[{"act": "Gas Act 1995", "year": 1995, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Gas Act 1995", "year": 1995, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Gas Act 1995", "year": 1995, "section": "3", "section_title": " Prohibition on unlicensed activities.", "section_text": "3 1 For section 5 of the 1986 Act there shall be substituted the following section—  Licensing of activities relating to gas  Prohibition on unlicensed activities 5 1 Subject to section 6A below and Schedule 2A to this Act, a person who— a conveys gas through pipes to any premises, or to a pipe-line system operated by a public gas transporter; b supplies to any premises gas which has been conveyed to those premises through pipes; or c arranges with a public gas transporter for gas to be introduced into, conveyed by means of or taken out of a pipe-line system operated by that transporter, shall be guilty of an offence unless he is authorised to do so by a licence. 2 The exceptions to subsection (1) above which are contained in Schedule 2A to this Act shall have effect. 3 A person guilty of an offence under this section shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 4 No proceedings shall be instituted in England and Wales in respect of an offence under this section except by or on behalf of the Secretary of State or the Director. 5 Any reference in this Part to the conveyance by any person of gas through pipes to any premises is a reference to the conveyance by him of gas through pipes to those premises with a view to the gas being supplied to those premises by any person, or being used in those premises by the holder of a licence under section 7A(2) below. 2 After Schedule 2 to that Act there shall be inserted, as Schedule 2A, the provisions of Schedule 1 to this Act (exceptions to prohibition on unlicensed activities). 3 Section 6 of that Act (which is superseded by this section) shall cease to have effect."}, {"act": "Gas Act 1995", "year": 1995, "section": "4", "section_title": " Exemptions from prohibition.", "section_text": "4 For section 6A of the 1986 Act there shall be substituted the following section—  Exemptions from prohibition. 6A 1 The Secretary of State may, after consultation with the Director, by order grant exemption from paragraph (a), (b) or (c) of section 5(1) above— a either to a person or to persons of a class; b either generally or to such extent as may be specified in the order; and c either unconditionally or subject to such conditions as may be so specified. 2 An exemption granted to persons of a class, and the revocation of such an exemption, shall be published in such manner as the Secretary of State considers appropriate for bringing it to the attention of persons of that class. 3 An exemption, unless previously revoked in accordance with any term contained in the exemption, shall continue in force for such period as may be specified in or determined by or under the exemption. 4 Without prejudice to the generality of paragraph (c) of subsection (1) above, conditions included by virtue of that paragraph in an exemption may require any person carrying on any activity in pursuance of the exemption— a to comply with any direction given by the Secretary of State or the Director as to such matters as are specified in the exemption or are of a description so specified; b except in so far as the Secretary of State or the Director consents to his doing or not doing them, not to do or to do such things as are specified in the exemption or are of a description so specified; and c to refer for determination by the Secretary of State or the Director such questions arising under the exemption as are specified in the exemption or are of a description so specified. 5 If any condition of an exemption granted to persons of a class is not complied with by any person of that class, the Secretary of State may give to that person a direction declaring that the exemption is revoked, so far as relating to that person, to such extent and as from such date as may be specified in the direction."}, {"act": "Gas Act 1995", "year": 1995, "section": "5", "section_title": " Licensing of public gas transporters.", "section_text": "5 For section 7 of the 1986 Act there shall be substituted the following section—  Licensing of public gas transporters. 7 1 In this Part “ public gas transporter ” means the holder of a licence under this section except where the holder is acting otherwise than for purposes connected with— a the carrying on of activities authorised by the licence; b the conveyance of gas through pipes which— i are situated in an authorised area of his; or ii are situated in an area which was an authorised area of his, or an authorised area of a previous holder of the licence, and were so situated at a time when it was such an area; or c the conveyance through pipes of gas which is in the course of being conveyed to or from a country or territory outside Great Britain. 2 Subject to subsection (3) below, the Director may grant a licence authorising any person to do either or both of the following, namely— a to convey gas through pipes to any premises in an authorised area of his, that is to say, so much of any area specified in the licence or an extension of the licence as is not specified in a subsequent licence or extension granted under this section to another person; and b to convey gas through pipes either to any pipe-line system operated by another public gas transporter, or to any pipe-line system so operated which is specified in the licence or an extension of the licence. 3 A licence shall not be granted under this section to a person who is the holder of a licence under section 7A below. 4 The Director may, with the consent of the licence holder, direct that any licence under this section shall have effect— a as if any area or pipe-line system specified in the direction were specified in the licence; b in the case of a licence under subsection (2)(a) above, as if it were also a licence under subsection (2)(b) above and any pipe-line system specified in the direction were specified in the licence; or c in the case of a licence under subsection (2)(b) above, as if it were also a licence under subsection (2)(a) above and any area specified in the direction were specified in the licence; and references in this Part to, or to the grant of, an extension under this section, or an extension of such a licence, shall be construed as references to, or to the giving of, such a direction. 5 Before granting a licence or extension under this section, the Director shall give notice— a stating that he proposes to grant the licence or extension; b stating the reasons why he proposes to grant the licence or extension; and c specifying the time from the date of publication of the notice (not being less than two months or, in the case of an extension, such shorter time as may be prescribed) within which represent- ations or objections with respect to the proposed licence or extension may be made, and shall consider any representations or objections which are duly made and not withdrawn. 6 A notice under subsection (5) above shall be given— a by publishing the notice in such manner as the Director considers appropriate for bringing it to the attention of persons likely to be affected by the grant of the licence or extension; and b by sending a copy of the notice to the Secretary of State, to the Health and Safety Executive and to any public gas transporter whose area includes the whole or any part of the area proposed to be specified in the licence or extension. 7 A licence or extension under this section shall not specify any area which is specified in an earlier licence or extension granted under this section to another public gas transporter unless the Director considers that the applicant intends to carry on the activities authorised by the licence in a substantial part of that area. 8 A licence or extension under this section shall not specify any area which is situated within 23 metres from a main of another public gas transporter unless— a the other public gas transporter has consented in writing to the area being so specified; or b no premises connected to the main are situated in the area and the Director considers— i that the main is not, and is not intended to be, a relevant main; ii that the other public gas transporter is not performing his duty under section 9(1) or 10(2) or (3) below in relation to any premises situated in the area; or iii that the configuration of the main and of the surrounding area is such that it would be appropriate to specify the area in the licence or extension. 9 As soon as practicable after the granting of a licence under this section, the public gas transporter shall publish, in such manner as the Director considers appropriate for bringing it to the attention of persons who are likely to do business with the transporter, a notice— a stating that the licence has been granted; and b explaining that, as a result, it might be necessary for those persons to be licensed under section 7A below. 10 In this section— a “ relevant main ” has the same meaning as in section 10 below; b references to an area specified in a licence or direction include references to an area included in an area so specified; and c references to a pipe-line system specified in a licence or direction include references to a pipe-line system of a description, or situated in an area, so specified. 11 Any reference in this Part (however expressed) to activities authorised by a licence under this section shall be construed without regard to any exception contained in Schedule 2A to this Act."}, {"act": "Gas Act 1995", "year": 1995, "section": "6", "section_title": " Licensing of gas suppliers and gas shippers.", "section_text": "6 1 After section 7 of the 1986 Act there shall be inserted the following section—  Licensing of gas suppliers and gas shippers. 7A 1 Subject to subsection (3) below, the Director may grant a licence authorising any person to do either or both of the following, namely— a to supply, to any premises specified in the licence, gas which has been conveyed through pipes to those premises; and b to supply, to any premises at a rate which, at the time when he undertakes to give the supply, he reasonably expects to exceed 2,500 therms a year, gas which has been conveyed through pipes to those premises. 2 Subject to subsection (3) below, the Director may grant a licence authorising any person to arrange with any public gas transporter for gas to be introduced into, conveyed by means of or taken out of a pipe-line system operated by that transporter, either generally or for purposes connected with the supply of gas to any premises specified in the licence. 3 A licence shall not be granted under this section to a person who is the holder of a licence under section 7 above. 4 The Director may, with the consent of the licence holder, direct that any licence under this section shall have effect— a as if any premises specified in the direction were specified in the licence; or b in the case of a licence under subsection (1)(b) above, as if it were also a licence under subsection (1)(a) above and any premises specified in the direction were specified in the licence, and references in this Part to, or to the grant of, an extension under this section, or an extension of such a licence, shall be construed as references to, or to the giving of, such a direction. 5 Subsection (4) above shall not apply in relation to a licence under subsection (1) above which authorises only the supply to premises of gas which has been conveyed to the premises otherwise than by a public gas transporter. 6 The Director may, with the consent of the licence holder, direct that any licence under this section shall have effect as if any premises specified in the direction were not specified in the licence; and references in this Part to, or to the grant of, a restriction under this section, or a restriction of such a licence, shall be construed as references to, or to the giving of, such a direction. 7 In this section references to premises specified in a licence or direction include references to premises of a description, or situated in an area, so specified. 8 The Director shall not, in any licence under subsection (1) above, or in any extension or restriction of such a licence, specify any premises by description or area if he is of the opinion that the description or area has been so framed as— a in the case of a licence or extension, artificially to exclude from the licence or extension; or b in the case of a restriction, artificially to include in the restriction, premises likely to be owned or occupied by persons who are chronically sick, disabled or of pensionable age, or who are likely to default in the payment of charges. 9 If the holder of a licence under subsection (1) above applies to the Director for a restriction of the licence, or for the revocation of the licence in accordance with any term contained in it, the Director shall, subject to subsection (8) above, accede to the application if he is satisfied that such arrangements have been made as— a will secure continuity of supply for all relevant consumers; and b in the case of each such consumer who is supplied with gas in pursuance of a contract, will secure such continuity on the same terms as nearly as may be as the terms of the contract. 10 A person is a relevant consumer for the purposes of subsection (9) above if— a immediately before the restriction or revocation takes effect, he is being supplied with gas by the holder of the licence; and b in the case of a restriction, his premises are excluded from the licence by the restriction; and in that subsection “ contract ” does not include any contract which, by virtue of paragraph 8 of Schedule 2B to this Act, is deemed to have been made. 11 In this Part “ gas supplier ” and “ gas shipper ” mean respectively the holder of a licence under subsection (1) above, and the holder of a licence under subsection (2) above, except (in either case) where the holder is acting otherwise than for purposes connected with the carrying on of activities authorised by the licence. 12 Any reference in this Part (however expressed) to activities authorised by a licence under subsection (1) above shall be construed without regard to any exception contained in Schedule 2A to this Act. 2 Subject to subsections (3) to (6) below, no domestic supply licence shall authorise the supply of gas to any premises before the relevant date, that is to say, 1st January 1999 or, if the Secretary of State by order so provides, such earlier date (not earlier than 1st January 1998) as may be determined by or under the order. 3 Subsection (2) above shall not apply in relation to a domestic supply licence in so far as it relates to— a any premises to which subsection (4) below applies; or b any premises to which that subsection has ceased to apply at any time and which are situated in an area which has not, at that or any later time, ceased to be an authorised area of a particular public gas transporter. 4 This subsection applies to any premises at any time if, at that time, the public gas transporter in whose authorised area the premises are situated is an associate of the holder of the domestic supply licence in question. 5 Subsection (2) above shall not apply in relation to a domestic supply licence in so far as it relates to any premises to which gas is conveyed otherwise than by a public gas transporter. 6 In so far as a domestic supply licence relates to premises which are situated in any area specified in an order made by the Secretary of State, subsection (2) above shall apply in relation to the licence as if for the relevant date there were substituted such earlier date as may be determined, in relation to that area, by or under the order. 7 Any reference in this section to a domestic supply licence includes a reference to an extension of such a licence (within the meaning of Part I of the 1986 Act). 8 In this section— “ domestic supply licence ” means a licence granted under subsection (1)(a) of section 7A of the 1986 Act, a licence having effect as such a licence by virtue of a direction given under subsection (4)(b) of that section, or a licence treated as so granted by virtue of a scheme made under paragraph 4 or 16 of Schedule 5 to this Act; “ public gas transporter ”, and “ authorised area ” in relation to such a transporter, have the same meanings as in Part I of that Act. 9 For the purposes of this section a public gas transporter is an associate of the holder of a domestic supply licence if— a both of them are companies registered under the  Companies Act 1985 and are limited by shares; and b either one company is wholly owned by the other or both companies are wholly owned by the same person. 10 An order under this section may— a provide for anything falling to be determined under the order to be determined by  the  Authority ; and b make such supplementary or incidental provision as the Secretary of State considers necessary or expedient. 11 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Gas Act 1995", "year": 1995, "section": "7", "section_title": " Licences: general.", "section_text": "7 After section 7A of the 1986 Act there shall be inserted the following section—  Licences: general. 7B 1 An application for a licence or an extension or restriction of a licence shall be made in such form and manner, and shall contain, or be accompanied by, such information and documents and such fee (if any), as may be prescribed. 2 Within the prescribed period after the making of an application for a licence or an extension or restriction of a licence, the applicant shall— a publish a notice of the application in the prescribed manner; and b in the case of an application for a licence or extension under section 7 above, give notice of the application to any public gas transporter whose authorised area includes the whole or any part of the area to which the application relates. 3 A licence or an extension or restriction of a licence shall be in writing and, unless revoked or suspended in accordance with any term contained in it, a licence shall continue in force for such period as may be specified in or determined by or under the licence. 4 A licence may include— a such conditions (whether or not relating to the activities authorised by the licence) as appear to the Director to be requisite or expedient having regard to the duties imposed by section 4 or 4A above; b such conditions requiring arrangements to be made with respect to the provision of special services for meeting the needs of consumers of gas conveyed through pipes who are chronically sick, disabled or of pensionable age as appear to the Director to be requisite or expedient having regard to those duties; c conditions requiring the rendering to the Director of a payment on the grant of the licence or payments during the currency of the licence or both of such amount or amounts as may be determined by or under the licence; and d conditions requiring the holder to furnish the Council in such manner and at such times with such information— i as appears to the Director to be requisite or expedient for the purpose of facilitating the exercise by the Council of the functions assigned to it by this Part; or ii as may be reasonably required by the Council for that purpose. 5 Without prejudice to the generality of paragraph (a) of subsection (4) above— a conditions included by virtue of that paragraph in a licence may— i require the holder to comply with any direction given by the Director or the Secretary of State as to such matters as are specified in the licence or are of a description so specified; ii require the holder, except in so far as the Director or the Secretary of State consents to his doing or not doing them, not to do or to do such things as are specified in the licence or are of a description so specified; and iii provide for the determination by the Director, the Secretary of State or the Health and Safety Executive of such questions arising under the licence, or under any document specified or described in the licence, as are specified in the licence or are of a description so specified; and b conditions included by virtue of that paragraph in a licence under section 7 above may require the holder, in such circumstances as are specified in the licence— i so to increase his charges for the conveyance of gas as to raise such amounts as may be determined by or under the conditions; and ii to pay the amounts so raised to such holders of licences under section 7A above as may be so determined. 6 Conditions included in a licence may— a impose requirements by reference to designation, acceptance or approval by the Director, the Secretary of State or the Health and Safety Executive; and b provide for references in the conditions to any document specified or described in the licence to operate as references to that document as revised or re-issued from time to time. 7 Conditions included in a licence may contain provision for the conditions to— a have effect or cease to have effect at such times and in such circumstances as may be determined by or under the conditions; or b be modified in such manner as may be specified in the conditions at such times and in such circumstances as may be so determined. 8 Any provision included in a licence by virtue of subsection (7) above shall have effect in addition to the provision made by this Part with respect to the modification of the conditions of a licence. 9 As soon as practicable after granting a licence or an extension or restriction of a licence, the Director shall send a copy of the licence or extension or restriction— a to the Health and Safety Executive; and b in the case of a licence or extension under section 7 above, to any public gas transporter whose authorised area previously included the whole or any part of the area specified in the licence or extension. 10 Any sums received by the Director under or by virtue of this section shall be paid into the Consolidated Fund."}, {"act": "Gas Act 1995", "year": 1995, "section": "8", "section_title": " Standard conditions of licences.", "section_text": "8 1 For section 8 of the 1986 Act there shall be substituted the following section—  Standard conditions of licences. 8 1 Subject to subsections (2) and (3) and sections 23(2), 26(1A) and 27(2) below, each condition which by virtue of section 8(2) of the Gas Act 1995 is a standard condition for the purposes of— a licences under section 7 above; b licences under subsection (1) of section 7A above; or c licences under subsection (2) of that section, shall be incorporated (that is to say, incorporated by reference) in each licence under that section or, as the case may be, that subsection. 2 Subsection (1) above shall not apply in relation to a licence under section 7A(1) above which authorises only the supply to premises of gas which has been conveyed to the premises otherwise than by a public gas transporter. 3 Subject to the following provisions of this section, the Director may, in granting a licence, modify any of the standard conditions to such extent as he considers requisite to meet the circumstances of the particular case. 4 Before making any modifications under subsection (3) above, the Director shall give notice— a stating that he proposes to make the modifications and setting out their effect; b stating the reasons why he proposes to make the modifications; and c specifying the time (not being less than 28 days from the date of publication of the notice) within which representations or objections with respect to the proposed modifications may be made, and shall consider any representations or objections which are duly made and not withdrawn. 5 A notice under subsection (4) above shall be given— a by publishing the notice in such manner as the Director considers appropriate for the purpose of bringing the notice to the attention of persons likely to be affected by the making of the modifications; and b by sending a copy of the notice to the Secretary of State, to the Health and Safety Executive and to the Council. 6 If, within the time specified in the notice under subsection (4) above, the Secretary of State directs the Director not to make any modification, the Director shall comply with the direction. 7 The Director shall not make any modifications under subsection (3) above of a condition of a licence under subsection (1) or (2) of section 7A above unless he is of the opinion that the modifications are such that no other holder of such a licence would be unduly disadvantaged in competing with other holders of such licences (including the holder of the licence). 8 The modification under subsection (3) above of a condition of a licence shall not prevent so much of the condition as is not so modified being regarded as a standard condition for the purposes of this Part. 9 In this section “ modify ” includes fail to incorporate and “ modification ” shall be construed accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Gas Act 1995", "year": 1995, "section": "9", "section_title": " The gas code.", "section_text": "9 1 After section 8A of the 1986 Act there shall be inserted the following section—  The gas code  The gas code. 8B The provisions of Schedule 2B to this Act (which relate to rights and obligations of licence holders and consumers and related matters) shall have effect. 2 After Schedule 2A to that Act there shall be inserted, as Schedule 2B, the provisions of Schedule 2 to this Act (the gas code). 3 Section 15 of and Schedule 5 to that Act (which are superseded by this section) shall cease to have effect. 4 If the Secretary of State is satisfied that any of the provisions of paragraphs 22 and 27(3) of Schedule 2B to the 1986 Act have been or will be superseded by regulations under section 18 or 18A of that Act, he may by order made by statutory instrument provide that those provisions shall cease to have effect as from such date after the coming into force of the regulations as may be specified in the order."}, {"act": "Gas Act 1995", "year": 1995, "section": "10", "section_title": " Other amendments of Part I of 1986 Act.", "section_text": "10 1 Schedule 3 to this Act (which contains other amendments of Part I of the 1986 Act) shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Gas Act 1995", "year": 1995, "section": "11", "section_title": " Amendments of Part III of 1986 Act. 1976 c.34.", "section_text": "11 1 In subsection (2) of section 62 of the 1986 Act (exclusion of certain agreements from  Restrictive Trade Practices Act 1976), for paragraph (b) there shall be substituted the following paragraph— b is or was an agreement containing provisions relating to, or to activities connected with, the supply otherwise than under a licence granted under section 7A(1) above of gas won under the authority of a petroleum production licence; . 2 After subsection (2) of that section there shall be inserted the following subsections— 2A The said Act of 1976 shall not apply, and shall be deemed never to have applied, to any agreement which— a is or was made on or after 2nd March 1995; b is or was an agreement containing provisions relating to, or to activities connected with— i the introduction of gas into; ii the taking out of gas from; or iii the use by gas shippers of, a pipe-line system or storage facility operated by a public gas transporter; and c is specified, or is of a description specified, in an order made by the Secretary of State and satisfies such conditions as may be so specified. 2B Before making an order under subsection (2) or (2A) above, the Secretary of State shall consult the Director and the Director General of Fair Trading. 3 In subsection (3) of that section— a after the words “subsection (2)” there shall be inserted the words  “                      or (2A)                    ” ; and b after the words “the Secretary of State” there shall be inserted the words  “                      , the Director or the Director General of Fair Trading                    ” . 4 In subsection (6) of that section, after the definition of “gas” there shall be inserted the following definitions— “ gas shipper ” and “ public gas transporter ” have the same meanings as in Part I of this Act; . 5 Subsection (7) of that section shall cease to have effect. 6 Section 63 of the 1986 Act (restrictions on use of certain information) shall cease to have effect. 7 In section 64 of that Act (provisions as to orders), in subsection (2), the words “20(9)” shall cease to have effect."}, {"act": "Gas Act 1995", "year": 1995, "section": "12", "section_title": " Acquisition of rights to use gas processing facilities  for downstream purposes .", "section_text": "12 1 The owner of a gas processing facility  which processes gas for a downstream purpose — a shall publish at least once in every year the main commercial conditions relating to the grant to another person of a right to have gas processed by the facility  for such a purpose ; and b shall publish any changes to the published conditions as soon as they become effective. 1ZA At least two months before publishing those conditions or any changes to them under subsection (1), the owner of the facility must— a publish a draft of the proposed conditions or changes; and b inform any person who has a right to have gas processed by the facility that the draft has been published. 1ZB The owner of the facility must take into account any representations received about the proposed conditions or changes before publishing them, or a modified version of them, as final conditions or changes under subsection (1). 1A In subsection (1) “year” means any year ending with 9th August. 1B Any person who seeks a right to have gas processed  for a downstream purpose  by a gas processing facility (“the applicant”) shall, before making an application to  the Authority  under subsection (1F), apply to the owner of the facility for the right. 1C An application under subsection (1B) shall be made by giving notice in writing to the owner specifying what is being sought. 1D The notice shall, in particular, specify— a the period during which the gas is to be processed by the facility; b the kind of gas to be processed (which must be of, or similar to, the kind which the facility is designed to process);  ... c the quantities of gas to be processed ; and d that the gas is to be processed for a downstream purpose 1E Where a person gives notice under subsection (1C), he and the owner of the gas processing facility shall negotiate in good faith and endeavour to reach agreement on the application. 1F If the owner and the applicant do not reach any such agreement, the applicant may apply to  the Authority  for directions under this section which would secure to the applicant the right specified in the notice under subsection (1C). 1G the Authority  shall not entertain such an application unless  it  is satisfied that the parties have had a reasonable time in which to fulfil their duties under subsection (1E). 2 Where an application is made under  subsection (1F) , it shall be the duty of  the Authority — a to decide whether the application is to be adjourned (so as to enable  ... further negotiations to take place), considered further or rejected; b to give notice of  its  decision to the applicant; and c in the case of a decision that the application is to be considered further, to give to the owner of the facility, to any person who has a right to have gas processed by the facility, and to the Health and Safety Executive, notice that the application is to be so considered and an opportunity of being heard about the matter. 3 Where, after further considering an application under  subsection (1F) ,  the Authority  is satisfied that the giving of directions under this section would not prejudice the efficient operation of the facility, or the processing by the facility of— a the quantities of gas which the owner of the facility or any associate of the owner requires or may reasonably be expected to require to be processed by the facility for the purposes of any business carried on by him; and b the quantities of gas which any person who is not such an associate and has a right to have gas processed by the facility is entitled to require to be so processed in the exercise of that right, the Authority  may give such directions to the owner of the facility. 4 Directions under this section may— a specify the terms on which  the Authority  considers the owner of the facility should enter into an agreement with the applicant for all or any of the following purposes— i for securing to the applicant the right to have processed by the facility, during the period specified in the directions and in the quantities so specified, gas which is of a kind so specified; ii for securing that the exercise of that right is not prevented or impeded; iii for regulating the charges which may be made for the processing of gas by virtue of that right; iv for securing to the applicant such ancillary or incidental rights as  the Authority  considers necessary or expedient, which may include the right to have a pipe-line of his connected to the facility by the owner; b specify the sums or the method of determining the sums which  the Authority  considers should be paid by way of consideration for any such right; and c require the owner, if the applicant pays or agrees to pay those sums within a period specified in that behalf in the directions, to enter into an agreement with him on the terms so specified. 5 Sections 28 to 30F of the 1986 Act (enforcement of relevant requirements  etc ) apply in relation to the owner of a gas processing facility as if— a references to “a licence holder” were references to the owner of the facility; and b references to a “relevant requirement” were references to a requirement imposed on the owner under this section. 5A For the purposes of this section, gas is processed for  “a downstream purpose” if it is processed with a view to its being put into a gas storage facility, an LNG import or export facility, a gas interconnector or a distribution system pipeline. 6 In this section—  “ authorised transporter ” has the same meaning as in Part 1 of the 1986 Act;   “ distribution system operator ” has the meaning given by Article 2(6) of Directive  2009/73/ EC   of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in natural gas and repealing Directive  2003/55/ EC ;   “ distribution system pipeline ” means a pipeline operated by an authorised transporter who is a distribution system operator;  “ gas ” means any substance which is or (if it were in a gaseous state) would be gas within the meaning of Part I of the 1986 Act;  “ gas interconnector ” has the same meaning as in Part 1 of the 1986 Act;  “ gas processing facility ” means any facility which  — carries out gas processing operations; is operated otherwise than by a gas transporter; and is not an LNG import or export facility; “ gas processing operation ” means any of the following operations, namely— purifying, blending, odorising or compressing gas for the purpose of enabling it to be introduced into a pipe-line system operated by a public gas transporter or to be conveyed to an electricity generating station, a gas storage facility or any place outside Great Britain; removing from gas for that purpose any of its constituent gases, or separating from gas for that purpose any oil or water;  ... determining the quantity or quality of gas which is or is to be so introduced, or so conveyed, whether generally or by or on behalf of a particular person, separating, purifying, blending, odorising or compressing gas, for the purpose of— converting it into a form in which a purchaser is willing to accept delivery from a seller, or enabling it to be loaded for conveyance to another place (whether inside or outside Great Britain); and loading gas— at a facility which carries out operations of a kind mentioned in paragraph (d), or piped from such a facility, and for the purpose of enabling the gas to be conveyed to another place (whether inside or outside Great Britain); and “ process ”, in relation to gas, shall be construed accordingly;  “ gas storage facility ” means a facility in Great Britain (including the territorial sea adjacent to Great Britain and the sea in any area designated under section 1(7) of the Continental Shelf Act 1964) for either or both of the following— the importation into Great Britain and regasification of liquid gas prior to its conveyance to a pipeline system operated by the holder of a licence under section 7 or section 7ZA of the 1986 Act, or the liquefaction of gas for the purpose of its export from Great Britain; and any activity, including temporary storage of gas or liquid gas, which is necessary for that importation, regasification or liquefaction;  “ LNG import or export facility ” means a facility in Great Britain (including the territorial sea adjacent to Great Britain and the sea in any area designated under section 1(7) of the Continental Shelf Act 1964) for— the importation into Great Britain and regasification of liquid gas prior to its conveyance to a pipeline system operated by the holder of a licence under section 7 or section 7ZA of the 1986 Act, or the liquefaction of gas for the purpose of its export from Great Britain; and any activity, including temporary storage of gas or liquid gas, which is necessary for that importation, regasification or liquefaction; “main commercial conditions” means— such information as would enable a potential applicant for a right to have gas processed by a gas processing facility to make a reasonable assessment of the cost of, or the method of calculating the cost of, acquiring that right; the other significant terms on which such a right would be granted; and such other information as  the Authority  may from time to time specify by notice; “ owner ”, in relation to a gas processing facility, includes a lessee and any person occupying or having control of the facility; “ pipe-line ” has the same meaning as in the  Pipe-lines Act 1962; “ public gas transporter ” has the same meaning as in Part I of the 1986 Act.  “ storage ”, in relation to liquid gas in a gas storage facility, includes any liquefaction of gas or regasification of liquid gas ancillary to the storage of liquid gas, and  “ stored ”, in relation to liquid gas in a gas storage facility, shall be construed accordingly;   “ the Authority ” means the Gas and Electricity Markets Authority; 6A Subsections (1) to (3) of section 49 of the Pipe-lines Act 1962 (service of documents) shall apply for the purposes of this section as they apply for the purposes of that Act. 7 Section 91 of the Energy Act 2011 (meaning of  “associate”) applies for the purposes of subsection (3) of this section as it applies for the purposes of section 82(7)(d) and (9)(a) of that Act. 8 In relation to any time before the appointed day, this section shall have effect as if for the words “public gas transporter”, in each place where they occur, there were substituted the words “public gas supplier”."}, {"act": "Gas Act 1995", "year": 1995, "section": "13", "section_title": " Duty of  Authority  to advise  etc.", "section_text": "13 It shall be the duty of  the Gas and Electricity Markets Authority , where either  it  considers it expedient or  it  is requested by the Secretary of State to do so, to give information, advice and assistance to the Secretary of State with respect to any matter in respect of which any function of the Secretary of State under this Act is exercisable."}, {"act": "Gas Act 1995", "year": 1995, "section": "14", "section_title": " Financial provisions.", "section_text": "14 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Gas Act 1995", "year": 1995, "section": "15", "section_title": " Interpretation.", "section_text": "15 In this Act— “ the 1986 Act ” means the  Gas Act 1986; “ the appointed day ” means the day appointed under section 18(2) below."}, {"act": "Gas Act 1995", "year": 1995, "section": "16", "section_title": " Minor and consequential amendments.", "section_text": "16 1 The enactments and instrument specified in Schedule 4 to this Act shall have effect subject to the amendments there specified (being minor amendments or amendments consequential on the preceding provisions of this Act). 2 The Secretary of State may by order make such consequential modifications of any provision contained in any public general Act passed before the appointed day as appear to him necessary or expedient in respect of— a any reference in that provision to a public gas supplier; b any reference in that provision (in whatever terms) to a person authorised to supply gas through pipes by virtue of section 7 or 8 of the 1986 Act; or c any reference in that provision (in whatever terms) to a person carrying on a gas undertaking or to such an undertaking. 3 The Secretary of State may by order make such consequential modifications of any provision contained in— a any Act passed before the appointed day which is not a public general Act; or b any subordinate legislation (within the meaning of the  Interpretation Act 1978) made before that day, as appear to him necessary or expedient. 4 An order under subsection (2) or (3) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Gas Act 1995", "year": 1995, "section": "17", "section_title": " Transitional provisions, savings and repeals.", "section_text": "17 1 The transitional provisions and savings contained in Schedule 5 to this Act shall have effect; but those provisions and savings are without prejudice to sections 16 and 17 of the Interpretation Act 1978 (effect of repeals). 2 In that Schedule, unless the context otherwise requires, expressions which are also used in the 1986 Act have the same meanings as in that Act. 3 The Secretary of State may by order make such other transitional provisions and savings as appear to him necessary or expedient. 4 An order under subsection (3) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 The enactments specified in Schedule 6 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Gas Act 1995", "year": 1995, "section": "18", "section_title": " Short title, commencement and extent.", "section_text": "18 1 This Act may be cited as the Gas Act 1995. 2 This Act, except— a this section; b sections 8(2), 11(1) to (5), 12 and 13; c section 17(1) and (2) and Schedule 5; and d so far as relating to the repeal of section 62(7) of the 1986 Act, section 17(5) and Schedule 6, shall come into force on the appointed day, that is to say, such day as the Secretary of State may by order made by statutory instrument under this subsection appoint. 3 Without prejudice to section 13 of the Interpretation Act 1978 (anticipatory exercise of powers), any power conferred on the Secretary of State or the Director by a provision of this Act which comes into force by virtue of subsection (2) above may be exercised before the appointed day provided that nothing done in the exercise of that power has effect before that day. 4 Section 12 above shall come into force on such day as the Secretary of State may by order made by statutory instrument under this subsection appoint. 5 This Act, except— a this section; b subsections (1) to (6) of section 11; c paragraphs 1 to 3, 6, 7, 23 and 30 of Schedule 5 and section 17(1) and (2) so far as relating to those paragraphs; and d Schedule 6 and section 17(5) so far as relating to the repeals of paragraph 1 of Schedule 5 to the  Fair Trading Act 1973 and sections 62(7) and 63 of and paragraph 15(4) of Schedule 7 to the 1986 Act, does not extend to Northern Ireland."}]