[{"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "1", "section_title": " Functions of traffic commissioners.", "section_text": "1 1   A traffic commissioner   shall exercise the functions conferred on him by this Act. 2 In the exercise of his functions under this Act a traffic commissioner shall act under  the general directions of, and shall have regard to any guidance given by, the senior traffic commissioner ."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "2", "section_title": " Obligation to hold operator’s licence.", "section_text": "2 1 Subject to subsection (2) and   sections 3A and 4 , no person shall use a goods vehicle on a road for the carriage of goods— a for hire or reward, or b for or in connection with any trade or business carried on by him, except under a licence issued under this Act; and in this Act such a licence is referred to as an “operator’s licence”. 1A Subsection (1) applies in spite of Article 1.4(c) of the  2009 Regulation  (exemption for slow vehicles unless otherwise provided in national law). 1B Subsection (1)(a) does not apply to the use of a small goods vehicle falling within paragraph 1A  or 1B   of Schedule 1. 1C Subsection (1)(b) does not apply to the use of a small goods vehicle falling within any of paragraphs 2, 3 or 4 of Schedule 1. 2 Subsection (1) does not apply to— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the use of a goods vehicle for international carriage by a haulier established in Northern Ireland and not established in Great Britain; or d the use of a vehicle of any class specified in regulations. 2A A class of vehicles that may be specified in regulations under subsection (2)(d) includes goods vehicles used for international carriage by a haulier established in a member State. 3 In subsection   (2)(c) and (2A) , “established”, “haulier” and “international carriage” have the same meaning as in Regulation (EC) No 1072/2009 on common rules for access to the international road haulage market. 4 It is hereby declared that, for the purposes of this Act, the performance by a local or public authority of their functions constitutes the carrying on of a business. 5 A person who uses a vehicle in contravention of this section is guilty of an offence and liable on summary conviction to a fine not exceeding  level 5  on the standard scale."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "2A", "section_title": " Detention of vehicle used without operator’s licence.", "section_text": "2A Schedule 1A (which relates to the detention, removal and disposal of goods vehicles in respect of which it appears that section 2 is contravened) shall have effect."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "2B", "section_title": "Power to stop", "section_text": "2B 1 Subsection (2) applies if it appears to a stopping officer that a vehicle is being used in circumstances such that an operator’s licence could be required. 2 The officer may direct the driver to stop the vehicle for the purpose of enabling checks to be carried out to establish whether the use of the vehicle is in contravention of section 2(1). 3 In this section “stopping officer” means an officer appointed under section 66B of the Road Traffic Act 1988."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "3", "section_title": "“Standard” and “restricted” licences.", "section_text": "3 1 An operator’s licence may be either a standard licence or a restricted licence. 2 A standard licence is an operator’s licence under which a goods vehicle may be used on a road for the carriage of goods— a for hire or reward, or b for or in connection with any trade or business carried on by the holder of the licence. 3 A restricted licence is an operator’s licence under which a goods vehicle may be used on a road for the carriage of goods for or in connection with any trade or business carried on by the holder of the licence, other than that of carrying goods for hire or reward. 4 Notwithstanding subsections (2) and (3), a company may use a goods vehicle on a road for the carriage of goods for hire or reward under a restricted licence instead of a standard licence if (but only if) the goods concerned are the property of a company which is— a a subsidiary of the first company, b a holding company for the first company, or c a subsidiary of a company which is a holding company both for that subsidiary and for the first company. 5 A standard licence may authorise a goods vehicle to be used for the carriage of goods— a on both national and international transport operations; or b on national transport operations only. 6 Except as provided in subsection (4) and subject to   sections 3A and 4 , a person who uses a goods vehicle under a restricted licence for carrying goods for hire or reward is guilty of an offence and liable on summary conviction to a fine not exceeding £500. 7 A person who uses a goods vehicle for carrying goods for hire or reward on international transport operations under a standard licence which covers the carriage of goods on national transport operations only is guilty of an offence and liable on summary conviction to a fine not exceeding £500."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "3A", "section_title": "Temporary exemptions for international operators", "section_text": "3A 1 The Secretary of State may grant an international operator a temporary exemption from any requirement to hold a standard licence which would otherwise be imposed by sections 2 and 3, for the purpose of— a enabling an emergency to be dealt with, or b enabling some other special need to be met. 2 A temporary exemption under subsection  (1)  may be granted— a by giving a notice in writing to the operator to whom it relates, or b by publishing a notice specifying the class of operators to whom it relates. 3 A notice under subsection  (2)  must specify— a the vehicle or class of vehicles to which it relates; b the transport operations to which it relates, or that it relates to all transport operations. 4 A temporary exemption under subsection  (1)  permits the person to whom it relates to use the specified vehicle or (as the case may be) any vehicle of the specified class for the carriage of goods for the purposes of the transport operations to which it relates. 5 Accordingly, sections 2(1) and 3(6) do not to that extent apply to that person’s use of goods vehicles. 6 In this section “international operator” means a person who   has an effective and stable establishment in a country or territory other than the United Kingdom that is comparable to an effective and stable establishment in Great Britain (as determined in accordance with paragraph A1 of Schedule 3) . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "4", "section_title": "  Other  Temporary exemptions.", "section_text": "4 1 A traffic commissioner may, for the purpose of— a enabling an emergency to be dealt with, or b enabling some other special need to be met, by notice in writing grant to any person falling within subsection (2) a temporary exemption from any requirement to hold a standard licence which would otherwise be imposed on him by sections 2 and 3 in respect of any vehicle specified in the notice or any vehicle of a class so specified. 1A Where the traffic commissioner considers it appropriate (for example because an exemption is to be granted to all persons falling within subsection (2)), an exemption under subsection (1) may be granted by publishing a notice in writing instead of by giving notice in writing to the persons to whom the exemption is granted. 2 A person falls within this subsection if he is engaged exclusively in national transport operations which have only a minor impact on the transport market because of the nature of the goods carried or the short distances over which goods are carried. 3 A temporary exemption granted under subsection (1) permits the person to whom it is granted to use the specified vehicle or (as the case may be) any vehicle of the specified class for the carriage of goods for hire or reward for the purposes of transport operations of his such as are referred to in subsection (2) (and, accordingly, sections 2(1) and 3(6) shall not to that extent apply to that person’s use of goods vehicles). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "5", "section_title": " Vehicles authorised to be used under operator’s licence.", "section_text": "5 1 Subject to the following provisions of this section, the vehicles authorised to be used under an operator’s licence are— a any motor vehicle in the lawful possession of the licence-holder (whether that motor vehicle is specified in the licence or not); and b any trailer in the lawful possession of the licence-holder. 2 An operator’s licence may provide— a that no motor vehicle, or no trailer, whose relevant weight exceeds a weight specified in the licence is authorised to be used under it; b that no trailers are authorised to be used under the licence; or c that no motor vehicle that is not specified in the licence is authorised to be used under it. 3 In subsection (2) “ relevant weight ”, in relation to a motor vehicle or trailer of any prescribed class, means a weight of the description specified in relation to motor vehicles or trailers of that class by regulations. 4 An operator’s licence shall not authorise the use of any  heavy goods   vehicle unless the place which is for the time being its operating centre— a is in   a traffic area in respect of which   the licence was issued; or b is outside that area but has not been the operating centre of that vehicle for a period of more than three months. 5 For the purposes of subsection (4)(b), two or more successive periods which are not separated from each other by an interval of at least three months shall be treated as a single period having a duration equal to the total duration of those periods. 6 A motor vehicle which is not specified in an operator’s licence is not authorised to be used under that licence by virtue of subsection (1) after the period of one month beginning with— a the day on which the vehicle was first in the lawful possession of the licence-holder, or b  has paid the prescribed fee (if any) to a traffic commissioner.   unless, during that period, the licence-holder has given to   a traffic commissioner   a notice in such form and containing such information about the vehicle as   is required by a traffic commissioner  , and   has paid the prescribed fee (if any) to a traffic commissioner  . 7 Where notice of a vehicle has been duly given and the prescribed fee                          (if any)                        has been duly paid under subsection (6),   a traffic commissioner   shall vary the licence by directing that the vehicle be specified in it. 8 A motor vehicle specified in an operator’s licence shall not, while it remains so specified, be capable of being effectively specified in any other operator’s licence. 9 Where it comes to the knowledge of   a traffic commissioner that a vehicle specified in an operator’s licence (“the first licence”)  — a has ceased to be used under the licence (otherwise than because of a fluctuation in business or because it is undergoing repair or maintenance), or b is specified in another operator’s licence, he may vary the first licence by directing that the vehicle be removed from it."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "6", "section_title": " Maximum numbers of vehicles.", "section_text": "6 1 An operator’s licence— a shall specify a maximum number for motor vehicles, and b may specify a maximum number for motor vehicles whose relevant weight exceeds a weight specified in the licence. 2 An operator’s licence that does not contain a provision such as is mentioned in section 5(2)(b)— a shall specify a maximum number for trailers, and b may specify a maximum number for trailers whose relevant weight exceeds a weight specified in the licence. 3 The number of motor vehicles which at any one time are being used under an operator’s licence while not specified in that licence may not exceed the maximum number specified in the licence under subsection (1)(a) less however many motor vehicles are specified in the licence. 4 Where, under subsection (1)(b), an operator’s licence specifies a maximum number for motor vehicles whose relevant weight exceeds a specified weight— a the number of such motor vehicles which at any one time are being used under the licence while not specified in it may not exceed that maximum number less however many motor vehicles whose relevant weight exceeds the specified weight are specified in the licence, and b the number of such motor vehicles that are specified in the licence and are being used under it at any one time may not exceed that maximum number. 5 The number of trailers being used under an operator’s licence at any one time may not exceed the maximum number specified in the licence under subsection (2)(a). 6 Where, under subsection (2)(b), an operator’s licence specifies a maximum number for trailers whose relevant weight exceeds a specified weight, the number of such trailers being used under the licence at any one time may not exceed that maximum number. 7 The definition of “relevant weight” in section 5(3) applies for the purposes of this section as it applies for the purposes of section 5(2). 8 If subsection (3), (4)(a) or (b), (5) or (6) is contravened, the licence-holder is guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "7", "section_title": " Operating centres to be specified in    heavy goods vehicle    licences.", "section_text": "7 1 A person may not use a place in a traffic area as an operating centre for  heavy goods   vehicles authorised to be used under   a heavy goods vehicle   licence issued to him in respect of that traffic area unless that place is specified as an operating centre of his in that licence. 2 Any person who contravenes subsection (1) is guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 3 In this Act “ operating centre ”, in relation to any  heavy goods   vehicle, means the base or centre at which the vehicle is normally kept, and references to an operating centre of the holder of   a heavy goods vehicle  licence are references to any place which is an operating centre for  heavy goods   vehicles used under that licence."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "8", "section_title": " Applications for operators’ licences.", "section_text": "8 1 A person who requires an operator’s licence must apply to a traffic commissioner. 1A A separate application must be made in relation to each traffic area in which there is— a if the application is for a heavy goods vehicle licence, a place to be specified in the licence as an operating centre for the purposes of sections 7(1) and 13C(5); or b if the application is for a light goods vehicle licence, located premises of the kind described in paragraph A1(2)(a) of Schedule 3. 2 Accordingly, a person may hold separate operators’ licences in respect of different areas; but he shall not at any time hold more than one such licence in respect of the same area. 3 A person applying for an operator’s licence shall give to the traffic commissioner a statement— a containing such particulars as the commissioner may require of the motor vehicles proposed to be used under the licence and stating the number and type of any trailers proposed to be used under the licence; and b   in the case of an application for a heavy goods vehicle licence,  containing such particulars as the commissioner may require of each place   in the traffic area concerned   which will be an operating centre of the applicant if the licence is issued. 4 A person applying for an operator’s licence shall also give to the traffic commissioner any further information which the commissioner may reasonably require for the discharge of his duties in relation to the application, and in particular shall, if required by the commissioner to do so, give to him any of the information specified in paragraph 1 of Schedule 2. 5 Without prejudice to subsection (4), a person applying for an operator’s licence shall also, if required by the traffic commissioner to do so, give to him such particulars as he may require with respect to the use which the applicant proposes to make, for vehicles used under the licence, of any place referred to in the statement under subsection (3)(b). 6 Any statement, information or particulars to be given to   the traffic commissioner   under this section shall be given in such form as the commissioner may require. 7 In subsections (3) to (6), “the traffic commissioner” means the traffic commissioner dealing with the application in question."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "9", "section_title": " Convictions  etc.  subsequent to the making of an application.", "section_text": "9 1 A person who has made an application for an operator’s licence shall forthwith notify the traffic commissioner   dealing with the application   if, in the interval between the making of the application and the date on which it is disposed of, there occurs a notifiable conviction within the meaning given in paragraph 4 of Schedule 2                    or there is issued a notifiable fixed penalty notice within the meaning given in paragraph 7 of that Schedule . 2 A person who— a has made an application for a standard licence, and b has included in that application particulars of a transport manager, shall forthwith notify the traffic commissioner   dealing with the application   if, in the interval between the making of the application and the date on which it is disposed of, there occurs any event affecting any information about the transport manager given to the commissioner under section 8. 3 A person is guilty of an offence if he— a knowingly fails to comply with subsection (1), or b knowingly fails to comply with subsection (2) in a case where the event which occurs as mentioned in that subsection is the conviction of the transport manager of an offence such as is mentioned in paragraph 5 of Schedule 2                    or the issue to the transport manager of a fixed penalty notice or conditional offer under Part 3 of the Road Traffic Offenders Act 1988 in respect of such an offence ; and a person who is guilty of an offence under paragraph (a) or (b) is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 4 For the purposes of this section an application shall be taken to be disposed of— a in a case where   a traffic commissioner   is required, by virtue of regulations under section 57(2)(a), to cause a statement containing his decision on the application to be issued, on the date on which that statement is issued, and b in any other case, on the date on which the applicant receives notice from   a traffic commissioner   of his decision on the application."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "10", "section_title": " Publication by traffic commissioner of notice of application for licence.", "section_text": "10 1 A traffic commissioner shall publish in the prescribed manner notice of any application for an operator’s licence   which is received  . 2 The notice shall state— a the time within which, and b the manner in which, any objection to, or representations against, the grant of the application is or are to be made under section 12 (that is to say, the time and manner prescribed under subsection (6) or, as the case may be, (7) of that section)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "11", "section_title": " Publication in locality affected of notice of application for  heavy goods vehicle   licence.", "section_text": "11 1 Subject to subsection (3),   a traffic commissioner who is dealing with an application for   a heavy goods vehicle   licence   shall refuse the application without considering the merits unless he is satisfied that subsection (2) has been complied with in respect of each locality affected by the application. 2 This subsection has been complied with in respect of a locality affected by an application  for a heavy goods vehicle licence   if, within the period beginning 21 days before the date on which the application is made and ending 21 days after that date, notice of the application in such form and containing such information as may be prescribed has been published in one or more local newspapers circulating in the locality. 3   A traffic commissioner   is not required by this section to refuse an application  for a heavy goods vehicle licence   if— a he is satisfied as mentioned in subsection (1), save only that the form or contents of the notice of application as published in any newspaper did not comply with the prescribed requirements, and b he is satisfied that no person’s interests are likely to have been prejudiced by the failure to comply with those requirements. 4 For the purposes of this section a locality is affected by an application for   a heavy goods vehicle   licence if it contains any place   in the traffic area concerned   that will be an operating centre of the licence-holder if the application is granted."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "12", "section_title": " Objections to, and representations against, issue of operators’ licences.", "section_text": "12 1 Any of the persons mentioned in subsection (2) may make an objection to the grant of an application for an operator’s licence on the ground— a that any of the requirements of  sections 13A to 13D  are not satisfied in the case of the application; or b   in the case of a heavy goods vehicle licence,  that any place  in the traffic area concerned   which, if the licence is issued, will be an operating centre of the holder of the licence will be unsuitable on environmental grounds for use as such. 2 The persons who may make such an objection are— a a prescribed trade union or association; b a chief officer of police; c a local authority; and d a planning authority. 3 The trade unions and associations which may be prescribed for the purposes of subsection (2)(a) are trade unions or associations whose membership consists of or includes— a persons holding operators’ licences, or b employees of any such persons. 4 Where an application for   a heavy goods vehicle   licence is made, any person who is the owner or occupier of land in the vicinity of any place  in the traffic area concerned   which, if the licence is issued, will be an operating centre of the holder of the licence may make representations against the grant of the application on the ground that that place will be unsuitable on environmental grounds for use as such. 5 A person may not make representations under subsection (4) unless any adverse effects on environmental conditions arising from the use of the place in question as an operating centre of the holder of the licence would be capable of prejudicially affecting the use or enjoyment of the land mentioned in that subsection. 6 Any objection under subsection (1)(a) shall be made— a within the prescribed time; and b in the prescribed manner. 7 Any objection under subsection (1)(b) or representations under subsection (4) shall be made— a within the prescribed time after the making of the application to which they relate; and b in the prescribed manner. 8 Where   a traffic commissioner   considers there to be exceptional circumstances that justify his doing so, he may direct that an objection or representations be treated for the purposes of this Act as duly made under this section, notwithstanding that the objection was not, or the representations were not, made within the prescribed time or in the prescribed manner. 9 Any objection under subsection (1) shall contain— a in the case of an objection under paragraph (a), particulars of the ground on which it is made, and b in the case of an objection under paragraph (b), particulars of any matters alleged by the person making the objection to be relevant to the issue to which it relates. 10 Any representations under subsection (4) shall contain particulars of any matters alleged by the person making the representations to be relevant to the issue to which they relate. 11 In subsection (1) the reference to “ the requirements of  sections 13A to 13D ” is a reference— a in the case of an application for a standard licence, to the requirements of  sections 13A, 13C and 13D ; and b in the case of an application for a restricted licence, to the requirements of  sections 13B, 13C and 13D . 12 In this section— “ local authority ” means—  as respects England, the council of a county, district or London borough and the Common Council of the City of London; as respects Wales, the council of a county or county borough; and  as respects Scotland, a council constituted under section 2 of the  Local Government etc. (Scotland) Act 1994; “ planning authority ” means any body other than a local authority which by virtue of any statutory provision for the time being in force is—  in England and Wales, the local planning authority for any area for the purpose of determining applications for planning permission under Part III of the  Town and Country Planning Act 1990 (general planning control); and  in Scotland, the planning authority for any area for the purpose of determining applications for planning permission under Part III of the  Town and Country Planning (Scotland) Act  1997  (general planning control); and “ trade union ”has the same meaning as in the  Trade Union and Labour Relations (Consolidation) Act 1992; ...."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "13", "section_title": " Determination of applications for operators’ licences", "section_text": "13 1 On an application for a standard licence a traffic commissioner must consider— a whether the requirements of sections 13A and 13C are satisfied, and b if the commissioner thinks fit, whether the requirement of section 13D is satisfied. 2 On an application for a restricted licence a traffic commissioner must consider— a whether the requirements of sections 13B and 13C are satisfied, and b if the commissioner thinks fit, whether the requirement of section 13D is satisfied. 3 Subsections (1) and (2) are subject to   section 11 (publication of application), if applicable, and section  45(2) (payment of application fee). 4 In considering whether any of the requirements of sections 13A to 13D are satisfied, the traffic commissioner must have regard to any objection duly made under section 12(1)(a) in respect of the application. 5 If the traffic commissioner determines that any of the requirements that the commissioner has taken into consideration in accordance with subsection (1) or (2) are not satisfied, the commissioner must refuse the application. 6 In any other case the commissioner must grant the application, unless either of the following provisions applies— a section 14(2) (power to refuse application on environmental grounds); b section 45(2) (power to refuse to proceed until fee is paid)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "13A", "section_title": "Requirements for standard licences", "section_text": "13A 1 The requirements of this section are set out in subsections (2) and (3). 2 The first requirement is that the traffic commissioner is satisfied that the applicant— a has an effective and stable establishment in Great Britain (as determined in accordance with   paragraph A1 of Schedule 3 ), b is of good repute (as determined in accordance with paragraphs 1 to 5 of Schedule 3),   and   c has appropriate financial standing (as determined in accordance with   paragraph 6A of Schedule 3).  d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The second requirement is that the traffic commissioner is satisfied that the applicant  ... — a is an individual who— i is professionally competent (as determined in accordance with paragraph 13 of Schedule 3), and ii has designated a suitable number of individuals (which may include the applicant) who satisfy the requirements set out in paragraph 14A(1) and (2) of Schedule 3, or b if the applicant is not an individual, or is an individual who is not professionally competent, has designated a suitable number of individuals who satisfy the requirements set out in paragraph 14A(1) and (3) of Schedule 3. c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of subsection (3)(a)(ii) and (b), a number of designated individuals is suitable if the traffic commissioner is satisfied it is proportionate to the maximum numbers of motor vehicles and trailers that may be used by the applicant in accordance with section 6 if the standard licence is issued. 5 In this Act, “ transport manager ” means an individual designated under subsection (3)(a)(ii) or (b)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "13B", "section_title": "Requirements for restricted licences", "section_text": "13B The requirement of this section is that the applicant is not unfit to hold an operator’s licence by reason of— a any activities or convictions of which particulars may be required to be given under section 8(4) by virtue of paragraph 1(e) or (f) of Schedule 2; b any conviction required to be notified in accordance with section 9(1) (convictions etc required to be notified subsequent to the making of an application)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "13C", "section_title": "Requirements for standard and restricted licences", "section_text": "13C 1 The requirements of this section are that it must be possible (taking into account the traffic commissioner’s powers under section 15(3) to issue a licence in terms that differ from those applied for) to issue a licence in relation  to which— a in the case of a light goods vehicle licence, subsections (2) to (4) will apply, or b in the case of a heavy goods vehicle licence, subsections (2) to (6) will apply. 2 There must be satisfactory arrangements for securing that the following are complied with in the case of vehicles used under the licence— a Part 6 of the Transport Act 1968 (drivers’ hours); b the applicable Community rules, within the meaning of that Part. 3 There must be satisfactory arrangements for securing that vehicles used under the licence are not overloaded. 4 There must be satisfactory facilities and arrangements for maintaining the vehicles used under the licence in a fit and serviceable condition. 5   A heavy goods vehicle licence   must specify at least one place in   the traffic area concerned   as an operating centre of the licence-holder, and each place so specified must be available and suitable for use as an operating centre of the licence-holder (disregarding any respect in which it may be unsuitable on environmental grounds). 6 The capacity of the place specified as an operating centre (if there is only one) or both or all of the places so specified taken together (if there are more than one) must be sufficient to provide an operating centre for all the  heavy goods   vehicles used under the licence. 7 In considering whether the requirements of subsections (2)   to (4), or (2) to (6),   are satisfied, the traffic commissioner may take into account any undertakings given by the applicant (or procured by the applicant to be given) for the purposes of the application, and may assume that those undertakings will be fulfilled. 8 In considering whether subsection (5) will apply in relation to a  heavy goods vehicle   licence, the traffic commissioner may take into account any conditions that could be attached to the licence under section 21 (conditions for securing road safety) and may assume that any conditions so attached will not be contravened. 9 In considering whether subsection (5) or (6) will apply in relation to a  heavy goods vehicle   licence, the traffic commissioner may take into account (if this is the case) that any proposed operating centre of the applicant would be used— a as an operating centre of the holders of other   heavy goods vehicle   licences as well as an operating centre of the applicant; or b by the applicant or by other persons for purposes other than keeping  heavy goods   vehicles used under the licence."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "13D", "section_title": "Further requirement for standard and restricted licences", "section_text": "13D The requirement of this section is that the provision of the facilities and arrangements for maintaining the vehicles in a fit and serviceable condition (see section 13C(4)) is not prejudiced by reason of the applicant’s having insufficient financial resources for that purpose."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "14", "section_title": " Determinations where objections  etc  are made on environmental grounds.", "section_text": "14 1 This section applies to any application for   a heavy goods vehicle   licence in respect of which— a any objection is duly made under section 12(1)(b), or b any representations are duly made under section 12(4). 2 A traffic commissioner may refuse an application to which this section applies on the ground that, as respects any place   in the traffic area concerned   which, if the licence were issued, would be an operating centre of the holder of the licence— a the parking of  heavy goods   vehicles used under the licence at or in the vicinity of the place in question would cause adverse effects on environmental conditions in the vicinity of that place; or b the place in question would be unsuitable for use as an operating centre of the holder of the licence on other environmental grounds. 3   A traffic commissioner   may not refuse an application for   a heavy goods vehicle   licence on the ground that any place would be unsuitable as mentioned in subsection (2)(b) if— a on the date the application was made, that place was already specified in   a heavy goods vehicle   licence  ... as an operating centre of the holder of that licence, or b the applicant has produced to   a traffic commissioner   a certificate in force in respect of that place under— i section 191 or 192 of the  Town and Country Planning Act 1990, or ii section 150 or 151 of the Town and Country Planning (Scotland) Act 1997; stating that its use as an operating centre for  heavy goods   vehicles used under any   heavy goods vehicle   licence is or would be lawful. 4 Subsection (3) does not apply in relation to any place that, at the time the application is determined by the traffic commissioner, is specified in   a heavy goods vehicle   licence as an operating centre of the holder of that licence. 5 A place is not to be regarded for the purposes of paragraph (a) of subsection (3) as being specified in   a heavy goods vehicle   licence by reason only that it forms part of a place so specified; and a place that was, on the date mentioned in that paragraph, a place specified in   a heavy goods vehicle   licence as mentioned in that paragraph shall be disregarded for the purposes of that paragraph if, on that date— a the   heavy goods vehicle   licence in which that place was specified was an interim licence issued under section 24; or b that place was so specified by virtue of an interim direction such as is mentioned in section 25; or c such conditions relating to— i the exercise of the right of any person to appeal against a place being specified in   a heavy goods vehicle   licence, or ii the review under section 36 of any decision so to specify a place, as may be prescribed were not satisfied in relation to that place. 6 Where in the case of any application for   a heavy goods vehicle   licence— a   a traffic commissioner   has power to refuse the application under subsection (2), and b any place other than a place that will be unsuitable for use as an operating centre is mentioned in the statement given by the applicant under section 8(3) as a proposed operating centre of his, the commissioner may, instead of refusing the application, issue the licence but specify in it only such place or such places mentioned in that statement as will not be unsuitable for use as an operating centre. 7 For the purposes of subsection (6), a place will be unsuitable for use as an operating centre if the traffic commissioner has power to refuse the application under subsection (2) in consequence of the proposed use of that place as an operating centre."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "15", "section_title": " Issue of operators’ licences.", "section_text": "15 1 Subject to subsection (2) and to sections 14(6), 21, 22, 23 and 45(2), on granting an application for an operator’s licence a traffic commissioner shall issue that licence in the terms applied for. 2 If a traffic commissioner has determined that any of the requirements of  section 13C or 13D  that he has taken into consideration in accordance with subsection (1) or (as the case may be) (2) of  section 13  would not be satisfied unless he were to exercise any of his powers under subsection (3) below, he shall exercise those powers accordingly. 3 A traffic commissioner may issue the licence in terms that differ from the terms applied for in any of the following respects— a more or fewer motor vehicles are specified in the licence; b different motor vehicles are specified in it; c it includes a provision such as is mentioned in section 5(2); d it includes a provision such as is mentioned in section 6(1)(b) or (2)(b); e higher or lower maximum numbers are specified in it under section 6; f   in the case of a heavy goods vehicle licence,  fewer places are specified in it as operating centres of the licence-holder. 4 Any undertakings taken into account by the traffic commissioner under  section 13C(7)  that he considers to be material to the granting of the application shall be recorded in the licence issued. 5 A statement shall appear on the face of every operator’s licence indicating whether it is a standard licence or a restricted licence. 6 A statement shall appear on the face of every standard licence indicating whether it covers both national and international transport operations or national transport operations only."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "16", "section_title": " Duration of operators’ licences.", "section_text": "16 1 The date on which an operator’s licence is to come into force shall be specified in the licence. 2 Subject to its revocation or other termination under any provision of this Act or any other statutory provision, an operator’s licence (other than an interim licence issued under section 24) shall continue in force indefinitely. 3 If the holder of an operator’s licence   requests a traffic commissioner to terminate it at any time, he or another traffic commissioner must,  subject to subsection (4), comply with the request. 4   A traffic commissioner may refuse to comply with such a request if he or another traffic commissioner   is considering giving a direction in respect of the licence under section 26 or 27. 5 An operator’s licence held by an individual terminates if he dies, if  he becomes a person who lacks capacity (within the meaning of the Mental Capacity Act 2005) to use a vehicle under the licence , or if (in Scotland) a curator bonis is appointed in respect of him on the ground that he is incapable, by reason of mental disorder, of adequately managing and administering his property and affairs."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "17", "section_title": " Variation of operators’ licences.", "section_text": "17 1 Subject to section 18, on the application of the holder of an operator’s licence,   a traffic commissioner   may vary the licence by directing— a that additional motor vehicles be specified in the licence or that any maximum number specified in it under section 6 be increased; b that any vehicle cease to be specified in the licence or that any maximum number specified in it under section 6 be reduced; c that any provision in the licence such as is mentioned in section 5(2) cease to have effect; d that a provision such as is mentioned in section 5(2) be included in the licence; e that any provision in the licence such as is mentioned in section 6(1)(b) or (2)(b) cease to have effect; f that a provision such as is mentioned in section 6(1)(b) or (2)(b) be included in the licence; g   in the case of a heavy goods vehicle licence,  that a new place in the   same traffic   area be specified in the licence as an operating centre of the licence-holder, or that any place cease to be so specified; h that any undertaking recorded in the licence be varied or removed; i that any condition attached to the licence be varied or removed; j in the case of a restricted licence, that it be converted into a standard licence or, in the case of a standard licence, that it be converted into a restricted licence; k in the case of a standard licence, that it cover both international and national transport operations instead of national transport operations only, or vice versa. 2 A person applying for the variation of an operator’s licence under this section shall give to   the traffic commissioner dealing with the application, in such form as he or another traffic commissioner may require, such information as he or another traffic commissioner   may reasonably require for disposing of the application. 3 Except in the cases mentioned in subsection (4),   a traffic commissioner   shall publish notice of any application for the variation under this section of an operator’s licence, and shall do so in the manner prescribed for the publication of notices under section 10(1). 4 The excepted cases are— a where the application is for a direction under subsection (1)(a) that additional motor vehicles be specified in the licence; b where the application is for a direction under subsection (1)(b), (d) or (f); c where the application is for a direction under subsection (1)(g) that a place cease to be specified in a  heavy goods vehicle   licence as an operating centre of the licence-holder; d where the application is for a direction under subsection (1)(j) that a standard licence be converted into a restricted licence; e where the application is for a direction under subsection (1)(k) that a licence cover national transport operations only, instead of both national and international transport operations; f where the traffic commissioner is satisfied that the application is of so trivial a nature that it is not necessary that an opportunity should be given for objecting to it or making representations against it. 5 Where notice of an application is published under subsection (3), the following provisions, namely— a section 10(2), b section 12(1)(a), (6), (8) and (9)(a), c sections 13 to 13D , and d section 15, shall, with any necessary modifications and subject to section 19, apply in relation to that application as they apply in relation to an application for an operator’s licence of which notice is published under section 10(1)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "18", "section_title": " Publication of notice of applications for variation  of heavy goods vehicle licences   in any locality affected.", "section_text": "18 1 Subject to subsection (4),   a traffic commissioner who is dealing with an application for   a heavy goods vehicle   licence shall refuse the application for any of the directions mentioned in subsection (2)   without considering the merits unless he is satisfied that subsection (3) has been complied with in respect of each locality affected by the application. 2 The directions referred to in subsection (1) are— a any direction under section 17(1)(a) that a maximum number  of heavy goods vehicles   specified in a licence under section 6 be increased; b any direction under section 17(1)(c) or (e)  that has the effect of authorising the use of a heavy goods vehicle under a licence ; c any direction under section 17(1)(g) that a new place be specified in a licence as an operating centre of the licence-holder; and d any direction under section 17(1)(h) or (i) which might result in a material change in the use of any operating centre of the licence-holder   in the traffic area concerned  . 3 This subsection has been complied with in respect of a locality affected by an application if, within the period beginning 21 days before the date on which the application is made and ending 21 days after that date, notice of the application in such form and containing such information as may be prescribed has been published in one or more local newspapers circulating in the locality. 4   A traffic commissioner   is not required by this section to refuse an application if— a he is satisfied as mentioned in subsection (1), save only that the form or contents of the notice of application as published in any newspaper did not comply with the prescribed requirements; and b he is satisfied that no person’s interests are likely to have been prejudiced by the failure to comply with those requirements. 5 For the purposes of this section a locality is affected by an application for the variation of   a heavy goods vehicle   licence if— a it contains any place   in the traffic area concerned   that will be an operating centre of the licence-holder if the application is granted; or b it contains an existing operating centre of the licence-holder   in the traffic area concerned   and— i the granting of the application would or could result in an increase in the number of  heavy goods   vehicles, or the number of  heavy goods   vehicles above a certain weight, that have that centre as their operating centre; or ii any undertaking recorded in, or condition attached to, the licence that the application seeks to have varied or removed relates to that centre."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "19", "section_title": " Objection to, and refusal of, applications to vary   heavy goods vehicle   licences on environmental grounds.", "section_text": "19 1 This section applies where notice of an application for the variation of   a heavy goods vehicle   licence has been published under section 17(3). 2 Where the application relates to an existing operating centre of the licence-holder   in the traffic area concerned  — a any of the persons mentioned in section 12(2) may object to the grant of the application on the ground that the use of that operating centre in any manner which would be permitted if the application were granted would cause adverse effects on environmental conditions in the vicinity of that centre; b subject to subsection (5), any person who is the owner or occupier of any land in the vicinity of that operating centre may make representations against the grant of the application on the ground mentioned in paragraph (a); and c whether or not anyone objects or makes representations under paragraph (a) or (b),   a traffic commissioner   may refuse the application on the ground mentioned in paragraph (a). 3 For the purposes of subsection (2), an application shall be taken to relate to an operating centre if— a granting it would or could result in an increase in the number of  heavy goods   vehicles, or the number of  heavy goods   vehicles above a certain weight, that have that centre as their operating centre; or b any undertaking recorded in, or condition attached to, the licence that the application seeks to have varied or removed relates to that centre. 4 Where the application is for a place   in the traffic area concerned   to be specified in the licence as an operating centre of the licence-holder— a any of the persons mentioned in section 12(2) may object to the grant of the application on the ground that that place will be unsuitable on environmental grounds for use as an operating centre of the licence-holder; and b subject to subsection (5), any person who is the owner or occupier of any land in the vicinity of that place may make representations against the grant of the application on that ground. 5 A person may not make representations under subsection (2)(b) or (4)(b) unless any adverse effects on environmental conditions arising from the use of the operating centre or place in question would be capable of prejudicially affecting the use or enjoyment of the land there mentioned. 6 If any person duly objects or makes representations under subsection (4) against an application for a place   in the traffic area concerned   to be specified in the licence as an operating centre of the licence-holder,   a traffic commissioner   may refuse the application— a on the ground that the parking of  heavy goods   vehicles used under the licence at or in the vicinity of that place would cause adverse effects on environmental conditions in the vicinity of that place; or b subject to subsection (7), on the ground that that place would be unsuitable on environmental grounds other than the ground mentioned in paragraph (a) above for use as an operating centre of the licence-holder. 7   A traffic commissioner may not refuse an application   on the ground mentioned in subsection (6)(b) if— a on the date the application was made, the place in question was already specified in   a heavy goods vehicle   licence  ... as an operating centre of the holder of that licence, or b the applicant has produced to   a traffic commissioner   a certificate in force in respect of that place under— i section 191 or 192 of the  Town and Country Planning Act 1990, or ii section 150 or 151 of the Town and Country Planning (Scotland) Act 1997; stating that its use as an operating centre for vehicles used under   a heavy goods vehicle   licence is or would be lawful. 8 Subsection (7) does not apply in relation to any place that, at the time the application is determined by the traffic commissioner, is specified in   a heavy goods vehicle   licence as an operating centre of the holder of that licence. 9 A place is not to be regarded for the purposes of paragraph (a) of subsection (7) as being specified in    a heavy goods vehicle    licence by reason only that it forms part of a place so specified; and a place that was, on the date mentioned in that paragraph, a place specified in   a heavy goods vehicle   licence as mentioned in that paragraph shall be disregarded for the purposes of that paragraph if, on that date— a the   heavy goods vehicle   licence in which that place was specified was an interim licence issued under section 24; or b that place was so specified by virtue of an interim direction such as is mentioned in section 25; or c such conditions relating to— i the exercise of the right of any person to appeal against a place being specified in   a heavy goods vehicle   licence, or ii the review under section 36 of any decision so to specify a place, as may be prescribed were not satisfied in relation to that place. 10 Any objection or representations under this section— a shall contain particulars of any matters alleged by the person making the objection or representations to be relevant to the issue to which the objection relates or the representations relate; and b shall be made in the prescribed manner and within the prescribed time after the making of the application to which the objection relates or the representations relate. 11 Where   a traffic commissioner   considers there to be exceptional circumstances that justify his doing so, he may direct that an objection or representations be treated for the purposes of this Act as duly made under this section, notwithstanding that the objection was not, or the representations were not, made within the prescribed time or in the prescribed manner."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "20", "section_title": " Variation of licences: further provisions.", "section_text": "20 1 Where the holder of a restricted licence makes an application under section 17   for a direction that the licence be varied by converting it   into a standard licence— a section 9(2) and (3)(b) and (without prejudice to the generality of section 17(5)) section 13(1) shall apply in relation to that application as they apply in relation to an application for a standard licence; and b if the application is granted, section 22(2) shall apply to the giving of the direction to vary the restricted licence as it applies to the issuing of a standard licence. 2 Where the holder of a standard licence which covers only national transport operations makes an application under section 17  ... for a direction that the licence be varied to cover both national and international transport operations— a the applicant shall include in his application particulars about the professional competence on which he intends to rely; and b   a traffic commissioner   shall refuse to direct the variation applied for unless he is satisfied that the professional competence on which the applicant proposes to rely is sufficient for the purposes of international transport operations."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "21", "section_title": " Conditions  attached to heavy goods vehicle licences   for securing road safety.", "section_text": "21 1 On issuing   a heavy goods vehicle   licence, or on varying such a licence under section 17, a traffic commissioner may attach to the licence such conditions as he thinks fit for preventing  heavy goods   vehicles that are authorised to be used under it from causing danger to the public— a at any point where  heavy goods   vehicles first join a public road on their way from an operating centre of the licence-holder (or last leave a public road on their way to such an operating centre); and b on any road (other than a public road) along which  heavy goods   vehicles are driven between such a point and the operating centre. 2 On varying   a heavy goods vehicle   licence under section 17 a traffic commissioner may vary or remove any condition attached to the licence under this section. 3   A traffic commissioner   shall not— a attach to   a heavy goods vehicle   licence any condition such as is mentioned in this section, or b vary in such manner as imposes new or further restrictions or requirements any condition attached to   a heavy goods vehicle   licence under this section,   unless the applicant for the licence or (as the case may be) the licence-holder has first been given an opportunity to make representations to a traffic commissioner   with respect to the effect on his business of the proposed condition or variation. 4 The traffic commissioner shall give special consideration to any representations made under subsection (3) in determining whether to attach the proposed condition or make the proposed variation. 5 In this section “ public road ”— a in relation to England and Wales, means a highway maintainable at the public expense for the purposes of the  Highways Act 1980; and b in relation to Scotland, has the same meaning as in the  Roads (Scotland) Act 1984. 6 Any person who contravenes any condition attached under this section to a licence of which he is the holder is guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "22", "section_title": " Conditions  attached to operators’ licences   as to matters required to be notified to traffic commissioner.", "section_text": "22 1 On issuing an operator’s licence, a traffic commissioner may attach to the licence such conditions as he thinks fit for requiring the holder   to inform a traffic commissioner  — a of any change of a kind specified in the conditions in the organisation, management or ownership of the trade or business in the course of which vehicles are used under the licence or, if the licence is at any time suspended under section 26 or 28, were used under the licence immediately before its suspension; b where the licence-holder is a company, of any change, or of any change of a kind specified in the conditions, in the persons holding shares in the company; or c of any other event of a kind specified in the conditions which affects the licence-holder and which is relevant to the exercise of any powers of   a traffic commissioner   in relation to the licence. 2 On issuing a standard licence, a traffic commissioner shall attach to it the following conditions, namely— a a condition requiring the licence-holder to inform   a traffic commissioner   of any event which could affect the fulfilment by the licence-holder of any of the requirements of  section   13A  , and to do so within 28 days of the event; and b a condition requiring the licence-holder to inform   a traffic commissioner   of any event which could affect the fulfilment by a  ... transport manager of  one or more of   the requirements   set out in paragraph 14A(1) and (2), or (1) and (3), of Schedule 3 , and to do so within 28 days of the event coming to the licence-holder’s knowledge. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In a case where the licence-holder is a company, no condition attached under subsection (2) shall be taken to require the company to inform   a traffic commissioner   of any change in the identity of the persons holding shares in the company unless the change is such as to cause a change in the control of the company. 5 For the purposes of subsection (4), a change in the control of a company occurs when the beneficial ownership of more than half its equity share capital (as defined in  section 548 of the Companies Act 2006 ) passes from one person to another person or from one group of persons to a wholly or substantially different group of persons. 6 Any person who contravenes any condition attached under this section to a licence of which he is the holder is guilty of an offence and liable on summary conviction to a fine not exceeding  level 5  on the standard scale."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "23", "section_title": " Conditions  attached to heavy goods vehicle licences   as to use of operating centres.", "section_text": "23 1 On issuing   a heavy goods vehicle   licence, or on varying such a licence on an application of which notice has been published under section 17(3), a traffic commissioner may attach to the licence such conditions as he thinks fit for preventing or minimising any adverse effects on environmental conditions arising from the use of a place   in the traffic area to which the licence relates   as an operating centre of the licence-holder. 2 The conditions which may be attached to a licence under this section shall be of such description as may be prescribed; and, without prejudice to the generality of the preceding provision, the descriptions which may be prescribed include conditions regulating— a the number, type and size of   heavy goods vehicles   which may at any one time be at any operating centre of the licence-holder  ... for any prescribed purpose; b the parking arrangements to be provided  for heavy goods vehicles   at or in the vicinity of any such centre; and c the hours at which operations of any prescribed description may be carried on at any such centre. 3 On varying   a heavy goods vehicle   licence on an application of which notice has been published under section 17(3), a traffic commissioner may vary or remove any condition attached to the licence under this section. 4   A traffic commissioner   shall not— a attach any condition such as is mentioned in this section to   a heavy goods vehicle   licence, or b vary in such manner as imposes new or further restrictions or requirements any condition attached to   a heavy goods vehicle   licence under this section,   unless the applicant for the licence or (as the case may be) the licence-holder has first been given an opportunity to make representations to a traffic commissioner   with respect to the effect on his business of the proposed condition or variation. 5 The traffic commissioner shall give special consideration to any representations made under subsection (4) in determining whether to attach the proposed condition or make the proposed variation. 6 Any person who contravenes any condition attached under this section to a licence of which he is the holder is guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "24", "section_title": " Interim operators’ licences.", "section_text": "24 1 On an application for an operator’s licence (a “full” licence), a traffic commissioner may, if the applicant so requests, issue to him an interim licence. 2 An interim licence is an operator’s licence that (subject to its revocation or other termination under any provision of this Act or any other statutory provision) will continue in force until it terminates under subsection (4), (5) or (6). 3   A traffic commissioner   may issue an interim licence in the same terms as those applied for in relation to the full licence or in terms that differ from those terms in any of the respects mentioned in section 15(3). 4 If   a traffic commissioner   grants the application and issues to the applicant a full licence that— a is in the terms applied for, or b is in those terms subject only to the attachment under section 21, 22 or 23 of any conditions that are also attached to the interim licence, the interim licence shall terminate on the date on which the full licence comes into force. 5 If, on an appeal under section 37 arising out of the application, the  Upper Tribunal  orders   a traffic commissioner   to issue a full licence to the applicant, the interim licence shall terminate— a on the date on which the full licence issued in pursuance of the order comes into force, or b at the time at which the application is withdrawn or treated as withdrawn by virtue of section 45(3). 6 If neither subsection (4) nor subsection (5) applies, the interim licence shall terminate on the date on which the application is finally disposed of or such earlier date as the applicant may specify in a written request to   a traffic commissioner  . 7 Where, in a case within subsection (6), the application is granted, the full licence issued to the applicant shall be of no effect before the interim licence terminates (notwithstanding any statement in it to the contrary). 7A A request for the issuing of an interim standard licence— a shall not be treated as an application for an operator’s licence for the purposes of section 10, 11, 12, 14, 15(1) to (4), 36 or 37 or Schedule 4, but b shall be treated as such an application for the purposes of any other provision of this Act. 8 A request for the issuing of an interim  restricted  licence— a shall not be treated as an application for an operator’s licence for the purposes of section 10, 11, 12, 13, 14, 15(1) to (4), 36 or 37 or Schedule 4, but b shall be treated as such an application for the purposes of any other provision of this Act. 9 In this section and section 25 references to the date on which an application is finally disposed of are references— a subject to paragraph (b), to the earliest date by which the application and any appeal to the  Upper Tribunal  arising out of the application have been determined and any time for bringing such an appeal has expired, or b if the application is withdrawn or any such appeal is abandoned, to the date of the withdrawal or abandonment."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "25", "section_title": " Interim variations.", "section_text": "25 1 On an application for the variation under section 17 of an operator’s licence, if the applicant so requests   a traffic commissioner may, before the application has been determined,   vary the licence by giving an interim direction in respect of it. 2 An interim direction is a direction under section 17(1) that is expressed to continue in force until it ceases to have effect under subsection (3) or (4) below. 3 If on determining the application   a traffic commissioner   varies the licence by giving a direction in the terms applied for and does not also under section 21(1) or (2) or 23(1) or (3) attach or vary any conditions, the interim direction shall cease to have effect on the date on which the direction given on the application comes into force. 4 If subsection (3) does not apply, the interim direction shall cease to have effect on the date on which the application is finally disposed of or such earlier date as the applicant may specify in a written request to   a traffic commissioner  . 5 Where, in a case within subsection (4), on determining the application   a traffic commissioner   gives a direction varying the licence, that direction shall be of no effect before the interim direction ceases to have effect. 6 A request for an interim direction to be given— a shall not be treated as an application for the variation of an operator’s licence for the purposes of section 17(3) or 37 or Schedule 4, but b shall be treated as such an application for the purposes of any other provision of this Act. 7 The reference in subsection (4) to the date on which an application is finally disposed of is to be construed in accordance with section 24(9)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "26", "section_title": " Revocation, suspension and curtailment of operators’ licences.", "section_text": "26 1 Subject to the following provisions of this section and the provisions of section 29,   a traffic commissioner may direct that an operator’s licence   be revoked, suspended or curtailed (within the meaning given in subsection (11)) on any of the following grounds— a   in the case of a heavy goods vehicle licence,  that a place in the   traffic area to which the licence relates   has, at a time when it was not specified in the licence as an operating centre of the licence-holder, been used as an operating centre for  heavy goods   vehicles authorised to be used under the licence; b that the licence-holder has contravened any condition attached to the licence; c that during the five years ending with the date on which the direction is given there has been— i a conviction of the licence-holder of an offence such as is mentioned in any of sub-paragraphs (a) to (i) of paragraph 5 of Schedule 2; ii a conviction of a servant or agent of the licence-holder of any such offence, other than an offence such as is mentioned in sub-paragraph (c), (e) or (h) of that paragraph; or iii a prohibition under section 69 or 70 of the  Road Traffic Act 1988 (power to prohibit driving of unfit or overloaded vehicles) of the driving of a vehicle of which the licence-holder was the owner when the prohibition was imposed; ca that during those five years a fixed penalty notice or conditional offer has been issued under Part 3 of the Road Traffic Offenders Act 1988 to the licence-holder in respect of an offence within sub-paragraph (i) of paragraph (c) or to a servant or agent of the licence-holder in respect of an offence within sub-paragraph (ii) of that paragraph; d that during those five years, on occasions appearing to the commissioner to be sufficiently numerous to justify the giving of a direction under this subsection, there has been a conviction of the licence-holder or a servant or agent of his of an offence such as is mentioned in paragraph 5(j) of Schedule 2                    or an issue of a fixed penalty notice or conditional offer under Part 3 of the Road Traffic Offenders Act 1988 to the licence-holder or a servant or agent of his in respect of such an offence ; e that the licence-holder made, or procured to be made, for the purposes of— i his application for the licence, ii an application for the variation of the licence, or iii a request for a direction under paragraph 1 or 3 of Schedule 4, a statement of fact that, whether to his knowledge or not, was false, or a statement of expectation that has not been fulfilled; f that any undertaking recorded in the licence has not been fulfilled; g that the licence-holder, being an individual, has been   made   bankrupt   or has had a debt relief order (under Part 7A of the Insolvency Act 1986) made in respect of him  or, being a company, has gone into liquidation, other than voluntary liquidation for the purpose of reconstruction; h that since the licence was issued or varied there has been a material change in any of the circumstances of the licence-holder that were relevant to the issue or variation of the licence; i that the licence is liable to revocation, suspension or curtailment by virtue of a direction under section 28(4). 2 Where   a traffic commissioner   has power to give a direction in respect of a licence under subsection (1), the commissioner also has power to direct that a condition, or additional condition, such as is mentioned in section 22(1) be attached to the licence. 3 In this Act any reference, in relation to an operator’s licence, to a condition attached to the licence under section 22(1) includes any condition attached to the licence under subsection (2) above. 4 Where the existence of any of the grounds mentioned in subsection (1) is brought to the notice of   a traffic commissioner in the case of the holder of any operator’s licence  , the commissioner shall consider whether or not to give a direction under this section in respect of that licence. 5 Where, in a case falling within subsection (1)(c)(i)— a the conviction in question is a conviction of the licence-holder of an offence under section 3(6) or of the corresponding offence under regulation 33(2) of the  Goods Vehicles (Operators’ Licences, Qualifications and Fees) Regulations 1984, and b there has been, within the 5 years preceding that conviction, a previous conviction of the licence-holder of an offence under either of those provisions, the traffic commissioner shall give a direction under subsection (1) to revoke the licence. 6 Where   a traffic commissioner gives a direction under subsection (1)   that an operator’s licence be suspended or curtailed, the commissioner may order— a in the case of a suspension, that any motor vehicle specified in the licence may not be used under any other operator’s licence (notwithstanding anything in section 5(1)(a)), or b in the case of a curtailment having the effect of removing any motor vehicle from the licence, that the motor vehicle may not be used as mentioned in paragraph (a) and shall not be capable of being effectively specified in any other operator’s licence. 7 An order made under subsection (6) shall cease to have effect— a on such date, not being more than 6 months after the order is made, as may be specified in the order, or b if, before that date, the licence which is directed to be suspended or curtailed ceases to be in force, on the date on which it ceases to be in force. 8   Where a direction suspending or curtailing a licence has been given under subsection (1), a traffic commissioner   may at any time— a cancel the direction together with any order under subsection (6) that was made when the direction was given; b cancel any such order; or c with the consent of the licence-holder, vary the direction or any such order (or both the direction and any such order). 9 Where an operator’s licence is suspended under this section, the licence remains in force during the time of its suspension subject to the limitation that no vehicles are authorised to be used under it. 10 In subsection (1)(g) the reference to an individual having been   made   bankrupt shall, as respects Scotland, be construed as a reference to an award of sequestration having been made of his estate. 11 In this Act references to directing that an operator’s licence be curtailed are references to directing (with effect for the remainder of the duration of the licence or for any shorter period) all or any of the following, that is to say— a that one or more of the vehicles specified in the licence be removed from it; b that a provision such as is mentioned in section 5(2) or 6(1)(b) or (2)(b) be included in the licence; c that any maximum number specified in the licence under section 6 be reduced; d   in the case of a heavy goods vehicle licence,  that any one or more of the places specified in the licence as operating centres be removed from it."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "27", "section_title": " Revocation of standard licences.", "section_text": "27 1   A traffic commissioner shall direct that a standard licence   be revoked if at any time it appears to him that  a the licence-holder no longer satisfies  one or more of   the requirements of section   13A , or b the transport manager designated   by the licence-holder   no longer satisfies  one or more of   the requirements   set out in paragraph 14A(1) and (2), or (1) and (3), of Schedule 3   2 Before giving a direction under subsection (1) in respect of a licence,   a traffic commissioner   shall give to its holder notice in writing that he is considering giving such a direction. 3 A notice under subsection (2) shall state the grounds on which the traffic commissioner is considering giving a direction under subsection (1) and  ...— a   shall invite the licence-holder to make   written representations with respect to those grounds  ..., and b   shall state that   any such representations must be received by the commissioner   dealing with the matter  within 21 days of the date of the notice;   and a traffic commissioner may not give a direction under subsection (1) without considering any representations duly made under this subsection  . 3A A notice under subsection (2) may set a time limit ...  for the licence-holder to rectify the situation. 3AA The time limit set under subsection (3A) may not exceed, beginning with the day after the date of the notice— a 6 months, or b 9 months if the licence-holder ceases to have a suitable number of individuals designated under section 13A(3)(a)(ii) or (b) because— i a transport manager is physically incapacitated or deceased, and ii more than 6 months is required to recruit a replacement transport manager. 3B If the licence-holder rectifies the situation within the time limit set under subsection (3A), the traffic commissioner must not make the direction under subsection (1). 4 This section has effect subject to section 29 (and, in particular, nothing in  subsections (3) to (3B)  above shall be taken to affect a person’s right under section 29(1) to require the holding of an inquiry)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "28", "section_title": " Disqualification.", "section_text": "28 1 Where, under section 26(1) or 27(1), a traffic commissioner directs that an operator’s licence be revoked, the commissioner may order the person who was the holder of the licence to be disqualified (either indefinitely or for such period as the commissioner thinks fit) from holding or obtaining an operator’s licence; and so long as the disqualification is in force— a any operator’s licence held by him at the date of the making of the order (other than the licence revoked) shall be suspended, and b notwithstanding anything in section 13 or 24, no operator’s licence may be issued to him. 2 If a person applies for or obtains an operator’s licence while he is disqualified under subsection (1)— a he is guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale, and b any operator’s licence issued to him on the application, or (as the case may be) the operator’s licence obtained by him, shall be void. 3 An order under subsection (1) may be limited so as to apply only to the holding or obtaining of an operator’s licence in respect of one or more specified traffic areas and, if the order is so limited— a paragraphs (a) and (b) of that subsection and subsection (2) shall apply only to any operator’s licence to which the order applies, but b notwithstanding section 5(4)(b), no other operator’s licence held by the person in question shall authorise the use by him of any vehicle at a time when its operating centre is in a traffic area in respect of which he is disqualified by virtue of the order. 4 Where   a traffic commissioner   makes an order under subsection (1) in respect of any person, the commissioner may direct that if that person, at any time or during such period as the commissioner may specify— a is a director of, or holds a controlling interest in— i a company which holds a licence of the kind to which the order in question applies, or ii a company of which such a company is a subsidiary, or b operates any goods vehicles in partnership with a person who holds such a licence, that licence of that company or, as the case may be, of that person, shall be liable to revocation, suspension or curtailment under section 26. 5 The powers conferred by subsections (1) and (4) in relation to the person who was the holder of a licence shall be exercisable also— a where that person was a company, in relation to any director of that company, and b where that person operated vehicles under the licence in partnership with other persons, in relation to any of those other persons; and any reference in this section or in section 26 or 29 to subsection (1) or (4) above includes a reference to that subsection as it applies by virtue of this subsection. 6   Where an order has been made under subsection (1) disqualifying any person, a traffic commissioner   may at any time— a cancel that order together with any direction that was given under subsection (4) when the order was made; b cancel any such direction; or c with the consent of the person disqualified, vary the order or any such direction (or both the order and any such direction). 7 Where an operator’s licence is suspended under this section, the licence remains in force during the time of its suspension subject to the limitation that no vehicles are authorised to be used under it. 8 For the purposes of this section a person holds a controlling interest in a company if he is the beneficial owner of more than half its equity share capital (as defined in  section 548 of the Companies Act 2006 )."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "29", "section_title": " Revocation and disqualification etc: supplementary provisions.", "section_text": "29 1 A traffic commissioner shall not— a give a direction under section 26(1) or (2) or 27(1) in respect of any licence, b make an order under section 26(6) in respect of any vehicle, or c make an order or give a direction under section 28(1) or (4) in respect of any person, without first holding an inquiry if the holder of the licence or (as the case may be) the person concerned requests   that an inquiry be held  . 2   A traffic commissioner   may direct that any direction or order given or made by him under— a section 26(1), (2) or (6), b section 27(1), or c section 28(1) or (4), shall not take effect until the expiry of the time within which an appeal may be made to the  Upper Tribunal  against the direction or order and, if such an appeal is made, until the appeal has been disposed of. 3 If   a traffic commissioner   refuses to give a direction under subsection (2) the holder of the licence or, as the case may be, the person in respect of whom the direction or order was given or made may apply to the  Upper Tribunal  for such a direction. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "30", "section_title": " Periods of review for operating centres.", "section_text": "30 1 Within such time after any period of review as may be prescribed,   a traffic commissioner   may serve a notice on   the holder of   a heavy goods vehicle   licence   stating that the commissioner is considering whether to exercise any of his powers under sections 31 and 32 in relation to a place specified in the licence as an operating centre of the licence-holder. 2 The periods of review in relation to   a heavy goods vehicle   licence are— a the period of five years beginning with the date specified in the licence as the date on which it came into force; and b each consecutive period of five years. 3 Regulations may amend subsection (2) by substituting a higher or lower number (but not a number lower than five) for the number of years for the time being specified in paragraphs (a) and (b). 4 Regulations may make provision as to the manner in which notices under this section are to be or may be served, including provision as to the circumstances in which, and the time at which, any such notice is to be treated as having been duly served (whether or not it has in fact been served)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "31", "section_title": " Power to remove operating centres on review.", "section_text": "31 1 If,   after a notice has been served   under section 30 in respect of a place specified in   a heavy goods vehicle   licence,   a traffic commissioner   determines that the place is unsuitable— a on grounds other than environmental grounds, or b on the ground mentioned in subsection (2), for use as an operating centre of the licence-holder, he may (subject to subsection (3)) direct that it cease to be specified in the licence. 2 The ground referred to in subsection (1)(b) is that the parking of  heavy goods   vehicles used under the licence at or in the vicinity of the place causes adverse effects on environmental conditions in that vicinity. 3 Where the only ground for giving a direction under subsection (1) is the ground mentioned in subsection (2), the traffic commissioner may not give such a direction unless during the period of review in question representations were made to him  or another traffic commissioner  — a by such a person as is mentioned in section 12(2), or b by a person who is the owner or occupier of any land in the vicinity of the place in question, as to the unsuitability of the place on environmental grounds for continued use as an operating centre for  heavy goods    vehicles used under any   heavy goods vehicle   licence. 4 Representations made by a person such as is mentioned in paragraph (b) of subsection (3) shall be disregarded for the purposes of this section if, when they were made, any adverse effects on environmental conditions arising from the continued use of the place in question would not have been capable of prejudicially affecting the use or enjoyment of the land mentioned in that paragraph. 5 Any representations under this section— a shall be made in the prescribed manner; and b shall contain particulars of any matters alleged by the person making the representations to be relevant to the issue to which they relate; but where   a traffic commissioner   considers there to be exceptional circumstances that justify his doing so, he may direct that representations be treated for the purposes of this Act as duly made under this section notwithstanding that they were not made in the prescribed manner or within the period of review in question."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "32", "section_title": " Power to attach conditions on review.", "section_text": "32 1 If,   after a notice has been served   under section 30 in respect of a place specified in   a heavy goods vehicle   licence,   no direction is given in respect of the place under section 31, a traffic commissioner   may direct— a that conditions (or additional conditions) such as are mentioned in section 21, 22(1)(c) or 23 be attached to the licence; b that any conditions already attached to the licence under section 21, 22(1)(c) or 23 be varied. 2 Any conditions attached to the licence under subsection (1)(a) shall relate or, in the case of conditions such as are mentioned in section 22(1)(c), shall only require   a traffic commissioner   to be informed of events that relate— a only to the place referred to in subsection (1), or b only to that place and any other places in respect of which   the traffic commissioner giving the direction   has power to attach conditions under that subsection. 3 Any variation under subsection (1)(b) shall be such as imposes new or further restrictions or requirements— a only in relation to the place referred to in subsection (1), or b only in relation to that place and any other places in respect of which   the traffic commissioner giving the direction   has power to attach conditions under that subsection. 4 Where   a traffic commissioner   gives a direction in respect of   a heavy goods vehicle   licence under section 31 or subsection (1)(a) above, he may also vary the licence by directing— a that any  heavy goods   vehicle cease to be specified in the licence; b that any maximum number  of heavy goods vehicles   specified in the licence under section 6 be reduced; c that a provision  relating to heavy goods vehicles   such as is mentioned in section 5(2) be included in the licence; d that a provision  relating to heavy goods vehicles   such as is mentioned in section 6(1)(b) or (2)(b) be included in the licence. 5 In this Act any reference, in relation to   a heavy goods vehicle   licence, to a condition attached to the licence under section 21, 22 or 23 includes a reference to any condition such as is mentioned in section 21, 22 or (as the case may be) 23 attached to the licence under subsection (1)(a) above."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "33", "section_title": " Transfer of operating centres.", "section_text": "33 Schedule 4 (which makes provision in relation to certain applications for, or for the variation of,   heavy goods vehicle   licences where the proposed operating centres of the applicant are already specified in   a heavy goods vehicle   licence) shall have effect."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "34", "section_title": " Determinations as to environmental matters.", "section_text": "34 1 In making any determination of a description mentioned in subsection (2), a traffic commissioner shall have regard to such considerations as may be prescribed as relevant to determinations of that description. 2 The determinations referred to are— a any determination with respect to the suitability of any place on environmental grounds for use as an operating centre of the holder of   a heavy goods vehicle   licence; b any determination with respect to attaching to   a heavy goods vehicle   licence any condition such as is mentioned in section 23 or varying or removing any such condition attached to   a heavy goods vehicle   licence; and c any determination with respect to the effect on environmental conditions in any locality of the use in any particular manner of any operating centre of the holder of   a heavy goods vehicle   licence. 3 In making any such determination for the purposes of exercising— a any of his functions in relation to an application for, or for the variation of,   a heavy goods vehicle   licence, or b any of his functions under sections 30 to 32, a traffic commissioner may take into account any undertakings given by the applicant or licence-holder (or procured by him to be given) for the purposes of the application or the review under sections 30 to 32, and may assume that those undertakings will be fulfilled. 4 In making for those purposes a determination of a description mentioned in subsection (2)(a) or (c), a traffic commissioner may take into account any conditions such as are mentioned in section 23 that could be attached to the licence in question, and may assume that any conditions so attached will not be contravened. 5 Where a traffic commissioner— a grants an application for, or for the variation of,   a heavy goods vehicle   licence, or b   after a notice has been served   under section 30 in respect of any place specified in such a licence, exercises or determines not to exercise any of his powers under sections 31 and 32 in relation to that place, any undertakings taken into account by the commissioner under subsection (3) that he considers to be material to the application or (as the case may be) to his decision under sections 31 and 32 shall be recorded in the licence in question."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "35", "section_title": " Power of traffic commissioners to hold inquiries.", "section_text": "35 1 A traffic commissioner may hold such inquiries as he thinks necessary for the proper exercise of his functions under this Act  or the  2009 Regulation . 2 Where, as respects the proposed exercise on any occasion of any of his powers under  this Act or the  2009 Regulation , a traffic commissioner receives a request for an inquiry (made pursuant to section 29(1)  or paragraph 15(1)(d) or 17(4)(c) of Schedule 3 ) from two or more persons,   he or another traffic commissioner   may hold a single inquiry in response to both or all of those requests. 3 Subject to any provision made by regulations, any inquiry held by a traffic commissioner for the purposes of this Act  or the  2009 Regulation  shall be held in public. 4 Information with respect to any particular trade or business which is given at any such inquiry while admission to the inquiry is restricted in accordance with regulations shall not, so long as that trade or business continues to be carried on, be disclosed except— a with the consent of the person for the time being carrying on that trade or business; b for the purpose of the discharge by any person of his functions under this Act  or the  2009 Regulation ; or c with a view to the institution of, or otherwise for the purposes of, any legal proceedings pursuant to or arising out of this Act  or the  2009 Regulation , including proceedings before the  Upper Tribunal . 5 Any person who discloses any information in contravention of subsection (4) is guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "36", "section_title": " Review of decisions.", "section_text": "36 1 Subject to subsection (2), a traffic commissioner may review and, if he thinks fit, vary or revoke any decision of his  , or of another traffic commissioner,   to grant or refuse— a an application for an operator’s licence, or b an application for the variation of such a licence in a case where section 17(3) required notice of the application to be published, if he is satisfied that a procedural requirement imposed by or under any enactment has not been complied with in relation to the decision. 2   A traffic commissioner   may under subsection (1) review a decision only— a if, within such period after the taking of the decision as may be prescribed, he or another traffic commissioner has given to the applicant or (as the case may be) the licence-holder notice of intention to review the decision; b if, within that period, a person who appears to him to have an interest in the decision has requested   that the decision be reviewed by a traffic commissioner  ; or c (where neither paragraph (a) nor paragraph (b) applies), if he considers there to be exceptional circumstances that justify the review. 3 Regulations may make provision as to the manner in which notices under subsection (2)(a) are to be or may be served, including provision as to the circumstances in which, and the time at which, any such notice is to be treated as having been duly served (whether or not it has in fact been served). 4 The variation or revocation under this section of any decision shall not make unlawful anything done in reliance on the decision before the variation or revocation takes effect."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "37", "section_title": " Rights of appeal in connection with operators’ licences.", "section_text": "37 1 An applicant for, or for the variation of, an operator’s licence may appeal to the  Upper Tribunal  against the refusal of the application or (as the case may be) against the terms of the licence or of the variation. 2 The holder of an operator’s licence may appeal to the  Upper Tribunal  against any direction given under section 5(9), 26(1) or (2), 27(1), 31 or 32 in respect of the licence. 3 The holder of an operator’s licence may appeal to the  Upper Tribunal  against any order made under section 26(6) on the suspension or curtailment of the licence. 4 A person in respect of whom an order has been made under section 28(1) (including section 28(1) as it applies by virtue of section 28(5)) may appeal to the  Upper Tribunal  against that order and against any direction given under section 28(4) (including section 28(4) as it so applies) when the order was made. 5 A person who has duly made an objection to an application for, or for a variation of, an operator’s licence may appeal to the  Upper Tribunal  against the grant of the application. 6 A person who— a within the prescribed period has made an application for a review under section 36, and b has been certified by   a traffic commissioner   as a person such as is mentioned in subsection (2)(b) of that section, may appeal to the  Upper Tribunal  against the refusal of the application. 7 In subsections (1) and (2) “operator’s licence” does not include an interim licence issued under section 24."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "38", "section_title": " Forgery of documents, etc.", "section_text": "38 1 A person is guilty of an offence if, with intent to deceive, he— a forges, alters or uses a document or other thing to which this section applies; b lends to, or allows to be used by, any other person a document or other thing to which this section applies; or c makes or has in his possession any document or other thing so closely resembling a document or other thing to which this section applies as to be calculated to deceive. 2 This section applies to the following documents and other things, namely— a any operator’s licence; b any document, plate, mark or other thing by which, in pursuance of regulations, a vehicle is to be identified as being authorised to be used, or as being used, under an operator’s licence; c any document evidencing the authorisation of any person for the purposes of sections 40 and 41; d any certificate of qualification under section 49; and e any certificate or diploma such as is mentioned in paragraph 13(1)   or (1A)  of Schedule 3. 3 A person guilty of an offence under subsection (1) is liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 4 In the application of subsection (1) to England and Wales, “ forges ” means makes a false document or other thing in order that it may be used as genuine."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "39", "section_title": " False statements.", "section_text": "39 1 A person is guilty of an offence if he knowingly makes a false statement for the purpose of— a obtaining the issue to himself or any other person of an operator’s licence; b obtaining the variation of any such licence; c preventing the issue or variation of any such licence; d procuring the imposition of a condition or limitation in relation to any such licence; or e obtaining the issue to himself or any other person of a certificate of qualification under section 49 or a certificate or diploma such as is mentioned in paragraph 13(1)  or (1A)  of Schedule 3. 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "40", "section_title": " Inspection of maintenance facilities.", "section_text": "40 1 An officer may, at any time which is reasonable having regard to the circumstances of the case, enter any premises of an applicant for an operator’s licence or of the holder of such a licence and inspect any facilities on those premises for maintaining the vehicles used under the licence in a fit and serviceable condition. 2 Any person who obstructs an officer in the exercise of his powers under subsection (1) is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "41", "section_title": " Power to seize documents etc.", "section_text": "41 1 If an officer has reason to believe that— a a document or article carried on or by the driver of a vehicle, or b a document produced to him in pursuance of this Act, is a document or article in relation to which an offence has been committed under section 38 or 39, he may seize that document or article. 2 Where— a a document or article is seized under subsection (1), b no person has, within six months of the date on which the document or article was seized, been charged since that date with an offence in relation to it under section 38 or 39, and c the document or article is still detained, then any of the persons mentioned in subsection (3) may make an application to a magistrates’ court or (in the case of an application made in Scotland) the sheriff. 3 The persons who may make an application under subsection (2) are— a an officer; b the driver or owner of the vehicle; c the person from whom the document was seized. 4 On an application under subsection (2), the magistrates’ court or the sheriff shall— a make such order respecting the disposal of the document or article, and b award such costs or (in Scotland) expenses, as the justice of the case may require. 5 Any application made under subsection (2) to the sheriff shall be made by way of summary application."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "42", "section_title": " Meaning of “officer” and powers of police constables.", "section_text": "42 1 In sections 40 and 41 “ officer ” means— a an examiner appointed under section 66A of the  Road Traffic Act 1988, or b any person authorised for the purposes of sections 40 and 41 by   a traffic commissioner  . 2 The powers conferred by sections 40 and 41 on an officer shall be exercisable also by a police constable."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "43", "section_title": " Evidence by certificate.", "section_text": "43 1 In any proceedings for an offence under this Act a certificate such as is mentioned in subsection (2) shall be evidence, and in Scotland sufficient evidence, of the facts stated in it. 2 The certificate referred to in subsection (1) is a certificate signed by or on behalf of a traffic commissioner which states— a that, on any date, a person was or was not the holder of an operator’s licence issued by   a traffic commissioner  ; b that, by virtue of a direction given by   a traffic commissioner   under regulations made under section 48(2)(b) or (3), a person is to be treated as having been the holder of an operator’s licence on any date; c the date of the coming into force of any operator’s licence issued by   a traffic commissioner  ; d the date on which any operator’s licence issued by   a traffic commissioner   ceased to be in force; e the terms and conditions of any operator’s licence issued by   a traffic commissioner  ; f that a person is by virtue of an order of   a traffic commissioner   disqualified from holding or obtaining an operator’s licence, either indefinitely or for a specified period; g that a direction, having effect indefinitely or for a specified period, has been given by   a traffic commissioner   under section 28(4) in relation to any person; h that an operator’s licence was on any date or during any specified period suspended by virtue of a direction given by   a traffic commissioner   under section 26(1); or ha that a person is by virtue of an order of   a traffic commissioner   disqualified from acting as a transport manager, either indefinitely or for a specified period (see paragraph 16 of Schedule 3); i that, by virtue of a direction given by   a traffic commissioner   under regulations made under section 48(2)(a), an operator’s licence is to be treated as having been suspended on any date or during any specified period. 3 Any such certificate which purports to be signed by or on behalf of a traffic commissioner shall be taken to be so signed unless the contrary is proved."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "44", "section_title": " Assessors.", "section_text": "44 1 In considering any financial question which appears to him to arise in relation to the exercise of his functions under this Act  or the  2009 Regulation ,   a traffic commissioner   may be assisted by an assessor drawn from a panel of persons appointed for the purpose by the Secretary of State. 2 The Secretary of State shall pay to any such assessor in respect of his services such remuneration as may be determined by the Secretary of State with the consent of the Treasury."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "45", "section_title": " Fees.", "section_text": "45 1 Such fees, payable at such times, and whether in one sum or by instalments, as may be prescribed shall be charged by a traffic commissioner in respect of— a applications for, or for the variation of, operators’ licences; b the issue or variation of operators’ licences; c the continuation in force of operators’ licences; d any arrangements made with the holder of an operator’s licence to treat the licence for certain administrative purposes as if it were two or more licences. 2 A traffic commissioner may decline to proceed with— a any application for, or for the variation of, an operator’s licence, or b the issue or variation of any operator’s licence, until any fee or instalment of a fee in respect of the application, issue or variation (as the case may be) is duly paid. 3 If, in the case of any application for, or for the variation of, an operator’s licence, any fee or instalment of a fee in respect of the application or the issue or variation of the licence is not duly paid by the prescribed time— a the application shall be treated as withdrawn at that time, and b any decision made or direction given on the application, and any licence issued or variation effected in pursuance of such a direction, ceases to have effect or terminates at that time. 4 If any fee or instalment of a fee in respect of the continuation in force of an operator’s licence is not duly paid by the prescribed time, the licence terminates at that time. 5   A traffic commissioner   may, if he considers there to be exceptional circumstances that justify his doing so in any case where subsection (3) or (4) has applied, direct that as from the time mentioned in that subsection its effect in that case be disregarded. 6 Where, by virtue of such a direction, the effect of subsection (3)(a) is to be disregarded in any case, any termination— a of an interim licence under section 24(5)(b) or (6), or b of an interim direction under section 25(4), by virtue of the operation of subsection (3)(a) in that case before the direction was given shall be cancelled with effect from the same time. 7 Where such a direction is given in respect of an operator’s licence— a any condition attached to the licence under section 22 shall be treated as having been of no effect during the period beginning with the time when the licence terminated by virtue of subsection (3) or (4) above and ending with the time when the direction comes into force, and b subject to paragraph (a), the traffic commissioner may vary any such condition as it applies in relation to events occurring before the direction comes into force. 8 All fees payable under this Act, other than those payable under section 49, shall be paid into the Consolidated Fund in such manner as the Treasury may direct."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "46", "section_title": " Holding companies and subsidiaries.", "section_text": "46 1 The Secretary of State may by regulations make provision for the purpose of enabling any company or other body corporate which has one or more subsidiaries to hold an operator’s licence under which the vehicles authorised to be used consist of or include vehicles belonging to or in the possession of any of its subsidiaries. 2 Regulations under this section may— a modify or supplement any of the provisions of this Act, other than the excepted provisions, so far as appears to the Secretary of State to be necessary or expedient for or in connection with the purpose mentioned in subsection (1), and b may contain such other supplementary and incidental provisions as appear to the Secretary of State to be requisite. 3 In this Act “ the excepted provisions ” means the following provisions  ..., namely— a sections 3,  3A,   4, 9(2) and (3)(b),  13A , 15(5) and (6), 20, 22(2) to (5), 27 and 49; b in section 58, in subsection (1), the definitions of “international transport operations”, “national transport operations” ... and “transport manager”, and subsection (4); and c Schedule 3."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "47", "section_title": " Partnerships.", "section_text": "47 Regulations may provide for this Act to apply in relation to partnerships with such modifications as may be specified in the regulations; but nothing in any such regulations may make modifications in any of the excepted provisions (within the meaning given in section 46(3))."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "48", "section_title": " Operators’ licences not to be transferable etc.", "section_text": "48 1 Subject to any regulations under section 46, an operator’s licence is neither transferable nor assignable. 2 Regulations may make provision enabling a traffic commissioner, where the holder of an operator’s licence  ... has died  or become a person who lacks capacity (within the meaning of the Mental Capacity Act 2005) to use a vehicle under the licence, , to direct that the licence be treated— a as not having terminated at the time when the licence-holder died or  became a person who lacked capacity in that respect  but as having been suspended (that is, as having remained in force but subject to the limitation that no vehicles were authorised to be used under it) from that time until the time when the direction comes into force; and b as having effect from the time when the direction comes into force for a specified period and as being held during that period (for such purposes and to such extent as may be specified) not by the person to whom it was issued but by such other person carrying on that person’s business, or part of that person’s business, as may be specified. 3 Regulations may make provision enabling a traffic commissioner in prescribed circumstances to direct that any operator’s licence  ... is to be treated (for such purposes, for such period and to such extent as may be specified) as held not by the person to whom it was issued but by such other person carrying on that person’s business, or part of that person’s business, as may be specified. 4 Regulations may make provision enabling a traffic commissioner to direct, for the purpose of giving effect to or supplementing a direction given by him  or another traffic commissioner   by virtue of subsection (2) or (3), that this Act is to apply with specified modifications in relation to the person who is to be treated under the direction as the holder of an operator’s licence; but nothing in any such regulations shall permit   a traffic commissioner   to modify the operation of any of the excepted provisions (within the meaning given in section 46(3)). 5 In subsection (2) references to a person becoming  a person lacking capacity  include references to a curator bonis being appointed in respect of him in Scotland on the ground that he is incapable, by reason of mental disorder, of adequately managing and administering his property and affairs. 6 In this section “ specified ”, in relation to a direction, means specified— a in the regulations under which the direction was given; or b in the direction in accordance with those regulations."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "49", "section_title": " Certificates of qualification.", "section_text": "49 1 On an application made to him by a person wishing to engage in   an   undertaking  established   in a member State   that involves the use of goods vehicles , the appropriate person shall issue to the applicant a certificate (a “certificate of qualification”) as to such matters relating to— a the applicant’s repute, b his professional competence, or c (where relevant) his financial standing, as the appropriate person is satisfied he may properly certify and as appear to him to be of assistance to the applicant in satisfying any requirements imposed by the law of the  ... member State as regards the repute, professional competence and financial standing of persons engaged in   such an undertaking established   in that member State. 2 A certificate of qualification shall— a be in such form as the Secretary of State for Transport may specify;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 No certificate of qualification shall be issued before a fee of £20 has been paid. 4 The applicant shall give to the appropriate person such information as that person may reasonably require for the discharge of his duties in relation to the application. 5 In this section “ the appropriate person ”— a in relation to an applicant who holds an operator’s licence, means a traffic commissioner, and b in relation to an applicant who does not hold an operator’s licence, means the Secretary of State, ... 6 All fees payable under this section shall be paid into the Consolidated Fund."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "50", "section_title": " Large goods vehicles.", "section_text": "50 1 Schedule 5 (which requires certain documents to be carried by the drivers of large goods vehicles and makes other provision in connection with such vehicles) shall have effect. 2 This section and Schedule 5 shall come into force on such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes and different provisions."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "51", "section_title": " Time for bringing proceedings.", "section_text": "51 Section 6 of the  Road Traffic Offenders Act 1988 (time for bringing summary proceedings for certain offences) shall apply to an offence under section 9(3)(a) or (b), 38 or 39."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "52", "section_title": " Destination of fines: Scotland.", "section_text": "52 There shall be paid into the Consolidated Fund all fines imposed in respect of offences committed in Scotland under the provisions of this Act or regulations made under it."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "53", "section_title": " Method of calculating weight of motor vehicles.", "section_text": "53 For the purposes of this Act the weight unladen of a vehicle shall be taken to be the weight of the vehicle inclusive of the body and all parts (the heavier being taken where alternative bodies or parts are used) which are necessary to or ordinarily used with the vehicle when working on a road, but exclusive of the weight of water, fuel or accumulators used for the purpose of the supply of power for the propulsion of the vehicle, and of loose tools and loose equipment."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "54", "section_title": " Saving for law of nuisance.", "section_text": "54 Nothing in this Act shall authorise a person to use on a road a vehicle so constructed or used as to cause a public or private nuisance, or in Scotland a nuisance, or affect the liability, whether under statute or common law, of the driver or owner so using such a vehicle."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "55", "section_title": " Protection of public interests.", "section_text": "55 It is hereby declared that nothing in this Act is to be treated as conferring on the holder of an operator’s licence any right to the continuance of any benefits arising from this Act or from any such licence or from any conditions attached to any such licence."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "56", "section_title": " Secretary of State’s power to hold inquiries.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "56A", "section_title": "Traffic commissioner may have regard to international obligations", "section_text": "56A 1 In exercising a function under any provision made by or under this Act in relation to a standard licence authorising both national and international transport operations, a traffic commissioner may have regard to any obligation of the United Kingdom as a party to the Trade and Cooperation Agreement that is relevant to the exercise of the function. 2 In this section, “ the Trade and Cooperation Agreement ” has the meaning given in section 37 of the European Union (Future Relationship) Act 2020."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "57", "section_title": " Regulations and orders.", "section_text": "57 1 The Secretary of State may make regulations for any purpose for which regulations may be made under this Act, and for prescribing anything which may be prescribed under this Act, and generally for carrying this Act into effect. 2 In particular, but without prejudice to the generality of subsection (1), the Secretary of State may make regulations with respect to the following matters— a the procedure on applications for, and the determination of questions in connection with, the issuing and variation of operators’ licences and the procedure under, and the determination of questions for the purposes of, sections 26 to 32 and 36; b the issue of operators’ licences and the issue on payment of the prescribed fee of copies of such licences in the case of licences lost or defaced; c the forms which operators’ licences are to take in order to show a distinction— i between a standard licence and a restricted licence; and ii between a licence covering both international and national transport operations and a licence covering national transport operations only; d the means by which vehicles may be identified, whether by plates, marks or otherwise, as being used or authorised to be used under an operator’s licence; e the custody, production, return and cancellation of operators’ licences and of documents, plates and any other means of identification prescribed under paragraph (d); f the payment of a prescribed fee in respect of any document, plate or other means of identification so prescribed that has been lost, defaced or broken; g the notification to a traffic commissioner of vehicles which have ceased to be used under an operator’s licence; h the repayment (or partial repayment) in the prescribed circumstances of fees paid under this Act; i the circumstances in which goods are to be treated for the purposes of this Act as carried for hire or reward and the circumstances in which goods are to be treated for those purposes as carried by any person for or in connection with a trade or business carried on by him. 3 The power under subsection (2)(a) shall include power to require a person applying for an operator’s licence to state in his application— a whether his application is for a standard licence or a restricted licence, and b (if his application is for a standard licence) whether his application is for a licence to cover both international and national transport operations or for one to cover national transport operations only. 4 The power under subsection (2)(d) shall include power to require that any means of identification prescribed for a vehicle shall be carried notwithstanding that for the time being the vehicle is not being used for a purpose for which an operator’s licence is required. 5 The power under subsection (2)(d) shall also include power to make provision with respect to the means by which— a any vehicle may be identified as being used under a standard licence or, as the case may be, a restricted licence; and b any vehicle which is being used under a standard licence may be identified as being used under a licence that permits it to be used— i for both international and national transport operations, or ii for national transport operations only. 6 The Secretary of State may make regulations for providing that any provision of this Act shall, in relation to vehicles brought temporarily into Great Britain, have effect subject to such modifications as may be prescribed. 7 Any regulations under this Act may make— a different provision for different cases or classes of case and different circumstances, and b transitional provision, and regulations made by virtue of subsection (2)(d) may make different provision for different traffic areas. 8 A definition or description of a class of vehicles for the purposes of any regulation under this Act may be framed by reference to any characteristic of the vehicles or to any other circumstances whatever. 9 Any person who contravenes a provision of regulations under this section, a contravention of which is declared by the regulations to be an offence, is guilty of an offence and liable on summary conviction to a fine not exceeding level 1 on the standard scale. 10 No regulations shall be made under section 30(3) unless a draft of them has been laid before, and approved by a resolution of, each House of Parliament. 11 Any regulations made by the Secretary of State under this Act, other than regulations under section 30(3), shall be subject to annulment in pursuance of a resolution of either House of Parliament. 12 Before making any regulations under this Act the Secretary of State shall consult with such representative organisations as he thinks fit. 13 Any power to make orders or regulations conferred on the Secretary of State by any provision of this Act shall be exercisable by statutory instrument."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "58", "section_title": " General interpretation.", "section_text": "58 1 In this Act, unless the context otherwise requires— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ articulated combination ” means a combination made up of— a motor vehicle which is so constructed that a trailer may by partial superimposition be attached to the vehicle in such a manner as to cause a substantial part of the weight of the trailer to be borne by the vehicle, and a trailer attached to it as described in paragraph (a); “ carriage of goods ” includes haulage of goods; “ contravention ”, in relation to any condition or provision, includes a failure to comply with the condition or provision, and “contravenes” shall be construed accordingly; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ driver ”— where a separate person acts as steersman of a motor vehicle, includes that person as well as any other person engaged in the driving of the vehicle; and in relation to a trailer, means the driver of the vehicle by which the trailer is drawn; and “drive” shall be construed accordingly; “ functions ” includes powers, duties and obligations; “ goods ” includes goods or burden of any description; “ goods vehicle ” means a motor vehicle constructed or adapted for use for the carriage of goods, or a trailer so constructed or adapted, but does not include a tramcar or trolley vehicle within the meaning of the  Road Traffic Act 1988;   “ heavy goods vehicle ” means a goods vehicle, or a vehicle combination including a goods vehicle, that has a maximum laden weight exceeding 3.5 tonnes;  “ heavy goods vehicle licence ” means an operator’s licence that authorises the use of one or more heavy goods vehicles (whether or not it also authorises the use of one or more light goods vehicles); “ holding company ” and “ subsidiary ” have the meaning given by  section 1159 of the Companies Act 2006 ;   “ international transport operations ” means the carriage of goods—  from the United Kingdom to any other country or territory (or vice versa); through the United Kingdom from and to any other country or territory; within a country or territory other than the United Kingdom;   “ light goods vehicle ” means a goods vehicle, or a vehicle combination including a goods vehicle, that has a maximum laden weight not exceeding 3.5 tonnes; “ light goods vehicle licence ” means an operator’s licence that authorises the use of only one or more light goods vehicles; “ maximum laden weight ” has the meaning given in Part IV of Schedule 6 to the Road Traffic Regulation Act 1984;   “ modification ” includes addition, omission and alteration, and related expressions shall be construed accordingly; “ motor vehicle ” and “ trailer ” have the same meaning as in section 253 of the  Road Traffic Act 1960;   “ national transport operations ” means the carriage of goods within only the United Kingdom;   “ operating centre ” has the meaning given in section 7(3); “ operator’s licence ” has the meaning given in section 2(1); “ owner ”, in relation to any land in England and Wales, means a person, other than a mortgagee not in possession, who, whether in his own right or as trustee for any other person, is entitled to receive the rack rent of the land or, where the land is not let at a rack rent, would be so entitled if it were so let; “ plated weight ”, in relation to a vehicle, means a weight required to be marked on it by means of a plate in pursuance of regulations made by virtue of section 41 of the  Road Traffic Act 1988 or required to be so marked by section 57 or 58 of that Act; “ prescribed ” means prescribed by regulations;  “the 2009 Regulation” means Regulation (EC) No 1071/2009 of the European Parliament and of the Council of 21 October 2009 establishing common rules concerning the conditions to be complied with to pursue the occupation of road transport operator and repealing Council Directive  96/26/ EC  ;  “ regulations ” means regulations made by the Secretary of State under this Act; “ restricted licence ” has the meaning given in section 3(3); “ road ”— in relation to England and Wales, means any highway and any other road to which the public has access, and includes bridges over which a road passes; and in relation to Scotland, has the same meaning as in the  Roads (Scotland) Act 1984; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ standard licence ” has the meaning given in section 3(2); “ statutory provision ” means a provision contained in an Act or in subordinate legislation within the meaning of the  Interpretation Act 1978; “ traffic area ” means a traffic area constituted for the purposes of the  Public Passenger Vehicles Act 1981;   “ traffic commissioner ” means a commissioner appointed under section 4 of the Public Passenger Vehicles Act 1981;    “ transport manager ” has the   meaning given in section 13A(5) ;    “ transport service ” means the use of a goods vehicle for which an operator’s licence is required under section 2 (obligation to hold operator’s licence);   “ vehicle combination ” means a combination of goods vehicles made up of one or more motor vehicles and one or more trailers all of which are linked together when travelling. 2 For the purposes of this Act, the driver of a vehicle, if it belongs to him or is in his possession under an agreement for hire, hire-purchase or loan, and in any other case the person whose servant or agent the driver is, shall be deemed to be the person using the vehicle; and references to using a vehicle shall be construed accordingly. 3 In this Act references to vehicles being authorised to be used under an operator’s licence are to be read in accordance with section 5. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "59", "section_title": " Transitional provision etc.", "section_text": "59 1 The transitional provisions and transitory modifications of this Act contained in Schedule 6 shall have effect. 2 Without prejudice to the generality of paragraphs 2 to 4 of that Schedule, an existing licence shall continue in force as if it had been issued under this Act, and in this Act or any other enactment, instrument or document, any reference to, or including a reference to, an operator’s licence issued under this Act shall, so far as the nature of the reference permits, be construed as including a reference to an existing licence. 3 In subsection (2) “ existing licence ” means any operator’s licence within the meaning of Part V of the  Transport Act 1968 which was in force immediately before the commencement of this Act."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "60", "section_title": " Consequential amendments and repeals.", "section_text": "60 1 The enactments mentioned in Schedule 7 shall have effect subject to the amendments there specified (being amendments consequential upon the provisions of this Act). 2 The enactments and instruments specified in Schedule 8 are repealed or revoked to the extent specified in the third column of that Schedule."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "61", "section_title": " Commencement.", "section_text": "61 1 Subject to section 50(2) (which makes provision in relation to the commencement of section 50 and Schedule 5) this Act shall come into force on such day as the Secretary of State may by order appoint. 2 An order under subsection (1) may contain such transitional provisions and savings as appear to the Secretary of State to be necessary or expedient in connection with the coming into force of any provision of this Act which reproduces the effect of any provision of the  Deregulation and Contracting Out Act 1994 which was not brought into force before the appointed day. 3 Where any provision of the Deregulation and Contracting Out Act 1994 was brought into force before the appointed day by an order containing transitional provisions or savings in connection with the coming into force of that provision, an order under subsection (1) may contain corresponding transitional provisions or savings in connection with the coming into force of any provision of this Act which reproduces the effect of that provision of that Act. 4 In subsections (2) and (3) “ the appointed day ” means the day appointed under subsection (1)."}, {"act": "Goods Vehicles (Licensing of Operators) Act 1995", "year": 1995, "section": "62", "section_title": " Short title and extent.", "section_text": "62 1 This Act may be cited as the Goods Vehicles (Licensing of Operators) Act 1995. 2 The amendments specified in Schedule 7 and the repeals and revocations specified in Schedule 8 have the same extent as the enactments and instruments to which they relate. 3 Subject to subsection (2), this Act does not extend to Northern Ireland."}]