[{"act": "Health Authorities Act 1995", "year": 1995, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "2", "section_title": "Related amendments.", "section_text": "2 1 Schedule 1 shall have effect for making— a amendments consequential on, or otherwise connected with, the provision made by section 1(1), and b other amendments relating to Health Authorities and Special Health Authorities. 2 The Secretary of State may by order make in any local Act such amendments as appear appropriate in consequence of, or otherwise in connection with, the provision made by section 1(1) or by subsection (1) (and Schedule 1). 3 Subject to section 8, subsection (1) (and Schedule 1) shall not come into force until 1st April 1996."}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "3", "section_title": "Preparations for reorganisation of authorities.", "section_text": "3 1 The functions of Regional Health Authorities, District Health Authorities and Family Health Services Authorities shall include the power to do anything which appears appropriate for facilitating the implementation of any provision made by or by virtue of this Act. 2 The Secretary of State may by regulations provide for functions exercisable by a Family Health Services Authority to be exercisable— a on their behalf— i by a District Health Authority or two or more District Health Authorities jointly, or ii by a joint DHA/ FHSA  committee, or b by them jointly with one or more District Health Authorities. 3 The Secretary of State may by regulations provide for functions exercisable by a District Health Authority to be exercisable— a on their behalf— i by two or more Family Health Services Authorities jointly, or ii by a joint DHA/ FHSA  committee, or b by them jointly with one or more Family Health Services Authorities. 4 Regulations made under this section in respect of any function shall not, except in prescribed cases, preclude an authority by whom the function is exercisable apart from the regulations from exercising the function. 5 In this section— “District Health Authority” and “functions” have the same meanings as in the  National Health Service Act 1977, “ joint DHA/ FHSA  committee ” means a joint committee, or joint sub-committee, of— a one or more District Health Authorities, and b one or more Family Health Services Authorities, and “ prescribed ” means prescribed by regulations made under this section. 6 The powers to make regulations conferred by this section are in addition to the power conferred by section 16 of the  National Health Service Act 1977 (which, in particular, permits the making of regulations providing for functions exercisable by a District Health Authority to be exercisable on their behalf by a Family Health Services Authority). 7 Section 17 of the  National Health Service Act 1977 (directions as to exercise of functions) applies in relation to functions exercisable under or by virtue of this section as if they were exercisable by virtue of section 16 of that Act; and the provisions of that Act relating to directions given in pursuance of section 17 apply accordingly. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Section 125 of the  National Health Service Act 1977 (protection of members and officers of authorities) applies as if this section were contained in that Act. 10 This section (apart from subsection (8)) shall cease to have effect on 1st April 1996."}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "4", "section_title": " Transitional provisions and savings.", "section_text": "4 1 Schedule 2 shall have effect for making, and conferring powers to make, transitional provisions and savings in connection with the provisions of this Act. 2 Subject to section 8, subsection (1) (and Schedule 2) shall not come into force until 1st April 1996."}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "5", "section_title": " Repeals and revocations.", "section_text": "5 1 The enactments and instruments specified in Schedule 3 (which include spent provisions) are repealed or revoked to the extent specified in the third column of that Schedule. 2 Except so far as relating to the repeal in section 18(3) of the  National Health Service Act 1977, subsection (1) (and Schedule 3) shall not come into force until 1st April 1996."}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "6", "section_title": " Subordinate instruments.", "section_text": "6 1 Subject to subsection (2), any power to make an order or regulations under this Act shall be exercisable by statutory instrument. 2 Subsection (1)— a does not apply to the power conferred by paragraph 2 of Schedule 2, and b does not apply to the power conferred by paragraph 4 of that Schedule unless it is exercised in relation to property which consists of or includes trust property. 3 A statutory instrument containing an order or regulations made under this Act, other than a statutory instrument containing only an order made under section 9(3), shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Where any provision of this Act confers power to make an order or a scheme, the provision includes power to vary or revoke any order or scheme previously made under the provision. 5 Subsection (4) is without prejudice to the operation of section 14 of the  Interpretation Act 1978 (implied power to amend regulations, orders made by statutory instrument  etc. ) in relation to this Act. 6 Subsections (4) and (5) of section 126 of the  National Health Service Act 1977 (supplementary provisions about orders etc. made under that Act) apply in relation to orders, regulations and schemes made under this Act as if the provisions of this Act were contained in that Act."}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "7", "section_title": " Financial provisions.", "section_text": "7 1 There shall be paid out of money provided by Parliament— a any expenditure of the Secretary of State under this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other Act. 2 Any sums received by the Secretary of State by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "8", "section_title": " Commencement of provisions conferring functions.", "section_text": "8 1 Section 1(1), section 2(1) (and Schedule 1) and section 4(1) (and Schedule 2) shall come into force on the passing of this Act so far as is necessary for enabling the making of any regulations, orders, directions, schemes or appointments for which they provide. 2 Subsection (1) is without prejudice to the operation of section 13 of the  Interpretation Act 1978 (anticipatory exercise of powers) in relation to this Act."}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "9", "section_title": " Extent.", "section_text": "9 1 Sections 1 and 3, and paragraphs 1 to 15 of Schedule 2, extend to England and Wales only. 2 The amendment of any enactment made by section 2(1) (and Schedule 1), and the repeal or revocation of any enactment or instrument made by section 5(1) (and Schedule 3), has the same extent as the provision amended, repealed or revoked. 3 The Secretary of State may by order provide that this Act shall apply in relation to the Isles of Scilly subject to such modifications as are specified in the order."}, {"act": "Health Authorities Act 1995", "year": 1995, "section": "10", "section_title": " Short title.", "section_text": "10 This Act may be cited as the Health Authorities Act 1995."}]