[{"act": "Jobseekers Act 1995", "year": 1995, "section": "1", "section_title": "The jobseeker’s allowance.", "section_text": "1 1 An allowance, to be known as a jobseeker’s allowance, shall be payable in accordance with the provisions of this Act. 2 Subject to the provisions of this Act, a claimant is entitled to a jobseeker’s allowance if he— a is available for employment; b has entered into a jobseeker’s agreement which remains in force; c is actively seeking employment; d satisfies the conditions set out in section 2; e is not engaged in remunerative work; f does not have limited capability for work; g is not receiving relevant education; h is under pensionable age; and i is in Great Britain. 2A Subject to the provisions of this Act, a claimant who is not a member of a joint-claim couple is entitled to a jobseeker’s allowance if he satisfies— a the conditions set out in paragraphs (a) to (c) and (e) to (i) of subsection (2); and b the conditions set out in section 3. 2B Subject to the provisions of this Act, a joint-claim couple are entitled to a jobseeker’s allowance if— a a claim for the allowance is made jointly by the couple; b each member of the couple satisfies the conditions set out in paragraphs (a) to (c) and (e) to (i) of subsection (2); and c the conditions set out in section 3A are satisfied in relation to the couple. 2C Regulations may prescribe circumstances in which subsection (2A) is to apply to a claimant who is a member of a joint-claim couple. 2D Regulations may, in respect of cases where a person would (but for the regulations) be a member of two or more joint-claim couples, make provision for only one of those couples to be a joint-claim couple; and the provision which may be so made includes provision for the couple which is to be the joint-claim couple to be nominated— a by the persons who are the members of the couples, or b in default of one of the couples being so nominated, by the Secretary of State. 3 A jobseeker’s allowance is payable in respect of a week. 4 In this Act— “ a contribution-based jobseeker’s allowance ” means a jobseeker’s allowance entitlement to which is based on the claimant’s satisfying conditions which include those set out in section 2;  ... “ an income-based jobseeker’s allowance ” means a jobseeker’s allowance entitlement to which is based on the claimant’s satisfying conditions which include those set out in section 3  or a joint-claim jobseeker’s allowance; “ a joint-claim couple ” means a   couple  who— are not members of any family whose members include a person in respect of whom a member of the couple is entitled to child benefit, and are of a prescribed description; “ a joint-claim jobseeker’s allowance ” means a jobseeker’s allowance entitlement to which arises by virtue of subsection (2B)."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "2", "section_title": " The contribution-based conditions.", "section_text": "2 1 The conditions referred to in  section 1(2)(d)  are that the claimant— a has actually paid Class 1 contributions in respect of one (“the base year\") of the last two complete years before the beginning of the relevant benefit year and satisfies the additional conditions set out in subsection (2); b has, in respect of the last two complete years before the beginning of the relevant benefit year, either paid Class 1 contributions or been credited with earnings and satisfies the additional condition set out in subsection (3); c does not have earnings in excess of the prescribed amount; and d is not entitled to income support. 2 The additional conditions mentioned in subsection (1)(a) are that— a the contributions have been paid before the week for which the jobseeker’s allowance is claimed; b the claimant's relevant earnings for the base year upon which primary Class 1 contributions have been paid or treated as paid are not less than the base year's lower earnings limit multiplied by 26. 2A Regulations may make provision for the purposes of subsection (2)(b) for determining the claimant's relevant earnings for the base year. 2B Regulations under subsection (2A) may, in particular, make provision— a for making that determination by reference to the amount of a person's earnings for periods comprised in the base year; b for determining the amount of a person's earnings for any such period by— i first determining the amount of the earnings for the period in accordance with regulations made for the purposes of section 3(2) of the Benefits Act, and ii then disregarding so much of the amount found in accordance with sub-paragraph (i) as exceeded the base year's lower earnings limit (or the prescribed equivalent). 3 The additional condition mentioned in subsection (1)(b) is that the earnings factor derived   from so much of the claimant’s earnings as did not exceed the upper earnings limit and   upon which primary Class 1 contributions have been paid or treated as paid or from earnings credited is not less, in each of the two complete years, than the lower earnings limit for the year multiplied by 50. 3A Where primary Class 1 contributions have been paid or treated as paid on any part of a person’s earnings,   subsection (3)  above shall have effect as if such contributions had been paid or treated as paid on so much of the earnings as did not exceed the upper earnings limit. 3B Regulations may— a provide for the first set of conditions to be taken to be satisfied in the case of persons— i who have been entitled to any prescribed description of benefit during any prescribed period or at any prescribed time, or ii who satisfy other prescribed conditions; b with a view to securing any relaxation of the requirements of the first set of conditions in relation to persons who have been entitled as mentioned in paragraph (a)(i), provide for that set of conditions to apply in relation to them subject to prescribed modifications. 3C In subsection (3B)— “ the first set of conditions ” means the condition set out in subsection (1)(a) and the additional conditions set out in subsection (2); “ benefit ” means—   universal credit,   any benefit within the meaning of section 122(1) of the Benefits Act, any benefit under Parts 7 to 12 of the Benefits Act, credits under regulations under section 22(5) of the Benefits Act, a  contribution-based  jobseeker's allowance, and working tax credit. 4 For the purposes of this section— a “ benefit year ” means a period which is a benefit year for the purposes of Part II of the Benefits Act or such other period as may be prescribed for the purposes of this section; b “ the relevant benefit year ” is the benefit year which includes— i the beginning of the jobseeking period which includes the week for which a jobseeker’s allowance is claimed, or ii (if earlier) the beginning of any linked period; and c other expressions which are used in this section and the Benefits Act have the same meaning in this section as they have in that Act."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "3", "section_title": " The income-based conditions.", "section_text": "3 1 The conditions referred to in  section 1(2A)(b)  are that the claimant— a has an income which does not exceed the applicable amount (determined in accordance with regulations under section 4) or has no income; b is not entitled to income support , state pension credit or an income-related employment and support allowance ; c is not a member of a family one of whose members is entitled to income support; d is not a member of a family one of whose members is entitled to an income-based jobseeker’s allowance; dd is not a member of a   couple  the other member of which is entitled to state pension credit; de is not a member of a couple the other member of which is entitled to an income-related employment and support allowance; e is not a member of a   couple  the other member of which is engaged in remunerative work; and f is a person— i who has reached the age of 18; or ii in respect of whom a direction under section 16 is in force; or iii who has, in prescribed circumstances to be taken into account for a prescribed period, reached the age of 16 but not the age of 18. 2 Regulations may provide for one or both of the following conditions to be included in the income-based conditions, in the case of a person to whom subsection (1)(f)(ii) or (iii) applies— a a condition that the claimant must register for employment; b a condition that the claimant must register for training. 3 In subsection (1)(f)(iii) “ period ” includes— a a period of a determinate length; b a period defined by reference to the happening of a future event; and c a period of a determinate length but subject to earlier determination upon the happening of a future event. 4 Regulations under subsection (2) may, in particular, make provision by reference to persons designated by the Secretary of State for the purpose of the regulations."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "3A", "section_title": " The conditions for claims by joint-claim couples.", "section_text": "3A 1 The conditions referred to in section 1(2B)(c) are— a that the income of the joint-claim couple does not exceed the applicable amount (determined in accordance with regulations under section 4) or the couple have no income; b that no member of a family of which the couple are members is entitled to income support; c that no member of any such family (other than the couple) is entitled to an income-based jobseeker’s allowance; cc that neither member of the couple is entitled to state pension credit; cd that neither member of the couple is entitled to an income-related employment and support allowance; d that at least one member of the couple has reached the age of 18; and e that if only one member of the couple has reached the age of 18, the other member of the couple is a person— i in respect of whom a direction under section 16 is in force; or ii who has, in prescribed circumstances to be taken into account for a prescribed period, reached the age of 16. 2 Subsections (2) and (4) of section 3 shall apply in relation to a member of the couple to whom subsection (1)(e)(i) or (ii) above applies as they apply in relation to a claimant to whom subsection (1)(f)(ii) or (iii) of that section applies. 3 In subsection (1)(e)(ii) above “ period ” shall be construed in accordance with section 3(3)."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "3B", "section_title": " Joint-claim couples: the nominated member.", "section_text": "3B 1 Where a joint-claim couple make a claim for a joint-claim jobseeker’s allowance, they may nominate one of them as the member of the couple to whom the allowance is to be payable. 2 In default of one of them being so nominated, the allowance shall be payable to whichever of them is nominated by the Secretary of State. 3 Subsections (1) and (2) have effect subject to section 4A(4) and (7). 4 In this Act references to the nominated member of a joint-claim couple are, except where section 20A(7) applies, to the member of the couple nominated under subsection (1) or (2) above; and where section 20A(7) applies, references to the nominated member of such a couple are to the member of the couple to whom section 20A(7) provides for the allowance to be payable. 5 Nothing in this section or section 20A(7) affects the operation of any statutory provision by virtue of which any amount of the allowance is required or authorised to be paid to someone other than the nominated member of the couple."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "4", "section_title": "Amount payable by way of a jobseeker’s allowance.", "section_text": "4 1 In the case of a  contribution-based  jobseeker’s allowance, the amount payable in respect of a claimant (“ his personal rate ”) shall be calculated by— a determining the age-related amount applicable to him; and b making prescribed deductions in respect of earnings   , pension payments,  PPF  payments and FAS payments . 2 The age-related amount applicable to a claimant, for the purposes of subsection (1)(a), shall be determined in accordance with regulations. 3 In the case of an income-based jobseeker’s allowance  (other than a joint-claim jobseeker’s allowance) , the amount payable shall be— a if a claimant has no income, the applicable amount; b if a claimant has an income, the amount by which the applicable amount exceeds his income. 3A In the case of a joint-claim jobseeker’s allowance, the amount payable in respect of a joint-claim couple shall be— a if the couple have no income, the applicable amount; b if the couple have an income, the amount by which the applicable amount exceeds the couple’s income. 4 Except in prescribed circumstances, a jobseeker’s allowance shall not be payable where the amount otherwise payable would be less than a prescribed minimum. 5 The applicable amount shall be such amount or the aggregate of such amounts as may be determined in accordance with regulations. 6 Where a claimant  is entitled to both a contribution-based jobseeker’s allowance and an income-based jobseeker’s allowance  but has no income, the amount payable  by way of a jobseeker’s allowance  shall be— a the applicable amount, if that is greater than his personal rate; and b his personal rate, if it is not. 7 Where the amount payable to a claimant to whom subsection (6) applies is the applicable amount, the amount payable to him by way of a jobseeker’s allowance shall be taken to consist of two elements— a one being an amount equal to his personal rate; and b the other being an amount equal to the excess of the applicable amount over his personal rate. 8 Where a claimant  is entitled to both a contribution-based jobseeker’s allowance and an income-based jobseeker’s allowance , the amount payable  by way of a jobseeker’s allowance  shall be— a the amount by which the applicable amount exceeds his income, if the amount of that excess is greater than his personal rate; and b his personal rate, if it is not. 9 Where the amount payable to a claimant to whom subsection (8) applies is the amount by which the applicable amount exceeds his income, the amount payable to him by way of a jobseeker’s allowance shall be taken to consist of two elements— a one being an amount equal to his personal rate; and b the other being an amount equal to the amount by which the difference between the applicable amount and his income exceeds his personal rate. 10 The element of a jobseeker’s allowance mentioned in subsection (7)(a) and that mentioned in subsection (9)(a) shall be treated, for the purpose of identifying the source of the allowance, as attributable to the claimant’s entitlement to a contribution-based jobseeker’s allowance. 11 The element of a jobseeker’s allowance mentioned in subsection (7)(b) and that mentioned in subsection (9)(b) shall be treated, for the purpose of identifying the source of the allowance, as attributable to the claimant’s entitlement to an income-based jobseeker’s allowance. 11A In subsections (6) to (11) “claimant\" does not include— a a joint-claim couple, or b a member of such a couple (other than a person to whom regulations under section 1(2C) apply); but section 4A, which contains corresponding provisions relating to joint-claim couples, applies instead. 12 Regulations under subsection (5) may provide that, in prescribed cases, an applicable amount is to be nil."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "4A", "section_title": "Amount payable in respect of joint-claim couple.", "section_text": "4A 1 This section applies where— a a joint-claim couple are entitled to a joint-claim jobseeker’s allowance, and b one or each of the members of the couple is in addition entitled to a contribution-based jobseeker’s allowance; and in such a case the provisions of this section have effect in relation to the couple in place of section 4(3A). 2 If a joint-claim couple falling within subsection (1) have no income, the amount payable in respect of the couple by way of a jobseeker’s allowance shall be— a the applicable amount, if that is greater than the couple’s personal rate; and b the couple’s personal rate, if it is not. 3 Where the amount payable in accordance with subsection (2) is the applicable amount, the amount payable in respect of the couple by way of a jobseeker’s allowance shall be taken to consist of two elements— a one being an amount equal to the couple’s personal rate; and b the other being an amount equal to the excess of the applicable amount over the couple’s personal rate. 4 Where the amount payable in accordance with subsection (2) is the couple’s personal rate, then— a if each member of the couple is entitled to a contribution-based jobseeker’s allowance, an amount equal to the member’s own personal rate shall be payable in respect of the member by way of such an allowance; b if only one of them is so entitled, an amount equal to that member’s personal rate shall be payable in respect of the member by way of such an allowance; and in either case nothing shall be payable in respect of the couple by way of a joint-claim jobseeker’s allowance. 5 If a joint-claim couple falling within subsection (1) have an income, the amount payable in respect of the couple by way of a jobseeker’s allowance shall be— a the amount by which the applicable amount exceeds the couple’s income, if the amount of that excess is greater than the couple’s personal rate; and b the couple’s personal rate, if it is not. 6 Where the amount payable in accordance with subsection (5) is the amount by which the applicable amount exceeds the couple’s income, the amount payable in respect of the couple by way of a jobseeker’s allowance shall be taken to consist of two elements— a one being an amount equal to the couple’s personal rate; and b the other being an amount equal to the amount by which the difference between the applicable amount and the couple’s income exceeds the couple’s personal rate. 7 Where the amount payable in accordance with subsection (5) is the couple’s personal rate, subsection (4) shall apply as it applies in a case where the amount payable in accordance with subsection (2) is that rate. 8 The element of a jobseeker’s allowance mentioned in subsection (3)(a) and that mentioned in subsection (6)(a) shall be treated, for the purpose of identifying the source of the allowance, as attributable— a in a case where only one member of the joint-claim couple is entitled to a contribution-based jobseeker’s allowance, to that member’s entitlement to such an allowance; and b in a case where each member of the couple is entitled to a contribution-based jobseeker’s allowance, rateably according to their individual entitlements to such an allowance. 9 The element of a jobseeker’s allowance mentioned in subsection (3)(b) and that mentioned in subsection (6)(b) shall be treated, for the purpose of identifying the source of the allowance, as attributable to the couple’s entitlement to a joint-claim jobseeker’s allowance. 10 In this section “ the couple’s personal rate ”, in relation to a joint-claim couple, means— a where only one member of the couple is entitled to a contribution-based jobseeker’s allowance, that member’s personal rate; b where each member of the couple is entitled to such an allowance, the aggregate of their personal rates."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "5", "section_title": "Duration of a  contribution-based  jobseeker’s allowance.", "section_text": "5 1 The period for which a person is entitled to a  contribution-based  jobseeker’s allowance shall not exceed, in the aggregate, 182 days in any period for which his entitlement is established by reference (under section 2(1)(b)) to the same two years. 2 The fact that a person’s entitlement to a  contribution-based  jobseeker’s allowance (“his previous entitlement\") has ceased as a result of subsection (1), does not prevent his being entitled to a further  contribution-based  jobseeker’s allowance if— a he satisfies the contribution-based conditions; and b the two years by reference to which he satisfies those conditions includes at least one year which is later than the second of the two years by reference to which his previous entitlement was established. 3 Regulations may provide that a person who would be entitled to a  contribution-based  jobseeker’s allowance but for the operation of prescribed provisions of, or made under, this Act shall be treated as if entitled to the allowance for the purposes of this section."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6", "section_title": "  Availability for employment.   Work-related requirements", "section_text": "6 1 For the purposes of this Act, a person is available for employment if he is willing and able to take up immediately any employed earner’s employment. 2 Subsection (1) is subject to such provisions as may be made by regulations; and those regulations may, in particular, provide that a person— a may restrict his availability for employment in any week in such ways as may be prescribed; or b may restrict his availability for employment in any week in such circumstances as may be prescribed (for example, on grounds of conscience, religious conviction or physical or mental condition or because he is caring for another person) and in such ways as may be prescribed. 3 The following are examples of restrictions for which provision may be made by the regulations— a restrictions on the nature of the employment for which a person is available; b restrictions on the periods for which he is available; c restrictions on the terms or conditions of employment for which he is available; d restrictions on the locality or localities within which he is available. 4 Regulations may prescribe circumstances in which, for the purposes of this Act, a person is or is not to be treated as available for employment. 5 Regulations under subsection (4) may, in particular, provide for a person who is available for employment— a only in his usual occupation, b only at a level of remuneration not lower than that which he is accustomed to receive, or c only in his usual occupation and at a level of remuneration not lower than that which he is accustomed to receive, to be treated, for a permitted period, as available for employment. 6 Where it has been determined  (“the first determination\")  that a person is to be treated, for the purposes of this Act, as available for employment in any week, the question whether he is available for employment in that week may be subsequently determined  under section 9 or 10 of the Social Security Act 1998 . 7 In this section “ permitted period ”, in relation to any person, means such period as may be determined in accordance with the regulations made under subsection (4). 8 Regulations under subsection (4) may prescribe, in relation to permitted periods— a the day on which any such period is to be regarded as having begun in any case; b the shortest and longest periods which may be determined in any case; c factors which  the Secretary of State  may take into account in determining the period in any case. 9 For the purposes of this section “ employed earner’s employment ” has the same meaning as in the Benefits Act. 1 The following provisions of this Act provide for the Secretary of State to impose work-related requirements with which claimants must comply for the purposes of this Act. 2 In this Act  “ work-related requirement ” means— a a work-focused interview requirement (see section 6B); b a work preparation requirement (see section 6C); c a work search requirement (see section 6D); d a work availability requirement (see section 6E)."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6A", "section_title": "Claimant commitment", "section_text": "6A 1 A claimant commitment is a record of a claimant's responsibilities in relation to an award of a jobseeker's allowance. 2 A claimant commitment is to be prepared by the Secretary of State and may be reviewed and updated as the Secretary of State thinks fit. 3 A claimant commitment is to be in such form as the Secretary of State thinks fit. 4 A claimant commitment is to include— a a record of the requirements that the claimant must comply with under this Act (or such of them as the Secretary of State considers it appropriate to include), b any prescribed information, and c any other information the Secretary of State considers it appropriate to include. 5 For the purposes of this Act a claimant accepts a claimant commitment if, and only if, the claimant accepts the most up-to-date version of it in such manner as may be prescribed."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6B", "section_title": "Work-focused interview requirement", "section_text": "6B 1 In this Act a  “work-focused interview requirement” is a requirement that a claimant participate in one or more work-focused interviews as specified by the Secretary of State. 2 A work-focused interview is an interview for prescribed purposes relating to work or work preparation. 3 The purposes which may be prescribed under subsection (2) include in particular that of making it more likely in the opinion of the Secretary of State that the claimant will obtain paid work (or more paid work or better-paid work). 4 The Secretary of State may specify how, when and where a work-focused interview is to take place."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6C", "section_title": "Work preparation requirement", "section_text": "6C 1 In this Act a  “work preparation requirement” is a requirement that a claimant take particular action specified by the Secretary of State for the purpose of making it more likely in the opinion of the Secretary of State that the claimant will obtain paid work (or more paid work or better-paid work). 2 The Secretary of State may under subsection (1) specify the time to be devoted to any particular action. 3 Action which may be specified under subsection (1) includes in particular— a attending a skills assessment; b improving personal presentation; c participating in training; d participating in an employment programme; e undertaking work experience or a work placement; f developing a business plan; g any action prescribed for the purpose in subsection (1)."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6D", "section_title": "Work search requirement", "section_text": "6D 1 In this Part a  “work search requirement” is a requirement that a claimant take— a all reasonable action, and b any particular action specified by the Secretary of State, for the purpose of obtaining paid work (or more paid work or better-paid work). 2 The Secretary of State may under subsection (1)(b) specify the time to be devoted to any particular action. 3 Action which may be specified under subsection (1)(b) includes in particular— a carrying out work searches; b making applications; c creating and maintaining an online profile; d registering with an employment agency; e seeking references; f any other action prescribed for the purpose in subsection (1). 4 Regulations may impose limitations on a work search requirement by reference to the work to which it relates; and the Secretary of State may in any particular case specify further such limitations on such a requirement. 5 A limitation under subsection (4) may in particular be by reference to— a work of a particular nature, b work with a particular level of remuneration, c work in particular locations, or d work available for a certain number of hours per week or at particular times, and may be indefinite or for a particular period."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6E", "section_title": "Work availability requirement", "section_text": "6E 1 In this Act a  “work availability requirement” is a requirement that a claimant be available for work. 2 For the purposes of this section  “ available for work ” means able and willing immediately to take up paid work (or more paid work or better-paid work). 3 Regulations may impose limitations on a work availability requirement by reference to the work to which it relates; and the Secretary of State may in any particular case specify further such limitations on such a requirement. 4 A limitation under subsection (3) may in particular be by reference to— a work of a particular nature, b work with a particular level of remuneration, c work in particular locations, or d work available for a certain number of hours per week or at particular times, and may be indefinite or for a particular period. 5 Regulations may for the purposes of subsection (2) define what is meant by able and willing immediately to take up work."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6F", "section_title": "Imposition of work-related requirements", "section_text": "6F 1 The Secretary of State must, except in prescribed circumstances, impose on a claimant— a a work search requirement, and b a work availability requirement. 2 The Secretary of State may, subject to this Act, impose either or both of the following on a claimant— a a work-focused interview requirement; b a work preparation requirement."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6G", "section_title": "Connected requirements", "section_text": "6G 1 The Secretary of State may require a claimant to participate in an interview for any purpose relating to— a the imposition of a work-related requirement on the claimant; b verifying the claimant's compliance with a work-related requirement; c assisting the claimant to comply with a work-related requirement. 2 The Secretary of State may specify how, when and where such an interview is to take place. 3 The Secretary of State may, for the purpose of verifying the claimant's compliance with a work-related requirement, require a claimant to— a provide to the Secretary of State information and evidence specified by the Secretary of State in a manner so specified; b confirm compliance in a manner so specified. 4 The Secretary of State may require a claimant to report to the Secretary of State any specified changes in their circumstances which are relevant to— a the imposition of work-related requirements on the claimant; b the claimant's compliance with a work-related requirement."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6H", "section_title": "Imposition of work-related and connected requirements: supplementary", "section_text": "6H 1 Regulations may make provision— a where the Secretary of State may impose a requirement under the preceding provisions of this Act, as to when the requirement must or must not be imposed; b where the Secretary of State may specify any action to be taken in relation to a requirement under the preceding provisions of this Act, as to what action must or must not be specified; c where the Secretary of State may specify any other matter in relation to a such requirement, as to what must or must not be specified in respect of that matter. 2 Where the Secretary of State may impose a work-focused interview requirement, or specify a particular action under section 6C(1) or 6D(1)(b), the Secretary of State must have regard to such matters as may be prescribed. 3 Where the Secretary of State may impose a requirement under the preceding provisions of this Act, or specify any action to be taken in relation to such a requirement, the Secretary of State may revoke or change what has been imposed or specified. 4 Notification of a requirement imposed under the preceding provisions of this Act (or any change to or revocation of such a requirement) is, if not included in the claimant commitment, to be in such manner as the Secretary of State may determine. 5 Regulations must make provision to secure that, in prescribed circumstances, where a claimant has recently been a victim of domestic violence— a a requirement imposed on the claimant under the preceding provisions of this Act ceases to have effect for a period of 13 weeks, and b the Secretary of State may not impose any other requirement on the claimant during that period. 6 For the purposes of subsection (5)— a “domestic violence“ has such meaning as may be prescribed; b “ victim of domestic violence ” means a person on or against whom domestic violence is inflicted or threatened (and regulations under subsection (5) may prescribe circumstances in which a person is to be treated as being or not being a victim of domestic violence); c a person has recently been a victim of domestic violence if a prescribed period has not expired since the violence was inflicted or threatened."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6I", "section_title": "Compliance with work-related and connected requirements", "section_text": "6I Regulations may make provision as to circumstances in which a claimant is to be treated as having— a complied with or not complied with any requirement imposed under the preceding provisions of this Act or any aspect of such a requirement, or b taken or not taken any particular action specified by the Secretary of State in relation to such a requirement."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6J", "section_title": "Higher-level sanctions", "section_text": "6J 1 The amount of an award of jobseeker's allowance is to be reduced in accordance with this section in the event of a failure by a claimant which is sanctionable under this section. 2 It is a failure sanctionable under this section if a claimant— a fails for no good reason to comply with a requirement imposed by the Secretary of State under a work preparation requirement to undertake a work placement of a prescribed description; b fails for no good reason to comply with a requirement imposed by the Secretary of State under a work search requirement to apply for a particular vacancy for paid work; c fails for no good reason to comply with a work availability requirement by not taking up an offer of paid work; d by reason of misconduct, or voluntarily and for no good reason, ceases paid work or loses pay. 3 It is a failure sanctionable under this section if, at any time before making the claim by reference to which the award is made, the claimant— a for no good reason failed to take up an offer of paid work, or b by reason of misconduct, or voluntarily and for no good reason, ceased paid work or lost pay. 4 For the purposes of subsections (2) and (3) regulations may provide— a for circumstances in which ceasing to work or losing pay is to be treated as occurring or not occurring by reason of misconduct or voluntarily; b for loss of pay below a prescribed level to be disregarded. 5 Regulations are to specify— a the amount of a reduction under this section; b the period for which such a reduction has effect, not exceeding three years in relation to any failure sanctionable under this section. 6 Regulations under subsection (5)(b) may in particular provide for the period of a reduction to depend on either or both of the following— a the number of failures by the claimant sanctionable under this section; b the period between such failures. 7 Regulations may provide— a for cases in which no reduction is to be made under this section; b for a reduction under this section made in relation to an award that is terminated to be applied to any new award made within a prescribed period of the termination; c for the termination or suspension of a reduction under this section."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6K", "section_title": "Other sanctions", "section_text": "6K 1 The amount of an award of a jobseeker's allowance is to be reduced in accordance with this section in the event of a failure by a claimant which is sanctionable under this section. 2 It is a failure sanctionable under this section if a claimant— a fails for no good reason to comply with a work-related requirement; b fails for no good reason to comply with a requirement under section 6G. 3 But a failure by a claimant is not sanctionable under this section if it is also a failure sanctionable under section 6J. 4 Regulations must specify— a the amount of a reduction under this section; b the period for which such a reduction has effect. 5 Regulations under subsection (4)(b) may provide that a reduction under this section in relation to any failure is to have effect for— a a period continuing until the claimant meets a compliance condition specified by the Secretary of State, b a fixed period not exceeding 26 weeks which is— i specified in the regulations, or ii determined in any case by the Secretary of State, or c a combination of both. 6 In subsection (5)(a)  “ compliance condition ” means— a a condition that the failure ceases, or b a condition relating to future compliance with a work-related requirement or a requirement under section 6G. 7 A compliance condition specified under subsection (5)(a) may be— a revoked or varied by the Secretary of State; b notified to the claimant in such manner as the Secretary of State may determine. 8 A period fixed under subsection (5)(b) may in particular depend on either or both the following— a the number of failures by the claimant sanctionable under this section; b the period between such failures. 9 Regulations may provide— a for cases in which no reduction is to be made under this section; b for a reduction under this section made in relation to an award that is terminated to be applied to any new award made within a prescribed period of the termination; c for the termination or suspension of a reduction under this section."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "6L", "section_title": "Delegation and contracting out", "section_text": "6L 1 The functions of the Secretary of State under sections 6 to 6I may be exercised by, or by the employees of, such person as the Secretary of State may authorise for the purpose (an  “authorised person”). 2 An authorisation given by virtue of this section may authorise the exercise of a function— a wholly or to a limited extent; b generally or in particular cases or areas; c unconditionally or subject to conditions. 3 An authorisation under this section— a may specify its duration; b may be varied or revoked at any time by the Secretary of State; c does not prevent the Secretary of State or another person from exercising the function to which the authorisation relates. 4 Anything done or omitted to be done by or in relation to an authorised person (or an employee of that person) in, or in connection with, the exercise or purported exercise of the function concerned is to be treated for all purposes as done or omitted to be done by or in relation to the Secretary of State or (as the case may be) an officer of the Secretary of State. 5 Subsection (4) does not apply— a for the purposes of so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function, or b for the purposes of any criminal proceedings brought in respect of anything done or omitted to be done by the authorised person (or an employee of that person). 6 Where— a the authorisation of an authorised person is revoked, and b at the time of the revocation so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function is subsisting, the authorised person is entitled to treat the contract as repudiated by the Secretary of State (and not as frustrated by reason of the revocation)."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "7", "section_title": " Actively seeking employment.", "section_text": "7 1 For the purposes of this Act, a person is actively seeking employment in any week if he takes in that week such steps as he can reasonably be expected to have to take in order to have the best prospects of securing employment. 2 Regulations may make provision— a with respect to steps which it is reasonable, for the purposes of subsection (1), for a person to be expected to have to take in any week; b as to circumstances (for example, his skills, qualifications, abilities and physical or mental limitations) which, in particular, are to be taken into account in determining whether, in relation to any steps taken by a person, the requirements of subsection (1) are satisfied in any week. 3 Regulations may make provision for acts of a person which would otherwise be relevant for purposes of this section to be disregarded in such circumstances (including circumstances constituted by, or connected with, his behaviour or appearance) as may be prescribed. 4 Regulations may prescribe circumstances in which, for the purposes of this Act, a person is to be treated as actively seeking employment. 5 Regulations under subsection (4) may, in particular, provide for a person who is actively seeking employment— a only in his usual occupation, b only at a level of remuneration not lower than that which he is accustomed to receive, or c only in his usual occupation and at a level of remuneration not lower than that which he is accustomed to receive, to be treated, for the permitted period determined in his case for the purposes of section 6(5), as actively seeking employment during that period. 6 Regulations may provide for this section, and any regulations made under it, to have effect in relation to a person who has reached the age of 16 but not the age of 18 as if “ employment ” included “training\". 7 Where it has been determined  (“the first determination\")  that a person is to be treated, for the purposes of this Act, as actively seeking employment in any week, the question whether he is actively seeking employment in that week may subsequently be determined  under section 9 or 10 of the Social Security Act 1998 . 8 For the purposes of this section— “ employment ” means employed earner’s employment or, in prescribed circumstances— a self-employed earner’s employment; or b employed earner’s employment and self-employed earner’s employment; and “ employed earner’s employment ” and “ self-employed earner’s employment ” have the same meaning as in the Benefits Act."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "8", "section_title": " Attendance, information and evidence.", "section_text": "8 1 Regulations may make provision for requiring a claimant  (other than a joint-claim couple claiming a joint-claim jobseeker’s allowance) — a to   participate in an interview in such manner, time and place  as  an employment officer  may specify; and b to provide information and such evidence as may be prescribed as to his circumstances, his availability for employment and the extent to which he is actively seeking employment. 1A Regulations may make provision— a for requiring each member of a joint-claim couple claiming a joint-claim jobseeker’s allowance to   participate in an interview in such manner, time and place  as   an employment officer  may specify; b for requiring a member of such a couple to provide information and such evidence as may be prescribed as to his circumstances, his availability for employment and the extent to which he is actively seeking employment; c for requiring such a couple to jointly provide information and such evidence as may be prescribed as to the circumstances of each or either member of the couple, the availability for employment of each or either member of the couple and the extent to which each or either member of the couple is actively seeking employment; d where any requirement to provide information or evidence is imposed on such a couple by virtue of paragraph (c), for the joint obligation of the couple to be capable of being discharged by the provision of the information or evidence by one member of the couple. 2 Regulations under subsection (1)  or (1A)  may, in particular  provide for entitlement to a jobseeker's allowance to cease at such time as may be determined in accordance with any such regulations if, when a person fails to comply with such regulations, that person (or, if that person is a member of a joint-claim couple, either member of the couple) does not make prescribed contact with an employment officer within a prescribed period of the failure. ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "9", "section_title": " The jobseeker’s agreement.", "section_text": "9 1 An agreement which is entered into by a claimant and an employment officer and which complies with the prescribed requirements in force at the time when the agreement is made is referred to in this Act as “ a jobseeker’s agreement ”. 2 A jobseeker’s agreement shall have effect only for the purposes of section 1. 3 A jobseeker’s agreement shall be in writing and be signed by both parties. 3A The agreement may be in electronic form and signed by means of an electronic signature (within the meaning given in section 7(2) of the Electronic Communications Act 2000). 4 A copy of the agreement shall be given to the claimant. 5 An employment officer shall not enter into a jobseeker’s agreement with a claimant unless, in the officer’s opinion, the conditions mentioned in section 1(2)(a) and (c) would be satisfied with respect to the claimant if he were to comply with, or be treated as complying with, the proposed agreement. 6 The employment officer may, and if asked to do so by the claimant shall forthwith, refer a proposed jobseeker’s agreement to  the Secretary of State  for him to determine— a whether, if the claimant concerned were to comply with the proposed agreement, he would satisfy— i the condition mentioned in section 1(2)(a), or ii the condition mentioned in section 1(2)(c); and b whether it is reasonable to expect the claimant to have to comply with the proposed agreement. 7 On a reference under subsection (6) the Secretary of State — a shall, so far as practicable, dispose of it in accordance with this section before the end of the period of 14 days from the date of the reference; b may give such directions, with respect to the terms on which the employment officer is to enter into a jobseeker’s agreement with the claimant, as  the Secretary of State  considers appropriate; c may direct that, if such conditions as he considers appropriate are satisfied, the proposed jobseeker’s agreement is to be treated (if entered into) as having effect on such date, before it would otherwise have effect, as may be specified in the direction. 8 Regulations may provide— a for such matters as may be prescribed to be taken into account by  the Secretary of State  in giving a direction under subsection (7)(c); and b for such persons as may be prescribed to be notified of— i any determination of  the Secretary of State  under this section; ii any direction given by an adjudication officer under this section. 9 Any determination of an adjudication officer under this section shall be binding. 10 Regulations may provide that, in prescribed circumstances, a claimant is to be treated as having satisfied the condition mentioned in section 1(2)(b). 11 Regulations may provide that, in prescribed circumstances, a jobseeker’s agreement is to be treated as having effect on a date, to be determined in accordance with the regulations, before it would otherwise have effect. 12 Except in such circumstances as may be prescribed, a jobseeker’s agreement entered into by a claimant shall cease to have effect on the coming to an end of an award of a jobseeker’s allowance made to him  or to a joint-claim couple of which he is a member. . 13 In this section and section 10 “ employment officer ” means an officer of the Secretary of State or such other person as may be designated for the purposes of this section by an order made by the Secretary of State."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "10", "section_title": " Variation of jobseeker’s agreement.", "section_text": "10 1 A jobseeker’s agreement may be varied, in the prescribed manner, by agreement between the claimant and any employment officer. 2 Any agreement to vary a jobseeker’s agreement shall be in writing and be signed by both parties. 2A Any agreement to vary a jobseeker's agreement may be in electronic form and signed by means of an electronic signature (within the meaning given in section 7(2) of the Electronic Communications Act 2000). 3 A copy of the agreement, as varied, shall be given to the claimant. 4 An employment officer shall not agree to a variation of a jobseeker’s agreement, unless, in the officer’s opinion, the conditions mentioned in section 1(2)(a) and (c) would continue to be satisfied with respect to the claimant if he were to comply with, or be treated as complying with, the agreement as proposed to be varied. 5 The employment officer may, and if asked to do so by the claimant shall forthwith, refer a proposed variation of a jobseeker’s agreement to  the Secretary of State  for him to determine— a whether, if the claimant concerned were to comply with the agreement as proposed to be varied, he would satisfy— i the condition mentioned in section 1(2)(a), or ii the condition mentioned in section 1(2)(c); and b whether it is reasonable to expect the claimant to have to comply with the agreement as proposed to be varied. 6 On a reference under subsection (5) the Secretary of State — a shall, so far as practicable, dispose of it in accordance with this section before the end of the period of 14 days from the date of the reference; b shall give such directions as he considers appropriate as to— i whether the jobseeker’s agreement should be varied, and ii if so, the terms on which the claimant and the employment officer are to enter into an agreement to vary it; c may bring the jobseeker’s agreement to an end where the claimant fails, within a prescribed period, to comply with a direction given under paragraph (b)(ii); d may direct that, if— i the jobseeker’s agreement is varied, and ii such conditions as he considers appropriate are satisfied, the agreement as varied is to be treated as having effect on such date, before it would otherwise have effect, as may be specified in the direction. 7 Regulations may provide— a for such matters as may be prescribed to be taken into account by  the Secretary of State in giving a direction under subsection (6)(b) or (d); and b for such persons as may be prescribed to be notified of— i any determination of  the Secretary of State  under this section; ii any direction given by  the Secretary of State  under this section. 8 Any determination of an adjudication officer under this section shall be binding."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "11", "section_title": " Jobseeker’s agreement: reviews and appeals.", "section_text": "11 1 Any determination of, or direction given by, an adjudication officer under section 9 or 10 may be reviewed (by a different adjudication officer) on the application of the claimant or of an employment officer. 2 Regulations may make provision with respect to the procedure to be followed on a review under this section. 3 The claimant may appeal to a social security appeal tribunal against any determination of, or direction given by, an adjudication officer on a review under this section. 4 A social security appeal tribunal determining an appeal under this section may give a direction of a kind which an adjudication officer may give under section 9(7)(b) or (c) or (as the case may be) section 10(6)(b) or (d). 5 Where a social security appeal tribunal gives a direction under subsection (4) of a kind which may be given by an adjudication officer under section 10(6)(b)(ii), an adjudication officer may bring the jobseeker’s agreement to an end if the claimant fails to comply with the direction within a prescribed period. 6 An appropriate person may, on the ground that it was erroneous in point of law, appeal to a Commissioner against the decision of a social security appeal tribunal on an appeal under this section. 7 Any of the following is an appropriate person for the purposes of subsection (6)— a the claimant; b an adjudication officer; c in prescribed circumstances, a trade union; d in prescribed circumstances, any other association which exists to promote the interests and welfare of its members. 8 Subsections (7) to (10) of section 23 of the Administration Act (appeals to Commissioners) shall apply in relation to appeals under this section as they apply in relation to appeals under that section. 9 In this section “ Commissioner ” has the same meaning as in the Administration Act."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "12", "section_title": " Income and capital: general.", "section_text": "12 1 In relation to a claim for a jobseeker’s allowance, the income and capital of a person shall be calculated or estimated in such manner as may be prescribed. 2 A person’s income in respect of a week shall be calculated in accordance with prescribed rules. 3 The rules may provide for the calculation to be made by reference to an average over a period (which need not include the week concerned). 4 Circumstances may be prescribed in which— a a person is treated as possessing capital or income which he does not possess; b capital or income which a person does possess is to be disregarded; c income is to be treated as capital; d capital is to be treated as income."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "13", "section_title": " Income and capital: income-based jobseeker’s allowance.", "section_text": "13 1 No person shall be entitled to an income-based jobseeker’s allowance if his capital, or a prescribed part of it, exceeds the prescribed amount. 2 Where a person claiming an income-based jobseeker’s allowance is a member of a family, the income and capital of any member of that family shall, except in prescribed circumstances, be treated as the income and capital of the claimant. 2A Subsections (1) and (2) do not apply as regards a joint-claim jobseeker’s allowance; but a joint-claim couple shall not be entitled to a joint-claim jobseeker’s allowance if the couple’s capital, or a prescribed part of it, exceeds the prescribed amount. 2B Where a joint-claim couple claim a joint-claim jobseeker’s allowance— a the couple’s income and capital includes the separate income and capital of each of them; and b the income and capital of any other person who is a member of any family of which the couple are members shall, except in prescribed circumstances, be treated as income and capital of the couple. 3 Regulations may provide that capital not exceeding the amount prescribed under subsection (1), but exceeding a prescribed lower amount, shall be treated, to a prescribed extent, as if it were income of a prescribed amount."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "14", "section_title": " Trade disputes.", "section_text": "14 1 Where— a there is a stoppage of work which causes a person not to be employed on any day, and b the stoppage is due to a trade dispute at his place of work, that person is not entitled to a jobseeker’s allowance for the week which includes that day unless he proves that he is not directly interested in the dispute. 2 A person who withdraws his labour on any day in furtherance of a trade dispute, but to whom subsection (1) does not apply, is not entitled to a jobseeker’s allowance for the week which includes that day. 3 If a person who is prevented by subsection (1) from being entitled to a jobseeker’s allowance proves that during the stoppage— a he became bona fide employed elsewhere; b his employment was terminated by reason of redundancy within the meaning of  section 139(1) of the Employment Rights Act 1996 , or c he bona fide resumed employment with his employer but subsequently left for a reason other than the trade dispute, subsection (1) shall be taken to have ceased to apply to him on the occurrence of the event referred to in paragraph (a) or (b) or (as the case may be) the first event referred to in paragraph (c). 4 In this section “ place of work ”, in relation to any person, means the premises or place at which he was employed. 5 Where separate branches of work which are commonly carried on as separate businesses in separate premises or at separate places are in any case carried on in separate departments on the same premises or at the same place, each of those departments shall, for the purposes of subsection (4), be deemed to be separate premises or (as the case may be) a separate place."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "15", "section_title": " Effect on other claimants.", "section_text": "15 1 Except in prescribed circumstances, subsection (2) applies in relation to a claimant for an income-based jobseeker’s allowance where a member of his family (“ A ”) is, or would be, prevented by section 14 from being entitled to a jobseeker’s allowance. 2 For the purposes of calculating the claimant’s entitlement to an income-based jobseeker’s allowance— a any portion of the applicable amount which is included in respect of A shall be disregarded for the period for which this subsection applies to the claimant; b where the claimant and A are a   couple , any portion of the applicable amount which is included in respect of them shall be reduced to one half for the period for which this subsection applies to the claimant; c except so far as regulations provide otherwise, there shall be treated as the claimant’s income— i any amount which becomes, or would on an application duly made become, available to A in relation to that period by way of repayment of income tax deducted from A’s   taxable earnings (as defined by section 10 of the Income Tax (Earnings and Pensions) Act 2003) under  PAYE  regulations ; and ii any other payment which the claimant or any member of his family receives or is entitled to obtain because A is without employment for that period; and d any payment by way of a jobseeker’s allowance for that period or any part of it which apart from this paragraph would be made to the claimant— i shall not be made, if the weekly rate of payment (“the rate\") would be equal to or less than the prescribed sum; and ii shall be at a weekly rate equal to the difference between the rate and the prescribed sum, if the rate would be more than the prescribed sum. 3 Where a reduction under subsection (2)(b) would not produce a sum which is a multiple of 5p, the reduction shall be to the nearest lower sum which is such a multiple. 4 Where A returns to work with the same employer after a period during which subsection (2) applied to the claimant (whether or not his return is before the end of any stoppage of work in relation to which he is, or would be, prevented from being entitled to a jobseeker’s allowance), subsection (2) shall cease to apply to the claimant at the commencement of the day on which A returns to work. 5 In relation to any period of less than a week, subsection (2) shall have effect subject to such modifications as may be prescribed. 6 Subsections (7) to (9) apply where an order made under section 150 of the Administration Act (annual up-rating of benefits) has the effect of increasing the sum prescribed in regulations made under section 4(5) as the personal allowance for a single person aged not less than 25 (“the personal allowance\"). 7 For the sum prescribed in regulations made under subsection (2)(d) there shall be substituted, from the time when the order comes into force, a sum arrived at by increasing the prescribed sum by the percentage by which the personal allowance has been increased by the order. 8 If the sum arrived at under subsection (7) is not a multiple of 50p— a any remainder of 25p or less shall be disregarded; b any remainder of more than 25p shall be rounded up to the nearest 50p. 9 The order shall state the sum substituted for the sum prescribed in regulations made under subsection (2)(d). 10 Nothing in subsection (7) prevents the making of further regulations under subsection (2)(d) varying the prescribed sum."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "15A", "section_title": " Trade disputes: joint-claim couples.", "section_text": "15A 1 Sections 14 and 15 shall, in relation to a joint-claim couple claiming a joint-claim jobseeker’s allowance, apply in accordance with this section. 2 Where each member of the couple is prevented by section 14 from being entitled to a jobseeker’s allowance, the couple are not entitled to a joint-claim jobseeker’s allowance. 3 But where only one member of the couple is prevented by that section from being entitled to a jobseeker’s allowance, the couple are not for that reason alone prevented from being entitled to a joint-claim jobseeker’s allowance. 4 Section 15(1) does not have effect in relation to the couple but, except in prescribed circumstances, section 15(2) applies for the purposes of calculating the couple’s entitlement to a joint-claim jobseeker’s allowance where— a a member of the couple, or b any other person who is a member of any family of which the couple are members, is, or would be, prevented by section 14 from being entitled to a jobseeker’s allowance. 5 Where section 15(2) applies in relation to the couple by virtue of subsection (4) above, that provision and section 15(4) apply with the following modifications— a references to the claimant are to be taken as references to the couple; b references to “A\" are to the person mentioned in subsection (4)(a) or (b) above; c section 15(2)(b) has effect as if for “where the claimant and A are a   couple ,\" there were substituted “where A is a member of the couple,\"; and d section 15(2)(c)(ii) has effect as if for “of his family\" there were substituted “of any family of which the couple are members\"."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "16", "section_title": " Severe hardship.", "section_text": "16 1 If it appears to the Secretary of State— a that a person— i has reached the age of 16 but not the age of 18, ii is not entitled to a jobseeker’s allowance or to income support, and iii is registered for training but is not being provided with any training, and b that severe hardship will result to him unless a jobseeker’s allowance is paid to him, the Secretary of State may direct that this section is to apply to him. 2 A direction may be given so as to have effect for a specified period. 3 The Secretary of State may revoke a direction if— a it appears to him that there has been a change of circumstances as a result of which failure to receive a jobseeker’s allowance need no longer result in severe hardship to the person concerned; b it appears to him that the person concerned has, without   a good reason — i neglected to avail himself of a reasonable opportunity of a place on a training scheme; or ii after a place on such a scheme has been notified to him by an employment officer as vacant or about to become vacant, refused or failed to apply for it or to accept it when offered to him; or c he is satisfied that it was given in ignorance of some material fact or was based on a mistake as to some material fact and considers that, but for that ignorance or mistake, he would not have given the direction. 4 In this section— “ employment officer ” means an officer of the Secretary of State or such other person as may be designated for the purposes of this section by an order made by the Secretary of State; “ period ” includes— a period of a determinate length; a period defined by reference to the happening of a future event; and a period of a determinate length but subject to earlier determination upon the happening of a future event; “ training scheme ” has such meaning as may be prescribed."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "17", "section_title": " Reduced payments.", "section_text": "17 1 Regulations may provide for the amount of an income-based jobseeker’s allowance  payable in respect of  any young person to whom this section applies to be reduced— a in such circumstances, b by such a percentage, and c for such a period, as may be prescribed. 1A Regulations may provide for the amount of a joint-claim jobseeker’s allowance payable in respect of any joint-claim couple where a member of the couple is a young person to whom this section applies to be reduced— a in such circumstances, b by such a percentage, and c for such a period, as may be prescribed. 2 This section applies to any young person in respect of whom— a a direction is in force under section 16; and b any  of the conditions mentioned in subsection (3) is satisfied. 3 The conditions are that— a the young person was previously entitled to an income-based jobseeker’s allowance and that entitlement ceased by virtue of the revocation of a direction under section 16; b he has given up a place on a training scheme, or failed to attend such a scheme on which he has been given a place, and no certificate has been issued to him under subsection (4); c he has lost his place on such a scheme through misconduct. 4 Where a young person who has given up a place on a training scheme, or failed to attend such a scheme on which he has been given a place— a claims that there was   a good reason  for his doing so; and b applies to the Secretary of State for a certificate under this subsection, the Secretary of State shall, if he is satisfied that there was   a good reason , issue a certificate to that effect and give a copy of it to the young person. 5 In this section— “ training scheme ” has such meaning as may be prescribed; “ young person ” means a person who has reached the age of 16 but not the age of 18."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "part-I-crossheading-persons-under-18_18", "section_title": " Recovery of overpayments.", "section_text": "18 In the Administration Act, insert after section 71—  Jobseeker’s allowance  Recovery of jobseeker’s allowance: severe hardship cases. 71A 1 Where— a a severe hardship direction is revoked; and b it is determined by an adjudication officer that— i whether fraudulently or otherwise, any person has misrepresented, or failed to disclose, any material fact; and ii in consequence of the failure or misrepresentation, payment of a jobseeker’s allowance has been made during the relevant period to the person to whom the direction related, an adjudication officer may determine that the Secretary of State is entitled to recover the amount of the payment. 2 In this section— “ severe hardship direction ” means a direction given under section 16 of the Jobseekers Act 1995; and “ the relevant period ” means— if the revocation is under section 16(3)(a) of that Act, the period beginning with the date of the change of circumstances and ending with the date of the revocation; and if the revocation is under section 16(3)(b) or (c) of that Act, the period during which the direction was in force. 3 Where a severe hardship direction is revoked, the Secretary of State may certify whether there has been misrepresentation of a material fact or failure to disclose a material fact. 4 If the Secretary of State certifies that there has been such misrepresentation or failure to disclose, he may certify— a who made the misrepresentation or failed to make the disclosure; and b whether or not a payment of jobseeker’s allowance has been made in consequence of the misrepresentation or failure. 5 If the Secretary of State certifies that a payment has been made, he may certify the period during which a jobseeker’s allowance would not have been paid but for the misrepresentation or failure to disclose. 6 A certificate under this section shall be conclusive as to any matter certified. 7 Subsections (3) and (6) to (10) of section 71 above apply to a jobseeker’s allowance recoverable under subsection (1) above as they apply to a jobseeker’s allowance recoverable under section 71(1) above. 8 The other provisions of section 71 above do not apply to a jobseeker’s allowance recoverable under subsection (1) above."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "17A", "section_title": "Schemes for assisting persons to obtain employment:  “work for your benefit” schemes  etc.", "section_text": "17A 1 Regulations may make provision for or in connection with imposing on claimants in prescribed circumstances a requirement to participate in schemes of any prescribed description that are designed to assist them to obtain employment. 2 Regulations under this section may, in particular, require participants to undertake work, or work-related activity, during any prescribed period with a view to improving their prospects of obtaining employment. 3 In subsection (2)\t\t\t\t\t “ work-related activity ”, in relation to any person, means activity which makes it more likely that the person will obtain or remain in work or be able to do so. 4 Regulations under this section may not require a person to participate in a scheme unless the person would (apart from the regulations) be required to meet the jobseeking conditions. 5 Regulations under this section may, in particular, make provision— a for notifying participants of the requirement to participate in a scheme within subsection (1); b for securing that participants are not required to meet the jobseeking conditions or are not required to meet such of those conditions as are specified in the regulations; c for suspending any jobseeker's agreement to which a person is a party for any period during which the person is a participant; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 In this section— “ claimant ”, in relation to a joint-claim couple claiming a joint-claim jobseeker's allowance, means either or both of the members of the couple; “ the jobseeking conditions ” means the conditions set out in section 1(2)(a) to (c); “ participant ”, in relation to any time, means any person who is required at that time to participate in a scheme within subsection (1)."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "17B", "section_title": "Section 17A: supplemental", "section_text": "17B 1 For the purposes of, or in connection with, any scheme within section 17A(1) the Secretary of State may— a make arrangements (whether or not with other persons) for the provision of facilities; b provide support (by whatever means) for arrangements made by other persons for the provision of facilities; c make payments (by way of fees, grants, loans or otherwise) to persons undertaking the provision of facilities under arrangements within paragraph (a) or (b); d make payments (by way of grants, loans or otherwise) to persons participating in the scheme; e make payments in respect of incidental expenses. 2 For the purposes of, or in connection with, any scheme within section 17A(1)— a the Scottish Ministers, and b the Welsh Ministers, may make payments (by way of fees, grants, loans or otherwise) to persons (including the Secretary of State) undertaking the provision of facilities under arrangements within subsection (1)(a) or (b) if the following condition is met. 3 The condition is that the Scottish Ministers or the Welsh Ministers consider that the facilities are capable of supporting the training in Scotland or Wales of persons for employment. 4 Unless the Scottish Ministers or Welsh Ministers otherwise specify, the payments may be used by the person to whom they are made for the provision of any of the facilities provided under the arrangements. 5 In subsections (1) to (4)\t\t\t\t\t “ facilities ” includes services, and any reference to the provision of facilities includes the making of payments to persons participating in the scheme. 6 The power of the Secretary of State to make an order under section 26 of the Employment Act 1988 (status of trainees  etc ) includes power to make, in relation to— a persons participating in any scheme within section 17A(1), and b payments received by them by virtue of subsection (1) above, provision corresponding to any provision which (by virtue of section 26(1) or (2) of that Act) may be made in relation to persons using such facilities, and to such payments received by them, as are mentioned in section 26(1) of that Act."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "17C", "section_title": "Persons dependent on drugs  etc.", "section_text": "17C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "part-I-crossheading-persons-dependent-on-drugs-etc_18", "section_title": " Recovery of overpayments.", "section_text": "18 In the Administration Act, insert after section 71—  Jobseeker’s allowance  Recovery of jobseeker’s allowance: severe hardship cases. 71A 1 Where— a a severe hardship direction is revoked; and b it is determined by an adjudication officer that— i whether fraudulently or otherwise, any person has misrepresented, or failed to disclose, any material fact; and ii in consequence of the failure or misrepresentation, payment of a jobseeker’s allowance has been made during the relevant period to the person to whom the direction related, an adjudication officer may determine that the Secretary of State is entitled to recover the amount of the payment. 2 In this section— “ severe hardship direction ” means a direction given under section 16 of the Jobseekers Act 1995; and “ the relevant period ” means— if the revocation is under section 16(3)(a) of that Act, the period beginning with the date of the change of circumstances and ending with the date of the revocation; and if the revocation is under section 16(3)(b) or (c) of that Act, the period during which the direction was in force. 3 Where a severe hardship direction is revoked, the Secretary of State may certify whether there has been misrepresentation of a material fact or failure to disclose a material fact. 4 If the Secretary of State certifies that there has been such misrepresentation or failure to disclose, he may certify— a who made the misrepresentation or failed to make the disclosure; and b whether or not a payment of jobseeker’s allowance has been made in consequence of the misrepresentation or failure. 5 If the Secretary of State certifies that a payment has been made, he may certify the period during which a jobseeker’s allowance would not have been paid but for the misrepresentation or failure to disclose. 6 A certificate under this section shall be conclusive as to any matter certified. 7 Subsections (3) and (6) to (10) of section 71 above apply to a jobseeker’s allowance recoverable under subsection (1) above as they apply to a jobseeker’s allowance recoverable under section 71(1) above. 8 The other provisions of section 71 above do not apply to a jobseeker’s allowance recoverable under subsection (1) above."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "19", "section_title": "Higher-level sanctions", "section_text": "19 1 The amount of an award of a jobseeker's allowance is to be reduced in accordance with this section in the event of a failure by the claimant which is sanctionable under this section. 2 It is a failure sanctionable under this section if a claimant— a through misconduct loses employment as an employed earner; b without a good reason voluntarily leaves such employment; c without a good reason refuses or fails to apply for, or accept if offered, a situation in any employment which an employment officer has informed him is vacant or about to become vacant; d without a good reason neglects to avail himself of a reasonable opportunity of employment; e without a good reason fails to participate in any scheme within section 17A(1) which is prescribed for the purposes of this section. 3 For the purposes of subsection (2)(b), in such circumstances as may be prescribed, including in particular where a person has been dismissed by his employer by reason of redundancy within the meaning of section 139(1) of the Employment Rights Act 1996 after volunteering or agreeing to be so dismissed, a person who might otherwise be treated as having left his employment voluntarily is to be treated as not having left voluntarily. 4 Regulations are to provide for— a the amount of a reduction under this section; b the period for which such a reduction has effect, not exceeding three years in relation to any failure sanctionable under this section. 5 Regulations under subsection (4)(b) may in particular provide for the period of a reduction to depend on either or both of the following— a the number of failures by the claimant sanctionable under this section; b the period between such failures. 6 Regulations may provide— a for cases in which no reduction is to be made under this section; b for a reduction under this section made in relation to an award that is terminated to be applied to any new award made within a prescribed period of the termination. 7 During any period for which the amount of a joint-claim jobseeker's allowance is reduced under this section by virtue of a failure by one of the claimants which is sanctionable under this section, the allowance is payable to the other member of the couple."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "19A", "section_title": "Other sanctions", "section_text": "19A 1 The amount of an award of a jobseeker's allowance is to be reduced in accordance with this section in the event of a failure by the claimant which is sanctionable under this section. 2 It is a failure sanctionable under this section if a claimant— a without a good reason fails to comply with regulations under section 8(1) or (1A); b without a good reason fails to comply with regulations under section 17A; c without a good reason refuses or fails to carry out a jobseeker's direction which was reasonable having regard to his circumstances; d without a good reason neglects to avail himself of a reasonable opportunity of a place on a training scheme or employment programme; e without a good reason refuses or fails to apply for, or accept if offered, a place on such a scheme or programme which an employment officer has informed him is vacant or about to become vacant; f without a good reason gives up a place on such a scheme or programme or fails to attend such a scheme or programme having been given a place on it; g through misconduct loses a place on such a scheme or programme. 3 But a failure is not sanctionable under this section if it is also sanctionable under section 19. 4 Regulations are to provide for— a the amount of a reduction under this section; b the period for which such a reduction has effect. 5 Regulations under subsection (4)(b) may provide that a reduction under this section in relation to any failure is to have effect for— a a period continuing until the claimant meets a compliance condition specified by the Secretary of State, b a fixed period not exceeding 26 weeks which is— i specified in the regulations, or ii determined in any case by the Secretary of State, or c a combination of both. 6 In subsection (5)(a)\t\t\t\t\t “ compliance condition ” means— a a condition that the failure ceases, or b a condition relating to— i future compliance with a jobseeker's direction or any requirement imposed under section 8(1) or (1A) or 17A of this Act, or ii future avoidance of the failures referred to in subsection (2)(d) to (g). 7 A compliance condition specified under subsection (5)(a) may be— a revoked or varied by the Secretary of State; b notified to the claimant in such manner as the Secretary of State may determine. 8 The period fixed under subsection (5)(b) may in particular depend on either or both of the following— a the number of failures by the claimant sanctionable under this section; b the period between such failures. 9 Regulations may provide— a for cases in which no reduction is to be made under this section; b for a reduction under this section made in relation to an award that is terminated to be applied to any new award made within a prescribed period of the termination. 10 During any period for which the amount of a joint-claim jobseeker's allowance is reduced under this section by virtue of a failure by one of the claimants which is sanctionable under this section, the allowance is payable to the other member of the couple. 11 In this section— a “ jobseeker's direction ” means a direction given by an employment officer (in such manner as he thinks fit) with a view to achieving one or both of the following— i assisting the claimant to find employment; ii improving the claimant's prospects of being employed; b “training scheme“ and  “employment programme” have such meaning as may be prescribed."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "19B", "section_title": "Claimants ceasing to be available for employment  etc", "section_text": "19B 1 Regulations may make provision for reduction of the amount of an award of a jobseeker's allowance other than a joint-claim jobseeker's allowance if the claimant— a was previously entitled to such an allowance or was a member of a couple entitled to a joint-claim jobseeker's allowance, and b ceased to be so entitled by failing to comply with the condition in section 1(2)(a) or (c)\t\t\t\t\t\t\t(availability for employment and actively seeking employment). 2 Regulations may make provision for reduction of the amount of a joint-claim jobseeker's allowance if one of the claimants— a was previously entitled to a jobseeker's allowance other than a joint-claim jobseeker's allowance, and b ceased to be so entitled by failing to comply with the condition in section 1(2)(a) or (c). 3 Regulations may make provision for reduction of the amount of an award of joint-claim jobseeker's allowance if— a the couple were previously entitled to a joint-claim jobseeker's allowance but ceased to be so entitled by either or both of them failing to comply with the condition in section 1(2)(a) or (c), or b either member of the couple was a member of another couple previously entitled to such an allowance and that couple ceased to be so entitled by that person failing to comply with the condition in section 1(2)(a) or (c). 4 Regulations are to provide for— a the amount of a reduction under this section; b the period for which such a reduction has effect. 5 The period referred to in subsection (4)(b) must not include any period after the end of the period of 13 weeks beginning with the day on which the claimant's previous entitlement ceased. 6 Regulations under subsection (4)(b) may in particular provide for the period of a reduction to depend on either or both of the following— a the number of occasions on which a claimant's entitlement has ceased as specified in subsection (1), (2) or (3); b the period between such occasions. 7 Regulations may provide for a reduction under this section made in relation to an award that is terminated to be applied to any new award made within a prescribed period of the termination. 8 During any period for which the amount of a joint-claim jobseeker's allowance is reduced under this section by virtue of a failure by one of the claimants to comply with the condition in section 1(2)(a) or (c), the allowance is payable to the other member of the couple."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "19C", "section_title": "Hardship payments", "section_text": "19C 1 Regulations may make provision for the making of payments (“hardship payments”) by way of a jobseeker's allowance to a claimant where— a the amount of the claimant's award is reduced under sections 19 to 19B, and b the claimant is or will be in hardship. 2 Regulations under this section may in particular make provision as to— a circumstances in which a claimant is to be treated as being or not being in hardship; b matters to be taken into account in determining whether a claimant is or will be in hardship; c requirements or conditions to be met by a claimant in order to receive hardship payments; d the amount or rate of hardship payments; e the period for which hardship payments may be made; f whether hardship payments are recoverable."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "20", "section_title": " Exemptions from section 19   and 19A .", "section_text": "20 1 Nothing in section 19, or in regulations under that section, shall be taken to   authorise reduction  of a jobseeker’s allowance merely because the claimant refuses to seek or accept employment in a situation which is vacant in consequence of a stoppage of work due to a trade dispute. 2 Section   19A  does not apply, in the circumstances mentioned in subsection   (2)(c) to (g)  of that section, if— a a direction is in force under section 16 with respect to the claimant; and b he has acted in such a way as to risk— i having that direction revoked under subsection (3)(b) of section 16; or ii having the amount of his jobseeker’s allowance reduced by virtue of section 17, because  the condition mentioned in section 17(3)(b) or (c) is satisfied . 3 Regulations shall make provision for the purpose of enabling any person of a prescribed description to accept any employed earner’s employment without falling within section   19(2)(b) or (d)  should he leave that employment voluntarily and without   good reason  at any time during a trial period. 4 In such circumstances as may be prescribed, an income-based jobseeker’s allowance shall be  payable in respect of  a claimant even though section 19 prevents payment of a jobseeker’s allowance to him. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Regulations under subsection (4) may, in particular, provide for a jobseeker’s allowance payable by virtue of that subsection to be— a payable at a prescribed rate; b payable for a prescribed period (which may differ from the period fixed under section 19(2) or (3)). 7 In subsection (3), “ trial period ” has such meaning as may be prescribed. 8 Regulations may make provision for determining, for the purposes of this section, the day on which a person’s employment is to be regarded as commencing."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "20A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "20B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "20E", "section_title": "Contracting out", "section_text": "20E 1 The following functions of the Secretary of State may be exercised by, or by employees of, such person (if any) as the Secretary of State may authorise for the purpose, namely— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The following functions of officers of the Secretary of State may be exercised by, or by employees of, such person (if any) as the Secretary of State may authorise for the purpose, namely— a specifying places and times, and being contacted, under section 8; b entering into or varying any jobseeker's agreement under section 9 or 10 and referring any proposed agreement or variation to the Secretary of State under section 9 or 10; c giving notifications under section 16  . . . ; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Regulations may provide for any of the following functions of the Secretary of State to be exercisable by, or by employees of, such person (if any) as the Secretary of State may authorise for the purpose— a any function under regulations under section 8,  . . .  17A  . . .  . . . , except the making of an excluded decision (see subsection (4)); b the function under section 9(1) of the 1998 Act (revision of decisions) so far as relating to decisions (other than excluded decisions) that relate to any matter arising under any such regulations; c the function under section 10(1) of the 1998 Act (superseding of decisions) so far as relating to decisions (other than excluded decisions) of the Secretary of State that relate to any matter arising under any such regulations; d any function under Chapter 2 of Part 1 of the 1998 Act (social security decisions), except section 25(2) and (3)\t\t\t\t\t\t\t(decisions involving issues arising on appeal in other cases), which relates to the exercise of any of the functions within paragraphs (a) to (c). 4 Each of the following is an  “ excluded decision ” for the purposes of subsection (3)— a a decision about whether a person has failed to comply with a requirement imposed by regulations under section 8,  . . .  . . .  . . . ; b a decision about whether a person had good cause for failure to comply with such a requirement; c a decision about not paying or reducing a jobseeker's allowance in consequence of a failure to comply with such a requirement. 5 Regulations under subsection (3) may provide that a function to which that subsection applies may be exercised— a either wholly or to such extent as the regulations may provide, b either generally or in such cases as the regulations may provide, and c either unconditionally or subject to the fulfilment of such conditions as the regulations may provide. 6 An authorisation given by virtue of any provision made by or under this section may authorise the exercise of the function concerned— a either wholly or to such extent as may be specified in the authorisation, b either generally or in such cases as may be so specified, and c either unconditionally or subject to the fulfilment of such conditions as may be so specified; but, in the case of an authorisation given by virtue of regulations under subsection (3), this subsection is subject to the regulations. 7 An authorisation given by virtue of any provision made by or under this section— a may specify its duration, b may be revoked at any time by the Secretary of State, and c does not prevent the Secretary of State or any other person from exercising the function to which the authorisation relates. 8 Anything done or omitted to be done by or in relation to an authorised person (or an employee of that person) in, or in connection with, the exercise or purported exercise of the function concerned is to be treated for all purposes as done or omitted to be done by or in relation to the Secretary of State or (as the case may be) an officer of the Secretary of State. 9 But subsection (8) does not apply— a for the purposes of so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function, or b for the purposes of any criminal proceedings brought in respect of anything done by the authorised person (or an employee of that person). 10 Any decision which an authorised person makes in exercise of a function of the Secretary of State has effect as a decision of the Secretary of State under section 8 of the 1998 Act. 11 Where— a the authorisation of an authorised person is revoked at any time, and b at the time of the revocation so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function is subsisting, the authorised person is entitled to treat the contract as repudiated by the Secretary of State (and not as frustrated by reason of the revocation). 12 In this section— a “ the 1998 Act ” means the Social Security Act 1998; b “ authorised person ” means a person authorised to exercise any function by virtue of any provision made by or under this section; c references to functions of the Secretary of State under any enactment (including one comprised in regulations) include functions which the Secretary of State has by virtue of the application of section 8(1)(c) of the 1998 Act in relation to the enactment."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "21", "section_title": " Supplementary provisions.", "section_text": "21 Further provisions in relation to a jobseeker’s allowance are set out in Schedule 1."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "22", "section_title": " Members of the forces.", "section_text": "22 1 Regulations may modify any provision of this Act, in such manner as the Secretary of State thinks proper, in its application to persons who are or have been members of Her Majesty’s forces. 2 The regulations may, in particular, provide for   section 19(2)(b)  not to apply in relation to a person who is discharged from Her Majesty’s forces at his own request. 3 For the purposes of this section, Her Majesty’s forces shall be taken to consist of such establishments and organisations in which persons serve under the control of the Defence Council as may be prescribed."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "23", "section_title": " Recovery of sums in respect of maintenance.", "section_text": "23 1 Regulations may make provision for the court to have power to make a recovery order against any person where an award of income-based jobseeker’s allowance has been made to that person’s spouse   or civil partner . 2 In this section “ recovery order ” means an order requiring the person against whom it is made to make payments to the Secretary of State or to such other person or persons as the court may determine. 3 Regulations under this section may make provision for the transfer by the Secretary of State of the right to receive payments under, and to exercise rights in relation to, a recovery order. 4 Regulations made under this section may, in particular, include provision— a as to the matters to which the court is, or is not, to have regard in determining any application under the regulations; and b as to the enforcement of recovery orders. 5 In this section, “ the court ” means— a in relation to England and Wales,   the family court ; and b in relation to Scotland, the sheriff."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "24", "section_title": " Effect of alteration of rates.", "section_text": "24 In the Administration Act, insert after section 159—  Effect of alteration of rates of a jobseeker’s allowance. 159A 1 This section applies where— a an award of a jobseeker’s allowance is in force in favour of any person (“ the recipient ”); and b an alteration— i in any component of the allowance, or ii in the recipient’s benefit income, affects the amount of the jobseeker’s allowance to which he is entitled. 2 Subsection (3) applies where, as a result of the alteration, the amount of the jobseeker’s allowance to which the recipient is entitled is increased or reduced. 3 As from the commencing date, the amount of the jobseeker’s allowance payable to or for the recipient under the award shall be the increased or reduced amount, without any further decision of an adjudication officer; and the award shall have effect accordingly. 4 In any case where— a there is an alteration of a kind mentioned in subsection (1)(b); and b before the commencing date (but after that date is fixed) an award of a jobseeker’s allowance is made in favour of a person, the award may provide for the jobseeker’s allowance to be paid as from the commencing date, in which case the amount of the jobseeker’s allowance shall be determined by reference to the components applicable on that date, or may provide for an amount determined by reference to the components applicable at the date of the award. 5 In this section— “ alteration ” means- in relation to any component of a jobseeker’s allowance, its alteration by or under any enactment; and in relation to a person’s benefit income, the alteration of any of the sums referred to in section 150 above by any enactment or by an order under section 150 above, to the extent that any such alteration affects the amount of the recipient’s benefit income; “ benefit income ”, in relation to a recipient, means so much of his income as consists of— benefit under the Contributions and Benefits Act; or a war disablement pension or war widow’s pension; “ the commencing date ” in relation to an alteration, means the date on which the alteration comes into force in relation to the recipient; “ component ”, in relation to a jobseeker’s allowance, means any of the sums specified in regulations under the Jobseekers Act 1995 which are relevant in calculating the amount payable by way of a jobseeker’s allowance."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "25", "section_title": " Age increases.", "section_text": "25 In the Administration Act, insert after section 160—  Implementation of increases in income-based jobseeker’s allowance due to attainment of particular ages. 160A 1 This section applies where— a an award of an income-based jobseeker’s allowance is in force in favour of a person (“the recipient\"); and b a component has become applicable, or applicable at a particular rate, because he or some other person has reached a particular age (“the qualifying age\"). 2 If, as a result of the recipient or other person reaching the qualifying age, the recipient becomes entitled to an income-based jobseeker’s allowance of an increased amount, the amount payable to or for him under the award shall, as from the day on which he becomes so entitled, be that increased amount, without any further decision of an adjudication officer; and the award shall have effect accordingly. 3 Subsection (2) above does not apply where, in consequence of the recipient or other person reaching the qualifying age, a question arises in relation to the recipient’s entitlement to— a a benefit under the Contributions and Benefits Act; or b a jobseeker’s allowance. 4 Subsection (3)(b) above does not apply to the question— a whether the component concerned, or any other component, becomes or ceases to be applicable, or applicable at a particular rate, in the recipient’s case; and b whether, in consequence, the amount of his income-based jobseeker’s allowance falls to be varied. 5 In this section “ component ”, in relation to a recipient and his jobseeker’s allowance, means any of the amounts determined in accordance with regulations made under section 4(5) of the Jobseekers Act 1995."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "26", "section_title": " The back to work bonus.", "section_text": "26 1 Regulations may make provision for the payment, in prescribed circumstances, of sums to or in respect of persons who are or have been entitled to a jobseeker’s allowance or to income support. 2 A sum payable under the regulations shall be known as “ a back to work bonus ”. 3 Subject to section 677 of the Income Tax (Earnings and Pensions) Act 2003 (which provides for a back to work bonus not to be taxable) , a back to work bonus shall be treated for all purposes as payable by way of a jobseeker’s allowance or (as the case may be) income support. 4 The regulations may, in particular, provide for— a a back to work bonus to be payable only on the occurrence of a prescribed event; b a bonus not to be payable unless a claim is made before the end of the prescribed period; c the amount of a bonus (subject to any maximum prescribed by virtue of paragraph (g)) to be determined in accordance with the regulations; d enabling amounts to be calculated by reference to periods of entitlement to a jobseeker’s allowance and periods of entitlement to income support; e treating a bonus as payable wholly by way of income support or wholly by way of a jobseeker’s allowance, in a case where amounts have been calculated in accordance with provision made by virtue of paragraph (d); f keeping persons who may be entitled to a bonus informed of the amounts calculated in accordance with any provision of the regulations made by virtue of paragraph (c); g the amount of a bonus not to exceed a prescribed maximum; h a bonus not to be payable if the amount of the bonus which would otherwise be payable is less than the prescribed minimum; i prescribed periods to be disregarded for prescribed purposes; j a bonus which has been paid to a person to be treated, in prescribed circumstances and for prescribed purposes, as income or capital of his or of any other member of his family; k treating the whole or a prescribed part of an amount which has accrued towards a person’s bonus— i as not having accrued towards his bonus; but ii as having accrued towards the bonus of another person; l the whole or a prescribed part of a back to work bonus to be payable, in such circumstances as may be prescribed, to such person, other than the person who is or had been entitled to a jobseeker’s allowance or to income support, as may be determined in accordance with the regulations."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "27", "section_title": " Employment of long-term unemployed: deductions by employers.", "section_text": "27 1 An employee is a “ qualifying employee ” in relation to his employer for the purposes of this section if, immediately before beginning his employment with that employer, he had been entitled to a jobseeker’s allowance for a continuous period of not less than two years. 2 An employee is also a “ qualifying employee ” in relation to his employer for the purposes of this section if— a immediately before beginning his employment with that employer, he had been unemployed for a continuous period of not less than two years; b he is under pensionable age; and c he falls within a prescribed description of person. 3 Regulations may make provision for any employer who employs a person who is a qualifying employee in relation to him, to make deductions from the employer’s contributions payments in accordance with the regulations and in prescribed circumstances. 4 Those regulations may, in particular, make provision as to the period for which deductions may be made by an employer. 5 Regulations may provide, in relation to cases where an employee is a qualifying employee in relation to more than one employer at the same time, for the right to make deductions to be confined to one employer— a determined in accordance with the regulations; and b certified by the  Commissioners of Inland Revenue , in accordance with the regulations, to be the employer entitled to make those deductions. 6 Regulations may— a provide that, in prescribed circumstances, a person who would not otherwise satisfy the condition in subsection (1) is to be treated as satisfying it; b provide that, in prescribed circumstances, a person who would not otherwise satisfy the condition in subsection (2)(a) is to be treated as satisfying it; c prescribe circumstances in which, for prescribed purposes, two or more employers are to be treated as one; d make provision for the payment, in prescribed circumstances, by the  Commissioners of Inland Revenue , of sums to employers who are unable to make the whole or part of any deductions which they are entitled to make; e require persons to maintain such records in connection with deductions made by them as may be prescribed; f require persons who have made deductions to furnish to the  Commissioners of Inland Revenue  such documents and information, at such time, as may be prescribed. 7 Where, in accordance with any provision of regulations made under this section, an amount has been deducted from an employer’s contributions payments, the amount so deducted shall (except in such cases as may be prescribed) be treated for the purposes of any provision made by or under any enactment in relation to primary or secondary Class 1 contributions as having been— a paid (on such date as may be determined in accordance with the regulations); and b received by the  Commissioners of Inland Revenue , towards discharging the employer’s liability in respect of such contributions. 8 In this section— “ contributions payments ”, in relation to an employer, means the aggregate of the payments which he is required to make by way of primary or secondary Class 1 contributions; “ deductions ” means deductions made in accordance with regulations under subsection (3);  . . . “ employee ” and “ employer ” have such meaning as may be prescribed. “ prescribed ” means specified in or determined in accordance with regulations; and “ regulations ” means regulations made by the Treasury."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "28", "section_title": " Expedited claims for housing benefit and council tax benefit.", "section_text": "28 1 This section provides for the making of regulations to enable— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b priority to be given to certain persons, with a view to claims for housing or council tax benefit made by or in respect of persons who cease to be entitled to a jobseeker’s allowance or income support being dealt with quickly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 63 of the Administration Act (adjudication of claims for housing benefit or council tax benefit), insert after subsection (2)— 2A Regulations may make provision requiring authorities to whom claims for housing benefit or council tax benefit are made by, or in respect of, persons who have been entitled to a jobseeker’s allowance or to income support to give priority, in prescribed circumstances, to those claims over other claims for any such benefit."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "29", "section_title": " Pilot schemes.", "section_text": "29 1 Any regulations to which this subsection applies may be made so as to have effect for a specified period not exceeding   36 months . 2 Any regulations which, by virtue of subsection (1), are to have effect for a limited period are referred to in this section as “ a pilot scheme ”. 3 A pilot scheme may provide that its provisions are to apply only in relation to— a one or more specified areas or localities; b one or more specified classes of person; c persons selected— i by reference to prescribed criteria; or ii on a sampling basis. 4 A pilot scheme may make consequential or transitional provision with respect to the cessation of the scheme on the expiry of the specified period. 5 A pilot scheme (“the previous scheme\") may be replaced by a further pilot scheme making the same, or similar, provision (apart from the specified period) to that made by the previous scheme. 6 Subject to subsection (8), subsection (1) applies to— a regulations made under this Act, other than— i regulations made under section 4(2) or (5) which have the effect of reducing any age-related amount or applicable amount; or ii regulations made under section 27; b regulations made under the Administration Act, so far as they relate to a jobseeker’s allowance; c regulations made under Part VII of the Benefits Act (income-related benefits), other than any mentioned in subsection (7); and d regulations made under the Administration Act, so far as they relate to income-related benefits payable under Part VII of the Benefits Act. 7 The regulations referred to in subsection (6)(c) are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c regulations under section 130(4) of that Act which have the effect of reducing the appropriate maximum housing benefit; d regulations under section 131(10)(a) of that Act which have the effect of reducing the appropriate maximum council tax benefit; and e regulations reducing any of the sums prescribed under section 135(1) of that Act. 8 Subsection (1) applies only if the regulations are made with a view to  ascertaining whether their provisions will, or will be likely to, encourage persons to obtain or remain in work or will, or will be likely to,   make it more likely that persons will obtain or remain in work or be able to do so.   testing the extent to which the provision made by the regulations is likely to promote—   a people remaining in work, or b people obtaining or being able to obtain work (or more work or better-paid work).”  "}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "30", "section_title": " Grants for resettlement places.", "section_text": "30 1 The Secretary of State may pay such grants, to such persons, as he considers appropriate in relation to expenditure in connection with the provision or maintenance of resettlement places. 2 In this section “ resettlement places ” means places at which persons without a settled way of life are afforded temporary accommodation with a view to assisting them to lead a more settled life. 3 Any grant under this section may be made on such terms and subject to such conditions as the Secretary of State considers appropriate. 4 Section 30 of, and Schedule 5 to, the  Supplementary Benefits Act 1976 (provision of resettlement units) shall cease to have effect. 5 Any grants made by the Secretary of State under this section shall be paid out of money provided by Parliament. 6 Any sums received by the Secretary of State by way of the repayment of any such grant shall be paid by him into the Consolidated Fund."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "31", "section_title": " Termination of awards.", "section_text": "31 1 Regulations may make provision allowing, in prescribed circumstances, an award of income support to be brought to an end by  the Secretary of State  where the person to whom it was made, or where he is a member of a   couple  his partner  or the couple , will be entitled to a jobseeker’s allowance if the award is brought to an end. 2 Regulations may make provision allowing, in prescribed circumstances, an award of a jobseeker’s allowance to be brought to an end by  the Secretary of State  where the person to whom it was made, or where he is a member of a   couple  his partner,  or where the award was made to a couple a member of the couple,  will be entitled to income support if the award is brought to an end. 3 In this section “ partner ” means the other member of the couple concerned."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "32", "section_title": " Insolvency.", "section_text": "32 1 In section 71 of the Administration Act (overpayments), after subsection (10) insert— 10A Where— a a jobseeker’s allowance is payable to a person from whom any amount is recoverable as mentioned in subsection (8) above; and b that person is subject to a bankruptcy order, a sum deducted from that benefit under that subsection shall not be treated as income of his for the purposes of the Insolvency Act 1986. 10B Where— a a jobseeker’s allowance is payable to a person from whom any amount is recoverable as mentioned in subsection (8) above; and b the estate of that person is sequestrated, a sum deducted from that benefit under that subsection shall not be treated as income of his for the purposes of the Bankruptcy (Scotland) Act 1985. 2 In section 78 of the Administration Act (recovery of social fund awards), after subsection (3) insert— 3A Where— a a jobseeker’s allowance is payable to a person from whom an award is recoverable under subsection (3) above; and b that person is subject to a bankruptcy order, a sum deducted from that benefit under subsection (2) above shall not be treated as income of his for the purposes of the Insolvency Act 1986. 3B Where— a a jobseeker’s allowance is payable to a person from whom an award is recoverable under subsection (3) above; and b the estate of that person is sequestrated, a sum deducted from that benefit under subsection (2) above shall not be treated as income of his for the purposes of the Bankruptcy (Scotland) Act 1985."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "34", "section_title": "", "section_text": "34   1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "35", "section_title": " Interpretation.", "section_text": "35 1 In this Act— “ adjudication officer ” means an adjudication officer appointed under section 38 of the Administration Act; “ the Administration Act ” means the  Social Security Administration Act 1992; “ applicable amount ” means the applicable amount determined in accordance with regulations under section 4; “ benefit year ” has the meaning given by section 2(4); “ the Benefits Act ” means the  Social Security Contributions and Benefits Act 1992; “ child ” means a person under the age of 16; “ claimant ” means a person who claims a jobseeker’s allowance  except that in relation to a joint-claim couple claiming a joint-claim jobseeker’s allowance it means the couple, or each member of the couple, as the context requires; ; “ continental shelf operations ” has the same meaning as in section 120 of the Benefits Act; “ contribution-based conditions ” means the conditions set out in section 2; “ contribution-based jobseeker’s allowance ” has the meaning given in section 1(4);   “couple”  means— two people who are married to, or civil partners of, each other and are members of the same household; or two people who are not married to, or civil partners of, each other but are living together   as if they were a married couple or civil partners   otherwise than in prescribed circumstances; “ employed earner ” has the meaning prescribed for the purposes of this Act; “ employment ”,  except in section 7 , has the meaning prescribed for the purposes of this Act; “employment officer”, for any purpose of this Act, means an officer of the Secretary of State or such other person as may be designated for that purpose by an order made by the Secretary of State; “ entitled ”, in relation to a jobseeker’s allowance, is to be construed in accordance with— the provisions of this Act relating to entitlement; and section 1 of the Administration Act and section 27 of the Social Security Act 1998 ; “ family ” means— a   couple ; a   couple  and a member of the same household for whom one of them is, or both are, responsible and who is a child or a person of a prescribed description; except in prescribed circumstances, a person who is not a member of a   couple  and a member of the same household for whom that person is responsible and who is a child or a person of a prescribed description; “ FAS payments ” means payments made under the Financial Assistance Scheme Regulations 2005; “ Great Britain ” includes the territorial waters of the United Kingdom adjacent to Great Britain; “ income-based conditions ” means the conditions set out in section 3; “ income-based jobseeker’s allowance ” has the meaning given in section 1(4); “ income-related employment and support allowance ” means an income-related allowance under Part 1 of the Welfare Reform Act 2007 (employment and support allowance); “ jobseeker’s agreement ” has the meaning given by section 9(1); “ jobseeker's direction ” has the meaning given by section 19A; “ jobseeking period ” has the meaning prescribed for the purposes of this Act; “ joint-claim couple ” and “ joint-claim jobseeker’s allowance ” have the meanings given by section 1(4); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ the nominated member ”, in relation to a joint-claim couple, shall be construed in accordance with section 3B(4); “ occupational pension scheme ” has the same meaning as it has in the  Pension Schemes Act 1993 by virtue of section 1 of that Act; “ pensionable age ” has the meaning prescribed for the purposes of this Act; “ pension payments ” means— periodical payments made in relation to a person, under a personal pension scheme or, in connection with the coming to an end of an employment of his, under an occupational pension scheme or a public service pension scheme; and such other payments as may be prescribed; “ personal pension scheme ” means— a personal pension scheme as defined by section 1 of the  Pension Schemes Act 1993; an annuity contract or trust scheme approved under section 620 or 621 of the Income and Corporation Taxes Act 1988 or a substituted contract within the meaning of section 622(3) of that Act which is treated as having become a registered pension scheme by virtue of paragraph 1(1)(f) of Schedule 36 to the Finance Act 2004; and a personal pension scheme approved under Chapter 4 of Part 14 of the Income and Corporation Taxes Act 1988 which is treated as having become a registered pension scheme by virtue of paragraph 1(1)(g) of Schedule 36 to the Finance Act 2004; “ PPF  payments ” means any payments made in relation to a person— payable under the pension compensation provisions as specified in section 162(2) of the Pensions Act 2004 or Article 146(2) of the Pensions (Northern Ireland) Order 2005 (the pension compensation provisions); or payable under section 166 of the Pensions Act 2004 or Article 150 of the Pensions (Northern Ireland) Order 2005 (duty to pay scheme benefits unpaid at assessment date  etc. ); “ prescribed ”                       , except in section 27 (and in section 36 so far as relating to regulations under section 27),  means specified in or determined in accordance with regulations; “ public service pension scheme ” has the same meaning as it has in the  Pension Schemes Act 1993 by virtue of section 1 of that Act; “ regulations ”                       , except in section 27 (and in section 36 so far as relating to regulations under section 27),  means regulations made by the Secretary of State; “ tax year ” means the 12 months beginning with 6th April in any year; “ trade dispute ” means any dispute between employers and employees, or between employees and employees, which is connected with the employment or non-employment or the terms of employment or the conditions of employment of any persons, whether employees in the employment of the employer with whom the dispute arises, or not; “ training ” has the meaning prescribed for the purposes of this Act and, in relation to prescribed provisions of this Act, if regulations so provide, includes assistance to find training or employment, or to improve a person’s prospects of being employed, of such a kind as may be prescribed; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ week ” means a period of 7 days beginning with a Sunday or such other period of 7 days as may be prescribed; “ work ” has the meaning prescribed for the purposes of this Act;   “ work availability requirement ” has the meaning given by section 6E;   “ year ”, except in the expression “benefit year\", means a tax year. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The expressions “   limited capability for work ”, “ linked period ”, “ relevant education ” and “ remunerative work ” are to be read with paragraphs 2, 3, 14 and 1 of Schedule 1. 3 Subject to any regulations made for the purposes of this subsection, “ earnings ” is to be construed for the purposes of this Act in accordance with section 3 of the Benefits Act and paragraph 6 of Schedule 1 to this Act."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "36", "section_title": " Regulations and orders.", "section_text": "36 1 Any power under this Act to make regulations or orders, other than an order under section  8(3), 9(13), 16(4) or 19(10)(a) , shall be exercisable by statutory instrument. 1A Subsection (1) does not apply to an order under section 35(1) in relation to employment officers. 2 Any such power may be exercised— a either in relation to all cases to which it extends, or in relation to those cases subject to specified exceptions, or in relation to any specified cases or classes of case; b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which the power extends or any less provision (whether by way of exception or otherwise), ii the same provision for all cases in relation to which it is exercised, or different provision for different cases or different classes of case or different provision as respects the same case or class of case for different purposes of this Act, iii any such provision either unconditionally or subject to any specified condition. 3 Where any such power is expressed to be exercisable for alternative purposes it may be exercised in relation to the same case for any or all of those purposes. 4 Any such power includes power— a to make such incidental, supplemental, consequential or transitional provision as appears to the Secretary of State  , or (in the case of regulations made by the Treasury) to the Treasury,  to be expedient; and b to provide for a person to exercise a discretion in dealing with any matter. 4A Without prejudice to the generality of the provisions of this section— a regulations under section 17A  . . .  may make different provision for different areas; b regulations under section 17A  . . .  may make provision which applies only in relation to an area or areas specified in the regulations. 5 Any power to make regulations or an order for the purposes of any provision of this Act is without prejudice to any power to make regulations or an order for the purposes of any other provision."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "37", "section_title": " Parliamentary control.", "section_text": "37 1 Subsection (2) applies in relation to the following regulations (whether made alone or with other regulations)— a regulations made under, or by virtue of, any provision of this Act other than— i section  6, 7,  26, 29 or 40, ii paragraph (b) of the definition of “ pension payments ” in section 35(1), or iii paragraph 17 of Schedule 1, before the date on which jobseeker’s allowances first become payable; aa the first regulations to be made under section 6J or 6K; ab the first regulations to be made under sections 19 to 19C; b the first regulations to be made under section 26; c regulations made under section  . . .  29, paragraph (b) of the definition of “ pension payments ” in section 35(1)  . . .  or paragraph   8B or  17 of Schedule 1. 2 No regulations to which this subsection applies shall be made unless a draft of the statutory instrument containing the regulations has been laid before Parliament and approved by a resolution of each House. 3 Any other statutory instrument made under this Act, other than one made under section 41(2), shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "38", "section_title": " General financial arrangements.", "section_text": "38 1 There shall be paid out of money provided by Parliament— a any sums paid by the Secretary of State by way of jobseeker’s allowance; and b any expenditure incurred by the Secretary of State  or the Commissioners of Inland Revenue  under or by virtue of this Act. 2 The expenditure mentioned in subsection (1)(b) includes expenditure incurred in connection with any inquiry undertaken on behalf of the Secretary of State  or the Commissioners of Inland Revenue  with a view to obtaining statistics relating to the operation of any provision of this Act relating to a jobseeker’s allowance. 3 There shall be paid out of the National Insurance Fund and into the Consolidated Fund sums estimated by the Secretary of State to balance payments made by him by way of  contribution-based  jobseeker’s allowance. 4 The Secretary of State shall pay into the National Insurance Fund sums estimated by him to balance sums recovered by him in connection with payments of  contribution-based  jobseeker’s allowance. 5 The  Commissioners of Inland Revenue  shall pay into the National Insurance Fund sums estimated by  them  to be equal to the aggregate of the amounts deducted by employers in accordance with regulations under section 27. 6 The Secretary of State shall pay into the Consolidated Fund sums estimated by him to balance sums recovered by him in connection with payments made by way of income-based jobseeker’s allowance. 7 Estimates under this section shall be made by the  relevant authority — a in any manner which, after consulting the Government Actuary or the Deputy Government Actuary,  the authority consider  appropriate and the Treasury has approved; and b at such times as  the authority consider  appropriate and the Treasury has approved. 8 Payments which are required to be made by this section shall be made at such times and in such manner as the  relevant authority  considers appropriate and the Treasury has approved. 9 In subsections (7) and (8) “ the relevant authority ” means— a the Secretary of State, in relation to any estimate or payment to be made by him, or b the Commissioners of Inland Revenue, in relation to any estimate or payment to be made by them."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "39", "section_title": " Provision for Northern Ireland.", "section_text": "39 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "40", "section_title": " Transitional provisions.", "section_text": "40 1 The Secretary of State may by regulations make such transitional provision, consequential provision or savings as he considers necessary or expedient for the purposes of or in connection with— a the coming into force of any provision of this Act; or b the operation of any enactment repealed or amended by any such provision during any period when the repeal or amendment is not wholly in force. 2 Regulations under this section may in particular make provision— a for the termination or cancellation of awards of unemployment benefit or income support; b for a person whose award of unemployment benefit or income support has been terminated or cancelled under regulations made by virtue of paragraph (a) to be treated as having been awarded a jobseeker’s allowance (a “transitional allowance\")— i of such a kind, ii for such period, iii of such an amount, and iv subject to such conditions, as may be determined in accordance with the regulations; c for a person’s continuing entitlement to a transitional allowance to be determined by reference to such provision as may be made by the regulations; d for the termination of an award of a transitional allowance; e for the review of an award of a transitional allowance; f for a contribution-based jobseeker’s allowance not to be payable for a prescribed period where a person is disqualified for receiving unemployment benefit; g that days which were days of unemployment for the purposes of entitlement to unemployment benefit, and such other days as may be prescribed, are to be treated as having been days during which a person was, or would have been, entitled to a jobseeker’s allowance; h that days which were days of entitlement to unemployment benefit, and such other days as may be prescribed, are to be treated as having been days of entitlement to a contribution-based jobseeker’s allowance; i that the rate of a contribution-based transitional allowance is to be calculated by reference to the rate of unemployment benefit paid or payable."}, {"act": "Jobseekers Act 1995", "year": 1995, "section": "41", "section_title": " Short title, commencement, extent etc.", "section_text": "41 1 This Act may be cited as the Jobseekers Act 1995. 2 Section 39 and this section (apart from subsections (4) and (5)) come into force on the passing of this Act, but otherwise the provisions of this Act come into force on such day as the Secretary of State may by order appoint. 3 Different days may be appointed for different purposes. 4 Schedule 2 makes consequential amendments. 5 The repeals set out in Schedule 3 shall have effect. 6 Apart from this section, section 39 and paragraphs 11 to 16, 28, 67 and 68 of Schedule 2, this Act does not extend to Northern Ireland."}]