[{"act": "Medical (Professional Performance) Act 1995", "year": 1995, "section": "1", "section_title": " Professional performance.", "section_text": "1 After section 36 of the  Medical Act 1983 (professional misconduct and criminal offences) there shall be inserted—  Professional performance. 36A 1 Where the standard of professional performance of a fully registered person is found by the Committee on Professional Performance to have been seriously deficient, the Committee shall direct— a that his registration in the register shall be suspended (that is to say, shall not have effect) during such period not exceeding twelve months as may be specified in the direction; or b that his registration shall be conditional on his compliance, during such period not exceeding three years as may be specified in the direction, with the requirements so specified. 2 Where a fully registered person, whose registration is subject to conditions imposed under any provision of this section by the Committee on Professional Performance, is judged by the Committee to have failed to comply with any of the requirements imposed on him as conditions of his registration the Committee may, if they think fit, direct that his registration in the register shall be suspended during such period not exceeding twelve months as may be specified in the direction. 3 Where the Committee on Professional Performance have given a direction for suspension under any provision of this section the Committee may direct— a that the current period of suspension shall be extended for such further period from the time when it would otherwise expire as may be specified in the direction; or b that the registration of the person whose registration is suspended shall, as from the expiry (or termination under subsection (5)(b) below) of the current period of suspension, be conditional on his compliance, during such period not exceeding three years as may be specified in the direction, with such requirements so specified as the Committee think fit to impose for the protection of members of the public or in his interests; but, subject to subsection (4) below, the Committee shall not extend any period of suspension under this section for more than twelve months at a time. 4 The Committee on Professional Performance may make a direction extending a period of suspension indefinitely where— a the period of suspension will, on the date on which the direction takes effect, have lasted for at least two years, and b the direction is made not more than two months before the date on which the period of suspension would otherwise expire. 5 Where the Committee on Professional Performance have made a direction for indefinite suspension, they— a shall review the suspension when requested to do so by the person whose registration is suspended (but not until two years after the date on which the direction takes effect and not more than once in any period of two years), and b having carried out such a review, may direct that the suspension be terminated. 6 Where the Committee on Professional Performance have given a direction for conditional registration, the Committee may— a direct that the current period of conditional registration shall be extended for such further period from the time when it would otherwise expire as may be specified in the direction; b revoke the direction or revoke or vary any of the conditions imposed by the direction; or c direct that the registration shall be suspended during such period not exceeding twelve months as may be specified in the direction; but the Committee shall not extend any period of conditional registration under this section for more than three years at a time. 7 Where the Committee on Professional Performance give a direction under this section for suspension or for conditional registration, or vary the conditions imposed by a direction for conditional registration, the Registrar shall forthwith serve on the person to whom the direction applies a notification of the direction or of the variation and of his right to appeal against the decision in accordance with section 40 below. 8 In subsection (7) above the references to a direction for suspension and a direction for conditional registration include references to a direction extending a period of suspension or a period of conditional registration. 9 While a person’s registration in the register is suspended by virtue of this section he shall be treated as not being registered in the register notwithstanding that his name still appears in it. 10 This section applies to a provisionally registered person and to a person registered with limited registration whether or not the circumstances are such that he falls within the meaning in this Act of the expression “fully registered person”. ."}, {"act": "Medical (Professional Performance) Act 1995", "year": 1995, "section": "2", "section_title": " Voluntary removal from the register.", "section_text": "2 After section 31 of the  Medical Act 1983 (power to make regulations with respect to the registers) there shall be inserted—  Voluntary removal from the register. 31A 1 The General Council may make regulations— a providing for the erasure by the Registrar from the register of medical practitioners of the name of any person who applies, in the manner prescribed by the regulations, for his name to be erased from the register; b providing for the refusal by the Registrar of applications under paragraph (a) above in such cases and circumstances as may be prescribed by the regulations; c making provision (including provision requiring the approval of the General Council or of one of the statutory committees) for the restoration to the register of the name of any person whose name has been erased in accordance with regulations made in pursuance of paragraph (a) above. 2 Regulations under this section shall not have effect until approved by order of the Privy Council. ."}, {"act": "Medical (Professional Performance) Act 1995", "year": 1995, "section": "3", "section_title": " Preliminary proceedings: interim orders.", "section_text": "3 1 Section 42 of the  Medical Act 1983 (preliminary proceedings as to professional misconduct and unfitness to practise) shall be amended as follows. 2 In subsection (3), in paragraph (c) for the word “two” there shall be substituted the word  “                six              ” . 3 In subsection (4), for the words “No order for interim suspension or for interim conditional registration shall be made by the Preliminary Proceedings Committee” there shall be substituted the words  “                No order under subsection (3)(b) or (c) above or (6A)(b) to (d) below shall be made by any Committee              ” . 4 In subsection (5), for the words “If the Committee decide” there shall be substituted the words  “                If the Preliminary Proceedings Committee decide              ” . 5 In subsection (6), for the word “two” there shall be substituted the word  “                six              ” . 6 After subsection (6) there shall be inserted— 6A Where an order for interim suspension or for interim conditional registration has been made in relation to any person under any provision of this section (including this subsection) the Preliminary Proceedings Committee, the Professional Conduct Committee or the Health Committee may, subject to subsection (4) above— a revoke the order or revoke any condition imposed by the order; b vary any condition imposed by the order; c if satisfied that to do so is necessary for the protection of members of the public, make an order for interim suspension; or d if satisfied that to do so is necessary for the protection of members of the public or is in the interests of the person concerned, make an order that his registration shall be conditional on his compliance, during such period as is specified in the order, with such requirements so specified as the Committee think fit to impose for the protection of members of the public or in his interests. 6B An order under subsection (6A)(c) or (d) above— a shall take effect as from a date not later than the date on which the interim suspension or interim conditional registration would otherwise come to an end; and b shall specify a period not exceeding three months. 6C If an order is made under subsection (6A)(a) to (d) above the Registrar shall forthwith serve a notification of the order on the person to whose registration it relates. 6D Where an order has been made under any provision of this section, the court (within the meaning of section 38 above) may— a in the case of an order for interim suspension, terminate the suspension, b in the case of an order for conditional registration, revoke or vary any condition imposed by the order, c in either case, substitute for the period specified in the order some other period which could have been specified in the order when it was made; and the decision of the court on any application under this subsection shall be final. . 7 Subsection (7) shall cease to have effect."}, {"act": "Medical (Professional Performance) Act 1995", "year": 1995, "section": "4", "section_title": " Supplementary and consequential amendments.", "section_text": "4 The Schedule to this Act (which makes amendments supplementary to and consequential on sections 1 to 3) shall have effect."}, {"act": "Medical (Professional Performance) Act 1995", "year": 1995, "section": "5", "section_title": " Expenses.", "section_text": "5 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided by virtue of any other enactment."}, {"act": "Medical (Professional Performance) Act 1995", "year": 1995, "section": "6", "section_title": " Commencement.", "section_text": "6 This Act shall come into force on such day as Her Majesty may appoint by Order in Council; and different days may be appointed for different purposes."}, {"act": "Medical (Professional Performance) Act 1995", "year": 1995, "section": "7", "section_title": " Short title and extent.", "section_text": "7 1 This Act may be cited as the Medical (Professional Performance) Act 1995. 2 This Act extends to Northern Ireland."}]