[{"act": "Mental Health (Patients in the Community) Act 1995", "year": 1995, "section": "1", "section_title": " After-care under supervision.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 1 to this Act (supplementary provisions about after-care under supervision) shall have effect."}, {"act": "Mental Health (Patients in the Community) Act 1995", "year": 1995, "section": "2", "section_title": " Absence without leave.", "section_text": "2 1 In section 18 of the  Mental Health Act 1983 (return of patients absent without leave), for subsection (4) (which provides that a patient may not be taken into custody after the end of the period of 28 days beginning with the first day of his absence without leave) there shall be substituted the following subsection— 4 A patient shall not be taken into custody under this section after the later of— a the end of the period of six months beginning with the first day of his absence without leave; and b the end of the period for which (apart from section 21 below) he is liable to be detained or subject to guardianship; and, in determining for the purposes of paragraph (b) above or any other provision of this Act whether a person who is or has been absent without leave is at any time liable to be detained or subject to guardianship, a report furnished under section 20 or 21B below before the first day of his absence without leave shall not be taken to have renewed the authority for his detention or guardianship unless the period of renewal began before that day. 2 For section 21 of that Act (duration of authority for detention and guardianship: special provisions as to patients absent without leave) there shall be substituted the following sections—  Special provisions as to patients absent without leave. 21 1 Where a patient is absent without leave— a on the day on which (apart from this section) he would cease to be liable to be detained or subject to guardianship under this Part of this Act; or b within the period of one week ending with that day, he shall not cease to be so liable or subject until the relevant time. 2 For the purposes of subsection (1) above the relevant time— a where the patient is taken into custody under section 18 above, is the end of the period of one week beginning with the day on which he is returned to the hospital or place where he ought to be; b where the patient returns himself to the hospital or place where he ought to be within the period during which he can be taken into custody under section 18 above, is the end of the period of one week beginning with the day on which he so returns himself; and c otherwise, is the end of the period during which he can be taken into custody under section 18 above.  Patients who are taken into custody or return within 28 days. 21A 1 This section applies where a patient who is absent without leave is taken into custody under section 18 above, or returns himself to the hospital or place where he ought to be, not later than the end of the period of 28 days beginning with the first day of his absence without leave. 2 Where the period for which the patient is liable to be detained or subject to guardianship is extended by section 21 above, any examination and report to be made and furnished in respect of the patient under section 20(3) or (6) above may be made and furnished within the period as so extended. 3 Where the authority for the detention or guardianship of the patient is renewed by virtue of subsection (2) above after the day on which (apart from section 21 above) that authority would have expired, the renewal shall take effect as from that day.  Patients who are taken into custody or return after more than 28 days. 21B 1 This section applies where a patient who is absent without leave is taken into custody under section 18 above, or returns himself to the hospital or place where he ought to be, later than the end of the period of 28 days beginning with the first day of his absence without leave. 2 It shall be the duty of the appropriate medical officer, within the period of one week beginning with the day on which the patient is returned or returns himself to the hospital or place where he ought to be— a to examine the patient; and b if it appears to him that the relevant conditions are satisfied, to furnish to the appropriate body a report to that effect in the prescribed form; and where such a report is furnished in respect of the patient the appropriate body shall cause him to be informed. 3 Where the patient is liable to be detained (as opposed to subject to guardianship), the appropriate medical officer shall, before furnishing a report under subsection (2) above, consult— a one or more other persons who have been professionally concerned with the patient’s medical treatment; and b an approved social worker. 4 Where the patient would (apart from any renewal of the authority for his detention or guardianship on or after the day on which he is returned or returns himself to the hospital or place where he ought to be) be liable to be detained or subject to guardianship after the end of the period of one week beginning with that day, he shall cease to be so liable or subject at the end of that period unless a report is duly furnished in respect of him under subsection (2) above. 5 Where the patient would (apart from section 21 above) have ceased to be liable to be detained or subject to guardianship on or before the day on which a report is duly furnished in respect of him under subsection (2) above, the report shall renew the authority for his detention or guardianship for the period prescribed in that case by section 20(2) above. 6 Where the authority for the detention or guardianship of the patient is renewed by virtue of subsection (5) above— a the renewal shall take effect as from the day on which (apart from section 21 above and that subsection) the authority would have expired; and b if (apart from this paragraph) the renewed authority would expire on or before the day on which the report is furnished, the report shall further renew the authority, as from the day on which it would expire, for the period prescribed in that case by section 20(2) above. 7 Where the authority for the detention or guardianship of the patient would expire within the period of two months beginning with the day on which a report is duly furnished in respect of him under subsection (2) above, the report shall, if it so provides, have effect also as a report duly furnished under section 20(3) or (6) above; and the reference in this subsection to authority includes any authority renewed under subsection (5) above by the report. 8 Where the form of mental disorder specified in a report furnished under subsection (2) above is a form of disorder other than that specified in the application for admission for treatment or guardianship application concerned (and the report does not have effect as a report furnished under section 20(3) or (6) above), that application shall have effect as if that other form of mental disorder were specified in it. 9 Where on any occasion a report specifying such a form of mental disorder is furnished under subsection (2) above the appropriate medical officer need not on that occasion furnish a report under section 16 above. 10 In this section— “ appropriate medical officer ” has the same meaning as in section 16(5) above; “ the appropriate body ” means— in relation to a patient who is liable to be detained in a hospital, the managers of the hospital; and in relation to a patient who is subject to guardianship, the responsible local social services authority; and “ the relevant conditions ” means— in relation to a patient who is liable to be detained in a hospital, the conditions set out in subsection (4) of section 20 above; and in relation to a patient who is subject to guardianship, the conditions set out in subsection (7) of that section. 3 In section 22 of that Act (special provisions as to patients sentenced to imprisonment  etc. )— a in subsection (2) (detained patient in whose case application for admission for treatment or guardianship application does not cease to have effect), for the words “and 21” there shall be substituted  “                      , 21 and 21A                    ” ; and b after that subsection there shall be inserted the following subsection— 3 In its application by virtue of subsection (2) above section 18(4) above shall have effect with the substitution of the words “end of the period of 28 days beginning with the first day of his absence without leave.” for the words from “later of” onwards. 4 In section 40 of that Act (effect of hospital orders and guardianship orders), after subsection (5) there shall be inserted the following subsection— 6 Where— a a patient admitted to a hospital in pursuance of a hospital order is absent without leave; b a warrant to arrest him has been issued under section 72 of the  Criminal Justice Act 1967; and c he is held pursuant to the warrant in any country or territory other than the United Kingdom, any of the Channel Islands and the Isle of Man, he shall be treated as having been taken into custody under section 18 above on first being so held. 5 In section 61 of that Act (review of treatment), in subsection (1) (report on treatment and patient’s condition to be given to Secretary of State), in paragraph (a) (report to be given when report furnished under section 20(3)), for the words “in respect of the patient under section 20(3) above” there shall be substituted  “                  under section 20(3) or 21B(2) above renewing the authority for the detention of the patient                ” . 6 In section 66 of that Act (applications to tribunals)— a in subsection (1) (cases where application may be made), after paragraph (f) there shall be inserted the following paragraphs— fa a report is furnished under subsection (2) of section 21B above in respect of a patient and subsection (5) of that section applies (or subsections (5) and (6)(b) of that section apply) in the case of the report; or fb a report is furnished under subsection (2) of section 21B above in respect of a patient and subsection (8) of that section applies in the case of the report; or ; and b in subsection (2) (period within which application may be made), in paragraph (d), after “(d)” there shall be inserted  “                      , (fb)                    ”  and, in paragraph (f), for the words “of that subsection, the period” there shall be substituted  “                      or (fa) of that subsection, the period or periods                    ” . 7 In section 68 of that Act (duty of managers of hospitals to refer cases to tribunal), in subsection (2) (reference where detention is renewed under section 20 and three years have elapsed since last consideration of case), after “20” there shall be inserted  “                  or 21B                ” . 8 In Schedule 1 to that Act (application of provisions to patients subject to hospital and guardianship orders), in Part I (patients not subject to special restrictions), in paragraph 1 (provisions applying without modification), for “21,” there shall be substituted  “                  21 to 21B,                ” ."}, {"act": "Mental Health (Patients in the Community) Act 1995", "year": 1995, "section": "3", "section_title": " Leave of absence from hospital.", "section_text": "3 1 In section 17 of the  Mental Health Act 1983 (leave of absence for patient liable to be detained in a hospital under Part II of that Act), in subsection (5), the words from “; and without prejudice” to the end (which cause a patient on leave of absence to cease to be liable to be so detained six months after the beginning of his absence even though he would not otherwise have by then ceased to be so liable) shall be omitted. 2 In Schedule 1 to that Act (application of provisions to patients subject to hospital and guardianship orders), in Part II (patients subject to special restrictions), in paragraph 3(c) (modifications of section 17(5)), for the word “six” there shall be substituted  “                  twelve                ” . 3 Subsections (1) and (2) apply where leave of absence has been granted to a patient before the day on which this section comes into force (as well as where it is granted to a patient after that day)."}, {"act": "Mental Health (Patients in the Community) Act 1995", "year": 1995, "section": "4", "section_title": " Community care orders.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mental Health (Patients in the Community) Act 1995", "year": 1995, "section": "5", "section_title": " Absence without leave.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mental Health (Patients in the Community) Act 1995", "year": 1995, "section": "6", "section_title": " Leave of absence from hospital.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Mental Health (Patients in the Community) Act 1995", "year": 1995, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Mental Health (Patients in the Community) Act 1995. 2 This Act shall come into force on 1st April 1996. 3 The provisions of this Act which amend other enactments have the same extent as the enactments which they amend."}]