[{"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "1", "section_title": " Creation.", "section_text": "1 1 There shall be a right, to be known as the Olympics association right. 2 The right shall carry with it the rights and remedies provided by this Act, which shall be exercisable by such person as the Secretary of State  ... may by order made by statutory instrument appoint for the purposes of this subsection. 2A An order under subsection (2) above— a may appoint more than one person; b may make different appointments for different purposes; c may make provision for joint or concurrent exercise of rights; d may apply (with or without modifications) or make provision similar to a provision of section 23 of the Trade Marks Act 1994 (c. 26) (co-ownership). 3 An order under subsection (2) above which revokes a previous order under that subsection may contain such supplementary and transitional provision as the Secretary of State  ...thinks fit. 4 A statutory instrument containing an order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "2", "section_title": " Rights conferred.", "section_text": "2 1 The Olympics association right shall confer exclusive rights in relation to the use of the Olympic symbol, the Olympic motto and the protected words. 2 Subject to sections 4 and 5 below, the rights conferred by subsection (1) above shall be infringed by any act done in the United Kingdom which— a constitutes infringement under section 3 below, and b is done without the consent of the person for the time being appointed under section 1(2) above (in this Act referred to as “the proprietor”). 3 The proprietor may exploit the rights conferred by subsection (1) above for gain, but may not make any disposition of, or of any interest in or over, them. 4 This section shall not have effect to permit the doing of anything which would otherwise be liable to be prevented by virtue of a right— a subsisting immediately before the day on which this Act comes into force, or b created by— i the registration of a design under the  Registered Designs Act 1949 on or after the day on which this Act comes into force, or ii the registration of a trade mark under the  Trade Marks Act 1994 on or after that day. 5 Consent given for the purposes of subsection (2)(b) above by a person appointed under section 1(2) above shall, subject to its terms, be binding on any person subsequently appointed under that provision; and references in this Act to doing anything with, or without, the consent of the proprietor shall be construed accordingly."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "3", "section_title": " Infringement.", "section_text": "3 1 A person infringes the Olympics association right if in the course of trade he uses— a a representation of the Olympic symbol, the Olympic motto or a protected word, or b a representation of something so similar to the Olympic symbol or the Olympic motto as to be likely to create in the public mind an association with it,  or a word so similar to a protected word as to be likely to create in the public mind an association with the Olympic Games or the Olympic movement                   (in this Act referred to as “a controlled representation”). 2 For the purposes of this section, a person uses a controlled representation if, in particular, he— a affixes it to goods or the packaging thereof, b incorporates it in a flag or banner, c offers or exposes for sale, puts on the market or stocks for those purposes goods which bear it or whose packaging bears it, d imports or exports goods which bear it or whose packaging bears it, e offers or supplies services under a sign which consists of or contains it, or f uses it on business papers or in advertising."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "4", "section_title": " Limits on effect.", "section_text": "4 1 A person does not infringe the Olympics association right (despite section 3) by the use of a controlled representation— a in publishing or broadcasting a report of a sporting or other event forming part of the Olympic Games, b in publishing or broadcasting information about the Olympic Games, c as an incidental inclusion in a literary work, dramatic work, artistic work, sound recording, film or broadcast, within the meaning of Part I of the Copyright, Designs and Patents Act 1988 (c. 48) (copyright), or d as an inclusion in an advertisement for a publication or broadcast of a kind described in paragraph (a) or (b). 2 But the exceptions in subsection (1)(a) and (b) do not apply to advertising material which is published or broadcast at the same time as, or in connection with, a report or information. 3 A person does not infringe the Olympics association right by using a controlled representation in a context which is not likely to suggest an association between a person, product or service and the Olympic Games or the Olympic movement; and for the purpose of this subsection— a the concept of an association between a person, product or service and the Olympic Games or the Olympic movement includes, in particular— i any kind of contractual relationship, ii any kind of commercial relationship, iii any kind of corporate or structural connection, and iv the provision by a person of financial or other support for or in connection with the Olympic Games or the Olympic movement, but b a person does not suggest an association with the Olympic Games or the Olympic movement only by making a statement which— i accords with honest practices in industrial or commercial matters, and ii does not make promotional or other commercial use of a protected word by incorporating it in a context to which the Olympic Games and the Olympic movement are substantively irrelevant. 4 The Secretary of State  ...may by order specify what is to be or not to be treated for the purposes of subsection (3) as an association between a person, product or service and the Olympic Games or the Olympic movement; and an order under this subsection— a may include incidental, consequential or transitional provision (which may include provision amending subsection (3)(a) or (b)), b shall be made by statutory instrument, and c may not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 5 A person does not infringe the Olympics association right by using a controlled representation in relation to goods if— a they were put on the market in the European Economic Area by the proprietor or with his consent, b the representation was used in relation to the goods when they were put on the market, and c the proprietor does not oppose further dealings in the goods for legitimate reasons (including, in particular, that the condition of the goods has been changed or impaired after they were put on the market). 11 The Olympics association right is not infringed by use of a controlled representation where— a the use is for the purposes of an undertaking, and b the way in which the representation is used for the purposes of the undertaking is a way in which it has been continuously used for those purposes since a date prior to the commencement of this Act. 12 In the case of a representation of a protected word, the Olympics association right is not infringed by use as part of— a the name of a company, being a name which was the company’s corporate name immediately before the day on which this Act comes into force, or b the name under which a business is carried on, being a business which was carried on under that name immediately before the day on which this Act comes into force. 13 The Olympics association right is not infringed by use of a controlled representation where the use— a takes place under a right subsisting immediately before the day on which this Act comes into force, or b is liable to be prevented by virtue of such a right. 14 The Olympics association right is not infringed by use of a controlled representation where the use— a takes place under a right created by— i the registration of a design under the  Registered Designs Act 1949 on or after the day on which this Act comes into force, or ii the registration of a trade mark under the  Trade Marks Act 1994 on or after that day, or b is liable to be prevented by virtue of such a right. 15 The Olympics association right is not infringed by use of a controlled representation for the purposes of— a judicial or parliamentary proceedings, or b a Royal Commission or statutory inquiry. 16 In subsection (15) above— “ judicial proceedings ” includes proceedings before any court, tribunal or person having authority to decide any matter affecting a person’s legal rights or liabilities; “ parliamentary proceedings ” includes proceedings  of the Scottish Parliament,   of the National Assembly for Wales, of the Northern Ireland Assembly or of the European Parliament; “ Royal Commission ” includes a Commission appointed for Northern Ireland  by a Minister, within the meaning of the Northern Ireland Act 1998, or Northern Ireland department in pursuance of the prerogative powers of Her Majesty exercisable by the Minister or department under section 23 of that Act ; and “ statutory inquiry ” means an inquiry held or investigation conducted in pursuance of a duty imposed or power conferred by or under an enactment. 17 In this section, references to use of a work in relation to goods include use of a work on goods."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "5", "section_title": " Power to prescribe further limits on effect.", "section_text": "5 1 The Secretary of State  ... may by order made by statutory instrument specify additional cases in which the Olympics association right is not infringed. 2 Without prejudice to the generality of subsection (1) above, the matters by reference to which a case may be specified under that subsection include— a the description of controlled representation used, and b the description of persons by whom a controlled representation is used. 3 An order under this section may contain such supplementary and transitional provision and savings as the Secretary of State  ... thinks fit. 4 An order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "5A", "section_title": "Creation", "section_text": "5A 1 There shall be a right, to be known as the Paralympics association right. 2 The provisions of this Act shall apply in relation to the Paralympics association right as they apply to the Olympics association right; and for that purpose— a a reference to the Olympic Games shall be treated as a reference to the Paralympic Games, b a reference to the Olympic motto shall be treated as a reference to the Paralympic motto, c a reference to the Olympic movement shall be treated as a reference to the Paralympic movement, d a reference to the Olympic symbol shall be treated as a reference to the Paralympic symbol, and e a reference to the commencement of this Act is a reference to the commencement of this section."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "6", "section_title": " Action for infringement.", "section_text": "6 1 An infringement of the Olympics association right shall be actionable by the proprietor. 2 In an action for infringement, all such relief by way of damages, injunctions, accounts or otherwise shall be available to the proprietor as is available in respect of the infringement of a property right."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "7", "section_title": " Orders in relation to infringing goods, material or articles.", "section_text": "7 1 The Secretary of State ... may by regulations make, in relation to infringing goods, material and articles, provision corresponding to that made by the following provisions of the  Trade Marks Act 1994 in relation to goods, material and articles which are infringing goods, material and articles for the purposes of that Act— section 15 (order for erasure etc. of offending sign), section 16 (order for delivery up of infringing goods, material or articles), section 18 (period after which remedy of delivery up not available), section 19 (order as to disposal of infringing goods, material or articles), and section 20 (jurisdiction in Scotland and Northern Ireland in relation to proceedings for an order under section 16 or 19). 2 Goods are “ infringing goods ” for the purposes of this Act if they or their packaging bear a controlled representation and— a the application of the representation to the goods or their packaging was an infringement of the Olympics association right, b the goods are proposed to be imported into the United Kingdom and the application of the representation in the United Kingdom to them or their packaging would be an infringement of that right, or c the representation has otherwise been used in relation to the goods in such a way as to infringe that right. 3 Material is “ infringing material ” for the purposes of this Act if it bears a controlled representation and either— a it is used for labelling or packaging goods, as a business paper                  , for advertising goods or services or by being displayed,                in such a way as to infringe the Olympics association right, or b it is intended to be so used and such use would infringe that right. 4 Articles are “ infringing articles ” for the purposes of this Act if they are articles— a which are specifically designed or adapted for making copies of a controlled representation, and b which a person has in his possession, custody or control, knowing or having reason to believe that they have been or are to be used to produce infringing goods or material. 5 The power conferred by subsection (1) above shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Nothing in subsection (2) above shall be construed as affecting the importation of goods which may lawfully be imported into the United Kingdom by virtue of an enforceable  EU right."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "8", "section_title": " Offences in relation to goods.", "section_text": "8 1 A person shall be guilty of an offence if with a view to gain for himself or another, or with intent to cause loss to another, and without the consent of the proprietor, he— a applies a controlled representation to goods or their packaging, b sells or lets for hire, offers or exposes for sale or hire or distributes goods which bear, or the packaging of which bears, such a representation, or c has in his possession, custody or control in the course of a business any such goods with a view to the doing of anything, by himself or another, which would be an offence under paragraph (b) above. 2 A person shall be guilty of an offence if with a view to gain for himself or another, or with intent to cause loss to another, and without the consent of the proprietor, he— a applies a controlled representation to material intended to be used— i for labelling or packaging goods, ii as a business paper in relation to goods, or iii for advertising goods, b uses in the course of a business material bearing such a representation for labelling or packaging goods, as a business paper in relation to goods, or for advertising goods, or c has in his possession, custody or control in the course of a business any such material with a view to the doing of anything, by himself or another, which would be an offence under paragraph (b) above. 3 A person shall be guilty of an offence if with a view to gain for himself or another, or with intent to cause loss to another, and without the consent of the proprietor, he— a makes an article specifically designed or adapted for making copies of a controlled representation, or b has such an article in his possession, custody or control in the course of a business, knowing or having reason to believe that it has been, or is to be, used to produce goods, or material for labelling or packaging goods, as a business paper in relation to goods, or for advertising goods. 4 It shall be a defence for a person charged with an offence under this section to show that he believed on reasonable grounds that the use of the representation in the manner in which it was used, or was to be used, was not an infringement of the Olympics association right. 5 A person guilty of an offence under this section shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum, and b on conviction on indictment, to a fine."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "8A", "section_title": "Enforcement by trading standards authority", "section_text": "8A 1 A local weights and measures authority may enforce within their area the provisions of section 8. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (1) above does not apply in relation to the enforcement of section 8 in Northern Ireland; but— a the Department of Enterprise, Trade and Investment may enforce that section in Northern Ireland,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A For the investigatory powers available to a local weights and measures authority or the Department of Enterprise, Trade and Investment in Northern Ireland for the purposes of the powers in this section, see Schedule 5 to the Consumer Rights Act 2015. 4 Nothing in this section shall be construed as authorising a local weights and measures authority to bring proceedings in Scotland for an offence."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "8B", "section_title": "Arrest", "section_text": "8B 1 After paragraph 21 of Schedule 1A to the Police and Criminal Evidence Act 1984 (arrestable offences) add— Olympic Symbol  etc.  (Protection) Act 1995 21A An offence under section 8 of the Olympic Symbol  etc.  (Protection) Act 1995 (offences in relation to goods). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "9", "section_title": " Supplementary provisions as to summary proceedings in Scotland.", "section_text": "9 1 Notwithstanding anything in section 331 of the  Criminal Procedure (Scotland) Act 1975, summary proceedings in Scotland for an offence under this Act may be begun at any time within six months after the date on which evidence sufficient in the Lord Advocate’s opinion to justify the proceedings came to his knowledge. 2 For the purposes of subsection (1) above— a a certificate of the Lord Advocate as to the date mentioned in that subsection shall be conclusive evidence, and b proceedings in Scotland shall be deemed to be begun on the date on which a warrant to apprehend or to cite the accused is granted, if such warrant is executed without undue delay."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "10", "section_title": " Partnerships and bodies corporate.", "section_text": "10 Section 101 of the  Trade Marks Act 1994 (offences committed by partnerships and bodies corporate) shall apply in relation to an offence under this Act as it applies in relation to an offence under that Act."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "11", "section_title": " Forfeiture: England and Wales or Northern Ireland.", "section_text": "11 1 Section 97 of the  Trade Marks Act 1994 (which makes provision about the forfeiture of certain goods, material or articles which come into the possession of any person in connection with the investigation or prosecution of a relevant offence) shall also have effect with the following modifications. 2 In subsection (1) (which describes the goods, material or articles concerned)— a in paragraph (a), for “sign identical to or likely to be mistaken for a registered trade mark” there shall be substituted  “                      representation within paragraph (a) or (b) of section 3(1) of the Olympic Symbol etc. (Protection) Act 1995                    ” , and b in paragraphs (b) and (c), for “sign” there shall be substituted  “                      representation                    ” . 3 In subsection (7)(a) (power of court to direct release instead of destruction on condition that offending sign erased etc.) for “sign” there shall be substituted  “                  representation                ” . 4 In subsection (8) (which defines “relevant offence”) for “section 92 above (unauthorised use of trade mark etc. in relation to goods)” there shall be substituted  “                  section 8 of the Olympic Symbol etc. (Protection) Act 1995                ” ."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "12", "section_title": " Forfeiture: Scotland.", "section_text": "12 1 Section 98 of the Trade Marks Act 1994 (which makes provision about the forfeiture of certain goods, material or articles on application by the procurator-fiscal or where a person is convicted of a relevant offence) shall also have effect with the following modifications. 2 In subsection (1) (which describes the goods, material or articles concerned)— a in paragraph (a), for “sign identical to or likely to be mistaken for a registered trade mark” there shall be substituted  “                      representation within paragraph (a) or (b) of section 3(1) of the Olympic Symbol etc. (Protection) Act 1995                    ” , and b in paragraphs (b) and (c), for “sign” there shall be substituted  “                      representation                    ” . 3 In subsection (13) (power of court to direct release instead of destruction on condition that offending sign erased etc.) for “sign” there shall be substituted  “                  representation                ” . 4 In subsection (14), in the definition of “relevant offence”, for “section 92 (unauthorised use of trade mark, &c. in relation to goods)” there shall be substituted  “                  section 8 of the Olympic Symbol etc. (Protection) Act 1995                ” ."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "12A", "section_title": "Detention by Revenue and Customs", "section_text": "12A 1 The proprietor may give notice in writing to the Commissioners for Her Majesty's Revenue and Customs— a stating that at a time and place specified in the notice, goods which are infringing goods, material or articles are expected to arrive in the United Kingdom— i from outside the European Economic Area, or ii from within the Area but not having been entered for free circulation, b specifying the nature of the controlled representation by reference to which the goods are infringing goods, material or articles, and c requesting the Commissioners to detain the goods. 2 The Commissioners may detain goods to which a notice under subsection (1) relates. 3 But the Commissioners may not detain goods— a imported by a person for his private and domestic use, or b to which section 89(3) of the Trade Marks Act 1994 applies (Council Regulation  ( EC )  No.  1383/2003 ). 4 If the Commissioners detain goods to which a notice under subsection (1) applies they shall as soon as is reasonably practicable— a give written notice of the detention and the grounds for it to the person in whose name the goods were presented or declared to customs, and b give the proprietor notice that the goods have been detained, specifying in respect of the goods such information as is available to the Commissioners about— i the nature of the goods, ii their number, iii the place where they were manufactured, iv the place from which they were sent, v the name and address of the person by whom they were sent, vi the name and address of the person mentioned in paragraph (a), vii the name and address of the person to whom they were to be delivered, and viii the name and address of the person who holds them during detention. 5 The Commissioners may provide samples of detained goods to the proprietor on request, in which case he— a may use the samples only for the purpose of determining whether they are infringing goods, material or articles, b must return the samples to the Commissioners as soon as is reasonably practicable, and c must inform the Commissioners as soon as is reasonably practicable whether the goods are infringing goods, material or articles. 6 The Commissioners may permit the proprietor on request to inspect detained goods (in which case he must inform the Commissioners as soon as is reasonably practicable whether the goods are infringing goods, material or articles). 7 The Commissioners shall release goods detained in pursuance of a notice under subsection (1) if— a the Commissioners think that initiating process in proceedings under section 6 in respect of the goods has not been served during the period of 10 working days, in the case of non-perishable goods, or 3 working days, in the case of perishable goods, beginning with the date on which the notice under subsection (4)(b) was received, b the Commissioners think that proceedings under section 6 in respect of the goods have been withdrawn, have lapsed or have terminated without an order being made in respect of the goods by virtue of section 7, or c the Commissioners are informed by the proprietor that the goods are not infringing goods, material or articles. 8 The Commissioners may detain goods which they think, having regard to the nature of the goods and to information provided by the proprietor, may be infringing goods, material or articles; and if the Commissioners detain goods under this subsection— a they shall as soon as is reasonably practicable invite the proprietor to give the Commissioners a notice that the goods are infringing goods, material or articles, b they shall, when giving an invitation under paragraph (a), give in respect of the goods such information as is available to them about— i the nature of the goods, ii their number, iii the place where they were manufactured, iv the place from which they were sent, v the name and address of the person by whom they were sent, vi the name and address of the person in whose name the goods were presented or declared to customs, vii the name and address of the person to whom they were to be delivered, and viii the name and address of the person who holds them during detention, c they may provide samples of the goods to the proprietor on request in which case he — i may use the samples only for the purpose of determining whether they are infringing goods, material or articles, ii must return the samples to the Commissioners as soon as is reasonably practicable, and iii must inform the Commissioners as soon as reasonably practicable whether the goods are infringing goods, material or articles, d they may permit the proprietor on request to inspect the goods (in which case he must inform the Commissioners as soon as reasonably practicable whether the goods are infringing goods, material or articles), e if no notice is given in accordance with paragraph (a) within the period of 3 working days beginning with the date on which the invitation under that paragraph is received, the Commissioners shall release the goods, and f if a notice is given in accordance with paragraph (a), the Commissioners shall proceed as if it were a notice given under subsection (1) above (and as if the goods were detained in pursuance of that notice), but— i subsections (4)(b), (5) and (6) shall not have effect, and ii subsection (7) shall have effect as if the reference to the notice under subsection (4)(b) were a reference to information under paragraph (b) above."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "12B", "section_title": "Section 12A: supplementary", "section_text": "12B 1 Section 90 of the Trade Marks Act 1994 (c. 26) (regulations as to form of notice, &c.) shall have effect in relation to a notice under subsection 12A(1) or (8)(a) above as in relation to a notice under section 89(1). 2 A person who is or was an officer or employee of the proprietor, or who acts or acted on the proprietor's behalf, commits an offence if he discloses information provided in accordance with section 12A(4)(b) or 12A(8)(b) other than— a for the purpose of, or with a view to the institution of, proceedings under section 6, b for the purpose of complying with an enactment, c in pursuance of an order of a court, d in a form which ensures that the identity of no person to whom the information relates is specified or can be deduced, e with the consent of each person to whom the information relates, or f with the consent of the Commissioners for Her Majesty's Revenue and Customs; and sections 19(3), (4), (7) and 55(1) of the Commissioners for Revenue and Customs Act 2005 (c. 11) (defences and penalties) shall have effect in relation to this subsection. 3 Section 139(1), (2), (3), (4), (7) and (8) of the Customs and Excise Management Act 1979 (detention of goods: constables, &c.) shall apply in relation to goods liable to detention in accordance with section 12A above as in relation to things liable to forfeiture— a with the substitution of a reference to this Act for a reference to the customs and excise Acts, and b with any other necessary modifications. 4 Section 144 of that Act (protection of officers) shall apply in relation to the detention of goods in accordance with section 12A above— a with the substitution of a reference to proceedings under section 6 above for the reference in section 144(1) to proceedings for condemnation, and b with any other necessary modifications. 5 In section 12A  “ working day ” means a day that is not a Saturday, a Sunday or a bank holiday (within the meaning of section 1 of the Banking and Financial Dealings Act 1971 (c. 80)). "}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "13", "section_title": " Registration of designs and trade marks.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 4 of the  Trade Marks Act 1994 (which specifies cases where a trade mark shall not be registered) there shall be inserted at the end— 5 A trade mark which consists of or contains a controlled representation within the meaning of the Olympic Symbol etc. (Protection) Act 1995 shall not be registered unless it appears to the registrar— a that the application is made by the person for the time being appointed under section 1(2) of the Olympic Symbol etc. (Protection) Act 1995 (power of Secretary of State to appoint a person as the proprietor of the Olympics association right), or b that consent has been given by or on behalf of the person mentioned in paragraph (a) above. 3 This section has effect in relation to applications for registration made on or after the day on which this Act comes into force."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "14", "section_title": " Acquisition of design right.", "section_text": "14 1 In section 213 of the  Copyright, Designs and Patents Act 1988 (design right in original designs) after subsection (5) there shall be inserted— 5A Design right does not subsist in a design which consists of or contains a controlled representation within the meaning of the Olympic Symbol etc. (Protection) Act 1995. 2 Subsection (1) above has effect in relation to designs created on or after the day on which this Act comes into force. 3 For the purposes of subsection (2) above, a design is created on the first day on which— a it is recorded in a design document, or b an article is made to it."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "15", "section_title": " Power to give directions to proprietor.", "section_text": "15 1 The proprietor shall comply with any directions given by the Secretary of State  ...with respect to the exercise of the rights conferred by section 2(1) above. 2 Directions under this section may be of a general or particular character and may be varied or revoked by subsequent directions. 3 A transaction between any person and the proprietor in his capacity as such shall not be void by reason only that the transaction was carried out in contravention of a direction given under this section; and a person dealing with the proprietor shall not be concerned to see or enquire whether a direction under this section has been given or complied with."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "16", "section_title": " Remedy for groundless threats of infringement proceedings.", "section_text": "16 1 Where the proprietor threatens another with proceedings for infringement of the Olympics association right other than— a the application to goods or their packaging of a controlled representation, b the importation of goods to which, or to the packaging of which, such a representation has been applied, or c the supply of services under a sign which consists of or contains such a representation, any person aggrieved may bring proceedings for relief under this section. 2 The relief which may be applied for is any of the following— a a declaration that the threats are unjustifiable, b an injunction against the continuance of the threats, and c damages in respect of any loss he has sustained by the threats; 3 A plaintiff under this section shall be entitled to the relief applied for unless the defendant shows that the acts in respect of which proceedings were threatened constitute (or if done would constitute) an infringement of the Olympics association right. 4 The mere notification of the rights conferred by this Act shall not constitute a threat of proceedings for the purposes of this section."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "17", "section_title": " Burden of proof.", "section_text": "17 1 Subject to subsection (2) below, if in any civil proceedings under this Act a question arises as to the use to which a controlled representation has been put, it shall be for the proprietor to show what use was made of it. 2 If in any civil proceedings under this Act a question arises as to the application of any of subsections (1), (2) and (6) to (15) of section 4 above or any case specified under section 5 above, it shall be for the person who alleges that the subsection or case applies to show that it does."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "18", "section_title": " Interpretation.", "section_text": "18 1 In this Act— “ business ” includes a trade or profession; “ controlled representation ” has the meaning given by section 3(1) above; “ infringing articles ” has the meaning given by section 7(4) above; “ infringing goods ” has the meaning given by section 7(2) above; “ infringing material ” has the meaning given by section 7(3) above; “ Olympic motto ” means the motto of the International Olympic Committee, “Citius, altius, fortius”; “ Olympic symbol ” means the symbol of the International Olympic Committee, consisting of five interlocking rings;  “ the Paralympic Games ” means the events known by that name and organised by the International Paralympic Committee; “ Paralympic motto ” means the motto of the International Paralympic Committee —  “Spirit in Motion”; “ Paralympic symbol ” means the symbol of the International Paralympic Committee which the Secretary of State ...shall set out in an order made by statutory instrument (which shall be laid before Parliament after being made).  “ proprietor ” has the meaning given by section 2(2) above; and “ trade ” includes a business or profession. 2 For the purposes of this Act— a each of the following is a protected word in relation to the Olympics association right— i Olympiad, ii Olympiads, iii Olympian, iv Olympians, v Olympic, and vi Olympics, and b each of the following is a protected word in relation to the Paralympics association right— i Paralympiad, ii Paralympiads, iii Paralympian, iv Paralympians, v Paralympic, and vi Paralympics. 3 In this Act, references to the Olympic motto or a protected word include the motto or word in translation into any language. 4 In the application of this Act to Scotland— “ accounts ” means count, reckoning and payment; “ declaration ” means declarator; “ defendant ” means defender; “ injunction ” means interdict; and “ plaintiff ” means pursuer. 5 The Secretary of State ... may by order amend this section to reflect a change of motto or symbol of the International Olympic Committee or the International Paralympic Committee. 6 An order under subsection (5)— a may include incidental, consequential or transitional provision (which may include provision similar to section 4(11) to (14) above), b shall be made by statutory instrument, and c shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Olympic Symbol etc. (Protection) Act 1995", "year": 1995, "section": "19", "section_title": " Short title, commencement and extent.", "section_text": "19 1 This Act may be cited as the Olympic Symbol etc. (Protection) Act 1995. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act extends to Northern Ireland."}]