[{"act": "Prisoners (Return to Custody) Act 1995", "year": 1995, "section": "1", "section_title": " Remaining at large after temporary release.", "section_text": "1 1 Subject to subsection (2) below, a person who has been temporarily released in pursuance of rules made under section 47(5) of the  Prison Act 1952 (rules for temporary release) is guilty of an offence if— a without reasonable excuse, he remains unlawfully at large at any time after becoming so at large by virtue of the expiry of the period for which he was temporarily released; or b knowing or believing an order recalling him to have been made and while unlawfully at large by virtue of such an order, he fails, without reasonable excuse, to take all necessary steps for complying as soon as reasonably practicable with that order. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subsection (1) above shall not apply in the case of a person temporarily released from a secure training centre                  or secure college . 3 A person guilty of an offence under this section is liable— a on conviction on indictment to imprisonment for a term not exceeding 2 years or a fine (or both), and b on summary conviction to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or a fine (or both). 4 An offence under this section shall be taken to be committed at the place where the offender was required to be detained immediately before being temporarily released. 5 A person shall be deemed for the purposes of this section to be unlawfully at large whenever he is deemed to be so at large for the purposes of section 49 of the  Prison Act 1952 (which confers powers of arrest). 6 This section shall not apply where the period of temporary release expired, or the order of recall was made, before the commencement of this section. 7 In relation to an offence committed before    2 May 2022 , the reference in subsection (3)(b) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months. 8 In relation to an offence committed before section 85 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 comes into force, the reference in subsection (3)(b) to a fine is to be read as a reference to a fine not exceeding the statutory maximum."}, {"act": "Prisoners (Return to Custody) Act 1995", "year": 1995, "section": "2", "section_title": " Entry to arrest a person unlawfully at large.", "section_text": "2 1 In subsection (1) of section 17 of the  Police and Criminal Evidence Act 1984 (entry for the purpose of arrest), after paragraph (c) there shall be inserted the following paragraphs— ca of arresting, in pursuance of section 32(1A) of the Children and Young Persons Act 1969, any child or young person who has been remanded or committed to local authority accommodation under section 23(1) of that Act; cb of recapturing any person who is, or is deemed for any purpose to be, unlawfully at large while liable to be detained— i in a prison, remand centre, young offender institution or secure training centre, or ii in pursuance of section 53 of the Children and Young Persons Act 1933 (dealing with children and young persons guilty of grave crimes), in any other place; and in paragraph (d) of that subsection, for “a person” there shall be substituted  “            any person whatever          ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prisoners (Return to Custody) Act 1995", "year": 1995, "section": "3", "section_title": " Short title, commencement and extent.", "section_text": "3 1 This Act may be cited as the Prisoners (Return to Custody) Act 1995. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed under this subsection for different purposes. 3 This Act extends to England and Wales only."}]