[{"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "1", "section_title": " Writing required for certain contracts, obligations, trusts, conveyances and wills.", "section_text": "1 1 Subject to subsection (2) below and any other enactment, writing shall not be required for the constitution of a contract, unilateral obligation or trust. 2 Subject to   subsection  (3)  below, a written document which is a traditional document  complying with section 2 or an electronic document complying with section 9B  of this Act shall be required for— a the constitution of— i a contract or unilateral obligation for the creation, transfer, variation or extinction of  a real right  in land; ii a gratuitous unilateral obligation except an obligation undertaken in the course of business; and iii a trust whereby a person declares himself to be sole trustee of his own property or any property which he may acquire; b the creation, transfer, variation or extinction of  a real right  in land otherwise than by the operation of a court decree, enactment or rule of law; and ba the constitution of an agreement under section 66(1) of the Land Registration  etc.  (Scotland) Act 2012 (asp 5),  c the making of any will, testamentary trust disposition and settlement or codicil. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where a contract, obligation or trust mentioned in   subsection (2)(a)  above is not constituted in a  ... document complying with section 2   or, as the case may be,  section 9B  of this Act, but one of the parties to the contract, a creditor in the obligation or a beneficiary under the trust (“the first person”) has acted or refrained from acting in reliance on the contract, obligation or trust with the knowledge and acquiescence of the other party to the contract, the debtor in the obligation or the truster (“the second person”)— a the second person shall not be entitled to withdraw from the contract, obligation or trust; and b the contract, obligation or trust shall not be regarded as invalid, on the ground that it is not so constituted, if the condition set out in subsection (4) below is satisfied. 4 The condition referred to in subsection (3) above is that the position of the first person— a as a result of acting or refraining from acting as mentioned in that subsection has been affected to a material extent; and b as a result of such a withdrawal as is mentioned in that subsection would be adversely affected to a material extent. 5 In relation to the constitution of any contract, obligation or trust mentioned in   subsection (2)(a)  above, subsections (3) and (4) above replace the rules of law known as rei interventus  and homologation. 6 This section shall apply to the variation of a contract, obligation or trust as it applies to the constitution thereof but as if in subsections (3) and (4) for the references to acting or refraining from acting in reliance on the contract, obligation or trust and withdrawing therefrom there were substituted respectively references to acting or refraining from acting in reliance on the variation of the contract, obligation or trust and withdrawing from the variation. 7 In this section  “ real right in land ” means any real  right in or over land, including any right to occupy or to use land or to restrict the occupation or use of land, but does not include— a a tenancy; b a right to occupy or use land; or c a right to restrict the occupation or use of land, if the tenancy or right is not granted for more than one year, unless the tenancy or right is for a recurring period or recurring periods and there is a gap of more than one year between the beginning of the first, and the end of the last, such period. 7A A private residential tenancy as defined in the Private Housing (Tenancies) (Scotland) Act 2016 is not a  “ real right in land ” for the purposes of this section. 8 For the purposes of subsection (7) above “ land ” does not include— a growing crops; or b a moveable building or other moveable structure."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "1A", "section_title": "Application of Part 2", "section_text": "1A This Part of this Act applies to documents written on paper, parchment or some similar tangible surface (“traditional documents”)."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "2", "section_title": " Type of writing required for formal validity of certain  traditional  documents.", "section_text": "2 1 No  traditional  document required by section 1(2) of this Act shall be valid in respect of the formalities of execution unless it is subscribed by the granter of it or, if there is more than one granter, by each granter, but nothing apart from such subscription shall be required for the document to be valid as aforesaid. 2 A contract mentioned in section 1(2)(a)(i) of this Act may be regarded as constituted or varied (as the case may be) if the offer is contained in one or more  traditional documents  and the acceptance is contained in another  traditional document  or other  traditional documents , and  such  document is subscribed by the granter or granters thereof. 3 Nothing in this section shall prevent a  traditional document  which has not been subscribed by the granter or granters of it from being used as evidence in relation to any right or obligation to which the document relates. 4 This section is without prejudice to any other enactment which makes different provision in respect of the formalities of execution of a document to which this section applies."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "2A", "section_title": "Formalities of execution of electronic documents", "section_text": "2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "2B", "section_title": "Directions by the Keeper of the Registers of Scotland", "section_text": " 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "2C", "section_title": "Authentication of an electronic document by a person granting in more than one capacity", "section_text": "2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "3", "section_title": " Presumption as to granter’s subscription or date or place of subscription.", "section_text": "3 1 Subject to subsections (2) to (7) below, where— a a  traditional document  bears to have been subscribed by a granter of it; b the document bears to have been signed by a person as a witness of that granter’s subscription and the document, or the testing clause or its equivalent, bears to state the name and address of the witness; and c nothing in the document, or in the testing clause or its equivalent, indicates— i that it was not subscribed by that granter as it bears to have been so subscribed; or ii that it was not validly witnessed for any reason specified in paragraphs (a) to (e) of subsection (4) below, the document shall be presumed to have been subscribed by that granter. 2 Where a  traditional document is a testamentary document consisting  of more than one sheet, it shall not be presumed to have been subscribed by a granter as mentioned in subsection (1) above unless, in addition to it bearing to have been subscribed by him and otherwise complying with that subsection, it bears to have been signed by him on every sheet. 3 For the purposes of subsection (1)(b) above— a the name and address of a witness may be added at any time before the document is— i founded on in legal proceedings; or ii registered for preservation in the Books of Council and Session or in sheriff court books; and b the name and address of a witness need not be written by the witness himself. 4 Where, in any proceedings relating to a  traditional document  in which a question arises as to a granter’s subscription, it is established— a that a signature bearing to be the signature of the witness of that granter’s subscription is not such a signature, whether by reason of forgery or otherwise; b that the person who signed the document as the witness of that granter’s subscription is a person who is named in the document as a granter of it; c that the person who signed the document as the witness of that granter’s subscription, at the time of signing— i did not know the granter; ii was under the age of 16 years; or iii was mentally incapable of acting as a witness; d that the person who signed the document, purporting to be the witness of that granter’s subscription, did not witness such subscription; e that the person who signed the document as the witness of that granter’s subscription did not sign the document after him or that the granter’s subscription or, as the case may be, acknowledgement of his subscription and the person’s signature as witness of that subscription were not one continuous process; f that the name or address of the witness of that granter’s subscription was added after the document was founded on or registered as mentioned in subsection (3)(a) above or is erroneous in any material respect; or g in the case of a testamentary document consisting of more than one sheet, that a signature on any sheet bearing to be the signature of the granter is not such a signature, whether by reason of forgery or otherwise, then, for the purposes of those proceedings, there shall be no presumption that the document has been subscribed by that granter. 5 For the purposes of subsection (4)(c)(i) above, the witness shall be regarded as having known the person whose subscription he has witnessed at the time of witnessing if he had credible information at that time of his identity. 6 For the purposes of subsection (4)(e) above, where— a a document is granted by more than one granter; and b a person is the witness to the subscription of more than one granter, the subscription or acknowledgement of any such granter and the signature of the person witnessing that granter’s subscription shall not be regarded as not being one continuous process by reason only that, between the time of that subscription or acknowledgement and that signature, another granter has subscribed the document or acknowledged his subscription. 7 For the purposes of the foregoing provisions of this section a person witnesses a granter’s subscription of a document— a if he sees the granter subscribe it; or b if the granter acknowledges his subscription to that person. 8 Where— a by virtue of subsection (1) above a document to which this subsection applies is presumed to have been subscribed by a granter of it; b the document, or the testing clause or its equivalent, bears to state the date or place of subscription of the document by that granter; and c nothing in the document, or in the testing clause or its equivalent, indicates that that statement as to date or place is incorrect, there shall be a presumption that the document was subscribed by that granter on the date or at the place as stated. 9 Subsection (8) above applies to any  traditional document  other than a testamentary document. 10 Where— a a  traditional document is a testamentary document bearing  to have been subscribed and the document, or the testing clause or its equivalent, bears to state the date or place of subscription (whether or not it is presumed under subsections (1) to (7) above to have been subscribed by a granter of it); and b nothing in the document, or in the testing clause or its equivalent, indicates that that statement as to date or place is incorrect, there shall be a presumption that the statement as to date or place is correct."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "3A", "section_title": "Presumption as to the authentication of electronic documents", "section_text": "3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "4", "section_title": " Presumption as to granter’s subscription or date or place of subscription when established in court proceedings.", "section_text": "4 1 Where a  traditional document  bears to have been subscribed by a granter of it, but there is no presumption under section 3 of this Act that the document has been subscribed by that granter, then, if the court, on an application being made to it by any person who has an interest in the document, is satisfied that the document was subscribed by that granter, it shall— a cause the document to be endorsed with a certificate to that effect; or b where the document has already been registered in the Books of Council and Session or in sheriff court books, grant decree to that effect. 2 Where a  traditional document  bears to have been subscribed by a granter of it, but there is no presumption under section 3 of this Act as to the date or place of subscription, then, if the court, on an application being made to it by any person who has an interest in the document, is satisfied as to the date or place of subscription, it shall— a cause the document to be endorsed with a certificate to that effect; or b where the document has already been registered in the Books of Council and Session or in sheriff court books, grant decree to that effect. 3 On an application under subsection (1) or (2) above evidence shall, unless the court otherwise directs, be given by affidavit. 4 An application under subsection (1) or (2) above may be made either as a summary application or as incidental to and in the course of other proceedings. 5 The effect of a certificate or decree— a under subsection (1) above shall be to establish a presumption that the document has been subscribed by the granter concerned; b under subsection (2) above shall be to establish a presumption that the statement in the certificate or decree as to date or place is correct. 6 In this section “ the court ” means— a in the case of a summary application— i the sheriff in whose sheriffdom the applicant resides; or ii if the applicant does not reside in Scotland, the sheriff at Edinburgh; and b in the case of an application made in the course of other proceedings, the court before which those proceedings are pending."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "5", "section_title": " Alterations to  traditional documents : formal validity and presumptions.", "section_text": "5 1 An alteration made to a  traditional document  required by section 1(2) of this Act— a before the document is subscribed by the granter or, if there is more than one granter, by the granter first subscribing it, shall form part of the document as so subscribed; b after the document is so subscribed shall, if the alteration has been signed by the granter or (as the case may be) by all the granters, have effect as a formally valid alteration of the document as so subscribed, but an alteration made to such a document otherwise than as mentioned in paragraphs (a) and (b) above shall not be formally valid. 2 Subsection (1) above is without prejudice to— a any rule of law enabling any provision in a testamentary document to be revoked by deletion or erasure without authentication of the deletion or erasure by the testator; b the  Erasures in Deeds (Scotland) Act 1836 and section 54 of the  Conveyancing (Scotland) Act 1874. 3 The fact that an alteration to a  traditional document  was made before the document was subscribed by the granter of it, or by the granter first subscribing it, may be established by all relevant evidence, whether written or oral. 4 Where a  traditional document  bears to have been subscribed by the granter or, if there is more than one granter, by all the granters of it, then, if subsection (5) or (6) below applies, an alteration made to the document shall be presumed to have been made before the document was subscribed by the granter or, if there is more than one granter, by the granter first subscribing it, and to form part of the document as so subscribed. 5 This subsection applies where— a the document is presumed under section 3 of this Act to have been subscribed by the granter or granters (as the case may be); b it is stated in the document, or in the testing clause or its equivalent, that the alteration was made before the document was subscribed; and c nothing in the document, or in the testing clause or its equivalent, indicates that the alteration was made after the document was subscribed. 6 This subsection applies where subsection (5) above does not apply, but the court is satisfied, on an application being made to it, that the alteration was made before the document was subscribed by the granter or, if there is more than one granter, by the granter first subscribing it, and causes the document to be endorsed with a certificate to that effect or, where the document has already been registered in the Books of Council and Session or in sheriff court books, grants decree to that effect. 7 Subsections (3), (4) and (6) of section 4 of this Act shall apply in relation to an application under subsection (6) above as they apply in relation to an application under subsection (1) of that section. 8 Where an alteration is made to a  traditional document  after the document has been subscribed by a granter, Schedule 1 to this Act (presumptions as to granter’s signature and date and place of signing in relation to such alterations) shall have effect. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "6", "section_title": " Registration of  traditional documents .", "section_text": "6 1 Subject to subsection (3) below   ..., it shall not be competent— a to record a  traditional document  in the Register of Sasines; or b to register a  traditional document  for execution or preservation in the Books of Council and Session or in sheriff court books, ba to register a traditional document in the Land Register of Scotland, unless subsection (2) below applies in relation to the document. 2 This subsection applies where— a the document is presumed under section 3 or 4 of this Act to have been subscribed by the granter; or b if there is more than one granter, the document is presumed under section 3 or 4 or partly under the one section and partly under the other to have been subscribed by at least one of the granters. 3 Subsection (1) above shall not apply in relation to— a a document's— i being recorded in the Register of Sasines, or ii being registered in the Land Register of Scotland, in the Books of Council and Session or in sheriff court books, if an enactment requires or expressly permits such recording or registration notwithstanding that the document is not presumed to have been subscribed by the granter or by at least one of the granters, b the recording of a court decree in the Register of Sasines or the registering of such a decree in the Land Register of Scotland ; c the registration in the Books of Council and Session or in sheriff court books of— i a testamentary document; ii a document which is directed by the Court of Session or (as the case may be) the sheriff to be so registered; iii a document whose formal validity is governed by a law other than Scots law, if the Keeper of the Registers of Scotland or (as the case may be) the sheriff clerk is satisfied that the document is formally valid according to the law governing such validity; iv a court decree granted under section 4 or 5 of this Act in relation to a document already registered in the Books of Council and Session or in sheriff court books (as the case may be); or d the registration of a court decree in a separate register maintained for that purpose. 4 A  traditional document  may be registered for preservation in the Books of Council and Session or in sheriff court books without a clause of consent to registration."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "6A", "section_title": "Registration for preservation and execution of electronic standard securities", "section_text": "6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "7", "section_title": " Subscription and signing.", "section_text": "7 1 Except where an enactment expressly provides otherwise, a  traditional document  is subscribed by a granter of it if it is signed by him at the end of the last page (excluding any annexation, whether or not incorporated in the document as provided for in section 8 of this Act). 2 Subject to paragraph 2(2) of Schedule 2 to this Act, a  traditional document , or an alteration to  such a document , is signed by an individual natural person as a granter or on behalf of a granter of it if it is signed by him— a with the full name by which he is identified in the document or in any testing clause or its equivalent; or b with his surname, preceded by at least one forename (or an initial or abbreviation or familiar form of a forename); or c except for the purposes of section 3(1) to (7) of this Act, with a name (not in accordance with paragraph (a) or (b) above) or description or an initial or mark if it is established that the name, description, initial or mark— i was his usual method of signing, or his usual method of signing documents or alterations of the type in question; or ii was intended by him as his signature of the document or alteration. 3 Where there is more than one granter, the requirement under subsection (1) above of signing at the end of the last page of a document shall be regarded as complied with if at least one granter signs at the end of the last page and any other granter signs on an additional page. 4 Where a person grants a  traditional document  in more than one capacity, one subscription of the document by him shall be sufficient to bind him in all such capacities. 5 A  traditional document , or an alteration to  such a document , is signed by a witness if it is signed by him— a with the full name by which he is identified in the document or in any testing clause or its equivalent; or b with his surname, preceded by at least one forename (or an initial or abbreviation or familiar form of a forename), and if the witness is witnessing the signature of more than one granter, it shall be unnecessary for him to sign the document or alteration more than once. 6 This section is without prejudice to any rule of law relating to the subscription or signing of documents by members of the Royal Family, by peers or by the wives or the eldest sons of peers. 7 Schedule 2 to this Act (special rules relating to subscription and signing of  traditional documents   etc  by partnerships, companies,  limited liability partnersship,  local authorities, other bodies corporate and Ministers) shall have effect."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "8", "section_title": " Annexations to  traditional documents .", "section_text": "8 1 Subject to subsection (2) below and except where an enactment expressly otherwise provides, any annexation to a  traditional document  shall be regarded as incorporated in the document if it is— a referred to in the document; and b identified on its face as being the annexation referred to in the document, without the annexation having to be signed or subscribed. 2 Where a document relates to land and an annexation to it describes or shows all or any part of the land to which the document relates, the annexation shall be regarded as incorporated in the document if and only if— a it is referred to in the document; and b it is identified on its face as being the annexation referred to in the document; and c it is signed on— i each page, where it is a plan, drawing, photograph or other representation; or ii the last page, where it is an inventory, appendix, schedule or other writing. 3 Any annexation referred to in subsection (2) above which bears to have been signed by a granter of the document shall be presumed to have been signed by the person who subscribed the document as that granter. 4 Section 7(2) of this Act shall apply in relation to any annexation referred to in subsection (2) above as it applies in relation to a  traditional document  as if for any reference to a document (except the reference in paragraph (a)) there were substituted a reference to an annexation. 5 It shall be competent to sign any annexation to a  traditional document  at any time before the document is— a founded on in legal proceedings; b registered for preservation in the Books of Council and Session or in sheriff court books; c recorded in the Register of Sasines; d registered in the Land Register of Scotland. 6 Where there is more than one granter, the requirement under subsection (2)(c)(ii) above of signing on the last page shall be regarded as complied with (provided that at least one granter signs at the end of the last page) if any other granter signs on an additional page."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "9", "section_title": " Subscription on behalf of blind granter or granter unable to write.", "section_text": "9 1 Where a granter of a  traditional document  makes a declaration to a relevant person that he is blind or unable to write, the relevant person— a having read the document to that granter; or b if the granter makes a declaration that he does not wish him to do so, without having read it to the granter, shall, if authorised by the granter, be entitled to subscribe it and, if it is a testamentary document, sign it as mentioned in section 3(2) of this Act, on the granter’s behalf. 2 Subscription or signing by a relevant person under subsection (1) above shall take place in the presence of the granter. 3 This Act shall have effect in relation to subscription or signing by a relevant person under subsection (1) above subject to the modifications set out in Schedule 3 to this Act. 4 A document subscribed by a relevant person under subsection (1) above which confers on the relevant person or his spouse, son or daughter a benefit in money or money’s worth (whether directly or indirectly) shall be invalid to the extent, but only to the extent, that it confers such benefit. 5 This section and Schedule 3 to this Act apply in relation to the signing of— a an annexation to a  traditional document  as mentioned in section 8(2) of this Act; b an alteration made to a  traditional document as mentioned in section 5(1)  or to any such annexation to a document, as they apply in relation to the subscription of a document; and for that purpose, any reference to reading a document includes a reference to describing a plan, drawing, photograph or other representation in such an annexation or in an alteration to such an annexation. 6 In this Act   (other than section 10A)  “ relevant person ” means a solicitor who has in force a practising certificate as defined in section 4(c) of the  Solicitors (Scotland) Act 1980, an advocate, a justice of the peace or a sheriff clerk and, in relation to the execution of documents outwith Scotland, includes a notary public or any other person with official authority under the law of the place of execution to execute documents on behalf of persons who are blind or unable to write. 7 Nothing in this section shall prevent the granter of a document who is blind from subscribing or signing the document as mentioned in section 7 of this Act."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "9A", "section_title": "Application of Part 3", "section_text": "9A This Part applies to documents which, rather than being written on paper, parchment or some similar tangible surface are created in electronic form (“electronic documents”)."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "9B", "section_title": "Validity of electronic documents", "section_text": "9B 1 No electronic document required by section 1(2) is valid in respect of the formalities of execution unless— a it is authenticated by the granter, or if there is more than one granter by each granter, in accordance with subsection (2), and b it meets such other requirements (if any) as may be prescribed by the Scottish Ministers in regulations. 2 An electronic document is authenticated by a person if the electronic signature of that person— a is incorporated into, or logically associated with, the electronic document, b was created by the person by whom it purports to have been created, and c is of such type, and satisfies such requirements (if any), as may be prescribed by the Scottish Ministers in regulations. 3 A contract mentioned in section 1(2)(a) may be regarded as constituted or varied (as the case may be) if— a the offer is contained in one or more electronic documents, b the acceptance is contained in another electronic document or in other such documents, and c each of the documents is authenticated by its granter or granters. 4 Where a person grants an electronic document in more than one capacity, authentication by the person of the document, in accordance with subsection (3), is sufficient to bind the person in all such capacities. 5 Nothing in this section prevents an electronic document which has not been authenticated by the granter or granters of it from being used as evidence in relation to any right or obligation to which the document relates. 6 Regulations under subsection (1)(b) or (2)(c) are subject to the negative procedure."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "9C", "section_title": "Presumption as to authentication of electronic documents", "section_text": "9C 1 Where— a an electronic document bears to have been authenticated by the granter, b nothing in the document or in the authentication indicates that it was not so authenticated, and c the conditions set out in subsection (2) are satisfied, the document is to be presumed to have been authenticated by the granter. 2 The conditions are that the electronic signature incorporated into, or logically associated with, the document— a is of such type and satisfies such requirements as may be prescribed by the Scottish Ministers in regulations, and b (either or both)— i is used in such circumstances as may be so prescribed, ii bears to be certified, and that if the electronic signature bears to be certified (and does not conform with paragraph (b)(i)) the certification is of such type and satisfies such requirements as may be so prescribed. 3 Regulations under subsection (2) are subject to the negative procedure."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "9D", "section_title": "\n\n\n\n\n\n\nPresumptions as to granter's authentication \n\n\n\n\n\n\n etc. \n\n\n\n\n\n\n when established in court proceedings\n\n\n\n\n\n\n", "section_text": "9D 1 Where— a an electronic document bears to have been authenticated by a granter of it, and b there is no presumption under section 9C that the document has been authenticated by that granter, the court must, on an application being made to it by any person who has an interest in the document, if satisfied that the document was authenticated by that granter, grant decree to that effect. 2 Where— a an electronic document bears to have been authenticated by a granter of it, and b there is no presumption by virtue of section 9E(1) as to the time, date or place of authentication, the court must, on an application being made to it by any person who has an interest in the document, if satisfied as to that time, date or place, grant decree to that effect. 3 On an application under subsection (1) or (2), evidence is, unless the court otherwise directs, to be given by affidavit. 4 An application under subsection (1) or (2) may be made either as a summary application or as incidental to, and in the course of, other proceedings. 5 The effect of a decree— a under subsection (1), is to establish a presumption that the document has been authenticated by the granter concerned, or b under subsection (2), is to establish a presumption that the statement in the decree as to time, date or place is correct. 6 In this section,  “ the court ” means— a in the case of a summary application— i the sheriff in whose sheriffdom the applicant resides, or ii if the applicant does not reside in Scotland, the sheriff at Edinburgh, or b in the case of an application made in the course of other proceedings, the court before which those proceedings are pending."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "9E", "section_title": "Further provision by Scottish Ministers about electronic documents", "section_text": "9E 1 The Scottish Ministers may, in regulations, make provision as to the effectiveness or formal validity of, or presumptions to be made with regard to— a any alteration made, whether before or after authentication, to an electronic document, b the authentication, by or on behalf of the granter, of such a document, c the authentication, by or on behalf of a person with a disability, of such a document, or d any annexation to such a document, (including, without prejudice to the generality of this subsection, presumptions to be made with regard to the time, date and place of authentication of such a document). 2 Regulations under subsection (1) may make such incidental, supplemental, consequential, transitional, transitory or saving provision as the Scottish Ministers consider necessary or expedient for the purposes of, or in consequence of the regulations. 3 Subject to subsection (4), regulations under subsection (1) are subject to the negative procedure. 4 Regulations which–– a make provision of the kind mentioned in subsection (1)(b), or b add to, replace or omit any part of an Act (including this Act), are subject to the affirmative procedure."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "9F", "section_title": "Delivery of electronic documents", "section_text": "9F 1 An electronic document may be delivered electronically or by such other means as are reasonably practicable. 2 But such a document must be in a form, and such delivery must be by a means— a the intended recipient has agreed to accept, or b which it is reasonable in all the circumstances for the intended recipient to accept."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "9G", "section_title": "Registration and recording of electronic documents", "section_text": "9G 1 Subject to subsection (6), it is not competent— a to record an electronic document in the Register of Sasines, b to register such a document in the Land Register of Scotland, c to register such a document for execution or preservation in the Books of Council and Session, or d to record or register such a document in any other register under the management and control of the Keeper of the Registers of Scotland, unless both subsection (2) and subsection (3) apply in relation to the document. 2 This subsection applies where— a the document is presumed under section 9C or 9D or by virtue of section 9E(1) to have been authenticated by the granter, or b if there is more than one granter, the document is presumed by virtue of any of those provisions to have been authenticated by at least one of the granters. 3 This subsection applies where— a the document, b the electronic signature authenticating it, and c if the document bears to be certified, the certification, are in such form and of such type as are prescribed by the Scottish Ministers in regulations. 4 Before making regulations under subsection (3), the Scottish Ministers must consult with— a the Keeper of the Registers of Scotland, b the Keeper of the Records of Scotland, and c the Lord President of the Court of Session. 5 Regulations under subsection (3)— a may make different provision for different cases or classes of case, and b are subject to the negative procedure. 6 Subsection (1) above does not apply in relation to— a a document's— i being recorded in the Register of Sasines, ii being registered in the Land Register of Scotland or in the Books of Council and Session, or iii being recorded or registered in any other register under the management and control of the Keeper of the Registers of Scotland, if an enactment requires or expressly permits such recording or registration notwithstanding that the document is not presumed to have been authenticated by the granter or by at least one of the granters, b the recording of a court decree in the Register of Sasines or the registering of such a decree in the Land Register of Scotland, c the registering in the Books of Council and Session of— i a document registration of which is directed by the Court of Session, ii a document the formal validity of which is governed by a law other than Scots law, provided that the Keeper of the Registers of Scotland is satisfied that the document is formally valid according to that other law, iii a court decree granted under section 9D, or by virtue of section 9E(1), of this Act in relation to a document already registered in the Books of Council and Session, or d the registration of a court decree in a separate register maintained for that purpose. 7 An electronic document may be registered for preservation in the Books of Council and Session without a clause of consent to registration."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "10", "section_title": " Forms of testing clause.", "section_text": "10 1 Without prejudice to the effectiveness of any other means of providing information relating to the execution of a document, this information may be provided in such form of testing clause as may be prescribed in regulations made by the Secretary of State. 2 Regulations under subsection (1) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament and may prescribe different forms for different cases or classes of case."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "10A", "section_title": "Disapplication of physical presence requirements", "section_text": "10A 1 The following requirements (however expressed) do not apply— a a requirement for a relevant person to be physically in the same place as another person when that person— i signs or subscribes a document or an alteration of a document,  ii takes an oath, or iii makes an affirmation or declaration,  b a requirement for another person to be physically in the same place as a relevant person when the relevant person signs or subscribes a document or an alteration of a document. 2 In this section— “ relevant person ” means— a solicitor,  an advocate,  a notary public,  “ requirement ” means a requirement arising from an enactment or rule of law. 3 For the avoidance of doubt— a the requirements described by  subsection (1) (a)  include a requirement that may be fulfilled by the physical presence of a professional of a type not mentioned in the definition of “relevant person” as well as by a professional of a type that is (for example, it includes a requirement for the physical presence of a solicitor or a registered medical practitioner), but  b  subsection (1)  only causes such a requirement not to apply in relation to a professional of a type that is mentioned in the definition of “relevant person”."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "11", "section_title": " Abolition of proof by writ or oath, reference to oath and other common law rules.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "12", "section_title": " Interpretation.", "section_text": "12 1 In this Act, except where the context otherwise requires— “ alteration ” includes interlineation, marginal addition, deletion, substitution, erasure or anything written on erasure; “ annexation ” includes any inventory, appendix, schedule, other writing, plan, drawing, photograph or other representation annexed to a document;  ... “ authorised ” means expressly or impliedly authorised and any reference to a person authorised to sign includes a reference to a person authorised to sign generally or in relation to a particular document;  “ certification ”, in relation to an electronic signature incorporated into or logically associated with an electronic document, means confirming in a statement that— the electronic signature, a means of producing, communicating or verifying that signature, or a procedure applied to that signature, is, either alone or combined with other factors, a valid means of establishing the authenticity of the electronic document, its integrity or both its authenticity and its integrity (it being immaterial, in construing this definition, whether the statement is made before or after the authentication of an electronic document to which the statement relates),  “ company ” has the meaning given by section 1(1) of the Companies Act 2006;   ... “ decree ” includes a judgment or order, or an official certified copy, abbreviate or extract of a decree;  ... “ director ” includes any person occupying the position of director, by whatever name he is called; “ document ” includes , in the case of a traditional document,  any annexation which is incorporated in it under section 8 of this Act and any reference, however expressed, to the signing of a document includes a reference to the signing of an annexation;  ...  “ electronic document ” has the meaning given by section 9A, “ electronic signature ” means so much of anything in electronic form as— is incorporated into, or logically associated with, an electronic document, and purports to be so incorporated or associated for the purpose of being used in establishing the authenticity of the electronic document, its integrity or both its authenticity and its integrity, “ enactment ” includes an enactment contained in a statutory instrument  and an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament ; “ governing board ”, in relation to a body corporate to which paragraph 5 of Schedule 2 to this Act applies, means any governing body, however described; “ local authority ” means a local authority within the meaning of section 235(1) of the  Local Government (Scotland) Act 1973 and a council constituted under section 2 of the  Local Government etc. (Scotland) Act 1994; “ Minister ” has the same meaning as “ Minister of the Crown ” has in section 8 of the  Ministers of the Crown Act 1975  and also includes a member of the Scottish Executive ; “ office-holder ” does not include a Minister but, subject to that, means— the holder of an office created or continued in existence by a public general Act of Parliament; the holder of an office the remuneration in respect of which is paid out of money provided by Parliament  or out of the Scottish Consolidated Fund ; and the registrar of companies  . . . ; “ officer ”— in relation to a Minister, means any person in the civil service of the Crown who is serving in his Department  or, as the case may be, as a member of the staff of the Scottish Ministers or the Lord Advocate ; in relation an office-holder, means any member of his staff, or any person in the civil service of the Crown who has been assigned or appointed to assist him in the exercise of his functions; “ proper officer ”, in relation to a local authority, has the same meaning as in section 235(3) of the Local Government (Scotland) Act 1973; and “ secretary ” means, if there are two or more joint secretaries, any one of them;  ...  ...  “ traditional document ” has the meaning given by section 1A.  2 Any reference in this Act to subscription or signing by a granter of a document or an alteration made to a document, in a case where a person is subscribing or signing under a power of attorney on behalf of the granter, shall be construed as a reference to subscription or signing by that person of the document or alteration. 3 In a case where a person is authenticating an electronic document on behalf of a granter, any reference in this Act to authentication by a granter of an electronic document shall be construed as a reference to authentication by that person. 4 In relation to an electronic document— a references to authenticity— i are references to whether the document has been electronically signed by a particular person, and ii may include references to whether the document is accurately timed or dated, and b references to integrity are references as to whether there has been any tampering with, or other modification of, the document."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "13", "section_title": " Application of Act to Crown.", "section_text": "13 1 Nothing in this Act shall— a prevent Her Majesty from authenticating— i a document by superscription; or ii a document relating to her private estates situated or arising in Scotland in accordance with section 6 of the  Crown Private Estates Act 1862; b prevent authentication under the  Writs Act 1672 of a document passing the seal appointed by the Treaty of Union to be kept and used in Scotland in place of the Great Seal of Scotland formerly in use; or c prevent any document mentioned in paragraph (a) or (b) above authenticated as aforesaid from being recorded in the Register of Sasines , registered in the Land Register of Scotland  or registered for execution or preservation in the Books of Council and Session or in sheriff court books. 2  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subject to subsections (1) and (2) above, this Act binds the Crown."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "14", "section_title": " Minor and consequential amendments, repeals, transitional provisions and savings.", "section_text": "14 1 The enactments mentioned in Schedule 4 to this Act shall have effect subject to the minor and consequential amendments specified in that Schedule. 2 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 Subject to subsection (4) below and without prejudice to subsection (5) below and section 11(4) of this Act, nothing in this Act shall— a apply to any document executed or anything done before the commencement of this Act; or b affect the operation, in relation to any document executed before such commencement, of any procedure for establishing the authenticity of such a document. 4 In the repeal of the  Blank Bonds and Trusts Act 1696 (provided for in Schedule 5 to this Act), the repeal of the words from “And farder” to the end— a shall have effect in relation to a deed of trust, whether executed before or after the commencement of this Act; but b notwithstanding paragraph (a) above, shall not have effect in relation to proceedings commenced before the commencement of this Act in which a question arises as to the deed of trust. 5 The repeal of certain provisions of the  Lyon King of Arms Act 1672 (provided for in Schedule 5 to this Act) shall not affect any right of a person to add a territorial designation to his signature or the jurisdiction of the Lord Lyon King of Arms in relation to any such designation. 6 For the purposes of this Act, if it cannot be ascertained whether a document was executed before or after the commencement of this Act, there shall be a presumption that it was executed after such commencement."}, {"act": "Requirements of Writing (Scotland) Act 1995", "year": 1995, "section": "15", "section_title": " Short title, commencement and extent.", "section_text": "15 1 This Act may be cited as the Requirements of Writing (Scotland) Act 1995. 2 This Act shall come into force at the end of the period of three months beginning with the date on which it is passed. 3 This Act extends to Scotland only."}]