[{"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "16.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "7", "section_title": " Service of building preservation notices in cases of urgency.", "section_text": "7 1 Section 58 of the Act of 1971 shall be amended by adding at the end the following subsection:— 6 If it appears to the local planning authority to be urgent that a building preservation notice should come into force, they may, instead of serving the notice on the owner and occupier of the building to which it relates, affix the notice conspicuously to some object on the building; and this shall be treated for all the purposes of this section and of Schedule 11 to this Act as service of the said notice, in relation to which subsection (1)(b) of this section shall be taken to include a reference to this subsection. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "8", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "9", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "10", "section_title": " Grants and loans for preservation or enhancement of character or appearance of conservation areas.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  If the Secretary of State is of opinion that any area designated as a conservation area under. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  section 262 of the Town and Country Planning (Scotland) Act 1972 is an area of outstanding architectural or historic interest, he may out of moneys provided by Parliament make grants or loans for the purpose of defraying in whole or in part any expenditure incurred or to be incurred in or in connection with, or with a view to the promotion of, the preservation or enhancement of the character or appearance of the area or any part thereof. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 A grant or loan under this section may be made subject to such conditions as the Secretary of State . . .  may think fit to impose. 3 Any loan under  subsection (1) of this section shall be made on such terms as to repayment, payment of interest and otherwise as the Secretary of State may with the approval of the Treasury determine; and all sums received by the Secretary of State by way of interest on, or repayment of, such a loan shall be paid by him into the Consolidated Fund. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Before making any grant or loan under this section, the Secretary of State shall consult, both as to its making and as to the conditions subject to which it should be made, with . . .   . . .   the Historic Buildings Council for Scotland, . . .  : Provided that this subsection shall not apply in a case where the making of a grant or loan appears to the Secretary of State to be a matter of immediate urgency. 5 The Secretary of State may out of moneys provided by Parliament pay to any member of any of the Councils referred to in subsection (4) above by whom services are rendered in connection with any question as to the exercise of his powers under this section such remuneration and allowances as the Secretary of State may with the approval of the Minister for the Civil Service determine: Provided that, in the case of any such member who is also a member of the House of Commons, the payments which the Secretary of State may make under this subsection shall extend only to allowances in respect of travelling and subsistence expenses, and any other expenses necessarily incurred by that member in connection with the rendering of the services in question."}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "10A", "section_title": " Recovery of grants under section 10.", "section_text": "10A 1 The section applies to any grant under section 10 above made on terms that it shall be recoverable under this section; but any such grant shall only be regarded for the purposes of this section as so made if before or on making the grant the Secretary of State . . .  gives to the grantee notice in writing— a summarising the effect of this section; and b specifying the period during which the grant is to be recoverable in accordance with subsection (5) below in the case of a grant made for the purpose mentioned in subsection (4) below. 2 The period specified under subsection (1)(b) above in the case of any grant shall be a period beginning with the day on which the grant is made and ending not more than ten years after that day. 3 If any condition subject to which a grant to which this section applies was made is contravened or not complied with, the Secretary of State . . .  may recover the amount of the grant or such part of it as he thinks . . .   fit from the grantee. 4 The following provisions of this section have effect where a grant to which this section applies is made to any person for the purpose of defraying in whole or in part any expenditure in relation to any particular property; and references in those provisions to the relevant interest are references to the interest held by the grantee in that property on the day on which the grant is made. 5 If, during the period specified for the purpose of this subsection under subsection (1)(b) above, the grantee disposes of the relevant interest or any part of it by way of sale or exchange or lease for a term of not less than twenty-one years, the Secretary of State . . .   may recover the amount of the grant or such part of it as he thinks . . .   fit from the grantee. 6 If a person becomes entitled by way of gift from the grantee, whether directly or indirectly (but otherwise than by will) to a part of the relevant interest, a disposal by the donee in any manner mentioned in subsection (5) above of the interest so acquired by him in the property, or any part of that interest, shall be treated for the purposes of that subsection as a disposal by the grantee of a part of the relevant interest. 7 If a person becomes entitled by way of any such gift to the whole of the relevant interest subsection (5) above shall have effect as if the donee were the grantee. 8 Nothing in subsection (3) or (5) above shall be taken as conferring on the Secretary of State . . .  a right to recover (by virtue of a breach of more than one condition or disposals of several parts of an interest in property) amounts in the aggregate exceeding the amount of the grant. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "10B", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10B"}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "10C", "section_title": " Grants for repair of buildings in town schemes.", "section_text": "10C 1 The Secretary of State may make grants for the purpose of defraying in whole or in part any expenditure incurred or to be incurred in the repair of a building which— a is comprised in a town scheme; and b appears to him to be of architectural or historic interest. 2 For the purposes of this section a building is comprised in a town scheme if— a it is in an area— i designated as a conservation area under section 262 of the Act of 1972; and ii appearing to the Secretary of State to be of outstanding architectural or historic interest; and b it is included in a town scheme list or shown on a town scheme map. 3 In subsection (2) above— “ town scheme list ”, means a list, compiled, after consultation with the Historic Buildings Council for Scotland, by the Secretary of State and one or more local authorities, of buildings which are to be the subject of a repair grant agreement; and “ town scheme map ” means a map, prepared after such consultation by the Secretary of State and one or more local authorities, showing buildings which are to be the subject of such an agreement. 4 In subsection (3) above— “ repair grant agreement ”means an agreement between the Secretary of State and any authority who have participated in the compilation of a town scheme list or the preparation of a town scheme map under which the Secretary of State and the authority or authorities who have so participated have agreed that a specified sum of money shall be set aside for a specified period of years for the purpose of making grants for the repair of the buildings included in the town scheme list or shown on the town scheme map. 5 A grant under this section may be made subject to conditions imposed by the Secretary of State for such purposes as he may think fit. 6 Subject to subsection (7) below, before making any grant under this section the Secretary of State may consult with the Council, both as to the making of the grant and as to the conditions subject to which it should be made. 7 Subsection (6) above shall not apply where the making of a grant appears to the Secretary of State to be a matter of immediate urgency. 8 The Secretary of State may pay any grant under this section to an authority participating in a town scheme and may make arrangements with any such authority for the way in which the scheme is to be administered. 9 Arrangements under subsection (8) above may include such arrangements for the offer and payment of grants under this section as may be agreed between the Secretary of State and any authority or authorities participating in a town scheme. 10 Section 58 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (recovery of grants made by local authorities on disposal of property within three years) shall apply to a grant made by the Secretary of State under this section as it applies to a grant for the repair of property made by a local authority under that Act; and any reference to a local authority in that section shall accordingly be construed, in relation to a grant under this section, as a reference to the Secretary of State. 11 In this section “ local authority ” means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ."}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "11", "section_title": " Expenses.", "section_text": "11 There shall be paid out of moneys provided by Parliament any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Town and Country Planning (Amendment) Act 1972 (repealed 27.5.1997)", "year": 1972, "section": "12", "section_title": "Short title, citation, commencement and extent.", "section_text": "12 1 This Act may be cited as the Town and Country Planning (Amendment) Act 1972, . . .  — a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Sections 1 to 6 . . .   of this Act (with Schedules 1 . . .  ) do not extend to Scotland, and nothing in this Act extends to Northern Ireland."}]