[{"act": "Chevening Estate Act 1987", "year": 1987, "section": "1", "section_title": " Incorporation and functions of Board of Trustees.", "section_text": "1 1 There shall be a body corporate known as the Board of Trustees of the Chevening Estate (in this Act referred to as “ the Board ”). 2 The Board shall be the trustee of the trusts contained in the trust instrument as amended by this Act and shall have the functions conferred by this Act and by that instrument as so amended. 3 In this Act “ the trust instrument ” means the trust instrument set out in the Schedule to the  Chevening Estate Act 1959. 4 Schedule 1 to this Act shall have effect with respect to the Board."}, {"act": "Chevening Estate Act 1987", "year": 1987, "section": "2", "section_title": " Transfer of assets, liabilities  etc.  from trustees to the Board.", "section_text": "2 1 On the appointed day there are hereby transferred to and vested in the Board, as trustee under the trust instrument as amended by this Act,— a all the property and rights which, immediately before that day, are held by any of the Chevening trustees on the trusts contained in the trust instrument; and b any liability or obligation to which, immediately before that day, any of the Chevening trustees are subject in their capacity as trustees under that instrument. 2 In this section “ the Chevening trustees ” means the persons who, immediately before the appointed day, are “the Bank” or “ the Administrative Trustees ” for the purposes of the trust instrument. 3 References in this section to property, rights, liabilities or obligations are references to any property, rights, liabilities or obligations whether or not capable of being transferred or assigned. 4 Without prejudice to the generality of subsection (1) above, any legal proceedings or applications to any authority pending immediately before the appointed day by or against any of the Chevening trustees in their capacity as trustees under the trust instrument shall be continued by or against the Board. 5 Anything done before the appointed day in the exercise or performance of any power or duty conferred or imposed by the trust instrument shall, in so far as it relates or is capable of relating to any time on or after that day, have effect as if it had been done in the exercise or performance of the corresponding power or duty conferred or imposed by that instrument as amended by this Act."}, {"act": "Chevening Estate Act 1987", "year": 1987, "section": "3", "section_title": " Amendments of trust instrument.", "section_text": "3 1 The trust instrument shall have effect on and after the appointed day subject to the amendments specified in Schedule 2 to this Act. 2 Any reference to the trust instrument— a in the  Chevening Estate Act 1959 or any other enactment, or b in any instrument or other document, shall, in relation to any time on or after the appointed day, be construed as a reference to the trust instrument as so amended."}, {"act": "Chevening Estate Act 1987", "year": 1987, "section": "4", "section_title": " Amendments of 1959 Act.", "section_text": "4 In consequence of the provisions of this Act, section 2 of the Chevening Estate Act 1959 (tax provisions) shall have effect on and after the appointed day with the following amendments— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in subsection (8)\t\t\t\t\t(relief from stamp duty) paragraph (b) is hereby repealed and in paragraph (c) for the words “the Bank or the administrative trustees” there shall be substituted the words  “                the Board              ” ; and c in subsection (10)\t\t\t\t\t(definitions) for the words “ “the Bank”, “the administrative trustees”” there shall be substituted the words                  “the Board”               ."}, {"act": "Chevening Estate Act 1987", "year": 1987, "section": "5", "section_title": " Short title, citation and commencement.", "section_text": "5 1 This Act may be cited as the Chevening Estate Act 1987 and this Act and the Chevening Estate Act 1959 may be cited together as the Chevening Estate Acts 1959 and 1987. 2 This Act shall come into force on such day as the Lord Privy Seal may by order made by statutory instrument appoint (in this Act referred to as “ the appointed day ”)."}]