[{"act": "Coal Industry Act 1987", "year": 1987, "section": "1", "section_title": " British Coal Corporation.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The enactments mentioned in Schedule 1 to this Act shall have effect with the amendments there specified which are consequential on subsection (1) above. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "3", "section_title": " Grants for workforce redeployment and reduction,  etc.  ", "section_text": "3 1 The Secretary of State may make grants to the Corporation out of money provided by Parliament towards any eligible expenditure of the Corporation or any of their wholly-owned subsidiaries which is expenditure which relates to costs falling to be charged to any consolidated profit and loss account of the Corporation and any of their subsidiaries prepared in accordance with a direction given under section 8(1) of the Coal Industry Act 1971 in respect of a relevant financial year of the Corporation. 2 Expenditure is eligible expenditure for the purposes of this section— a if it is of a kind specified in relation to the relevant financial year in question in an order made by the Secretary of State with the approval of the Treasury; and b to the extent that it does not exceed the amount of the costs mentioned in subsection (1) above to which it relates or such larger amount as the Secretary of State and the Corporation may with the approval of the Treasury agree. 3 An order under subsection (2)(a) above— a may only specify expenditure of a kind which falls within one or more of the descriptions of expenditure mentioned in Schedule 2 to this Act; b shall restrict the amount which may be paid under this section by way of grant in respect of the relevant financial year in question in such manner as the Secretary of State considers appropriate; and c may impose different such restrictions in relation to different kinds of expenditure. 4 In this section “ relevant financial year ” means a financial year— a which is the financial year ending in March 1988 or March 1989 or any financial year ending not later than  March 1996  which is specified for the purposes of this subsection by an order made by the Secretary of State with the approval of the Treasury; and b in which the Corporation are redeploying and reducing the number of their employees with a view to— i adjusting the future supply of coal or a particular kind of coal produced by the Corporation or any of their wholly-owned subsidiaries to meet the likely demand for it; or ii reducing the Corporation’s costs in producing coal or a particular kind of coal. 5 Not more than one financial year may be specified in any order made under subsection (4)(a) above. 6 The aggregate of the grants made under subsection (1) above shall not exceed  £2,500 million , but the Secretary of State may, with the approval of the Treasury, by order increase or further increase that amount to an amount not exceeding  £3,000 million . 7 Grants may be made under subsection (1) above towards eligible expenditure of the Corporation in advance of the preparation of such an account as is mentioned in that subsection if it appears to the Secretary of State that the expenditure— a relates to any costs falling to be charged to that account; and b does not exceed the amount which should properly be entered in that account in respect of those costs or such larger amount as he and the Corporation may with the approval of the Treasury agree. 8 The Secretary of State may, with the approval of the Treasury, give directions to the Corporation as to the manner in which the amount of any expenditure is to be determined for the purposes of this section. 9 References in this section and in Schedule 2 to this Act to expenditure include references to costs incurred by providing goods or services. 10 The power to make an order under this section shall be exercisable by statutory instrument and no such order shall be made unless a draft of the order has been laid before, and approved by a resolution of, the House of Commons."}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "4", "section_title": " Pit closure grants: cessation and transitional provisions.", "section_text": "4 1 Section 6 of the  Coal Industry Act 1977 (grants in respect of pit closures) shall cease to have effect, but without prejudice to the payment of any grant under that section in respect of relevant expenditure actually incurred during any period specified in subsection (3) of that section. 2 The Secretary of State may, with the approval of the Treasury, make grants to the Corporation out of money provided by Parliament towards any relevant expenditure of the Corporation in a financial year of the Corporation ending after March 1987 being expenditure which— a relates to costs falling to be charged to a consolidated profit and loss account of the Corporation and any of their subsidiaries prepared in respect of any period specified as mentioned in subsection (1) above in accordance with a direction given under section 8(1) of the  Coal Industry Act 1971; or b relates to obligations undertaken by the Corporation in any such period and has been approved by the Secretary of State and the Treasury for the purpose of this paragraph; but grants may only be made under this subsection towards expenditure within paragraph (a) above to the extent that the expenditure does not exceed the amount of the costs to which it relates or such larger amount as the Secretary of State and the Corporation may with the approval of the Treasury agree. 3 Grants under subsection (2) above towards expenditure in any financial year shall not exceed one-half of the expenditure in that year which would apart from this subsection be eligible for such grants. 4 In this section “ relevant expenditure ” has the same meaning as in the said section 6."}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "5", "section_title": " Coal industry trusts.", "section_text": "5 1 If, on application to the   Charity Commission (“ the Commission ”)   by an employee organisation, it appears   to the Commission — a that the members of the organisation or the members and their dependants constitute a substantial proportion of those who may benefit under a trust to which this section applies; and b that neither the organisation nor its members are entitled to appoint any of the trustees of the trust, the   Commission   may by order make a scheme making such amendments of the provisions regulating the trust as   the Commission considers   appropriate for the purpose of securing fair representation amongst the trustees of those persons employed in the coal industry who may benefit under the trust. 2 A scheme under subsection (1) above in respect of a trust may— a make such provision as to the manner in which the trustees are to be appointed as the   Commission considers   appropriate; b restrict or remove any person’s right to appoint a trustee; c remove any trustee; and d make such further amendments of the provisions regulating the trust (whether or not for the purpose mentioned in subsection (1) above) as the   Commission considers   appropriate. 3 This section applies to any trust for purposes which are exclusively charitable according to the law of England and Wales— a which is a trust of property wholly or partly representing an application of money from the miners’ welfare fund constituted under section 20 of the  Mining Industry Act 1920 or the body known as the Coal Industry Social Welfare Organisation; b which is a trust expressed to be for the benefit of— i persons currently or formerly employed in the coal industry or any class of such persons or their dependants; or ii members of the mining community in general or of the mining community of a particular area, whether or not any other persons are also beneficiaries; or c under the terms of which all or a majority of the trustees are appointed by the body mentioned in paragraph (a) above or are appointed by the Corporation and an employee organisation. 4 In this section “ an employee organisation ” means any organisation appearing to the   Commission   to represent in respect of their employment a substantial number of persons whose employers are licensed operators within the meaning of the Coal Industry Act 1994, or who are all employed by the same licensed operator. 5 References in this section to the trustees of a trust include references to the members of any body a function of which is to hold property subject to the trust or to perform any administrative functions in relation to the trust and, in relation to the members of such a body, references in this section to the appointment of trustees shall be construed as references to any corresponding procedure under the provisions relating to the constitution of the body. 6 Where any functions relating to a trust are exercisable by more than one body of trustees, for the purposes of subsection (1)(b) above the   Commission   may disregard or have regard only to the members of one of those bodies. 7 The   Commission   shall not exercise   its powers   under this section in any case which   it considers , by reason of any special question of law or of fact which it may involve, more fit to be adjudicated on by the court (within the meaning of    the Charities Act 2011 ). 8 Sections 70(1), 71,   73(1), (2) and (5) , 74, 88 and 89 of the Charities Act 2011 apply in relation to the powers of the Commission and the making of schemes under this section as they apply in relation to its powers and the making of schemes under that Act and sections 337 and 339 of that Act apply to orders and decisions under this section as they apply to orders and decisions under that Act. 8A The Commission must not proceed under section 73 of that Act (as applied by subsection (8)) without the same application and notice to the trustees of the trust in question, as would be required if the Commission was proceeding under subsection (1); but on any application made with a view to a scheme under subsection (1) the Commission may proceed under that subsection or under section 73 of that Act (as so applied) as appears to it appropriate. 8B Chapter 2 of Part 17 of, and Schedule 6 to, the Charities Act 2011 (appeals and applications to Tribunal) apply in relation to an order made under this section as they apply in relation to an order made under section 69(1) of that Act. 9 Nothing in this section shall affect any other powers exercisable by the   Commission   or the High Court in relation to any trust to which this section applies. 10 In the application of this section to Scotland— a for the reference in subsection (3) to purposes which are exclusively charitable according to the law of England and Wales there shall be substituted a reference to purposes which are charitable, benevolent or philanthropic (whether or not they are charitable within the meaning of any rule of law); b references to the   Commission   shall be construed as references to the Court of Session; and c subsections (7) and (8) above shall be omitted."}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "6", "section_title": " Other social welfare bodies.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "7", "section_title": " Superannuation schemes, etc.", "section_text": "7 1 If, after receiving representations from the Corporation, the Secretary of State considers that a scheme established under section 37 of the  Coal Industry Nationalisation Act 1946 (provisions as to superannuation etc. rights) does not provide for participation in any function conferred under the scheme by any organisation which appears to him to represent a substantial proportion of the members of the scheme, the Secretary of State may by order make such amendments of the scheme as he considers appropriate to secure such participation by that organisation. 2 Before making an order amending a scheme under this section the Secretary of State shall consult the Corporation and any organisation which appears to him to represent a substantial proportion of the members of the scheme (other than any organisation representing members who are also represented by another organisation which he has consulted). 3 References in this section to the members of a scheme do not include members who have ceased to be liable to pay contributions under the scheme. 4 References in this section to participation by an organisation include participation by any person as a nominee or on behalf of the organisation. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 An order amending a scheme under this section may make— a such consequential and supplementary amendments of the scheme; and b without prejudice to paragraph (a) above, such amendments of any provisions in the scheme relating to the quorum necessary for the making of decisions relating to the scheme, as the Secretary of State considers appropiate. 7 The fact that a provision of a scheme has been added or amended by an order under this section shall not preclude its subsequent alteration or deletion in accordance with the scheme. 8 The power to make an order under this section shall be exercisable by statutory instrument and an instrument containing such an order shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 The power to make an order under this section may only be exercised once as respects any scheme unless it is exercised— a before an order previously made under this section has come into force; and b so as to amend or revoke that order; but for the purposes of this subsection the making of an order which is annulled under subsection (8) above or quashed under section 8 below shall be disregarded.]"}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "8", "section_title": " Proceedings for questioning validity of orders under sections 6 and 7.", "section_text": "8 1 If any person is aggrieved by an order made under section 6 or 7 above and desires to question its validity on the ground that the order is not within the powers of the Secretary of State or that any requirements under that section have not been complied with in relation to it he may, within 42 days beginning with the date on which a copy of the statutory instrument containing the order is laid before Parliament (or if such copies are laid on different days, with the later of the two days), make an application to the court under this section. 2 If on an application under this section the court is satisfied that the order was not within those powers or that the interests of the applicant have been substantially prejudiced by a failure to comply with those requirements in relation to the order the court may quash the order. 3 Except as provided by this section, the validity of such an order shall not be questioned in any legal proceedings whatever. 4 In this section “ the court ” means— a in relation to England and Wales, the High Court; b in relation to Scotland, the Court of Session."}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "9", "section_title": " Interpretation.", "section_text": "9 In this Act— “ the Corporation ” means the British Coal Corporation; “ subsidiary ” and “ wholly-owned subsidiary ” shall be construed in accordance with section 736 of the  Companies Act 1985."}, {"act": "Coal Industry Act 1987", "year": 1987, "section": "10", "section_title": " Short title, commencement, repeals and extent.", "section_text": "10 1 This Act may be cited as the Coal Industry Act 1987. 2 Sections 6 to 8 of this Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The provisions of this Act do not extend to Northern Ireland  ...."}]