[{"act": "Consumer Protection Act 1987", "year": 1987, "section": "1", "section_title": "  Purpose and construction of Part I.", "section_text": "1 1 This Part   was enacted   for the purpose of making such provision as   was   necessary in order to comply with the product liability Directive and shall be construed accordingly. 2 In this Part, except in so far as the context otherwise requires— ... \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ dependant ” and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ relative ” have the same meaning as they have in, respectively, the  Fatal Accidents Act 1976 and the  Damages (Scotland) Act 2011 ; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ producer ”, in relation to a product, means— a the person who manufactured it; b in the case of a substance which has not been manufactured but has been won or abstracted, the person who won or abstracted it; c in the case of a product which has not been manufactured, won or abstracted but essential characteristics of which are attributable to an industrial or other process having been carried out (for example, in relation to agricultural produce), the person who carried out that process; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ product ” means any goods or electricity and (subject to subsection (3) below) includes a product which is comprised in another product, whether by virtue of being a component part or raw material or otherwise; and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ the product liability Directive ” means the Directive of the Council of the   European Union , dated 25th July 1985, ( No.   85/374/ EEC ) on the approximation of the laws, regulations and administrative provisions of the member States concerning liability for defective products. 3 For the purposes of this Part a person who supplies any product in which products are comprised, whether by virtue of being component parts or raw materials or otherwise, shall not be treated by reason only of his supply of that product as supplying any of the products so comprised."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "2", "section_title": " Liability for defective products.", "section_text": "2 1 Subject to the following provisions of this Part, where any damage is caused wholly or partly by a defect in a product, every person to whom subsection (2) below applies shall be liable for the damage. 2 This subsection applies to— a the producer of the product; b any person who, by putting his name on the product or using a trade mark or other distinguishing mark in relation to the product, has held himself out to be the producer of the product; c any person who has imported the product into   the United Kingdom   in order, in the course of any business of his, to supply it to another. 3 Subject as aforesaid, where any damage is caused wholly or partly by a defect in a product, any person who supplied the product (whether to the person who suffered the damage, to the producer of any product in which the product in question is comprised or to any other person) shall be liable for the damage if— a the person who suffered the damage requests the supplier to identify one or more of the persons (whether still in existence or not) to whom subsection (2) above applies in relation to the product; b that request is made within a reasonable period after the damage occurs and at a time when it is not reasonably practicable for the person making the request to identify all those persons; and c the supplier fails, within a reasonable period after receiving the request, either to comply with the request or to identify the person who supplied the product to him. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where two or more persons are liable by virtue of this Part for the same damage, their liability shall be joint and several. 6 This section shall be without prejudice to any liability arising otherwise than by virtue of this Part."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "3", "section_title": " Meaning of  “defect”.", "section_text": "3 1 Subject to the following provisions of this section, there is a defect in a product for the purposes of this Part if the safety of the product is not such as persons generally are entitled to expect; and for those purposes   “ safety ”, in relation to a product, shall include safety with respect to products comprised in that product and safety in the context of risks of damage to property, as well as in the context of risks of death or personal injury. 2 In determining for the purposes of subsection (1) above what persons generally are entitled to expect in relation to a product all the circumstances shall be taken into account, including— a the manner in which, and purposes for which, the product has been marketed, its get-up, the use of any mark in relation to the product and any instructions for, or warnings with respect to, doing or refraining from doing anything with or in relation to the product; b what might reasonably be expected to be done with or in relation to the product; and c the time when the product was supplied by its producer to another; and nothing in this section shall require a defect to be inferred from the fact alone that the safety of a product which is supplied after that time is greater than the safety of the product in question."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "4", "section_title": " Defences.", "section_text": "4 1 In any civil proceedings by virtue of this Part against any person (“the person proceeded against”) in respect of a defect in a product it shall be a defence for him to show— a that the defect is attributable to compliance with any requirement imposed by or under any enactment or with any     assimilated   obligation; or b that the person proceeded against did not at any time supply the product to another; or c that the following conditions are satisfied, that is to say— i that the only supply of the product to another by the person proceeded against was otherwise than in the course of a business of that person’s; and ii that section 2(2) above does not apply to that person or applies to him by virtue only of things done otherwise than with a view to profit; or d that the defect did not exist in the product at the relevant time; or e that the state of scientific and technical knowledge at the relevant time was not such that a producer of products of the same description as the product in question might be expected to have discovered the defect if it had existed in his products while they were under his control; or f that the defect— i constituted a defect in a product (\t“the subsequent product”) in which the product in question had been comprised; and ii was wholly attributable to the design of the subsequent product or to compliance by the producer of the product in question with instructions given by the producer of the subsequent product. 2 In this section \t\t“ the relevant time ”, in relation to electricity, means the time at which it was generated, being a time before it was transmitted or distributed, and in relation to any other product, means— a if the person proceeded against is a person to whom subsection (2) of section 2 above applies in relation to the product, the time when he supplied the product to another; b if that subsection does not apply to that person in relation to the product, the time when the product was last supplied by a person to whom that subsection does apply in relation to the product."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "5", "section_title": " Damage giving rise to liability.", "section_text": "5 1 Subject to the following provisions of this section, in this Part   “ damage ” means death or personal injury or any loss of or damage to any property (including land). 2 A person shall not be liable under section 2 above in respect of any defect in a product for the loss of or any damage to the product itself or for the loss of or any damage to the whole or any part of any product which has been supplied with the product in question comprised in it. 3 A person shall not be liable under section 2 above for any loss of or damage to any property which, at the time it is lost or damaged, is not— a of a description of property ordinarily intended for private use, occupation or consumption; and b intended by the person suffering the loss or damage mainly for his own private use, occupation or consumption. 4 No damages shall be awarded to any person by virtue of this Part in respect of any loss of or damage to any property if the amount which would fall to be so awarded to that person, apart from this subsection and any liability for interest, does not exceed £275. 5 In determining for the purposes of this Part who has suffered any loss of or damage to property and when any such loss or damage occurred, the loss or damage shall be regarded as having occurred at the earliest time at which a person with an interest in the property had knowledge of the material facts about the loss or damage. 6 For the purposes of subsection (5) above the material facts about any loss of or damage to any property are such facts about the loss or damage as would lead a reasonable person with an interest in the property to consider the loss or damage sufficiently serious to justify his instituting proceedings for damages against a defendant who did not dispute liability and was able to satisfy a judgment. 7 For the purposes of subsection (5) above a person’s knowledge includes knowledge which he might reasonably have been expected to acquire— a from facts observable or ascertainable by him; or b from facts ascertainable by him with the help of appropriate expert advice which it is reasonable for him to seek; but a person shall not be taken by virtue of this subsection to have knowledge of a fact ascertainable by him only with the help of expert advice unless he has failed to take all reasonable steps to obtain (and, where appropriate, to act on) that advice. 8 Subsections (5) to (7) above shall not extend to Scotland."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "6", "section_title": " Application of certain enactments etc.", "section_text": "6 1 Any damage for which a person is liable under section 2 above shall be deemed to have been caused— a for the purposes of the  Fatal Accidents Act 1976, by that person’s wrongful act, neglect or default; b for the purposes of section 3 of the  Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t(Scotland) Act 1940 (contribution among joint wrongdoers), by that person’s wrongful act or negligent act or omission; c for the purposes of   sections 3 to 6 of the Damages (Scotland) Act 2011 (rights of relatives of a deceased), by that person’s act or omission; and d for the purposes of Part II of the  Administration of Justice Act 1982 (damages for personal injuries, etc.—Scotland), by an act or omission giving rise to liability in that person to pay damages. 2 Where— a a person’s death is caused wholly or partly by a defect in a product, or a person dies after suffering damage which has been so caused; b a request such as mentioned in paragraph (a) of subsection (3) of section 2 above is made to a supplier of the product by that person’s personal representatives or, in the case of a person whose death is caused wholly or partly by the defect, by any dependant or relative of that person; and c the conditions specified in paragraphs (b) and (c) of that subsection are satisfied in relation to that request, this Part shall have effect for the purposes of the  Law Reform (Miscellaneous Provisions) Act 1934, the Fatal Accidents Act 1976 and the   Damages (Scotland) Act 2011  as if liability of the supplier to that person under that subsection did not depend on that person having requested the supplier to identify certain persons or on the said conditions having been satisified in relation to a request made by that person. 3 Section 1 of the  Congenital Disabilities (Civil Liability) Act 1976 shall have effect for the purposes of this Part as if— a a person were answerable to a child in respect of an occurrence caused wholly or partly by a defect in a product if he is or has been liable under section 2 above in respect of any effect of the occurrence on a parent of the child, or would be so liable if the occurrence caused a parent of the child to suffer damage; b the provisions of this Part relating to liability under section 2 above applied in relation to liability by virtue of paragraph (a) above under the said section 1; and c subsection (6) of the said section 1 (exclusion of liability) were omitted. 4 Where any damage is caused partly by a defect in a product and partly by the fault of the person suffering the damage, the  Law Reform (Contributory Negligence) Act   1945 and section 5 of the Fatal Accidents Act 1976 (contributory negligence) shall have effect as if the defect were the fault of every person liable by virtue of this Part for the damage caused by the defect. 5 In subsection (4) above \t\t\t\t\t\t\t\t\t\t\t\t“ fault ” has the same meaning as in the said Act of 1945. 6 Schedule 1 to this Act shall have effect for the purpose of amending the  Limitation Act 1980 and the  Prescription and Limitation (Scotland) Act 1973 in their application in relation to the bringing of actions by virtue of this Part. 7 It is hereby declared that liability by virtue of this Part is to be treated as liability in tort for the purposes of any enactment conferring jurisdiction on any court with respect to any matter. 8 Nothing in this Part shall prejudice the operation of section 12 of the  Nuclear Installations Act 1965 (rights to compensation for certain breaches of duties confined to rights under that Act)."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "7", "section_title": " Prohibition on exclusions from liability.", "section_text": "7 The liability of a person by virtue of this Part to a person who has suffered damage caused wholly or partly by a defect in a product, or to a dependant or relative of such a person, shall not be limited or excluded by any contract term, by any notice or by any other provision."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "8", "section_title": " Power to modify Part I.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "9", "section_title": " Application of Part I to Crown.", "section_text": "9 1 Subject to subsection (2) below, this Part shall bind the Crown. 2 The Crown shall not, as regards the Crown’s liability by virtue of this Part, be bound by this Part further than the Crown is made liable in tort or in reparation under the  Crown Proceedings Act 1947, as that Act has effect from time to time."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "10", "section_title": " The general safety requirement.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "11", "section_title": " Safety regulations.", "section_text": "11 1 The Secretary of State may by regulations under this section (\t\t\t\t\t\t“safety regulations”) make such provision as he considers appropriate  . . .   for the purpose of securing— a that goods to which this section applies are safe; b that goods to which this section applies which are unsafe, or would be unsafe in the hands of persons of a particular description, are not made available to persons generally or, as the case may be, to persons of that description; and c that appropriate information is, and inappropriate information is not, provided in relation to goods to which this section applies. 2 Without prejudice to the generality of subsection (1) above, safety regulations may contain provision— a with respect to the composition or contents, design, construction, finish or packing of goods to which this section applies, with respect to standards for such goods and with respect to other matters relating to such goods; b with respect to the giving, refusal, alteration or cancellation of approvals of such goods, of descriptions of such goods or of standards for such goods; c with respect to the conditions that may be attached to any approval given under the regulations; d for requiring such fees as may be determined by or under the regulations to be paid on the giving or alteration of any approval under the regulations and on the making of an application for such an approval or alteration; e with respect to appeals against refusals, alterations and cancellations of approvals given under the regulations and against the conditions contained in such approvals; f for requiring goods to which this section applies to be approved under the regulations or to conform to the requirements of the regulations or to descriptions or standards specified in or approved by or under the regulations; g with respect to the testing or inspection of goods to which this section applies (including provision for determining the standards to be applied in carrying out any test or inspection); h with respect to the ways of dealing with goods of which some or all do not satisfy a test required by or under the regulations or a standard connected with a procedure so required; i for requiring a mark, warning or instruction or any other information relating to goods to be put on or to accompany the goods or to be used or provided in some other manner in relation to the goods, and for securing that inappropriate information is not given in relation to goods either by means of misleading marks or otherwise; j for prohibiting persons from supplying, or from offering to supply, agreeing to supply, exposing for supply or possessing for supply, goods to which this section applies and component parts and raw materials for such goods; k for requiring information to be given to any such person as may be determined by or under the regulations for the purpose of enabling that person to exercise any function conferred on him by the regulations. 3 Without prejudice as aforesaid, safety regulations may contain provision— a for requiring persons on whom functions are conferred by or under section 27 below to have regard, in exercising their functions so far as relating to any provision of safety regulations, to matters specified in a direction issued by the Secretary of State with respect to that provision; b for securing that a person shall not be guilty of an offence under section 12 below unless it is shown that the goods in question do not conform to a particular standard; c for securing that proceedings for such an offence are not brought in England and Wales except by or with the consent of the Secretary of State or the Director of Public Prosecutions; d for securing that proceedings for such an offence are not brought in Northern Ireland except by or with the consent of the Secretary of State or the Director of Public Prosecutions for Northern Ireland; e for enabling a magistrates’ court in England and Wales or Northern Ireland to try an information or, in Northern Ireland, a complaint in respect of such an offence if the information was laid or the complaint made within twelve months from the time when the offence was committed; f for enabling summary proceedings for such an offence to be brought in Scotland at any time within twelve months from the time when the offence was committed; and g for determining the persons by whom, and the manner in which, anything required to be done by or under the regulations is to be done. 4 Safety regulations shall not provide for any contravention of the regulations to be an offence. 5 Where the Secretary of State proposes to make safety regulations it shall be his duty before he makes them— a to consult such organisations as appear to him to be representative of interests substantially affected by the proposal; b to consult such other persons as he considers appropriate; and c in the case of proposed regulations relating to goods suitable for use at work, to consult   the Health and Safety Executive  in relation to the application of the proposed regulations to Great Britain; but the preceding provisions of this subsection shall not apply in the case of regulations which provide for the regulations to cease to have effect at the end of a period of not more than twelve months beginning with the day on which they come into force and which contain a statement that it appears to the Secretary of State that the need to protect the public requires that the regulations should be made without delay. 6 The power to make safety regulations shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and shall include power— a to make different provision for different cases; and b to make such supplemental, consequential and transitional provision as the Secretary of State considers appropriate. 7 This section applies to any goods other than— a growing crops and things comprised in land by virtue of being attached to it; b water, food, feeding stuff and fertiliser; c gas which is, is to be or has been supplied by a person authorised to supply it by or under  section 7A of the Gas Act 1986 (licensing of gas suppliers and gas shippers) or paragraph 5 of Schedule 2A to that Act (supply to very large customers an exception to prohibition on unlicensed activities) or under Article 8(1)(c) of the Gas (Northern Ireland) Order 1996 ; d controlled drugs and licensed medicinal products; e medical devices."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "12", "section_title": " Offences against the safety regulations.", "section_text": "12 1 Where safety regulations prohibit a person from supplying or offering or agreeing to supply any goods or from exposing or possessing any goods for supply, that person shall be guilty of an offence if he contravenes the prohibition. 2 Where safety regulations require a person who makes or processes any goods in the course of carrying on a business— a to carry out a particular test or use a particular procedure in connection with the making or processing of the goods with a view to ascertaining whether the goods satisfy any requirements of such regulations; or b to deal or not to deal in a particular way with a quantity of the goods of which the whole or part does not satisfy such a test or does not satisfy standards connected with such a procedure, that person shall be guilty of an offence if he does not comply with the requirement. 3 If a person contravenes a provision of safety regulations which prohibits or requires the provision, by means of a mark or otherwise, of information of a particular kind in relation to goods, he shall be guilty of an offence. 4 Where safety regulations require any person to give information to another for the purpose of enabling that other to exercise any function, that person shall be guilty of an offence if— a he fails without reasonable cause to comply with the requirement; or b in giving the information which is required of him— i he makes any statement which he knows is false in a material particular; or ii he recklessly makes any statement which is false in a material particular. 5 A person guilty of an offence under this section shall be liable on summary conviction to imprisonment for a term not exceeding sixmonths or to a fine not exceeding level 5 on the standard scale or to both."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "13", "section_title": " Prohibition notices and notices to warn.", "section_text": "13 1 The Secretary of State may— a serve on any person a notice (\t\t\t\t\t\t\t\t“a prohibition notice”) prohibiting that person, except with the consent of the Secretary of State, from supplying, or from offering to supply, agreeing to supply, exposing for supply or possessing for supply, any relevant goods which the Secretary of State considers are unsafe and which are described in the notice; b serve on any person a notice (\t\t\t\t\t\t\t\t“a notice to warn”) requiring that person at his own expense to publish, in a form and manner and on occasions specified in the notice, a warning about any relevant goods which the Secretary of State considers are unsafe, which that person supplies or has supplied and which are described in the notice. 2 Schedule 2 to this Act shall have effect with respect to prohibition notices and notices to warn; and the Secretary of State may by regulations make provision specifying the manner in which information is to be given to any person under that Schedule. 3 A consent given by the Secretary of State for the purposes of a prohibition notice may impose such conditions on the doing of anything for which the consent is required as the Secretary of State considers appropriate. 4 A person who contravenes a prohibition notice or a notice to warn shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding  three months  or to a fine not exceeding level 5 on the standard scale or to both. 5 The power to make regulations under subsection (2) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and shall include power— a to make different provision for different cases; and b to make such supplemental, consequential and transitional provision as the Secretary of State considers appropriate. 6 In this section \t\t\t\t\t\t\t\t\t\t\t\t“ relevant goods ” means— a in relation to a prohibition notice, any goods to which section 11 above applies; and b in relation to a notice to warn, any goods to which that section applies or any growing crops or things comprised in land by virtue of being attached to it. 7 A notice may not be given under this section in respect of any aspect of the safety of goods, or any risk or category of risk associated with goods, concerning which provision is contained in the General Product Safety Regulations 2005."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "14", "section_title": " Suspension notices.", "section_text": "14 1 Where an enforcement authority has reasonable grounds for suspecting that any safety provision has been contravened in relation to any goods, the authority may serve a notice (\t\t\t\t\t\t“a suspension notice”) prohibiting the person on whom it is served, for such period ending not more than six months after the date of the notice as is specified therein, from doing any of the following things without the consent of the authority, that is to say, supplying the goods, offering to supply them, agreeing to supply them or exposing them for supply. 2 A suspension notice served by an enforcement authority in respect of any goods shall— a describe the goods in a manner sufficient to identify them; b set out the grounds on which the authority suspects that a safety provision has been contravened in relation to the goods; and c state that, and the manner in which, the person on whom the notice is served may appeal against the notice under section 15 below. 3 A suspension notice served by an enforcement authority for the purpose of prohibiting a person for any period from doing the things mentioned in subsection (1) above in relation to any goods may also require that person to keep the authority informed of the whereabouts throughout that period of any of those goods in which he has an interest. 4 Where a suspension notice has been served on any person in respect of any goods, no further such notice shall be served on that person in respect of the same goods unless— a proceedings against that person for an offence in respect of a contravention in relation to the goods of a safety provision (not being an offence under this section); or b proceedings for the forfeiture of the goods under section 16 or 17 below, are pending at the end of the period specified in the first-mentioned notice. 5 A consent given by an enforcement authority for the purposes of subsection (1) above may impose such conditions on the doing of anything for which the consent is required as the authority considers appropriate. 6 Any person who contravenes a suspension notice shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding  three months  or to a fine not exceeding level 5 on the standard scale or to both. 7 Where an enforcement authority serves a suspension notice in respect of any goods, the authority shall be liable to pay compensation to any person having an interest in the goods in respect of any loss or damage caused by reason of the service of the notice if— a there has been no contravention in relation to the goods of any safety provision; and b the exercise of the power is not attributable to any neglect or default by that person. 8 Any disputed question as to the right to or the amount of any compensation payable under this section shall be determined by arbitration or, in Scotland, by a single arbiter appointed, failing agreement between the parties, by the sheriff."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "15", "section_title": " Appeals against suspension notices.", "section_text": "15 1 Any person having an interest in any goods in respect of which a suspension notice is for the time being in force may apply for an order setting aside the notice. 2 An application under this section may be made— a to any magistrates’ court in which proceedings have been brought in England and Wales or Northern Ireland— i for an offence in respect of a contravention in relation to the goods of any safety provision; or ii for the forfeiture of the goods under section 16 below; b where no such proceedings have been so brought, by way of complaint to a magistrates’ court; or c in Scotland, by summary application to the sheriff. 3 On an application under this section to a magistrates’ court in England and Wales or Northern Ireland the court shall make an order setting aside the suspension notice only if the court is satisfied that there has been no contravention in relation to the goods of any safety provision. 4 On an application under this section to the sheriff he shall make an order setting aside the suspension notice only if he is satisfied that at the date of making the order— a proceedings for an offence in respect of a contravention in relation to the goods of any safety provision; or b proceedings for the forfeiture of the goods under section 17 below, have not been brought or, having been brought, have been concluded. 5 Any person aggrieved by an order made under this section by a magistrates’ court in England and Wales or Northern Ireland, or by a decision of such a court not to make such an order, may appeal against that order or decision— a in England and Wales, to the Crown Court; b in Northern Ireland, to the county court; and an order so made may contain such provision as appears to the court to be appropriate for delaying the coming into force of the order pending the making and determination of any appeal (including any application under section 111 of the  Magistrates’ Courts Act 1980 or Article 146 of the  Magistrates’ Courts (Northern Ireland) Order 1981 (statement of case))."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "16", "section_title": " Forfeiture: England and Wales and Northern Ireland.", "section_text": "16 1 An enforcement authority in England and Wales or Northern Ireland may apply under this section for an order for the forfeiture of any goods on the grounds that there has been a contravention in relation to the goods of a safety provision. 2 An application under this section may be made— a where proceedings have been brought in a magistrates’ court for an offence in respect of a contravention in relation to some or all of the goods of any safety provision, to that court; b where an application with respect to some or all of the goods has been made to a magistrates’ court under section 15 above or section 33 below, to that court; and c where no application for the forfeiture of the goods has been made under paragraph (a) or (b) above, by way of complaint to a magistrates’ court. 3 On an application under this section the court shall make an order for the forfeiture of any goods only if it is satisfied that there has been a contravention in relation to the goods of a safety provision. 4 For the avoidance of doubt it is declared that a court may infer for the purposes of this section that there has been a contravention in relation to any goods of a safety provision if it is satisfied that any such provision has been contravened in relation to goods which are representative of those goods (whether by reason of being of the same design or part of the same consignment or batch or otherwise). 5 Any person aggrieved by an order made under this section by a magistrates’ court, or by a decision of such a court not to make such an order, may appeal against that order or decision— a in England and Wales, to the Crown Court; b in Northern Ireland, to the county court; and an order so made may contain such provision as appears to the court to be appropriate for delaying the coming into force of the order pending the making and determination of any appeal (including any application under section 111 of the Magistrates’ Courts Act 1980 or Article 146 of the Magistrates’ Courts (Northern Ireland) Order 1981 (statement of case)). 6 Subject to subsection (7) below, where any goods are forfeited under this section they shall be destroyed in accordance with such directions as the court may give. 7 On making an order under this section a magistrates’ court may, if it considers it appropriate to do so, direct that the goods to which the order relates shall (instead of being destroyed) be released, to such person as the court may specify, on condition that that person— a does not supply those goods to any person otherwise than as mentioned in section 46(7)(a) or (b) below; and b complies with any order to pay costs or expenses (including any order under section 35 below) which has been made against that person in the proceedings for the order for forfeiture."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "17", "section_title": " Forfeiture: Scotland.", "section_text": "17 1 In Scotland a sheriff may make an order for forfeiture of any goods in relation to which there has been a contravention of a safety provision— a on an application by the procurator-fiscal made in the manner specified in section 310 of the  Criminal Procedure (Scotland) Act 1975; or b where a person is convicted of any offence in respect of any such contravention, in addition to any other penalty which the sheriff may impose. 2 The procurator-fiscal making an application under subsection (1)(a) above shall serve on any person appearing to him to be the owner of, or otherwise to have an interest in, the goods to which the application relates a copy of the application, together with a notice giving him the opportunity to appear at the hearing of the application to show cause why the goods should not be forfeited. 3 Service under subsection (2) above shall be carried out, and such service may be proved, in the manner specified for citation of an accused in summary proceedings under the Criminal Procedure (Scotland) Act 1975. 4 Any person upon whom notice is served under subsection (2) above and any other person claiming to be the owner of, or otherwise to have an interest in, goods to which an application under this section relates shall be entitled to appear at the hearing of the application to show cause why the goods should not be forfeited. 5 The sheriff shall not make an order following an application under subsection (1)(a) above— a if any person on whom notice is served under subsection (2) above does not appear, unless service of the notice on that person is proved; or b if no notice under subsection (2) above has been served, unless the court is satisfied that in the circumstances it was reasonable not to serve notice on any person. 6 The sheriff shall make an order under this section only if he is satisfied that there has been a contravention in relation to those goods of a safety provision. 7 For the avoidance of doubt it is declared that the sheriff may infer for the purposes of this section that there has been a contravention in relation to any goods of a safety provision if he is satisfied that any such provision has been contravened in relation to any goods which are representative of those goods (whether by reason of being of the same design or part of the same consignment or batch or otherwise). 8 Where an order for the forfeiture of any goods is made following an application by the procurator-fiscal under subsection (1)(a) above, any person who appeared, or was entitled to appear, to show cause why goods should not be forfeited may, within twenty-one days of the making of the order, appeal to the High Court by Bill of Suspension on the ground of an alleged miscarriage of justice;  and section 182(5)(a) to (e) of the Criminal Procedure (Scotland) Act 1995 shall apply to an appeal under this subsection as it applies to a stated case under Part X of that Act . 9 An order following an application under subsection (1)(a) above shall not take effect— a until the end of the period of twenty-one days beginning with the day after the day on which the order is made; or b if an appeal is made under subsection (8) above within that period, until the appeal is determined or abandoned. 10 An order under subsection (1)(b) above shall not take effect— a until the end of the period within which an appeal against the order could be brought under the Criminal Procedure (Scotland) Act 1975; or b if an appeal is made within that period, until the appeal is determined or abandoned. 11 Subject to subsection (12) below, goods forfeited under this section shall be destroyed in accordance with such directions as the sheriff may give. 12 If he thinks fit, the sheriff may direct that the goods be released, to such person as he may specify, on condition that that person does not supply those goods to any other person otherwise than as mentioned in section 46(7)(a) or (b) below."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "18", "section_title": " Power to obtain information.", "section_text": "18 1 If the Secretary of State considers that, for the purpose of deciding whether— a to make, vary or revoke any safety regulations; or b to serve, vary or revoke a prohibition notice; or c to serve or revoke a notice to warn, he requires information which another person is likely to be able to furnish, the Secretary of State may serve on the other person a notice under this section. 2 A notice served on any person under this section may require that person— a to furnish to the Secretary of State, within a period specified in the notice, such information as is so specified; b to produce such records as are specified in the notice at a time and place so specified and to permit a person appointed by the Secretary of State for the purpose to take copies of the records at that time and place. 3 A person shall be guilty of an offence if he— a fails, without reasonable cause, to comply with a notice served on him under this section; or b in purporting to comply with a requirement which by virtue of paragraph (a) of subsection (2) above is contained in such a notice— i furnishes information which he knows is false in a material particular; or ii recklessly furnishes information which is false in a material particular. 4 A person guilty of an offence under subsection (3) above shall— a in the case of an offence under paragraph (a) of that subsection, be liable on summary conviction to a fine not exceeding level 5 on the standard scale; and b in the case of an offence under paragraph (b) of that subsection be liable— i on conviction on indictment, to a fine; ii on summary conviction, to a fine not exceeding the statutory maximum."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "19", "section_title": " Interpretation of Part II.", "section_text": "19 1 In this Part— \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ controlled drug ” means a controlled drug within the meaning of the  Misuse of Drugs Act 1971; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ feeding stuff ” and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ fertiliser ” have the same meanings as in Part IV of the  Agriculture Act 1970; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ food ” does not include anything containing tobacco but, subject to that, has the same meaning as in the  Food Safety Act 1990  or, in relation to Northern Ireland, the same meaning as in the  Food Safety (Northern Ireland) Order 1991 ; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ licensed medicinal product ” means— a any medicinal product within the meaning of the  Medicines Act 1968 in respect of which a product licence within the meaning of that Act is for the time being in force;  . . .  b any other article or substance in respect of which any such licence is for the time being in force in pursuance of an order under section 104 or 105 of that Act (application of Act to other articles and substances);  or c a veterinary medicinal product that has a marketing authorisation under the Veterinary Medicines Regulations 2006.   “ medical device ” has the same meaning as in Part 4 of the Medicines and Medical Devices Act 2021;                         \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ safe ”, in relation to any goods, means such that there is no risk, or no risk apart from one reduced to a minimum, that any of the following will (whether immediately or after a definite or indefinite period) cause the death of, or any personal injury to, any person whatsoever, that is to say— a the goods; b the keeping, use or consumption of the goods; c the assembly of any of the goods which are, or are to be, supplied unassembled; d any emission or leakage from the goods or, as a result of the keeping, use or consumption of the goods, from anything else; or e reliance on the accuracy of any measurement, calculation or other reading made by or by means of the goods, and  . . .  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ unsafe ” shall be construed accordingly; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ tobacco ” includes any tobacco product within the meaning of the  Tobacco Products Duty Act 1979 and any article or substance containing tobacco and intended for oral or nasal use. 2 In the definition of \t\t\t\t\t\t\t\t\t\t\t\t“ safe ” in subsection (1) above, references to the keeping, use or consumption of any goods are references to— a the keeping, use or consumption of the goods by the persons by whom, and in all or any of the ways or circumstances in which, they might reasonably be expected to be kept, used or consumed; and b the keeping, use or consumption of the goods either alone or in conjunction with other goods in conjunction with which they might reasonably be expected to be kept, used or consumed."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "20", "section_title": " Offence of giving misleading indication.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "21", "section_title": " Meaning of \n\t\t\t\t“misleading”.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "22", "section_title": " Application to provision of services and facilities.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "23", "section_title": " Application to provision of accommodation etc.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "24", "section_title": " Defences.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "25", "section_title": " Code of practice.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "26", "section_title": " Power to make regulations.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "27", "section_title": " Enforcement.", "section_text": "27 1 Subject to the following provisions of this section— a it shall be the duty of every weights and measures authority in Great Britain to enforce within their area the safety provisions  . . . ; and b it shall be the duty of every district council in Northern Ireland to enforce within their area the safety provisions. 2 The Secretary of State may by regulations— a wholly or partly transfer any duty imposed by subsection (1) above on a weights and measures authority or a district council in Northern Ireland to such other person who has agreed to the transfer as is specified in the regulations; b relieve such an authority or council of any such duty so far as it is exercisable in relation to such goods as may be described in the regulations. 3 The power to make regulations under subsection (2) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and shall include power— a to make different provision for different cases; and b to make such supplemental, consequential and transitional provision as the Secretary of State considers appropriate. 3A For the investigatory powers available to a person for the purposes of the duty imposed by subsection (1), see Schedule 5 to the Consumer Rights Act 2015 (as well as section 29). 4 Nothing in this section shall authorise any weights and measures authority, or any person on whom functions are conferred by regulations under subsection (2) above, to bring proceedings in Scotland for an offence."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "28", "section_title": " Test purchases.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "29", "section_title": " Powers of search etc.", "section_text": "29 1 Subject to the following provisions of this Part, a duly authorised officer of an enforcement authority may at any reasonable hour and on production, if required, of his credentials exercise  the power conferred by subsection (4) . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If the officer has reasonable grounds for suspecting that any goods are manufactured or imported goods which have not been supplied in the United Kingdom since they were manufactured or imported he may— a for the purpose of ascertaining whether there has been any contravention of any safety provision in relation to the goods, require any person carrying on a business, or employed in connection with a business, to produce any records relating to the business; b for the purpose of ascertaining (by testing or otherwise) whether there has been any such contravention, seize and detain the goods; c take copies of, or of any entry in, any records produced by virtue of paragraph (a) above. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 If and to the extent that it is reasonably necessary to do so to prevent a contravention of any safety provision  ... , the officer may, for the purpose of exercising his power under subsection (4)  ... above to seize any goods  ... — a require any person having authority to do so to open any container or to open any vending machine; and b himself open or break open any such container or machine where a requirement made under paragraph (a) above in relation to the container or machine has not been complied with. 8 The officer may not exercise a power under this section to secure the disclosure by a telecommunications operator or postal operator of communications data without the consent of the operator. 9 In subsection (8)  “ communications data ”,  “ postal operator ” and  “ telecommunications operator ” have the same meanings as in the Investigatory Powers Act 2016 (see sections 261 and 262 of that Act)."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "30", "section_title": " Provisions supplemental to s. 29.", "section_text": "30 1 An officer seizing any goods  ... under section  29(4)  above shall inform the following persons that the goods  ... have been so seized, that is to say— a the person from whom they are seized; and b in the case of imported goods seized on any premises under the control of the Commissioners of Customs and Excise, the importer of those goods (within the meaning of the  Customs and Excise Management Act 1979). 2 If a justice of the peace— a is satisfied by any written information on oath that there are reasonable grounds for believing either— i that any  ... records which any officer has power to inspect under section  29(4)  above are on any premises and that their inspection is likely to disclose evidence that there has been a contravention of any safety provision  . . . ; or ii that such a contravention has taken place, is taking place or is about to take place on any premises; and b is also satisfied by any such information either— i that admission to the premises has been or is likely to be refused and that notice of intention to apply for a warrant under this subsection has been given to the occupier; or ii that an application for admission, or the giving of such a notice, would defeat the object of the entry or that the premises are unoccupied or that the occupier is temporarily absent and it might defeat the object of the entry to await his return, the justice may by warrant under his hand, which shall continue in force for a period of one month, authorise any officer of an enforcement authority to enter the premises, if need be by force. 3 An officer entering any premises by virtue of  ... a warrant under subsection (2) above may take with him such other persons and such equipment as may appear to him necessary. 4 On leaving any premises which a person is authorised to enter by a warrant under subsection (2) above, that person shall, if the premises are unoccupied or the occupier is temporarily absent, leave the premises as effectively secured against trespassers as he found them. 5 If any person who is not an officer of an enforcement authority purports to act as such under section  29(4)  above or this section he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 6 Where any goods seized by an officer under section  29(4)  above are submitted to a test, the officer shall inform the persons mentioned in subsection (1) above of the result of the test and, if— a proceedings are brought for an offence in respect of a contravention in relation to the goods of any safety provision  . . .  or for the forfeiture of the goods under section 16 or 17 above, or a suspension notice is served in respect of any goods; and b the officer is requested to do so and it is practicable to comply with the request, the officer shall allow any person who is a party to the proceedings or, as the case may be, has an interest in the goods to which the notice relates to have the goods tested. 7 The Secretary of State may by regulations provide that any test of goods seized under section  29(4)  above by an officer of an enforcement authority shall— a be carried out at the expense of the authority in a manner and by a person prescribed by or determined under the regulations; or b be carried out either as mentioned in paragraph (a) above or by the authority in a manner prescribed by the regulations. 8 The power to make regulations under subsection (7) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and shall include power— a to make different provision for different cases; and b to make such supplemental, consequential and transitional provision as the Secretary of State considers appropriate. 9 In the application of this section to Scotland, the reference in subsection (2) above to a justice of the peace shall include a reference to a sheriff and the references to written information on oath shall be construed as references to evidence on oath. 10 In the application of this section to Northern Ireland, the references in subsection (2) above to any information on oath shall be construed as references to any complaint on oath."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "31", "section_title": " Power of customs officer to detain goods.", "section_text": "31 1 A customs officer may, for the purpose of facilitating the exercise by an enforcement authority or officer of such an authority of any functions conferred on the authority or officer by or under Part II of this Act, or by  section 29(4) of this Act or Schedule 5 to the Consumer Rights Act 2015  in its application for the purposes of the safety provisions, seize any imported goods and detain them for not more than two working days. 2 Anything seized and detained under this section shall be dealt with during the period of its detention in such manner as the Commissioners of Customs and Excise may direct. 3 In subsection (1) above the reference to two working days is a reference to a period of forty-eight hours calculated from the time when the goods in question are seized but disregarding so much of any period as falls on a Saturday or Sunday or on Christmas Day, Good Friday or a day which is a bank holiday under the  Banking and Financial Dealings Act 1971 in the part of the United Kingdom where the goods are seized. 4 In this section and section 32 below \t\t\t\t\t\t\t\t\t\t\t\t“ customs officer ” means any officer within the meaning of the  Customs and Excise Management Act 1979."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "32", "section_title": " Obstruction of authorised officer.", "section_text": "32 1 Any person who— a intentionally obstructs any officer of an enforcement authority who is acting in pursuance of  section 29(4)  or any customs officer who is  acting in pursuance of section 31 ; or b intentionally fails to comply with any requirement made of him by any officer of an enforcement authority under  section 29(4) ; or c without reasonable cause fails to give any officer of an enforcement authority who is so acting any other assistance or information which the officer may reasonably require of him for the purposes of the exercise of the officer’s functions under  section 29(4) , shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 2 A person shall be guilty of an offence if, in giving any information which is required of him by virtue of subsection (1)(c) above— a he makes any statement which he knows is false in a material particular; or b he recklessly makes a statement which is false in a material particular. 3 A person guilty of an offence under subsection (2) above shall be liable— a on conviction on indictment, to a fine; b on summary conviction, to a fine not exceeding the statutory maximum."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "33", "section_title": " Appeals against detention of goods.", "section_text": "33 1 Any person having an interest in any goods which are for the time being detained under  section 29(4)  by an enforcement authority or by an officer of such an authority may apply for an order requiring the goods to be released to him or to another person. 2 An application under this section may be made— a to any magistrates’ court in which proceedings have been brought in England and Wales or Northern Ireland— i for an offence in respect of a contravention in relation to the goods of any safety provision  . . . ; or ii for the forfeiture of the goods under section 16 above; b where no such proceedings have been so brought, by way of complaint to a magistrates’ court; or c in Scotland, by summary application to the sheriff. 3 On an application under this section to a magistrates’ court or to the sheriff, an order requiring goods to be released shall be made only if the court or sheriff is satisfied— a that proceedings— i for an offence in respect of a contravention in relation to the goods of any safety provision  . . . ; or ii for the forfeiture of the goods under section 16 or 17 above, have not been brought or, having been brought, have been concluded without the goods being forfeited; and b where no such proceedings have been brought, that more than six months have elapsed since the goods were seized. 4 Any person aggrieved by an order made under this section by a magistrates’ court in England and Wales or Northern Ireland, or by a decision of such a court not to make such an order, may appeal against that order or decision— a in England and Wales, to the Crown Court; b in Northern Ireland, to the county court; and an order so made may contain such provision as appears to the court to be appropriate for delaying the coming into force of the order pending the making and determination of any appeal (including any application under section 111 of the  Magistrates’ Courts Act 1980 or Article 146 of the  Magistrates’ Courts (Northern Ireland) Order 1981 (statement of case))."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "34", "section_title": " Compensation for seizure and detention.", "section_text": "34 1 Where an officer of an enforcement authority exercises any power under section  29(4)  above to seize and detain goods, the enforcement authority shall be liable to pay compensation to any person having an interest in the goods in respect of any loss or damage caused by reason of the exercise of the power if— a there has been no contravention in relation to the goods of any safety provision  . . . ; and b the exercise of the power is not attributable to any neglect or default by that person. 2 Any disputed question as to the right to or the amount of any compensation payable under this section shall be determined by arbitration or, in Scotland, by a single arbiter appointed, failing agreement between the parties, by the sheriff."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "35", "section_title": " Recovery of expenses of enforcement.", "section_text": "35 1 This section shall apply where a court— a convicts a person of an offence in respect of a contravention in relation to any goods of any safety provision  . . . ; or b makes an order under section 16 or 17 above for the forfeiture of any goods. 2 The court may (in addition to any other order it may make as to costs or expenses) order the person convicted or, as the case may be, any person having an interest in the goods to reimburse an enforcement authority for any expenditure which has been or may be incurred by that authority— a in connection with any seizure or detention of the goods by or on behalf of the authority; or b in connection with any compliance by the authority with directions given by the court for the purposes of any order for the forfeiture of the goods."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "36", "section_title": " Amendments of Part I of the Health and Safety at Work etc. Act 1974.", "section_text": "36 Part I of the  Health and Safety at Work etc. Act 1974 (which includes provision with respect to the safety of certain articles and substances) shall have effect with the amendments specified in Schedule 3 to this Act; and, accordingly, the general purposes of that Part of that Act shall include the purpose of protecting persons from the risks protection from which would not be afforded by virtue of that Part but for those amendments."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "37", "section_title": "Power of Commissioners for Revenue and Customs to disclose information", "section_text": "37 1 If they think it appropriate to do so for the purpose of facilitating the exercise by any person to whom subsection (2) below applies of any functions conferred on that person by or under Part II of this Act, or by or under Part IV of this Act in its application for the purposes of the safety provisions,   the Commissioners for Her Majesty’s Revenue and Customs   may authorise the disclosure to that person of any information obtained   or held   for the purposes of the exercise   by Her Majesty’s Revenue and Customs   of their functions in relation to imported goods. 2 This subsection applies to an enforcement authority and to any officer of an enforcement authority. 3 A disclosure of information made to any person under subsection (1) above shall be made in such manner as may be directed by   the Commissioners for Her Majesty’s Revenue and Customs   and may be made through such persons acting on behalf of that person as may be so directed. 4 Information may be disclosed to a person under subsection (1) above whether or not the disclosure of the information has been requested by or on behalf of that person."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "38", "section_title": " Restrictions on disclosure of information.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "39", "section_title": " Defence of due diligence.", "section_text": "39 1 Subject to the following provisions of this section, in proceedings against any person for an offence to which this section applies it shall be a defence for that person to show that he took all reasonable steps and exercised all due diligence to avoid committing the offence. 2 Where in any proceedings against any person for such an offence the defence provided by subsection (1) above involves an allegation that the commission of the offence was due— a to the act or default of another; or b to reliance on information given by another, that person shall not, without the leave of the court, be entitled to rely on the defence unless, not less than seven clear days before the hearing of the proceedings, he has served a notice under subsection (3) below on the person bringing the proceedings. 3 A notice under this subsection shall give such information identifying or assisting in the identification of the person who committed the act or default or gave the information as is in the possession of the person serving the notice at the time he serves it. 4 It is hereby declared that a person shall not be entitled to rely on the defence provided by subsection (1) above by reason of his reliance on information supplied by another, unless he shows that it was reasonable in all the circumstances for him to have relied on the information, having regard in particular— a to the steps which he took, and those which might reasonably have been taken, for the purpose of verifying the information; and b to whether he had any reason to disbelieve the information. 5 This section shall apply to an offence under section  . . .  12(1), (2) or (3), 13(4),   or 14(6)  above."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "40", "section_title": " Liability of persons other than principal offender.", "section_text": "40 1 Where the commission by any person of an offence to which section 39 above applies is due to an act or default committed by some other person in the course of any business of his, the other person shall be guilty of the offence and may be proceeded against and punished by virtue of this subsection whether or not proceedings are taken against the first-mentioned person. 2 Where a body corporate is guilty of an offence under this Act (including where it is so guilty by virtue of subsection (1) above) in respect of any act or default which is shown to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity he, as well as the body corporate, shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 3 Where the affairs of a body corporate are managed by its members, subsection (2) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "41", "section_title": " Civil proceedings.", "section_text": "41 1 An obligation imposed by safety regulations shall be a duty owed to any person who may be affected by a contravention of the obligation and, subject to any provision to the contrary in the regulations and to the defences and other incidents applying to actions for breach of statutory duty, a contravention of any such obligation shall be actionable accordingly. 2 This Act shall not be construed as conferring any other right of action in civil proceedings, apart from the right conferred by virtue of Part I of this Act, in respect of any loss or damage suffered in consequence of a contravention of a safety provision  . . . . 3 Subject to any provision to the contrary in the agreement itself, an agreement shall not be void or unenforceable by reason only of a contravention of a safety provision  . . . . 4 Liability by virtue of subsection (1) above shall not be limited or excluded by any contract term, by any notice or (subject to the power contained in subsection (1) above to limit or exclude it in safety regulations) by any other provision. 5 Nothing in subsection (1) above shall prejudice the operation of section 12 of the  Nuclear Installations Act 1965 (rights to compensation for certain breaches of duties confined to rights under that Act). 6 In this section \t\t\t\t\t\t\t\t\t\t\t\t“ damage ” includes personal injury and death."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "42", "section_title": " Reports etc.", "section_text": "42 1 It shall be the duty of the Secretary of State at least once in every five years to lay before each House of Parliament a report on the exercise during the period to which the report relates of the functions which under Part II of this Act, or under Part IV of this Act in its application for the purposes of the safety provisions, are exercisable by the Secretary of State, weights and measures authorities, district councils in Northern Ireland and persons on whom functions are conferred by regulations made under section 27(2) above. 2 The Secretary of State may from time to time prepare and lay before each House of Parliament such other reports on the exercise of those functions as he considers appropriate. 3 Every weights and measures authority, every district council in Northern Ireland and every person on whom functions are conferred by regulations under subsection (2) of section 27 above shall, whenever the Secretary of State so directs, make a report to the Secretary of State on the exercise of the functions exercisable by that authority or council under that section or by that person by virtue of any such regulations. 4 A report under subsection (3) above shall be in such form and shall contain such particulars as are specified in the direction of the Secretary of State. 5 The first report under subsection (1) above shall be laid before each House of Parliament not more than five years after the laying of the last report under section 8(2) of the  Consumer Safety Act 1978."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "43", "section_title": " Financial provisions.", "section_text": "43 1 There shall be paid out of money provided by Parliament— a any expenses incurred or compensation payable by a Minister of the Crown or Government department in consequence of any provision of this Act; and b any increase attributable to this Act in the sums payable out of money so provided under any other Act. 2 Any sums received by a Minister of the Crown or Government department by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "44", "section_title": " Service of documents etc.", "section_text": "44 1 Any document required or authorised by virtue of this Act to be served on a person may be so served— a by delivering it to him or by leaving it at his proper address or by sending it by post to him at that address; or b if the person is a body corporate, by serving it in accordance with paragraph (a) above on the secretary or clerk of that body; or c if the person is a partnership, by serving it in accordance with that paragraph on a partner or on a person having control or management of the partnership business. 2 For the purposes of subsection (1) above, and for the purposes of section 7 of the  Interpretation Act 1978 (which relates to the service of documents by post) in its application to that subsection, the proper address of any person on whom a document is to be served by virtue of this Act shall be his last known address except that— a in the case of service on a body corporate or its secretary or clerk, it shall be the address of the registered or principal office of the body corporate; b in the case of service on a partnership or a partner or a person having the control or management of a partnership business, it shall be the principal office of the partnership; and for the purposes of this subsection the principal office of a company registered outside the United Kingdom or of a partnership carrying on business outside the United Kingdom is its principal office within the United Kingdom. 3 The Secretary of State may by regulations make provision for the manner in which any information is to be given to any person under any provision of Part IV of this Act. 4 Without prejudice to the generality of subsection (3) above regulations made by the Secretary of State may prescribe the person, or manner of determining the person, who is to be treated for the purposes of section  ... 30 above as the person from whom any goods were  ... seized where the goods were  ... seized from a vending machine. 5 The power to make regulations under subsection (3) or (4) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and shall include power— a to make different provision for different cases; and b to make such supplemental, consequential and transitional provision as the Secretary of State considers appropriate."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "45", "section_title": " Interpretation.", "section_text": "45 1 In this Act, except in so far as the context otherwise requires— \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ aircraft ” includes gliders, balloons and hovercraft; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ business ” includes a trade or profession and the activities of a professional or trade association or of a local authority or other public authority; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ conditional sale agreement ”, \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ credit—sale agreement ” and \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ hire-purchase agreement ” have the same meanings as in the  Consumer Credit Act 1974 but as if in the definitions in that Act \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ goods ” had the same meaning as in this Act; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ contravention ” includes a failure to comply and cognate expressions shall be construed accordingly; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ enforcement authority ” means the Secretary of State, any other Minister of the Crown in charge of a Government department, any such department and any authority, council or other person on whom functions under this Act are conferred by or under section 27 above; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ gas ” has the same meaning as in Part I of the  Gas Act 1986; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ goods ” includes substances, growing crops and things comprised in land by virtue of being attached to it and any ship, aircraft or vehicle; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ information ” includes accounts, estimates and returns; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ magistrates’ court ”, in relation to Northern Ireland, means a court of summary jurisdiction; . . . \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ modifications ” includes additions, alterations and omissions, and cognate expressions shall be construed accordingly; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ motor vehicle ” has the same meaning as in  the Road Traffic Act 1988 ; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ notice ” means a notice in writing; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ notice to warn ” means a notice under section 13(1)(b) above; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ officer ”, in relation to an enforcement authority, means a person authorised in writing to assist the authority in carrying out its functions under or for the purposes of the enforcement of any of the safety provisions or of any of the provisions made by or under Part III of this Act; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ personal injury ” includes any disease and any other impairment of a person’s physical or mental condition; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ premises ” includes any place and any ship, aircraft or vehicle; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ prohibition notice ” means a notice under section 13(1)(a) above; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ records ” includes any books or documents and any records in non-documentary form; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ safety provision ” means  . . .  any provision of safety regulations, a prohibition notice or a suspension notice; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ safety regulations ” means regulations under section 11 above; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ ship ” includes any boat and any other description of vessel used in navigation; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ substance ” means any natural or artificial substance, whether in solid, liquid or gaseous form or in the form of a vapour, and includes substances that are comprised in or mixed with other goods; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ supply ” and cognate expressions shall be construed in accordance with section 46 below; \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t“ suspension notice ” means a notice under section 14 above. 2 Except in so far as the context otherwise requires, references in this Act to a contravention of a safety provision shall, in relation to any goods, include references to anything which would constitute such a contravention if the goods were supplied to any person. 3 References in this Act to any goods in relation to which any safety provision has been or may have been contravened shall include references to any goods which it is not reasonably practicable to separate from any such goods. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In Scotland, any reference in this Act to things comprised in land by virtue of being attached to it is a reference to moveables which have become heritable by accession to heritable property."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "46", "section_title": " Meaning of \n\t\t\t\t“supply”", "section_text": "46 1 Subject to the following provisions of this section, references in this Act to supplying goods shall be construed as references to doing any of the following, whether as principal or agent, that is to say— a selling, hiring out or lending the goods; b entering into a hire-purchase agreement to furnish the goods; c the performance of any contract for work and materials to furnish the goods; d providing the goods in exchange for any consideration  . . .   other than money; e providing the goods in or in connection with the performance of any statutory function; or f giving the goods as a prize or otherwise making a gift of the goods; and, in relation to gas or water, those references shall be construed as including references to providing the service by which the gas or water is made available for use. 2 For the purposes of any reference in this Act to supplying goods, where a person (\t\t\t\t\t\t“the ostensible supplier”) supplies goods to another person (\t\t\t\t\t\t“the customer”) under a hire-purchase agreement, conditional sale agreement or credit-sale agreement or under an agreement for the hiring of goods (other than a hire-purchase agreement) and the ostensible supplier— a carries on the business of financing the provision of goods for others by means of such agreements; and b in the course of that business acquired his interest in the goods supplied to the customer as a means of financing the provision of them for the customer by a further person (\t\t\t\t\t\t\t\t“the effective supplier”), the effective supplier and not the ostensible supplier shall be treated as supplying the goods to the customer. 3 Subject to subsection (4) below, the performance of any contract by the erection of any building or structure on any land or by the carrying out of any other building works shall be treated for the purposes of this Act as a supply of goods in so far as, but only in so far as, it involves the provision of any goods to any person by means of their incorporation into the building, structure or works. 4 Except for the purposes of, and in relation to, notices to warn  . . . , references in this Act to supplying goods shall not include references to supplying goods comprised in land where the supply is effected by the creation or disposal of an interest in the land. 5 Except in Part I of this Act references in this Act to a person’s supplying goods shall be confined to references to that person’s supplying goods in the course of a business of his, but for the purposes of this subsection it shall be immaterial whether the business is a business of dealing in the goods. 6 For the purposes of subsection (5) above goods shall not be treated as supplied in the course of a business if they are supplied, in pursuance of an obligation arising under or in connection with the insurance of the goods, to the person with whom they were insured. 7 Except for the purposes of, and in relation to, prohibition notices or suspension notices, references in   Part 2 or Part 4  of this Act to supplying goods shall not include— a references to supplying goods where the person supplied carries on a business of buying goods of the same description as those goods and repairing or reconditioning them; b references to supplying goods by a sale of articles as scrap (that is to say, for the value of materials included in the articles rather than for the value of the articles themselves). 8 Where any goods have at any time been supplied by being hired out or lent to any person, neither a continuation or renewal of the hire or loan (whether on the same or different terms) nor any transaction for the transfer after that time of any interest in the goods to the person to whom they were hired or lent shall be treated for the purposes of this Act as a further supply of the goods to that person. 9 A ship, aircraft or motor vehicle shall not be treated for the purposes of this Act as supplied to any person by reason only that services consisting in the carriage of goods or passengers in that ship, aircraft or vehicle, or in its use for any other purpose, are provided to that person in pursuance of an agreement relating to the use of the ship, aircraft or vehicle for a particular period or for particular voyages, flights or journeys."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "47", "section_title": " Savings for certain privileges.", "section_text": "47 1 Nothing in this Act shall be taken as requiring any person to produce any records if he would be entitled to refuse to produce those records in any proceedings in any court on the grounds that they are the subject of legal professional privilege or, in Scotland, that they contain a confidential communication made by or to an advocate or solicitor in that capacity, or as authorising any person to take possession of any records which are in the possession of a person who would be so entitled. 2 Nothing in this Act shall be construed as requiring a person to answer any question or give any information if to do so would incriminate that person or that person’s spouse   or civil partner  ."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "48", "section_title": " Minor and consequential amendments and repeals.", "section_text": "48 1 The enactments mentioned in Schedule 4 to this Act shall have effect subject to the amendments specified in that Schedule (being minor amendments and amendments consequential on the provisions of this Act). 2 The following Acts shall cease to have effect, that is to say— a the  Trade Descriptions Act 1972; and b the  Fabrics (Misdescription) Act 1913. 3 The enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "49", "section_title": " Northern Ireland.", "section_text": "49 1 This Act shall extend to Northern Ireland with the exception of— a the provisions of   Part 1 ; b any provision amending or repealing an enactment which does not so extend; and c any other provision so far as it has effect for the purposes of, or in relation to, a provision falling within paragraph (a) or (b) above. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (exercise of legislative functions for Northern Ireland) which states that it is made only for purposes corresponding to any of the provisions of this Act mentioned in subsection (1)(a) to (c) above— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution procedure and procedure in cases of urgency); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Consumer Protection Act 1987", "year": 1987, "section": "50", "section_title": " Short title: commencement and transitional provision.", "section_text": "50 1 This Act may be cited as the Consumer Protection Act 1987. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different provisions or for different purposes. 3 The Secretary of State shall not make an order under subsection (2) above bringing into force the repeal of the  Trade Descriptions Act 1972, a repeal of any provision of that Act or a repeal of that Act or of any provision of it for any purposes, unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 4 An order under subsection (2) above bringing a provision into force may contain such transitional provision in connection with the coming into force of that provision as the Secretary of State considers appropriate. 5 Without prejudice to the generality of the power conferred by subsection (4) above, the Secretary of State may by order provide for any regulations made under the  Consumer Protection Act 1961 or the  Consumer Protection Act (Northern Ireland) 1965 to have effect as if made under section 11 above and for any such regulations to have effect with such modifications as he considers appropriate for that purpose. 6 The power of the Secretary of State by order to make such provision as is mentioned in subsection (5) above, shall, in so far as it is not exercised by an order under subsection (2) above, be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 7 Nothing in this Act or in any order under subsection (2) above shall make any person liable by virtue of Part I of this Act for any damage caused wholly or partly by a defect in a product which was supplied to any person by its producer before the coming into force of Part I of this Act. 8 Expressions used in subsection (7) above and in Part I of this Act have the same meanings in that subsection as in that Part."}]