[{"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "1", "section_title": " Confiscation orders.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "3", "section_title": " Assessing the proceeds of drug trafficking.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "4", "section_title": " Statements relating to drug trafficking.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 No acceptance by the person under this section that any payment or other reward was received by him in connection with drug trafficking carried on by him or another shall be admissible in evidence in any proceedings, whether in Scotland or elsewhere, in respect of an offence. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "5", "section_title": " Realisable property.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "6", "section_title": " Implicative gifts.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "6A", "section_title": " Increase in value of proceeds of drug trafficking or realisable property.", "section_text": "6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "6B", "section_title": " Confiscation orders where proceeds of crime discovered at later date.", "section_text": "6B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "7", "section_title": " Application of provisions relating to fines to enforcement of confiscation", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "7A", "section_title": "Disposal of family home.", "section_text": "7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "8", "section_title": " Restraint orders.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "9", "section_title": " Variation and recall of restraint orders.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "10", "section_title": " Seizure of property affected by restraint order.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "11", "section_title": " Inhibition and arrestment of property affected by restraint order or by interdict under section 12.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "11A", "section_title": " Arrestment of property affected by restraint order.", "section_text": "11A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "12", "section_title": " Interdict of person not subject to restraint order.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "13", "section_title": " Administrators.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "14", "section_title": " Functions of administrators.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "15", "section_title": " Money received by administrator.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "16", "section_title": " Application of proceeds of realisation and other sums.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "17", "section_title": " Supervision of administrators.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "18", "section_title": " Accounts and remuneration of administrator.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "19", "section_title": " Effect of appointment under section 13 on diligence.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "20", "section_title": " Further provision as to adminsistrators.", "section_text": "20 1 Where an administrator takes any action— a in relation to property which is not realisable property, being action which he would be entitled to take if it were such property, b believing, and having reasonable grounds for believing, that he is entitled to take that action in relation to that property, he shall not be liable to any person in respect of any loss or damage resulting from his action except in so far as the loss or damage is caused by his negligence. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "21", "section_title": " Discharge of administrator.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "22", "section_title": " Rules of court as regards accountant of court’s supervision etc. of administrators.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "23", "section_title": " Exercise of powers by Court of Session or administrator.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "24", "section_title": " Power to facilitate realisation.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "25", "section_title": " Realisable property inadequate to meet payments under confiscation order.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "26", "section_title": " Compensation.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "27", "section_title": " Recognition and enforcement of orders under Drug Trafficking Offences Act 1986.", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "28", "section_title": " Provisions supplementary to section 27.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "28A", "section_title": " Inhibition of Scottish property affected by order registered under section 27.", "section_text": "28A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "28B", "section_title": " Arrestment of Scottish property affected by order registered under section 27.", "section_text": "28B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "29", "section_title": " Enforcement of Northern Ireland orders.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "30", "section_title": "Enforcement of other external orders.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "30A", "section_title": " Registration of external confiscation orders.", "section_text": "30A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "32", "section_title": " Order in Council as regards taking of action in designated country.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "33", "section_title": " Sequestration of person holding realisable property.", "section_text": "33 1 Where the estate of a person who holds reliable property is sequestrated— a property for the time being subject to a restraint order made before the date of sequestration (within the meaning of section 12(4) of the  1985 Act); and b any proceeds of property realised by virtue of section 13(1) of this Act for the time being in the hands of an administrator appointed under that section, is excluded from the debtor’s estate for the purposes of that Act. 2 Where an award of sequestration has been made, the powers conferred on the Court of Session by sections 8, 11 to 13, 16, 24, 27 and 28 of this Act or on an administrator appointed under subsection (1) of the said section 13 shall not be exercised in relation to— a property comprised in the whole estate of the debtor (within the meaning of section 31(8) of the 1985 Act); or b any income of the debtor which has been ordered, under subsection (2) of section 32 of that Act, to be paid to the permanent trustee or any estate which,  under subsection (10) of section 31 of that Act or subsection (6) of the said section 32 of that Act , vests in the permanent trustee, and it shall not be competent to submit a claim in relation to the confiscation order to the permanent trustee in accordance with section 48 of that Act. 3 Nothing in the 1985 Act shall be taken as restricting, or enabling the restriction of, the exercise of the powers so conferred. 4 Where, during the period before sequestration is awarded, an interim trustee stands appointed under the proviso to section 13(1) of the 1985 Act and any property in the debtor’s estate is subject to a restraint order, the powers conferred on the interim trustee by virtue of that Act do not apply to property for the time being subject to the restraint order. 5 Where the estate of a person is sequestrated and he has directly or indirectly made an implicative gift— a no decree shall, at any time when proceedings as regards an offence to which section 1 of this Act relates have been instituted against him and have not been concluded or when property of the person to whom the gift was made is subject to a restraint order, be granted under section 34 or 36 of the 1985 Act (gratuitous alienations and unfair preferences) in respect of the making of the gift; and b any decree granted under either of the said sections 34 and 36 after the conclusion of the proceedings shall take into account any realisation under this Act of property held by the person to whom the gift was made. 6 In any case in which, notwithstanding the coming into force of the 1985 Act, the  Bankruptcy (Scotland) Act 1913 applies to a sequestration, subsection (2) above shall have effect as if for paragraphs (a) and (b) thereof there were substituted the following paragraphs— a property comprised in the whole property of the debtor which vests in the trustee under section 97 of the Bankruptcy (Scotland) Act 1913, b any income of the bankrupt which has been ordered, under subsection (2) of section 98 of that Act, to be paid to the trustee or any estate which, under subsection (1) of that section, vests in the trustee, , and subsection (3) above shall have effect as if, for the reference in it to the  1985 Act, there were substituted a reference to the said Act of 1913."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "34", "section_title": " Bankruptcy in England and Wales of person holding realisable property.", "section_text": "34 1 Where a person who holds realisable property is adjudged bankrupt— a property for the time being subject to a restraint order made before the order adjudging him bankrupt, and b any proceeds of property realised by virtue of section 13(1) of this Act for the time being in the hands of an administrator appointed under that section, is excluded from the bankrupt’s estate for the purposes of Part IX of the  Insolvency Act 1986. 2 Where a person has been adjudged bankrupt, the powers conferred on the Court of Session by sections 8, 11 to 13, 16, 24, 27 and 28 of this Act or on an administrator appointed under subsection (1) of the said section 13 shall not be exercised in relation to— a property for the time being comprised in the bankrupt’s estate for the purposes of the said Part IX, b property in respect of which his trustee in bankruptcy may (without leave of the court) serve a notice under section 307  308 or 308A of the Insolvency Act 1986 (after-acquired property and tools, clothes etc. exceeding value of reasonable replacement  and certain tenancies ), and c property which is to be applied for the benefit of creditors of the bankrupt by virtue of a condition imposed under section 280(2)(c) of the Insolvency Act 1986. 3 Nothing in the Insolvency Act 1986 shall be taken as restricting, or enabling the restriction of, the exercise of the powers so conferred. 4 Where, in the case of a debtor, an interim receiver stands appointed under section 286 of the Insolvency Act 1986 and any property of the debtor is subject to a restraint order the powers conferred on the receiver by virtue of that Act do not apply to property for the time being subject to the restraint order. 5 Where a person is adjudged bankrupt and has directly or indirectly made an implicative gift— a no order shall, at any time when proceedings for a drug trafficking offence have been instituted against him and have not been concluded or when property of the person to whom the gift was made is subject to a restraint order, be made under section 339 or 423 of the Insolvency Act 1986 (avoidance of certain transactions) in respect of the making of the gift, and b any order made under either of those sections after the conclusion of the proceedings shall take into account any realisation under this Act of property held by the person to whom the gift was made. 6 In any case in which a petition in bankruptcy was presented, or a receiving order or adjudication in bankruptcy was made, before the date on which the Insolvency Act 1986 came into force, subsections (2) to (5) above have effect with the following modifications— a for references to the bankrupt’s estate for the purposes of Part IX of that Act there are substituted references to the property of the bankrupt for the purposes of the  Bankruptcy Act 1914. b for references to the said Act of 1986 and to sections 280(2)(c), 286, 339, and 423 of that Act there are respectively substituted references to the said Act of 1914 and to sections 26(2), 8, 27 and 42 of that Act, c the references in subsection (4) to an interim receiver appointed as there mentioned include, where a receiving order has been made, a reference to the receiver constituted by virtue of section 7 of the said Act of 1914, and d subsections (2)(b) and (4) are omitted."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "35", "section_title": " Winding up company holding realisable property.", "section_text": "35 1 Where realisable property is held by a company and an order for the winding up of the company has been made or a resolution has been passed by the company for the voluntary winding up, the functions of the liquidator (or any provisional liquidator) shall not be exercisable in relation to— a  property for the time being subject to a restraint order made before the relevant time, and b any proceeds of property realised by virtue of section 13(1) of this Act for the time being in the hands of an administrator appointed under that section. 2 Where, in the case of a company, such an order has been made or such a resolution has been passed, the powers conferred on the Court of Session by sections 8, 11 to 13, 16, 24, 27 and 28 of this Act or on an administrator appointed under subsection (1) of the said section 13 shall not be exercised in relation to any realisable property held by the company in relation to which the functions of the liquidator are exercisable— a so as to inhibit the liquidator from exercising those functions for the purpose of distributing any property held by the company to the company’s creditors, or b so as to prevent the payment out of any property of expenses (including the remuneration of the liquidator or any provisional liquidator) properly incurred in the winding up in respect of the property. 3 Nothing in the  Insolvency Act 1986 shall be taken as restricting, or enabling the restriction of, the exercise of the powers so conferred. 4 For the purposes of the application of Parts IV and V of the  Insolvency Act 1986 (winding up of registered companies and winding up of unregistered companies) to a company which the Court of Session has jurisdiction to wind up, a person is not a creditor in so far as any sum due to him by the company is due in respect of a confiscation order (whether under this Act or under and within the meaning of  section 2 of the Drug Trafficking Act 1994  or any corresponding provision in Northern Ireland). 5 In this Section— “ company ” means any company which may be wound up under the Insolvency Act 1986; and “ the relevant time ” means— a where no order for the winding up of the company has been made, the time of the passing of the resolution for voluntary winding up, b where such an order has been made and, before the presentation of the petition for the winding up of the company by the court, such a resolution had been passed by the company, the time of the passing of the resolution, and c in any other case where such an order has been made, the time of the making of the order. 6 In any case in which a winding up of a company commenced, or is treated as having commenced, before the date on which the Insolvency Act 1986 came into force, subsections (2) to (5) above have effect with the substitution for references to that Act of references to the  Companies Act 1985."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "36", "section_title": " Property subject to floating charge.", "section_text": "36 1 Where any property held subject to a floating charge by a company is realisable property and a receiver has been appointed by, or on the application of, the holder of the charge, the powers of the receiver in relation to the property so held shall not be exercisable in relation to— a so much of it as is for the time being subject to a restraint order made before the appointment of the receiver, and b any proceeds of property realised by virtue of section 13(1) of this Act for the time being in the hands of an administrator appointed under that section. 2 Where, in the case of a company, such an appointment has been made, the powers conferred on the Court of Session by sections 8, 11 to 13, 16 and 24 of this Act or on an administrator appointed under subsection (1) of the said section 13 shall not be exercised in relation to any realisable property held by the company in relation to which the powers of the receiver are exercisable— a so as to inhibit the receiver from exercising his powers for the purpose of distributing any property held by the company to the company’s creditors, or b so as to prevent the payment out of any property of expenses (including the remuneration of the receiver) properly incurred in the exercise of the receiver’s powers in respect of the property. 3 Nothing in the Insolvency Act 1986, shall be taken as restricting, or enabing the restriction of, the exercise of the receiver’s powers so conferred. 4 In this section— “ company ” has the same meaning as in section 35 of this Act; and “ floating charge ” includes a floating charge within the meaning given by section 462 of the Companies Act 1985 (power of incorporated company to create floating charge). 5 In any case in which a receiver was appointed as is mentioned in subsection (1) above before the date on which the Insolvency Act 1986 came into force, subsections (2) to (4) above have effect with the substitution for references to that Act of references to the Companies Act 1985."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "37", "section_title": " Insolvency practitioners dealing with property subject to restraint order.", "section_text": "37 1 Without prejudice to the generality of any enactment contained in the Insolvency Act 1986 or in the 1985 Act, where— a any person acting as an insolvency practitioner seizes or disposes of any property in relation to which his functions are, because that property is for the time being subject to a restraint order, not exercasable; and b at the time of the seizure or disposal he believes, and had reasonable grounds for believing, that he is entitled (whether in pursuance of a court order or otherwise) to seize or dispose of that property, he shall not be liable to any person in respect of any loss or damage resulting from the seizure or disposal except in so far as the loss or damage is caused by the insolvency practitioner’s negligence; and the insolvency practitioner shall have a lien on the property, or the proceeds of its sale, for such of his expenses as were incurred in connection with the liquidation, sequestration or other proceedings in relation to which the seizure or disposal purported to take place and for so much of his remuneration as may reasonably be assigned for his actings in connection with those proceedings. 2 Any person who, acting as an insolvency practitioner, incurs expenses— a in respect of such property as is mentioned in paragraph (a) of subsection (1) above and in so doing does not know and has no reasonable grounds to believe that the property is for the time being subject to a restraint order; or b other than in respect of such property as is so mentioned, being expenses which, but for the effect of a restraint order, might have been met by taking possession of and realising the property, shall be entitled (whether or not he has seized or disposed of that property so as to have a lien under that subsection) to payment of those expenses under section 16(1) or (3)(a) of this Act. 3 In the foregoing provisions of this section, the expression “ acting as an insolvency practitioner ” shall be construed in accordance with section 388 (interpretation) of the said Act of 1986 except that for the purpose of such construction the reference in subsection (2)(a) of that section to a permanent or interim trustee in a sequestration shall be taken to include a reference to a trustee in a sequestration and subsection (5) of that section  . . . shall be disregarded; and the expression shall also comprehend the official receiver acting as receiver or manager of the property."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "37A", "section_title": " Forfeiture of property where accused has died.", "section_text": "37A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "38", "section_title": " Order to make material available.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "39", "section_title": " Authority for search.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "40", "section_title": " Interpretation of sections 38 and 39.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "40A", "section_title": " Prosecution by order of the Commissioners of Customs and Excise.", "section_text": "40A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "41", "section_title": " Disclosure of information held by government departments.", "section_text": "41 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Material may be produced or disclosed in pursuance of this section notwithstanding any obligation as to secrecy or other restriction upon the disclosure of information imposed by statute or otherwise. 11 An order under subsection (1) above and, in the case of material in the possession of an authorised government department, an order under section 38(2) of this Act may require any officer of the department (whether named in the order or not) who may for the time being be in possession of the material concerned to comply with such order; and any such order shall be served as if the proceedings were civil proceedings against the department. 12 The person on whom an order under subsection (1) above is served— a shall take all reasonable steps to bring it to the attention of the officer concerned, and b if the order is not brought to that officer’s attention within the period referred to in subsection (1) above, shall report the reasons for the failure to the Court of Session; and it shall also be the duty of any other officer of the department in receipt of the order to take such steps as are mentioned in paragraph (a) above."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "42", "section_title": " Offence of prejudicing investigation.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "43", "section_title": " Offence of assisting another to retain the proceeds of drug trafficking.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "44", "section_title": " Offences relating to controlled drugs: fines.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "45", "section_title": " Minor amendments in relation to drug trafficking. 4 & 5  Geo.  5 c. 59.", "section_text": "45 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 1(2)(a) of the  Rehabilitation of Offenders Act 1974 (failure to pay fines etc. not to prevent person becoming rehabilitated) the reference to a fine or other sum adjudged to be paid by or on a conviction does not include a reference to an amount payable under a confiscation order. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "46", "section_title": " Service and notice for purposes of Part I.", "section_text": "46 Subject to the provisions of this Part of this Act, provision may be made by rules of court as to the giving of notice required for the purposes of this Part of this Act or the effecting of service so required; and different provision may be so made for different cases or classes of case and for different circumstances or classes of circumstance."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "46A", "section_title": " Extension of certain offences to Crown servants and exemptions for regulators etc.", "section_text": "46A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "47", "section_title": " Interpretation of Part I.", "section_text": "47 1 In this Part of this Act (except where the context otherwise requires)— “ administrator ” shall be construed in accordance with section 13 of this Act; “ associate ” shall be construed in accordance with section 74 of the 1985 Act; “ authorised government department ” means a government department which is an authorised department for the purposes of the Crown Proceedings Act 1947; “ confiscation order ” has the meaning assigned by section 1(1) of this Act; “ designated country ” shall be construed in accordance with section 30(2) of this Act; “ drug trafficking ” has the meaning assigned by section 1(6) of this Act; “ implicative gift ” shall be construed in accordance with section 6 of this Act; “ realisable property ” shall be construed in accordance with section 5 of this Act; “ restraint order ” has the meaning assigned by section 9 of this Act; and “ the 1985 Act ” means the  Bankruptcy (Scotland) Act 1985. 2 This Part of this Act shall (except where the context otherwise requires) be construed as one with the  1975 Act. 3 This Part of this Act applies to property whether it is situated in Scotland or elsewhere. 4 References in this Part of this Act— a to offences include a reference to offences commited before the commencement of section 1 of this Act; but nothing in this Act imposes any duty or confers any power on any court in or in connection with proceedings against a person for an offence to which that section relates instituted before the commencement of that section; b to anything received in connection with drug trafficking include a reference to anything received both in that connection and in some other connection; and c to property held by a person include a reference to property vested in the interim or permanent trustee in his sequestration or in his trustee in bankruptcy or liquidator. 5 For the purposes of this Part of this Act (and subject to subsections (8) and (9) of section 30 of this Act), proceedings are concluded as regards an offence where— a the trial diet is deserted  simpliciter ; b the accused is acquitted or, under section 101 of the 1975 Act, discharged or liberated; c the High Court sentences or otherwise deals with him without making a confiscation order and without postponing a decision as regards making such an order; d after such postponement as is mentioned in paragraph (c) above, the High Court decides not to make a confiscation order; e his conviction is quashed; or f either the amount of a confiscation order made has been paid or there remains no liability to imprisonment in default of so much of that amount as is unpaid."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "48", "section_title": " Detention and questioning by customs officers.", "section_text": "48 1 Where an officer has reasonable grounds for suspecting that a person has committed or is committing an offence punishable by imprisonment relating to an assigned matter, the officer may, for the purpose of facilitating the carrying out of investigations— a into the offence; and b as to whether criminal proceedings should be instigated against the person, detain that person and take him as quickly as is reasonably practicable to a customs office or other premises  and may thereafter for that purpose take him to any other place  and, subject to the following provisions of this section, the detention may continue  at the customs office, or as the case may be the other premises or place. . 2 Detention under subsection (1) above shall be terminated not more than six hours after it begins or (if earlier)— a when the person is arrested; b when he is detained in pursuance of any other enactment or subordinate instrument; or c where there are no longer such grounds as are mentioned in the said subsection (1), and when a person has been detained under subsection (1) above, he shall be informed immediately upon the termination of his detention in accordance with this subsection that his detention has been terminated. 3 Where a person has been released at the termination of a period of detention under subsection (1) above he shall not thereafter be detained, under that subsection, on the same grounds or on any grounds arising out of the same circumstances. 4 Where a person has previously been detained in pursuance of any other enactment or subordinate instrument, he may not be detained under subsection (1) above on the same grounds or on grounds arising from the same circumstances as those which led to his earlier detention. 5 At the time when an officer detains a person under subsection (1) above, he shall inform the person of his suspicion, of the general nature of the offence which he suspects has been or is being committed and of the reason for the detention; and there shall be recorded— a the place where detention begins and the customs office or other premises to which the person is taken; aa any other place to which the person is, during the detention, thereafter taken; b the general nature of the suspected offence; c the time when detention under subsection (1) above begins and the time of the person’s arrival at the customs office or other premises; d the time when the person is informed of his rights in terms of subsection (8) below and of section 49(1) of this Act and the identity of the officer so informing him; e where the person requests such intimation to be sent as is specified in section 49(1) of this Act, the time when such request is— i made; ii complied with; and f the time of the person’s  release from detention  or, where instead of being released he is— i further detained under section 50 of this Act, the time of commencement of the further detention; or ii arrested in respect of the alleged offence, the time of such arrest. 6 Where a person is detained under subsection (1) above, an officer may— a without prejudice to any existing rule of law as regards the admissibility in evidence of any answer given, put questions to him in relation to the suspected offence; b exercise the same powers of search as are available following an arrest. 7 An officer may use reasonable force in exercising any power conferred by subsection (1) or (6)(b) above. 8 A person detained under subsection (1) above shall be under no obligation to answer any question other than to give his name and address, and an officer shall so inform him both on so detaining him and on arrival at the customs office or other premises. 9 In this section and in sections 49 and 50 of this Act “ assigned matter ” and “ officer ” have the meanings given to them by section 1 of the  Customs and Excise Management Act 1979, and “ customs office ” means a place for the time being occupied by Her Majesty’s Customs and Excise."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "49", "section_title": " Right to have someone informed when detained", "section_text": "49 1 Without prejudice to section 19 or 305 of the  1975 Act (intimation to solicitor following arrest), a person who, not being a person in respect of whose detention subsection (2) below applies, is being detained under section 48 of this Act  and has been taken to a customs office or other premises or place  shall be entitled to have intimation of his detention and of the  customs office or other premises or place sent to a solicitor and to one other person reasonably named by him without delay or, where some delay is necessary in the interest of the investigation or the prevention of crime or the apprehension of offenders, with no more delay than is so necessary; and the person shall be informed of such entitlement— a on arrival at the customs office or other premises; or b where he is not detained until after such arrival, on such detention. 2 Without prejudice to the said section 19 or 305, an officer shall, where a person who is being detained as is mentioned in subsection (1) above appears to him to be a child, send without delay such intimation as is mentioned in that subsection to that person’s parent if known; and the parent— a in a case where there is reasonable cause to suspect that he has been involved in the alleged offence in respect of which the person has been detained, may; and b in any other case shall, be permitted access to the person. 3 The nature and extent of any access permitted under subsection(2) above shall be subject to any restriction essential for the furtherance of the investigation or the well-being of the person. 4 In subsection (2) above— a “ child ” means a person under 16 years of age; and b “ parent ”includes a guardian and any person who has the  care  of a child."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "50", "section_title": " Detention in connection with certain drug smuggling offences.", "section_text": "50 1 Where an officer has reasonable grounds for suspecting— a that a person has committed or is committing a relevant offence; and b that, in connection with the commission of such an offence, a controlled drug is secreted in the person’s body, a superior officer may, notwithstanding that the person has been or is being detained in pursuance of any other enactment or subordinate instrument, authorise the detention of the person at a customs office or other premises in accordance with this section. 2 Subject to subsection (7) below, where a person is detained under subsection (1) above or is further detained in pursuance of a warrant under subsection (4) below he shall— a provide such specimens of blood or urine for analysis; b submit to such intimate searches, to be carried out by a registered medical practitioner; c submit to such other tests or examination prescribed by the Secretary of State by regulations made under this paragraph to be carried out by, or under the supervision of, a registered medical practitioner, as the officer may reasonably require; and regulations under paragraph (c) above shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 3 Subject to subsection (4) below, detention under subsection (1) above shall be terminated not more than 24 hours after it begins, or (if earlier)— a when the person is arrested; b when he is detained in pursuance of any other enactment or subordinate instrument; or c where there are no longer such grounds as are mentioned in subsection (1), and, when a person has been detained under subsection (1), he shall, unless further detained in pursuance of a warrant under subsection (4) below, be informed immediately upon the termination of his detention in accordance with this subsection that his detention has been terminated. 4 Where a person is detained under subsection (1) above and either— a he has failed or refused— i to provide a specimen in pursuance of paragraph (a) of subsection (2) above; or ii to submit to any search, test or examination referred to in paragraph (b) or (c) of that subsection; or b as a result of anything done in pursuance of the said subsection (2) the officer continues to have reasonable grounds for suspecting— i that the person has committed or is committing a relevant offence; and ii that a controlled drug is secreted in the person’s body, the procurator fiscal may, at the request of a superior officer, apply to the sheriff for a warrant for the further detention of the person at a customs office or other premises for an additional period of not more than 7 days; and if the sheriff is satisfied that there has been such failure or refusal as is mentioned in paragraph (a) above or, as the case may be, that there are reasonable grounds as mentioned in paragraph (b) above he may grant a warrant for such further detention. 5 Detention in pursuance of a warrant under subsection (4) above shall be terminated at the end of the period of 7 days mentioned in that subsection or (if earlier)— a when the person is arrested; b when he is detained in pursuance of any other enactment or subordinate instrument; or c where there are no longer such grounds as are mentioned in paragraph (b) of that subsection, and when a person has been detained in pursuance of a warrant under subsection (4), he shall be informed immediately on the termination of his detention in accordance with this subsection that his detention has been terminated. 6 Subject to subsection (7) below, the question whether it is to be a specimen of blood or a specimen of urine which is to be provided in pursuance of subsection (2) above shall be decided by the officer making the requirement. 7 A person may be required, in pursuance of subsection (2) above— a to provide a specimen of blood; or b to submit to any search, test or examination, only if a registered medical practitioner is of the opinion that there are no medical reasons for not making such a requirement; and, if a requirement to provide a specimen of blood is made, the specimen may be taken only by a registered medical practitioner. 8 Subsections (3), (5), (6) and (8) of section 48 of this Act shall apply in respect of a person detained under this section as they apply in respect of a person detained under the said section 48; and, except as regards a requirement under subsection (2) above, an officer may use reasonable force in exercising any power conferred by this section. 9 Section 49 of this Act shall, subject to the following modifications, apply in respect of a person detained under this section as it applies to a person detained under section 48 of this Act— a any delay in informing a solicitor and one other person of such detention as is mentioned in subsection (1) of the said section 49 shall not extend longer than the period of 24 hours from the start of the detention, and shall only be permitted on the authorisation of a superior officer; b the person detained shall be entitled to consult a solicitor at any time without delay, and he shall be informed of such entitlement at the commencement of the detention; but, if a superior officer considers it necessary in the interest of the investigation or the prevention of a crime or the apprehension of offenders, he may authorise a delay not extending longer than the period of 24 hours from the start of the detention; and c paragraph (a) of subsection (2) of the said section 49 shall cease to apply at the end of the period of 24 hours from the start of the detention, but any delay authorised by virtue of this subsection shall be for no longer than is necessary in the interest of the investigation or the prevention of crime or the apprehension of offenders. 10 Without prejudice to section 20(2) of the  Interpretation Act 1978, the references in section 48(5) of this Act to section 49(1) of this Act shall be construed as including references to subsection (9) above; and the requirement to record certain matters under the said section 48(5) shall include a requirement to record the time when a person detained makes a request to consult a solicitor and the time when the solicitor is contacted for the purpose of arranging a consultation. 11 In this section— “ intimate search ” means a search which consists of the physical examination of a person’s body orifices; “ relevant offence ” means an offence involving a controlled drug under any of the following provisions of the  Customs and Excise Management Act 1979— a section 50(2) or (3) (importation etc. of prohibited goods); b section 68(2) (exportation etc. of prohibited goods); c section 170(1) (possessing or dealing with prohibited goods); d section 170(2) (being concerned in evasion or attempt at evasion of a prohibition); “ superior officer ” means an officer of the graded of senior executive officer or above."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "51", "section_title": " Lord Advocate’s direction.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "52", "section_title": " Powers of investigation.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "53", "section_title": " Offences in relation to investigations under section 52.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "54", "section_title": " Disclosure of Information.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "55", "section_title": " Power to petition for winding up etc. on information obtained under section 52.", "section_text": "55 The words “ or section 52 of the Criminal Justice (Scotland) Act 1987 ” shall be inserted—  a in section 440 of the Companies Act 1985, after the words “that Act”; b in section 8(1) of the  Company Directors Disqualification Act 1986, after the words “the Financial Services Act 1986”, in the second place where they occur; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "56", "section_title": " Conditional offer of fixed penalty by procurator fiscal.", "section_text": "56 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 The Secretary of State may, by order made by statutory instrument subject to annulment in persuance of a resolution of either House of Parliament, make such provision as he considers necessary for the enforcement in England and Wales or Northern Ireland of any penalty (treated, in pursuance of subsection (8) above, as a fine). which is transferred as a fine to a court in England and Wales or, as the case may be, Northern Ireland."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "59", "section_title": " Detention of children in summary proceedings.", "section_text": "59 1 For section 413 of the 1975 Act (committal for residential training) there shall be substitute the following new section—  Detention of children. 413 1 Where a child appears before the sheriff in summary proceedings and pleads guilty to, or is found guilty of, an offence to which this section applies, the sheriff may order that he be detained in residential care by the appropriate local authority for such period, not exceeding one year, as the sheriff may determine in such place (in any part of the United Kingdom) as the local authority may, from time to time, consider appropriate. 2 This section applies to any offence in respect of which it is competent to impose imprisonment on a person of the age of 21 years or more. 3 In this section— “ the appropriate local authority ” means— a where the child usually resides in Scotland, the regional or islands council for the area in which he usually resides; b in any other case, the regional or islands council for the area in which the offence was committed; “ care ” shall be construed in accordance with section 32(3) of the 1968 Act, and the provisions of that Act specified in section 44(5) of that Act shall apply in respect of a child who is detained in residential care in pursuance of this section as they apply in respect of a child who is subject to a supervision requirement; “ the 1968 Act ”means the Social Work (Scotland) Act 1968. 4 Where a child in respect of whom an order is made under this section is also subject to a supervision requirement within the meaning of the 1968 Act, subject to subsection (6) below, the supervision requirement shall be of no effect during any period for which he is required to be detained under the order. 5 The Secretary of State may, by regulations made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament, make such provision as he considers necessary as regards the detention in secure accommodation (within the meaning of the 1968 Act) of children in respect of whom orders have been made under this section. 6 Section 20A of the 1968 Act (review of children in care) shall apply to a child detained in residential care in pursuance of an order under this section as if the references to care in that section were references to care within the meaning of this section; and, without prejudice to their duty to do so by virtue of the said section 20A, the local authority may, at any time, review the case of such a child and may, in consequence of such a review and after having regard to the best interests of the child and the need to protect members of the public, release the child— a for such period and on such conditions as they consider appropriate; or b unconditionally, and where a child who is released unconditionally is subject to a supervision requirement within the meaning of the 1968 Act, the effect of the supervision requirement shall, in the case of a supervision requirement imposed during the period of detention, commence or, in any other case, resume upon such release. 7 Where a local authority consider it appropriate that a child in respect of whom an order has been made under subsection (1) above should be detained in a place in any part of the United Kingdom outside Scotland, the order shall be a like authority as in Scotland to the person in charge of the place to restrict the child’s liberty to such an extent as that person may consider appropriate having regard to the terms of the order. . 2 In section 463 of the 1975 Act— a in subsection (1)(b) for the words “and 390” there shall be substituted the words “, 390 and 413”; and b in subsection (1A) for the words “and 374” there shall be substituted the words “, 374 and 413”. 3 Notwithstanding the repeal by this Act of section 58A of the  Children and Young Persons (Scotland) Act 1937, any child who, before the commencement of this section, has been ordered to be detained pursuant to the directions of the Secretary of State under section 413 of the 1975 Act— a shall, while so detained after such commencement, continue to be deemed to be in legal custody; and b may at any time be released conditionally or unconditionally by the Secretary of State, and any such child conditionally released shall be liable to recall on the directions of the Secretary of State and if he fails to comply with any conditions of his release he may be apprehended without warrant and taken to the place from which he was released."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "65", "section_title": " .", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "67", "section_title": "", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Exceeding £50,000 but not exceeding £100,000 2 years Exceeding £100,000 but not exceeding £250,000 3 years Exceeding £250,000 but not exceeding £1 million 5 years Exceeding £1 million 10 years."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "68"}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "69", "section_title": " Interpretation.", "section_text": "69 In this Act— “ controlled drug ” has the meaning assigned by section 2 of the  Misuse of Drugs Act 1971; and “ the 1975 Act ” means the  Criminal Procedure (Scotland) Act 1975; and provision for the construction of the expressions “ administrator ”, “ associate ”, “ authorised government department ”, “ confiscation order ”, “ drug trafficking ”, “ implicative gift ”, “ realisable property ”, “ restraint order ” and “ the 1985 Act ” is made by section 47(1) of this Act."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "70", "section_title": " Amendments and repeals.", "section_text": "70 1 The enactments mentioned in Schedule 1 to this Act shall have effect subject to the amendments respectively specified in that Schedule, being minor amendments and amendments consequential on the provisions of this Act. 2 The enactments set out in columns 1 and 2 of Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "71", "section_title": " Expenses.", "section_text": "71 There shall be paid out of money provided by Parliament— a any amount payable— i under section 20(2) of this Act in respect of remuneration or expenses of administrators; or ii as compensation under section 26(4)(c) of this Act; b any administrative expenses incurred by the Secretary of State, or by the Lord Advocate, in consequence of this Act; and c any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Criminal Justice (Scotland) Act 1987", "year": 1987, "section": "72", "section_title": " Short title, commencement and extent.", "section_text": "72 1 This Act may be cited as the Criminal Justice (Scotland) Act 1987; and subject to subsection (4) below it extends to Scotland only. 2 This Act, except this section, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different purposes and for different provisions. 3 An order under subsection (2) above may contain such transitional provisions and savings as appear to the Secretary of State necessary or expedient in connection with the provisions brought into force (whether wholly or partly) by the order. 4 This section and sections 4(5), 20(1), 33 to 37, 41(10) to (12), 45(2), (3) and (7)(c) and (f), 47, 55(a) and (b) and 69 of, and, in so far as relating to the  Drug Trafficking Offences Act 1986, section 70(2) of, and Schedule 2 to, this Act extend to England and Wales as well as to Scotland; sections 51 to 53, 56(11) and 59 extend to England and Wales and to Northern Ireland as well as to Scotland; sections 31 and 45(1), (4) and (7)(a), (b), (d) and (e) extend to England and Wales only;   . . .."}]