[{"act": "Crossbows Act 1987", "year": 1987, "section": "1", "section_title": " Sale and letting on hire.", "section_text": "1 A person who sells or lets on hire a crossbow or a part of a crossbow to a person under the age of  eighteen  is guilty of an offence,  unless he believes him to be  eighteen years of age or older and has reasonable ground for the belief ."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "1A", "section_title": "Defences", "section_text": "1A 1 It is a defence for a person charged with an offence under section 1 (referred to in this section as  “ the accused ”) to show that— a the accused believed the person to whom the crossbow or part was sold or let on hire (referred to in this section as  “ the purchaser or hirer ”) to be aged 18 or over, and b either— i the accused had taken reasonable steps to establish the purchaser or hirer's age, or ii no reasonable person could have suspected from the purchaser or hirer's appearance that the purchaser or hirer was under the age of 18. 2 For the purposes of subsection (1)(b)(i), the accused is to be treated as having taken reasonable steps to establish the purchaser or hirer's age if and only if— a the accused was shown any of the documents mentioned in subsection (3), and b the document would have convinced a reasonable person. 3 Those documents are any document bearing to be— a a passport, aa a UK driving licence, b a European Union photocard driving licence, or c such other document, or a document of such other description, as the Scottish Ministers may by order made by statutory instrument prescribe. 4 A statutory instrument containing an order under subsection (3)(c) is subject to annulment in pursuance of a resolution of the Scottish Parliament."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "2", "section_title": " Purchase and hiring.", "section_text": "2 A person under the age of  eighteen  who buys or hires a crossbow or a part of a crossbow is guilty of an offence."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "3", "section_title": " Possession.", "section_text": "3 A person under the age of  eighteen  who has with him— a a crossbow which is capable of discharging a missile, or b parts of a crossbow which together (and without any other parts) can be assembled to form a crossbow capable of discharging a missile, is guilty of an offence, unless he is under the supervision of a person who is twenty-one years of age or older."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "3A", "section_title": "Test purchasing", "section_text": "3A 1 A person under the age of 18 who buys or hires, or attempts to buy or hire, a crossbow or a part of a crossbow does not commit an offence under section 2 or 3 if the person is authorised to do so by the chief constable for the purpose of determining whether an offence is being committed under section 1. 2 A chief constable may authorise a person under the age of 18 to buy or hire, or attempt to buy or hire, a crossbow or a part of a crossbow only if satisfied that all reasonable steps have been or will be taken to— a ensure the person's safety, and b avoid any risk to the person's welfare."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "4", "section_title": " Powers of search and seizure  etc.", "section_text": "4 1 If a constable suspects with reasonable cause that a person is committing or has committed an offence under section 3, the constable may— a search that person for a crossbow or part of a crossbow; b search any vehicle, or anything in or on a vehicle, in or on which the constable suspects with reasonable cause there is a crossbow, or part of a crossbow, connected with the offence. 2 A constable may detain a person or vehicle for the purpose of a search under subsection (1). 3 A constable may seize and retain for the purpose of proceedings for an offence under this Act anything discovered by him in the course of a search under subsection (1) which appears to him to be a crossbow or part of a crossbow. 4 For the purpose of exercising the powers conferred by this section a constable may enter any land other than a dwelling-house."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "5", "section_title": " Exception.", "section_text": "5 This Act does not apply to crossbows with a draw weight of less than 1.4 kilograms."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "6", "section_title": " Punishments.", "section_text": "6 1 A person guilty of an offence under section 1 shall be liable, on summary conviction, to imprisonment for a term not exceeding six months, to a fine not exceeding level 5 on the standard scale, or to both. 2 A person guilty of an offence under section 2 or 3 shall be liable, on summary conviction, to a fine not exceeding level 3 on the standard scale. 3 The court by which a person is convicted of an offence under this Act may make such order as it thinks fit as to the forfeiture or disposal of any crossbow or part of a crossbow in respect of which the offence was committed."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "7", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "7 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to the purposes of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crossbows Act 1987", "year": 1987, "section": "8", "section_title": " Short title, commencement and extent.", "section_text": "8 1 This Act may be cited as the Crossbows Act 1987. 2 Sections 1 to 6 shall come into force at the end of the period of two months beginning with the day on which this Act is passed. 3 Sections 1 to 6 shall not extend to Northern Ireland."}]