[{"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "1", "section_title": " Time to pay directions.", "section_text": "1 1 Subject to subsections (3) to (5) below and to section 14 of this Act,   on an application by the debtor,  the court  or the First-tier Tribunal , on granting decree for payment of any principal sum of money , shall, if satisfied that it is reasonable in all the circumstances to do so, and having regard in particular to the matters mentioned in subsection (1A) below,   direct that any sum decerned for in the decree (including any interest claimed in pursuance of subsections (6) and (7) below) or any expenses in relation to which the decree contains a finding as to liability or both such sum and such expenses shall be paid— a by such instalments, commencing at such time after the date of intimation by the creditor to the debtor of an extract of the decree containing the direction, payable at such intervals; or b as a lump sum at the end of such period following intimation as mentioned in paragraph (a) above, as the court   or the First-tier Tribunal  may specify in the direction. 1A The matters referred to in subsection (1) above are— a the nature of and reasons for the debt in relation to which decree is granted; b any action taken by the creditor to assist the debtor in paying that debt; c the debtor's financial position; d the reasonableness of any proposal by the debtor to pay that debt; and e the reasonableness of any refusal by the creditor of, or any objection by the creditor to, any proposal by the debtor to pay that debt. 2 A direction under subsection (1) above shall be known as a “time to pay direction”. 3 Where a court   or the First-tier Tribunal  grants a decree which contains a finding as to liability for expenses but does not at the same time make a time to pay direction, then (whether or not the decree also decerns for payment of the expenses), it shall not at any time thereafter be competent for the court   or the First-tier Tribunal  to make a time to pay direction in relation to those expenses. 4 Where a court   or the First-tier Tribunal  grants a decree which contains a finding as to liability for expenses and makes a time to pay direction in relation to those expenses but— a does not decern for payment of the expenses; or b decerns for payment of the expenses as taxed by the auditor of court   or auditor of the Court of Session  but does not specify the amount of those expenses, in relation to so much of the time to pay direction as relates to the expenses, the reference in subsection (1) above to the date of intimation of an extract of the decree containing the direction shall be treated as a reference to the date of intimation of an extract of a decree decerning for payment of the expenses, being an extract specifying their amount. 5 It shall not be competent for the court   or the First-tier Tribunal  to make a time to pay direction— a where the sum of money (exclusive of any interest and expenses) decerned for exceeds £10,000 or such amount as may be prescribed in regulations made by the Lord Advocate; b where the decree contains an award of a capital sum on divorce or on the granting of a declarator of nullity of marriage; c in connection with a maintenance order; cc in connection with a liability order within the meaning of the Child Support Act 1991; d in an action by or on behalf of   the Commissioners for Her Majesty’s Revenue and Customs   for payment of any sum recoverable   under or by virtue of any enactment or under a contract settlement ; da in an action by or on behalf of Revenue Scotland for payment of any sum recoverable under or by virtue of the Revenue Scotland and Tax Powers Act 2014 (asp 16) or any other enactment in respect of a devolved tax, under a contract settlement or under a settlement agreement, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f in an action for payment of— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii car tax due under the  Car Tax Act 1983  ;. . . iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Without prejudice to section 2(5) of this Act, interest payable under a decree containing a time to pay direction (other than interest awarded as a specific sum in the decree) shall not be recoverable by the creditor except in accordance with subsection (7) below. 7 A creditor who wishes to recover interest to which subsection (6) above applies shall serve a notice on the debtor, not later than the date prescribed by Act of Sederunt   or the First-tier Tribunal for Scotland Housing and Property Chamber (Procedure) Regulations 2017  occurring— a in the case of a direction under subsection (1)(a) above, before the date when the last instalment of the debt concerned (other than such interest) is payable under the direction; b in the case of a direction under subsection (1)(b) above, before the end of the period specified in the direction, stating that he is claiming such interest and specifying the amount of the interest claimed. 8 Any sum paid by a debtor under a time to pay direction shall not be ascribed to interest claimed in pursuance of subsections (6) and (7) above until the debt concerned (other than such interest) has been discharged. 8A In paragraph (d) of subsection (5) above,  “ contract settlement ” means an agreement made in connection with any person's liability to make a payment to the Commissioners for Her Majesty's Revenue and Customs under or by virtue of any enactment. 8B In paragraph (da) of subsection (5)— “ contract settlement ” means any agreement made in connection with any person's liability to make a payment to Revenue Scotland under or by virtue of the Revenue Scotland and Tax Powers Act 2014 (asp 16) or any other enactment in respect of a devolved tax, “ devolved tax ” has the meaning given by section 80A(4) of the Scotland Act 2012 (c. 46), “ settlement agreement ” has the meaning given by section 246(1) of the Revenue Scotland and Tax Powers Act 2014 (asp 16). 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "2", "section_title": " Effect of time to pay direction on diligence.", "section_text": "2 1 While a time to pay direction is in effect, it shall not be competent— a to serve a charge for payment; or b to commence or execute any of the following diligences— i an arrestment and action of furthcoming or sale; ii an attachment; iii an earnings arrestment; iv an adjudication for debt, v a money attachment; vi a land attachment; vii a residual attachment, to enforce payment of the debt concerned. 2 While a time to pay direction is in effect an arrestment used on the dependence of the action or in security of the debt concerned shall remain in effect— a if it has not been recalled; and b to the extent that it has not been restricted under subsection (3) below, but, while the direction is in effect, it shall not be competent to commence an action of furthcoming or sale following on such an arrestment. 2A Where the arrestment which remains in effect as mentioned in subsection (2) above is an arrestment such as is mentioned in subsection (1) of section 73J of this Act, while the time to pay direction is in effect— a it shall not be competent to release funds under subsection (2) of that section; and b the period during which the direction is in effect shall be disregarded for the purposes of determining whether the period mentioned in subsection (3) of that section has expired. 2B While a time to pay direction is in effect an interim attachment shall remain in effect— a if it has not been recalled; or b to the extent that it has not been restricted under subsection (3) below. 3 The court   or the First-tier Tribunal  may, on making a time to pay direction, recall or restrict  an interim attachment or   an arrestment of the kind described in subsection (2) above. 4 If   an interim attachment or  an arrestment of the kind described in subsection (2) above is in effect, the court   or the First-tier Tribunal  may order that the making of a time to pay direction and the recall or restriction of the  interim attachment or   arrestment shall be subject to the fulfilment by the debtor of such conditions within such period as the court   or the First-tier Tribunal  thinks fit; and, where the court   or the First-tier Tribunal  so orders, it shall postpone granting decree until such fulfilment or the end of that period, whichever is the earlier. 5 Where a time to pay direction is recalled or ceases to have effect, otherwise than— a under section 12(2)(a) of this Act; or b by reason of the debt concerned being paid or otherwise extinguished, the debt in so far as it remains outstanding and interest thereon, whether or not awarded as a specific sum in the decree, shall, subject to any enactment or rule of law to the contrary, become enforceable by any diligence mentioned in subsection (1)(b) above. 5A Where— a a time to pay direction is recalled or ceases to have effect as mentioned in subsection (5) above; and b an arrestment such as is mentioned in section 73J(1) of this Act is in effect, the clerk of court , sheriff clerk or, in relation to time to pay directions made by the First-tier Tribunal, a member of administration staff of the First-tier Tribunal   shall intimate the fact of that recall or cessation to the arrestee."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "3", "section_title": " Variation and recall of time to pay direction and arrestment.", "section_text": "3 1 The court which granted a decree , or the First-tier Tribunal, where it has made an order,  containing a time to pay direction may, on an application by the debtor or the creditor— a vary or recall the direction if it is satisfied that it is reasonable  in all the circumstances   to do so; or b if   an interim attachment or  an arrestment in respect of the debt concerned is in effect, recall or restrict the  interim attachment or   arrestment. 2 If   an interim attachment or  an arrestment in respect of the debt concerned is in effect, the court   or the First-tier Tribunal  may order that any variation, recall or restriction under subsection (1) above shall be subject to the fulfilment by the debtor of such conditions as the court   or the First-tier Tribunal  thinks fit. 3 The clerk of court , sheriff clerk or, in relation to time to pay directions made by the First-tier Tribunal, a member of administration staff of the First-tier Tribunal   shall as soon as is reasonably practicable intimate a variation under subsection (1) above to the debtor and to the creditor, and the variation shall come into effect on the date of such intimation."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "4", "section_title": " Lapse of time to pay direction.", "section_text": "4 1 If, on the day on which an instalment payable under a time to pay direction becomes due, there remains unpaid a sum, due under previous instalments, of not less than the aggregate of 2 instalments, the direction shall cease to have effect. 2 If at the end of the period of 3 weeks immediately following the day on which the last instalment payable under a time to pay direction becomes due, any part of the debt concerned remains outstanding, the direction shall cease to have effect. 3 If any sum payable under a time to pay direction under section 1(1)(b) of this Act remains unpaid 24 hours after the end of the period specified in the direction, the direction shall cease to have effect. 4 Where— a a decree for payment of a principal sum of money contains a finding as to liability for expenses and decree for payment of the expenses is subsequently granted; and b a time to pay direction is made in relation to both the principal sum and the expenses, if under subsections (1) to (3) above the direction ceases to have effect in relation to the sum payable under either of the decrees, the direction shall also cease to have effect in relation to the sum payable under the other decree."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "5", "section_title": " Time to pay orders.", "section_text": "5 1 Subject to section 14 of this Act, this section applies to a debtdue under a decree or other document in respect of which — a a charge for payment has been served on the debtor; b an arrestment has been executed; or c an action of adjudication for debt has been commenced. 2 Subject to subsections (4) and (5) below, the sheriff  or the First-tier Tribunal , on an application by the debtor, shall, if satisfied that it is reasonable in all the circumstances to do so, and having regard in particular to the matters mentioned in subsection (2A) below,   make an order that a debt to which this section applies (including any interest claimed in pursuance of subsections (6) and (7) below) so far as outstanding, shall be paid— a by such instalments, commencing at such time after the date of intimation in accordance with section 7(4) of this Act  ... to the debtor of the order under this subsection, payable at such intervals; or b as a lump sum at the end of such period following intimation as mentioned in paragraph (a) above, as the sheriff may specify in the order. 2A The matters referred to in subsection (2) above are— a the nature of and reasons for the debt in relation to which the order is sought; b any action taken by the creditor to assist the debtor in paying that debt; c the debtor's financial position; d the reasonableness of any proposal by the debtor to pay that debt; and e the reasonableness of the objection by the creditor to the offer by the debtor to pay that debt. 3 An order under subsection (2) above shall be known as a “time to pay order”. 4 It shall not be competent for the sheriff   or the First-tier Tribunal  to make a time to pay order— a where the amount of the debt outstanding at the date of the making of the application under subsection (2) above (exclusive of any interest) exceeds £10,000 or such amount as may be prescribed in regulations made by the Lord Advocate; b where, in relation to the debt, a time to pay direction or a time to pay order has previously been made (whether such direction or order is in effect or not); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d in relation to a debt including any sum recoverable by or on behalf of   the Commissioners for Her Majesty’s Revenue and Customs   under or by virtue of any enactment or under a contract settlement ; da in relation to a debt including any sum recoverable by or on behalf of Revenue Scotland under or by virtue of the Revenue Scotland and Tax Powers Act 2014 (asp 16) or any other enactment in respect of a devolved tax, under a contract settlement or under a settlement agreement, e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f in relation to a debt including— i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ii car tax due under the  Car Tax Act 1983;  . . . iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Where in respect of a debt to which this section applies— a there has been a poinding of articles belonging to the debtor and a warrant of sale has been granted in respect of them but has not been executed; articles belonging to the debtor have been attached and notice of an auction given under section 27(4) of the Debt Arrangement and Attachment (Scotland) Act 2002 (asp 17) but no auction has yet taken place; aa money owned by the debtor has been attached and removed; b moveable property of the debtor has been arrested and in respect of the arrested property— i a decree in an action of furthcoming has been granted but has not been enforced; or ii a warrant of sale has been granted but the warrant has not been executed; or c a decree in an action of adjudication for debt has been granted and the creditor has, with the debtor’s consent or acquiescence, entered into possession of any property adjudged by the decree or has obtained a decree of maills and duties, or a decree of removing or ejection, in relation to any such property, land owned by the debtor has been attached and an order under section 97(2) of the Bankruptcy and Diligence  etc.  (Scotland) Act 2007 (asp 3)\t\t\t\t\t\t\t\t\t\t(in this Part, the  “2007 Act”) granting warrant for sale of the land has been made but that warrant has not yet been executed; or d property owned by the debtor has been attached by residual attachment and a satisfaction order under section 136(2) of the 2007 Act has been made but not yet executed, it shall not be competent for the sheriff   or the First-tier Tribunal  to make a time to pay order in respect of that debt until the diligence has been completed or has otherwise ceased to have effect. 5A Where, in respect of a debt to which this section applies, an arrestment such as is mentioned in subsection (1) of section 73J of this Act has been executed, the sheriff   or the First-tier Tribunal  may make a time to pay order in respect of that debt only if less than 8 weeks of the period mentioned in subsection (3) of that section have expired. 6 Without prejudice to section 9(12) of this Act, interest payable under a decree for payment of a debt in respect of which a time to pay order has been made (other than interest awarded as a specific sum in the decree) shall not be recoverable by the creditor except in accordance with subsection (7) below. 7 A creditor who wishes to recover interest to which subsection (6) above applies shall serve a notice on the debtor not later than the date prescribed by Act of Sederunt   or by rules made under section 68 or paragraph 4 of schedule 9 of the Tribunals (Scotland) Act 2014  occurring— a in the case of an order under subsection (2)(a) above, before the date when the last instalment of the debt (other than such interest) is payable under the order; b in the case of an order under subsection (2)(b) above, before the end of the period specified in the order, stating that he is claiming such interest and specifying the amount of the interest claimed. 8 Any sum paid by a debtor under a time to pay order shall not be ascribed to interest claimed in pursuance of subsections (6) and (7) above until the debt concerned (other than such interest) has been discharged. 8A In paragraph (d) of subsection (4) above,  “ contract settlement ” means an agreement made in connection with any person's liability to make a payment to the Commissioners for Her Majesty's Revenue and Customs under or by virtue of any enactment. 8B In paragraph (da) of subsection (4)— “ contract settlement ” means any agreement made in connection with any person's liability to make a payment to Revenue Scotland under or by virtue of the Revenue Scotland and Tax Powers Act 2014 (asp 16) or any other enactment in respect of a devolved tax, “ devolved tax ” has the meaning given by section 80A(4) of the Scotland Act 2012 (c. 46), “ settlement agreement ” has the meaning given by section 246(1) of the Revenue Scotland and Tax Powers Act 2014 (asp 16). 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "6", "section_title": " Application for time to pay order.", "section_text": "6 1 An application for a time to pay order shall specify, to the best of the debtor’s knowledge, the amount of the debt outstanding as at the date of the making of the application and shall include an offer to pay it— a by specified instalments, payable at specified intervals; or b as a lump sum at the end of a specified period. 2 The  ... duty under section 96(2)(b) of this Act   on the sheriff clerk or, in relation to time to pay directions made by the First-tier Tribunal, a member of administration staff of the First-tier Tribunal  to assist the debtor in the completion of certain forms shall, in relation to a form of application for a time to pay order, consist of a duty to assist him in the completion of the form in accordance with proposals for payment made by the debtor. 3 On receipt of an application for a time to pay order, the sheriff   or the First-tier Tribunal  shall, if the application is properly made and unless it appears  ...that the making of a time to pay order would not be competent, make an interim order sisting diligence as provided for in section 8(1) of this Act. 4 The sheriff may  or the First-tier Tribunal , where the debtor is unable to furnish the necessary information, make an order requiring the creditor, within such period as may be specified therein, to furnish to the sheriff   or the First-tier Tribunal  such particulars of the decree or other document under which the debt is payable as may be prescribed by Act of Sederunt  or rules made under section 68 or paragraph 4 of schedule 9 of the Tribunals (Scotland) Act 2014 . 5 If a creditor fails to comply with an order under subsection (4) above the sheriff   or the First-tier Tribunal  may, after giving the creditor an opportunity to make representations, make an order recalling or extinguishing any existing diligence, and interdicting the creditor from executing diligence, for the recovery of the debt. 6 Where the sheriff   or the First-tier Tribunal  makes an interim order under subsection (3) above, the sheriff clerk   or, in relation to time to pay directions made by the First-tier Tribunal, a member of administration staff of the First-tier Tribunal  shall as soon as is reasonably practicable— a serve a copy of the application for the time to pay order on the creditor informing him that he may object to the granting of the application within a period of 14 days after the date of service;   b serve on— i the creditor; and ii where an arrestment such as is mentioned in section 73J(1) of this Act is in effect, the arrestee, a copy of the interim order; and c serve on the creditor a copy of any order under subsection (4) above."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "7", "section_title": " Disposal of application.", "section_text": "7 1 If no objection is made in pursuance of section 6(6)(a) of this Act, the sheriff   or the First-tier Tribunal  shall make a time to pay order in accordance with the application. 2 If such an objection is made, the sheriff   or the First-tier Tribunal  shall not dispose of the application without first— a giving the debtor an opportunity to make representations; and b if agreement is not reached as to whether a time to pay order should be made or as to its terms, giving the parties an opportunity to be heard. 3 Where the sheriff   or the First-tier Tribunal  refuses to make a time to pay order, he shall recall any interim order under section 6(3) of this Act. 4 The sheriff clerk   or, in relation to time to pay directions made by the First-tier Tribunal, a member of administration staff of the First-tier Tribunal  shall as soon as is reasonably practicable— a intimate the decision of the sheriff   or the First-tier Tribunal  on an application for a time to pay order (including any recall of an interim order under subsection (3) above) to the debtor   , the creditor and, where an arrestment such as is mentioned in section 73J(1) of this Act is in effect, the arrestee ; and b if the sheriff   or the First-tier Tribunal  has made a time to pay order, inform the creditor of the date when he intimated that fact to the debtor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "8", "section_title": " Effect of interim order on diligence.", "section_text": "8 1 While an interim order under section 6(3) of this Act is in effect it shall not be competent in respect of the debt— za to attach in execution of the decree any articles which have been attached by interim attachment; a to   give, in relation to any articles which have been attached, notice of an auction under section 27(4) of the Debt Arrangement and Attachment (Scotland) Act 2002 (asp 17) ; aa to execute a money attachment; b to execute an earnings arrestment; c   subject to subsection (1A) below,  where an arrestment of property belonging to the debtor (other than an arrestment of earnings in the hands of his employer) has been executed before or after the making of the interim order, to commence an action of furthcoming or sale, or to grant decree in any such action which has already been commenced, in pursuance of that arrestment; d to commence an action of adjudication for debt or, if such an action has already been commenced, to take any steps other than the registration of a notice of litigiosity in connection with the action, the obtaining and extracting of a decree in the action, the registration of an abbreviate of adjudication and the completion of title to property adjudged by the decree. 1A Where the arrestment mentioned in subsection (1)(c) above is an arrestment such as is mentioned in subsection (1) of section 73J of this Act, while the interim order is in effect— a it shall not be competent to release funds under subsection (2) of that section; and b the period during which the order is in effect shall be disregarded for the purposes of determining whether the period mentioned in subsection (3) of that section has expired. 1B Where, before the interim order is made— a a notice of land attachment is registered, it shall not be competent to take any steps other than— i serving, under subsection (5) of section 83 of the 2007 Act, a copy of that notice; and ii registering, under subsection (6) of that section, a certificate of service; or b a land attachment is created, it shall not be competent to make, under section 97(2) of the 2007 Act, an order granting a warrant for sale of the attached land. 1C Where, before the interim order is made, a residual attachment order has been made, it shall not be competent— a to take any steps other than serving, under section 133(1) of the 2007 Act, a schedule of residual attachment; or b to make, under section 136(2) of the 2007 Act, a satisfaction order. 2 An interim order under section 6(3) of this Act shall come into effect on intimation to the creditor under section 6(6)(b) of this Act and shall remain in effect until intimation of the sheriff’s   or the First-tier Tribunal’s  decision on the application for a time to pay order is made to the debtor and the creditor under section 7(4)(a) of this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "9", "section_title": " Effect of time to pay order on diligence.", "section_text": "9 1 While a time to pay order is in effect, it shall not be competent— a to serve a charge for payment; or b to commence or execute any of the following diligences— i an arrestment and action of furthcoming or sale; ii an attachment; iii an earnings arrestment; iv an adjudication for debt, v a money attachment; vi a land attachment; vii a residual attachment, to enforce payment of the debt concerned. 2 On making a time to pay order, the sheriff in respect of the debt— a shall make an order recalling any existing earnings arrestment; b where the debt is being enforced by a conjoined arrestment order, shall— i if he, or another sheriff sitting in the same sheriff court, made the conjoined arrestment order, vary it so as to exclude the debt or, where no other debt or maintenance is being enforced by the order, recall the order; ii if a sheriff sitting in another sheriff court made the conjoined arrestment order, require intimation of the time to pay order to be made to a sheriff sitting there who shall so vary or, as the case may be, recall the conjoined arrestment order; c where an action of adjudication for debt has been commenced, shall make an order prohibiting the taking of any steps other than the registration of a notice of litigiosity in connection with the action, the obtaining and extracting of a decree in the action, the registration of an abbreviate of adjudication and the completion of title to property adjudged by the decree; where a notice of land attachment has been registered under section 83(1)(c) of the 2007 Act, shall make an order prohibiting the taking of any steps other than— i the serving, under subsection (5) of that section, of a copy of the notice; and ii the registration, under subsection (6) of that section, of a certificate of service; ca where a residual attachment order has been made under section 132(2) of the 2007 Act, shall make an order prohibiting the taking of any steps other than the serving, under section 133(1) of the 2007 Act, of a schedule of residual attachment; cb may make an order recalling an interim attachment; d may make an order recalling   an attachment ; e may make an order recalling or restricting any arrestment other than an arrestment of the debtor’s earnings in the hands of his employer. 2A On making a time to pay order, the First-tier Tribunal in respect of the debt— a must make an order recalling any existing earnings arrestment, b where the debt is being enforced by a conjoined arrestment order, must— i if the First-tier Tribunal Housing and Property Chamber made the conjoined arrestment order, vary it so as to exclude the debt or, where no other debt or maintenance is being enforced by the order, recall the order, ii if either— aa another Chamber of the First-tier Tribunal, or bb a sheriff sitting in the sheriff court, made the conjoined arrestment order, require intimation of the time to pay order to be made to the other Chamber or to the sheriff who must so vary or, as the case may be, recall the conjoined arrestment order, c where a notice of land attachment has been registered under section 83(1)(c) of the 2007 Act, must make an order prohibiting the taking of any steps other than— i the serving, under subsection (5) of that section, of a copy of the notice, and ii the registration, under subsection (6) of that section, of a certificate of service, d where a residual attachment order has been made under section 132(2) of the 2007 Act, must make an order prohibiting the taking of any steps other than the serving, under section 133(1) of the 2007 Act, of a schedule of residual attachment, e may make an order recalling an interim attachment, f may make an order recalling an attachment, g may make an order recalling or restricting any arrestment other than an arrestment of the debtor’s earnings in the hands of the debtor’s employer. 3 If    an interim attachment,   an attachment   or such an arrestment as is mentioned in subsection (2)(e) above is in effect, the sheriff   or the First-tier Tribunal  may order that the making of a time to pay order , the recall of the interim attachment or   the attachment   or the recall or restriction of the arrestment shall be subject to the fulfilment by the debtor of such conditions as the sheriff   or the First-tier Tribunal  thinks fit. 4   Subject to subsection (4A) below,  where the sheriff   or the First-tier Tribunal  does not exercise the powers conferred  ... by subsection   (2)(cb), (d) or (e)   above to recall a diligence,   the sheriff or the First-tier Tribunal   shall order that no further steps shall be taken by the creditor in the diligence concerned other than, in the case of   an attachment, making a report of attachment under section 17 of the Debt Arrangement and Attachment (Scotland) Act 2002 (asp 17) or applying for an order under section 20(1) of that Act. 4A Where, in relation to an arrestment such as is mentioned in subsection (1) of section 73J of this Act, the sheriff   or the First-tier Tribunal  does not exercise the power conferred  ...  by subsection (2)(e) above to recall that arrestment,   the sheriff or that tribunal   shall make an order— a prohibiting, while the time to pay order is in effect, the release of funds under subsection (2) of section 73J of this Act; and b providing that the period during which the time to pay order is in effect shall be disregarded for the purposes of determining whether the period mentioned in subsection (3) of that section has expired. 5 Any order made under subsection (2) or (4) above shall specify the diligence in relation to which it is made. 6 The sheriff   or the First-tier Tribunal  shall not make an order under subsection   (2)(cb), (d) or (e)   above without first giving the creditor an opportunity to make representations. 7 The sheriff clerk   or, in relation to time to pay directions made by the First-tier Tribunal, a member of administration staff of the First-tier Tribunal  shall, at the same time as   intimation is made   under section 7(4)(a) of this Act— a intimate any order under subsection (2) or (4) above to the debtor and the creditor and the order shall come into effect on such intimation being made to the creditor; b intimate any order under subsection (2)(a) or (b) above to the employer ; and c where any order under subsection (4A) above is made in relation to an arrestment such as is mentioned in section 73J(1) of this Act is in effect, intimate that order to the arrestee. 8 While an order under subsection (4) above is in effect it shall not be competent  ...— a to sell articles which have been attached (other than by virtue of section 20(1) or 22(3) of the Debt Arrangement and Attachment (Scotland) Act (asp 17); b   to grant  a decree of furthcoming or sale of arrested property. 9 For the purposes of section   24 of the Debt Arrangement and Attachment (Scotland) Act 2002 (asp 17) , the period during which an order under subsection (4) above is in effect shall be disregarded in calculating the period during which   an attachment   to which the order applies remains in effect. 10 Where, before the making of a time to pay order in respect of a debt, a charge to pay that debt has been served— a if the period for payment specified in the charge has not expired, the charge shall lapse on the making of the order; b if that period has expired, nothing in the time to pay order nor in any order under this section shall affect retrospectively the effect of the charge in the constitution of apparent insolvency within the meaning of section  16 of the Bankruptcy (Scotland) Act 2016 . 11 If, when a time to pay order in relation to a debt is made, any diligence enforcing it is in effect which is not specified in an order under subsection (2) or (4) above, the diligence shall remain in effect unless and until it is recalled under section 10(4) of this Act. 12 Where a time to pay order is recalled or ceases to have effect, otherwise than— a under section 12(2)(a) of this Act; or b by the debt payable under the order being paid or otherwise extinguished, the debt in so far as it remains outstanding (including interest thereon, whether or not awarded as a specific sum in the decree) shall, subject to any enactment or rule of law to the contrary, become enforceable by any diligence mentioned in subsection (1)(b) above; and, notwithstanding section   25 of the Debt Arrangement and Attachment (Scotland) Act 2002 (asp 17) , in this subsection “ diligence ” includes, where the debt was, immediately before the time to pay order was made, being enforced by   an attachment   in any premises,   another attachment   in those premises."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "10", "section_title": " Variation and recall of time to pay order and arrestment.", "section_text": "10 1 The sheriff   or the First-tier Tribunal  may, on an application by the debtor or the creditor— a vary or recall a time to pay order if   the sheriff or the Tribunal   is satisfied that it is reasonable  in all the circumstances   to do so; or b if    an interim attachment,   an attachment   or an arrestment in respect of the debt is in effect, recall   the attachment   or recall or restrict the arrestment. 2 If    an interim attachment,   an attachment   or an arrestment in respect of the debt is in effect, the sheriff   or the First-tier Tribunal  may order that any variation, recall or restriction under subsection (1) above shall be subject to the fulfilment by the debtor of such conditions as the sheriff   or the First-tier Tribunal  thinks fit. 3 The sheriff clerk   or, in relation to time to pay directions made by the First-tier Tribunal, a member of administration staff of the First-tier Tribunal  shall as soon as is reasonably practicable intimate a variation under subsection (1) above to the debtor and to the creditor, and the variation shall come into effect on the date of such intimation. 4 Where, after a time to pay order has been made, it comes to the knowledge of the sheriff   or the First-tier Tribunal  that the debt to which the order applies is being enforced by any of the diligences mentioned in section 9(1)(b) of this Act which was in effect when the time to pay order was made, the sheriff  or the First-tier Tribunal , after giving all interested parties an opportunity to be heard, may make— a an order recalling the time to pay order; or b any of the orders mentioned in subsection (2) or (4) of section 9 of this Act; and that section shall, subject to any necessary modifications, apply for the purposes of an order made under this paragraph as it applies for the purposes of an order made under either of those subsections."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "11", "section_title": " Lapse of time to pay order.", "section_text": "11 1 If, on the day on which an instalment payable under a time to pay order becomes due, there remains unpaid a sum, due under previous instalments, of not less than the aggregate of 2 instalments, the order shall cease to have effect. 2 If at the end of the period of 3 weeks immediately following the day on which the last instalment payable under a time to pay order becomes due, any part of the debt payable under the order remains outstanding, the order shall cease to have effect. 3 If any sum payable under a time to pay order under section 5(2)(b) of this Act remains unpaid 24 hours after the end of the period specified in the order, the order shall cease to have effect."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "12", "section_title": " Sequestration and insolvency.", "section_text": "12 1 While a time to pay direction or a time to pay order is in effect, the creditor shall not be entitled to found on the debt concerned in presenting, or in concurring in the presentation of, a petition for the sequestration of the debtor’s estate. 2 A time to pay direction or a time to pay order shall cease to have effect— a on the granting of an award of sequestration of the debtor’s estate; b on the granting by the debtor of a voluntary trust deed whereby his estate is conveyed to a trustee for the benefit of his creditors generally; or c on the entering by the debtor into a composition contract with his creditors."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "13", "section_title": " Saving of creditor’s rights and remedies.", "section_text": "13 1 No right or remedy of a creditor to enforce his debt shall be affected by— a a time to pay direction; b a time to pay order; or c an interim order under section 6(3) of this Act, except as expressly provided in this Part of this Act. 2 The recall— a on the making of a time to pay direction or an order under section 3(1) of this Act, of an arrestment; or b on the making of a time to pay order or an order under section 10(1) of this Act, of an arrestment or   an attachment  , shall not prevent the creditor therein from being ranked by virtue of that arrestment or   attachment   pari passu under paragraph   1 of schedule 7 of the Bankruptcy (Scotland) Act 2016   on the proceeds of any other arrestment or   attachment  ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "14", "section_title": " Circumstances where direction or order not competent or no longer effective.", "section_text": "14 1 It shall be competent to make a time to pay direction or a time to pay order only in relation to a debtor who is an individual and only if, and to the extent that, the debtor is liable for payment of the debt concerned in either or both of the following capacities— a personally; b as a tutor of an individual or as a judicial factor loco tutoris, curator bonis or judicial factor loco absentis on an individual’s estate. 2 A time to pay direction or a time to pay order shall cease to have effect on the death of the debtor or on the transmission of the obligation to pay the debt concerned during his lifetime to another person. 3 Where a time order for the payment by instalments of a sum owed under a regulated agreement or a security has been made under section 129(2)(a) of the  Consumer Credit Act 1974 it shall not thereafter be competent to make a time to pay direction or a time to pay order in relation to that sum."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15", "section_title": " Interpretation of Part I.", "section_text": "15 1 In this Part of this Act—   “2007 Act” means the Bankruptcy and Diligence  etc.  (Scotland) Act 2007 ,   “ adjudication for debt ” does not include— an adjudication on a debitum fundi;  ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                         “the First-tier Tribunal” means the First-tier Tribunal for Scotland Housing and Property Chamber.   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                       2 In sections 1 to 4 of this Act— “ the court ” means the Court of Session or the sheriff; “ the debt concerned ” means the sum or expenses in respect of which a time to pay direction is made.   “decree”, where the context requires or permits, includes an order made by the First-tier Tribunal.   3 In sections 5 to 14 of this Act— “ debt ” means the sum due by a debtor under a decree or other document (including any interest thereon and any expenses decerned for), and any expenses of diligence used to recover such sum which are chargeable against the debtor, but does not include— any sum due under an order of court in criminal proceedings; maintenance, whether due at the date of application for the time to pay order or not, or any capital sum awarded on divorce or on the granting of a declarator of nullity of marriage or any other sum due under a decree awarding maintenance or such a capital sum; or any fine imposed— for contempt of court; under any enactment, for professional misconduct; or for failure to implement an order under section 91 of the  Court of Session Act 1868 (orders for specific performance of statutory duty); “ decree or other document ” means— a decree of the Court of Session or the sheriff;   a summary warrant;   an extract of a document which is registered for execution in the Books of Council and Session or the sheriff court books; an order or determination which by virtue of any enactment is enforceable as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff; a civil judgment granted outside Scotland by a court, tribunal or arbiter which by virtue of any enactment or rule of law is enforceable in Scotland; and a document or settlement which by virtue of an Order in Council made under section 13 of the  Civil Jurisdiction and Judgments Act 1982 is enforceable in Scotland, but does not include a maintenance order  , a liability order within the meaning of the Child Support Act 1991   ...; “ sheriff ”— in relation to a debt constituted by decree granted by a sheriff, means that sheriff or another sheriff sitting in the same sheriff court; in any other case, means the sheriff having jurisdiction— in the place where the debtor is domiciled; if the debtor is not domiciled in Scotland, in a place in Scotland where he carries on business; or if the debtor does not carry on business in Scotland, in a place where he has property which is not exempt from diligence; and, for the purposes of sub-paragraphs (i) and (ii) above, the debtor’s domicile shall be determined in accordance with section 41 of the Civil Jurisdiction and Judgments Act 1982."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15A", "section_title": "Diligence on the dependence of action", "section_text": "15A 1 Subject to subsection (2) below and to sections 15C to 15F of this Act, the Court of Session or the sheriff may grant warrant for diligence by— a arrestment; or b inhibition, on the dependence of an action. 2 Warrant for— a arrestment on the dependence of an action is competent only where the action contains a conclusion for payment of a sum other than by way of expenses; and b inhibition on the dependence is competent only where the action contains— i such a conclusion; or ii a conclusion for specific implement of an obligation to convey heritable property to the creditor or to grant in the creditor's favour a real right in security, or some other right, over such property. 3 In this Part of this Act,  “ action ” includes, in the sheriff court— a a summary cause; b a simple procedure case (within the meaning of section 72(9) of the Courts Reform (Scotland) Act 2014); and c a summary application, and references to  “summons”,  “conclusion” and to cognate expressions shall be construed accordingly."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15B", "section_title": "Diligence on the dependence of petition", "section_text": "15B 1 Subject to subsection (2) below and to sections 15C to 15F of this Act, the Court of Session may grant warrant for diligence by— a arrestment; or b inhibition, on the dependence of a petition. 2 Warrant for— a arrestment on the dependence of a petition is competent only where the petition contains a prayer for payment of a sum other than by way of expenses; and b inhibition on the dependence is competent only where the petition contains— i such a prayer; or ii a prayer for specific implement of an obligation to convey heritable property to the creditor or to grant in the creditor's favour a real right in security, or some other right, over such property. 3 The provisions of this Act (other than section 15A), of any other enactment and of any rule of law relating to diligence on the dependence of actions shall, in so far as is practicable and unless the contrary intention appears, apply to petitions in relation to which it is competent to grant warrant for such diligence and to the parties to them as they apply to actions and to parties to them."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15C", "section_title": "Diligence on the dependence to secure future or contingent debts", "section_text": "15C 1 It shall be competent for the court to grant warrant for diligence on the dependence where the sum concluded for is a future or contingent debt. 2 In this section and in sections 15D to 15M of this Act, the  “ court ” means the court before which the action is depending."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15D", "section_title": "Application for diligence on the dependence", "section_text": "15D 1 A creditor may, at any time during which an action is in dependence, apply to the court for warrant for diligence by— a arrestment; or b inhibition, on the dependence of the action. 2 An application under subsection (1) above shall— a be in (or as nearly as may be in) the form prescribed by Act of Sederunt; b subject to subsection (3) below, be intimated to and provide details of— i the debtor; and ii any other person having an interest; c state whether the creditor is seeking the grant, under section 15E(1) of this Act, of warrant for diligence on the dependence in advance of a hearing on the application under section 15F of this Act; and d contain such other information as the Scottish Ministers may by regulations prescribe. 3 An application under subsection (1) above need not be intimated where the creditor is seeking the grant, under section 15E(1) of this Act, of warrant in advance of a hearing on the application under section 15F of this Act. 4 The court, on receiving an application under subsection (1) above, shall— a subject to section 15E of this Act, fix a date for a hearing on the application under section 15F of this Act; and b order the creditor to intimate that date to— i the debtor; and ii any other person appearing to the court to have an interest."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15E", "section_title": "Grant of warrant without a hearing", "section_text": "15E 1 The court may, if satisfied as to the matters mentioned in subsection (2) below, make an order granting warrant for diligence on the dependence without a hearing on the application under section 15F of this Act. 2 The matters referred to in subsection (1) above are— a that the creditor has a prima facie case on the merits of the action; b that there is a real and substantial risk enforcement of any decree in the action in favour of the creditor would be defeated or prejudiced by reason of— i the debtor being insolvent or verging on insolvency; or ii the likelihood of the debtor removing, disposing of, burdening, concealing or otherwise dealing with all or some of the debtor's assets, were warrant for diligence on the dependence not granted in advance of such a hearing; and c that it is reasonable in all the circumstances, including the effect granting warrant may have on any person having an interest, to do so. 3 The onus shall be on the creditor to satisfy the court that the order granting warrant should be made. 4 Where the court makes an order granting warrant for diligence on the dependence without a hearing on the application under section 15F of this Act, the court shall— a fix a date for a hearing under section 15K of this Act; and b order the creditor to intimate that date to— i the debtor; and ii any other person appearing to the court to have an interest. 5 Where a hearing is fixed under subsection (4)(a) above, section 15K of this Act shall apply as if an application had been made to the court for an order under that section. 6 Where the court refuses to make an order granting a warrant without a hearing under section 15F of this Act and the creditor insists in the application, the court shall— a fix a date for such a hearing on the application; and b order the creditor to intimate that date to— i the debtor; and ii any other person appearing to the court to have an interest."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15F", "section_title": "Hearing on application", "section_text": "15F 1 At the hearing on an application for warrant for diligence on the dependence, the court shall not make any order without first giving— a any person to whom intimation of the date of the hearing was made; and b any other person the court is satisfied has an interest, an opportunity to be heard. 2 The court may, if satisfied as to the matters mentioned in subsection (3) below, make an order granting warrant for diligence on the dependence. 3 The matters referred to in subsection (2) above are— a that the creditor has a prima facie case on the merits of the action; b that there is a real and substantial risk enforcement of any decree in the action in favour of the creditor would be defeated or prejudiced by reason of— i the debtor being insolvent or verging on insolvency; or ii the likelihood of the debtor removing, disposing of, burdening, concealing or otherwise dealing with all or some of the debtor's assets, were warrant for diligence on the dependence not granted; and c that it is reasonable in all the circumstances, including the effect granting warrant may have on any person having an interest, to do so. 4 The onus shall be on the creditor to satisfy the court that the order granting warrant should be made. 5 Where the court makes an order granting or, as the case may be, refusing warrant for diligence on the dependence, the court shall order the creditor to intimate that order to— a the debtor; and b any other person appearing to the court to have an interest. 6 Where the court makes an order refusing warrant for diligence on the dependence, the court may impose such conditions (if any) as it thinks fit. 7 Without prejudice to the generality of subsection (6) above, those conditions may require the debtor— a to consign into court such sum; or b to find caution or to give such other security, as the court thinks fit."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15G", "section_title": "Execution of diligence before service of summons", "section_text": "15G 1 This section applies where diligence by— a arrestment; or b inhibition, on the dependence of an action is executed before service of the summons on the debtor. 2 Subject to subsection (3) below, if the summons is not served on the debtor before the end of the period of 21 days beginning with the day on which the diligence is executed, the diligence shall cease to have effect. 3 The court may, on the application of the creditor, make an order extending the period referred to in subsection (2) above. 4 In determining whether to make such an order the court shall have regard to— a the efforts of the creditor to serve the summons within the period of 21 days; and b any special circumstances preventing or obstructing service within that period."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15H", "section_title": "Sum attached by arrestment on dependence", "section_text": "15H 1 The court may, subject to subsection (2) below, when granting warrant for arrestment on the dependence, limit the sum which may be attached to funds not exceeding such amount as the court may specify. 2 The maximum amount which the court may specify under subsection (1) above shall be the aggregate of— a the principal sum concluded for; b a sum equal to 20 per cent of that sum or such other percentage as the Scottish Ministers may, by regulations, prescribe; c a sum equal to 1 year's interest on the principal sum at the judicial rate; and d any sum prescribed under subsection (3) below. 3 The Scottish Ministers may, by regulations, prescribe a sum which appears to them to be reasonable having regard to the expenses likely to be— a incurred by a creditor; and b chargeable against a debtor, in executing an arrestment on the dependence. 4 For the avoidance of doubt, section 73F of this Act applies to any sum attached under this section."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15J", "section_title": "Property affected by inhibition on dependence", "section_text": "15J Where the court grants warrant for diligence by inhibition on the dependence— a in a case where the action is brought for specific implement of an obligation— i to convey heritable property to the creditor; ii to grant in the creditor's favour a real right in security over such property; or iii to grant some other right over such property, the court shall limit the property inhibited to that particular property; and b in any other case, the court may limit the property inhibited to such property as the court may specify."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15K", "section_title": "Recall or restriction of diligence on dependence", "section_text": "15K 1 This section applies where warrant is granted for diligence on the dependence. 2 The debtor and any person having an interest may apply to the court for an order— a recalling the warrant; b restricting the warrant; c if an arrestment or inhibition has been executed in pursuance of the warrant— i recalling; or ii restricting, that arrestment or inhibition; d determining any question relating to the validity, effect or operation of the warrant; or e ancillary to any order mentioned in paragraphs (a) to (d) above. 3 An application under subsection (2) above shall— a be in (or as nearly as may be in) the form prescribed by Act of Sederunt; and b be intimated to— i the creditor; and ii any other person having an interest. 4 At the hearing on the application under subsection (2) above, the court shall not make any order without first giving— a any person to whom intimation of the application was made; and b any other person the court is satisfied has an interest, an opportunity to be heard. 5 Where the court is satisfied that the warrant is invalid it— a shall make an order— i recalling the warrant; and ii if an arrestment or inhibition has been executed in pursuance of the warrant, recalling that arrestment or inhibition; and b may make an order ancillary to any order mentioned in paragraph (a) above. 6 Where the court is satisfied that an arrestment or inhibition executed in pursuance of the warrant is incompetent, it— a shall make an order recalling that arrestment or inhibition; and b may make an order ancillary to any such order. 7 Subject to subsection (8) below, where the court is satisfied that the warrant is valid but that— a an arrestment or inhibition executed in pursuance of it is irregular or ineffective; or b it is reasonable in all the circumstances, including the effect granting warrant may have had on any person having an interest, to do so, the court may make any order such as is mentioned in subsection (2) above. 8 If no longer satisfied as to the matters mentioned in subsection (9) below, the court— a shall make an order such as is mentioned in subsection (5)(a) above; and b may make an order such as is mentioned in subsection (5)(b) above. 9 The matters referred to in subsection (8) above are— a that the creditor has a prima facie case on the merits of the action; b that there is a real and substantial risk enforcement of any decree in the action in favour of the creditor would be defeated or prejudiced by reason of— i the debtor being insolvent or verging on insolvency; or ii the likelihood of the debtor removing, disposing of, burdening, concealing or otherwise dealing with all or some of the debtor's assets; and c that it is reasonable in all the circumstances, including the effect granting warrant may have had on any person having an interest, for the warrant or, as the case may be, any arrestment or inhibition executed in pursuance of it to continue to have effect. 10 The onus shall be on the creditor to satisfy the court that no order under subsection (5), (6), (7) or (8) above should be made. 11 In granting an application under subsection (2) above, the court may impose such conditions (if any) as it thinks fit. 12 Without prejudice to the generality of subsection (11) above, the court may impose conditions which require the debtor— a to consign into court such sum; or b to find such caution or to give such other security, as the court thinks fit. 13 Where the court makes an order under this section, the court shall order the debtor to intimate that order to— a the creditor; and b any other person appearing to the court to have an interest. 14 This section applies irrespective of whether warrant for diligence on the dependence is obtained, or executed, before this section comes into force."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15L", "section_title": "Variation of orders and variation or recall of conditions", "section_text": "15L 1 Where— a an order restricting warrant for diligence on the dependence is made under section 15K(7); or b a condition is imposed by virtue of— i section 15F(6); or ii section 15K(11), of this Act, the debtor may apply to the court for variation of the order or, as the case may be, variation or removal of the condition. 2 An application under subsection (1) above shall— a be in (or as nearly as may be in) the form prescribed by Act of Sederunt; and b be intimated to— i the creditor; and ii any other person having an interest. 3 At the hearing on the application under subsection (1) above, the court shall not make any order without first giving— a any person to whom intimation of the application was made; and b any other person the court is satisfied has an interest, an opportunity to be heard. 4 On an application under subsection (1) above, the court may if it thinks fit— a vary the order; or b vary or remove the condition. 5 Where the court makes an order varying the order or, as the case may be, varying or removing the condition, the court shall order the debtor to intimate that order to— a the creditor; and b any other person appearing to the court to have an interest."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15M", "section_title": "Expenses of diligence on the dependence", "section_text": "15M 1 Subject to subsection (3)(a) below, a creditor shall be entitled to such expenses as the creditor incurs— a in obtaining warrant for diligence on the dependence; and b where an arrestment or inhibition is executed in pursuance of the warrant, in so executing the arrestment or inhibition. 2 Subject to subsection (3)(b) below, a debtor shall be entitled, where— a warrant for diligence on the dependence is granted; and b the court is satisfied that the creditor was acting unreasonably in applying for it, to the expenses incurred in opposing that warrant. 3 The court may modify or refuse— a such expenses as are mentioned in subsection (1) above if it is satisfied that— i the creditor was acting unreasonably in applying for the warrant; or ii such modification or refusal is reasonable in all the circumstances and having regard to the outcome of the action; and b such expenses as are mentioned in subsection (2) above if it is satisfied as to the matter mentioned in paragraph (a)(ii) above. 4 Subject to subsections (1) to (3) above, the court may make such finding as it thinks fit in relation to such expenses as are mentioned in subsections (1) and (2) above. 5 Expenses incurred as mentioned in subsection (1) and (2) above in obtaining or, as the case may be, opposing an application for warrant shall be expenses of process. 6 Subsections (1) to (5) above are without prejudice to any enactment or rule of law as to the recovery of expenses chargeable against a debtor as are incurred in executing an arrestment or inhibition on the dependence of an action."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "15N", "section_title": "Application of this Part to admiralty actions", "section_text": "15N This Part of this Act (other than sections 15H, 15J and 15M) shall apply, in so far as not inconsistent with the provisions of Part V of the Administration of Justice Act 1956 (c. 46)\t\t\t\t\t\t\t\t(admiralty jurisdiction and arrestment of ships), to an arrestment on the dependence of an admiralty action as it applies to any other arrestment on the dependence."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "16", "section_title": " Articles exempt from poinding.", "section_text": "16 1 The following articles belonging to a debtor shall be exempt from poinding at the instance of a creditor in respect of a debt due to him by the debtor— a clothing reasonably required for the use of the debtor or any member of his household; b implements, tools of trade, books or other equipment reasonably required for the use of the debtor or any member of his household in the practice of the debtor’s or such member’s profession, trade or business, not exceeding in aggregate value £500 or such amount as may be prescribed in regulations made by the Lord Advocate; c medical aids or medical equipment reasonably required for the use of the debtor or any member of his household; d books or other articles reasonably required for the education or training of the debtor or any member of his household not exceeding in aggregate value £500 or such amount as may be prescribed in regulations made by the Lord Advocate; e toys for the use of any child who is a member of the debtor’s household; f articles reasonably required for the care or upbringing of a child who is a member of the debtor’s household. 2 The following articles belonging to a debtor shall be exempt from poinding if they are at the time of the poinding in a dwellinghouse and are reasonably required for the use in the dwellinghouse of the person residing there or a member of his household— a beds or bedding; b household linen; c chairs or settees; d tables; e food; f lights or light fittings; g heating appliances; h curtains; j floor coverings; k furniture, equipment or utensils used for cooking, storing or eating food; l refrigerators; m articles used for cleaning, mending, or pressing clothes; n articles used for cleaning the dwellinghouse; o furniture used for storing— i clothing, bedding or household linen; ii articles used for cleaning the dwellinghouse; or iii utensils used for cooking or eating food; p articles used for safety in the dwellinghouse; q tools used for maintenance or repair of the dwellinghouse or of household articles. r computers and accessory equipment; s microwave ovens; t radios; u telephones; v televisions. 3 The Lord Advocate may by regulations add to the list set out in subsection (2) above, or delete or vary any of the items contained in that list. 4 If, on an application made within 14 days after the date of the execution of the poinding— a by the debtor or any person who owns a poinded article in common with the debtor; or b by any person in possession of a poinded article, the sheriff is satisfied that the article is exempt from poinding under this section, he shall make an order releasing the article from the poinding."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "17", "section_title": " Restrictions on times when poinding may be executed.", "section_text": "17 1 No poinding shall be executed on Sunday, Christmas Day, New Year’s Day, Good Friday or such other day as may be prescribed by Act of Sederunt. 2 The execution of a poinding shall not— a be commenced before 8 a.m. or after 8 p.m.; or b be continued after 8 p.m., unless the officer of court has obtained prior authority from the sheriff for such commencement or continuation; and any rule of law which prohibits poindings outwith the hours of daylight shall cease to have effect."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "18", "section_title": " Power of entry for execution of poinding.", "section_text": "18 1 Subject to subsection (2) below, notwithstanding any warrant authorising him to open shut and lockfast places, an officer of court shall not enter a dwellinghouse to execute a poinding if, at the time of his intended entry, there appears to him to be nobody, or only children under the age of 16 years, present there unless, at least 4 days before the date of his intended entry, he has served notice on the debtor specifying that date. 2 If it appears to the sheriff, on an application made to him by the officer of court (which shall not require to be intimated to the debtor), that the requirement of service under this section would be likely to prejudice the execution of the poinding he may dispense with such service."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "19", "section_title": " Value of articles which may be poinded and presumption as to ownership.", "section_text": "19 1 The officer of court shall be entitled to poind articles only to the extent necessary to ensure that the sum recoverable at the time of the sale would be realised if they were sold at the values fixed under section 20(4) of this Act. 2 In executing a poinding, an officer of court shall be entitled to proceed on the assumption that any article in the possession of the debtor is owned by him unless the officer of court knows or ought to know that the contrary is the case. 3 The officer of court shall not be precluded from relying on the assumption mentioned in subsection (2) above by reason only of one or both of the following circumstances— a that the article belongs to a class which is commonly held under a hire, hire-purchase or conditional sale agreement or on some other limited title of possession; b that an assertion has been made that the article is not owned by the debtor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "20", "section_title": " Poinding procedure.", "section_text": "20 1 The procedure in a poinding shall be in accordance with this section and section 21 of this Act. 2 Before executing the poinding, the officer of court shall— a exhibit to any person present the warrant to poind and the certificate of execution of the charge relating thereto; b demand payment of the sum recoverable from the debtor, if he is present, or any person present appearing to the officer of court to be authorised to act for the debtor; and c make enquiry of any person present as to the ownership of the articles proposed to be poinded, and in particular whether there are any persons who own any articles in common with the debtor, but it shall not be necessary for the officer of court to make public proclamation of the poinding or to read publicly the extract decree containing the warrant to poind and the execution of the charge relating thereto. 3 The officer of court shall be accompanied at the poinding by one witness. 4 The poinded articles shall be valued by the officer of court according to the price which they would be likely to fetch if sold on the open market unless he considers that the articles are such that a valuation by a professional valuer or other suitably skilled person is advisable, in which case he may arrange for such a valuation. 5 The officer of court shall prepare a schedule (referred to in this Part of this Act as “ the poinding schedule ”), in the form prescribed by Act of Sederunt, which shall specify— a the identity of the creditor and of the debtor; b the articles poinded, and their respective values; c the sum recoverable; and d the place where the poinding was executed. 6 On completion of the valuation the officer of court shall— a along with the witness sign the poinding schedule; b deliver the poinding schedule to any person in possession of the articles or— i where the poinding was executed in a dwellinghouse or other premises, leave it in the premises; or ii in any other case, deliver it to premises occupied by that person; c if the person in possession of the articles is not the debtor and it is reasonably practicable, serve a copy of it by post on the debtor; d inform the debtor (if present) of his right to redeem poinded articles under section 21(4) of this Act; e inform any person present who owns any poinded article in common with the debtor of his right to redeem poinded articles under section 41(2) and (3)(a) of this Act; and f inform the debtor (if present) and any person present who owns any poinded article in common with the debtor, or who is in possession of any poinded article, of his right to apply for an order releasing articles from poinding under section 16(4), 23(1) or 41(3)(b) of this Act. 7 The officer of court shall leave poinded articles at the place where they were poinded, except that where that place is not a dwellinghouse or other premises, if he considers it necessary for their security or the preservation of their value and there is insufficient time to obtain an order under section 21(1)(a) of this Act, he shall remove them at the creditor’s expense— a to the nearest convenient premises belonging to the debtor or to the person in possession of the articles; or b if no such premises are available, to the nearest suitable secure premises."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "21", "section_title": " Poinding procedure - further provisions.", "section_text": "21 1 The sheriff, on an application by the creditor, the officer of court or the debtor intimated in accordance with subsection (2) below, may at any time after the execution of a poinding make an order— a for the security of any of the poinded articles; or b in relation to any of the articles which are of a perishable nature or which are likely to deteriorate substantially and rapidly in condition or value, for their immediate disposal and, in the event of their disposal by sale, for payment of the proceeds of sale to the creditor or for consignation of the proceeds in court until the diligence is completed or otherwise ceases to have effect, and a decision of the sheriff under paragraph (b) above for the immediate disposal of articles shall not be subject to appeal. 2 An application for an order under subsection (1)(b) above— a by the creditor or the officer of court, shall be intimated by him to the debtor; b by the debtor, shall be intimated to the creditor or the officer of court, at the time when it is made. 3 It shall not be competent for an officer of court in executing a poinding to examine a person on oath as to the ownership of any article. 4 Subject to subsection (1)(b) above, the debtor shall be entitled, within 14 days after the date of execution of the poinding, to redeem any poinded article at the value fixed under section 20(4) of this Act; and the officer of court shall mention any such redemption in his report under section 22 of this Act or, if he has already made that report, shall report the redemption as soon as is reasonably practicable to the sheriff. 5 The officer of court shall, on receiving payment from the debtor for the redemption under subsection (4) above of a poinded article, grant a receipt in the form prescribed by Act of Sederunt to the debtor; and the receipt shall operate as a release of the article from the poinding. 6 Subject to section 29(2)(b) of this Act, the revaluation in the same poinding of an article which has been valued under section 20(4) of this Act shall not be competent. 7 A poinding shall be deemed to have been executed on the date when the poinding schedule has been delivered, or left on the premises, in pursuance of section 20(6)(b) of this Act. 8 Subject to subsection (9) below, at any time before the execution of a poinding on behalf of a creditor, an officer of court shall, if requested to do so by any other creditor who has delivered to him a warrant to poind, conjoin that creditor in the poinding. 9 It shall not be competent for an officer of court to conjoin a creditor in a poinding in respect of a debt for which the creditor holds a summary warrant."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "22", "section_title": " Report of execution of poinding.", "section_text": "22 1 The officer of court shall, within a period of 14 days after the date of execution of the poinding (or such longer period as the sheriff on cause shown may allow on an application by the officer of court) make to the sheriff in the form prescribed by Act of Sederunt a report of the execution of the poinding which shall be signed by the officer of court and the witness who attended the poinding. 2 The officer of court shall note in the report under subsection (1) above any assertion made before the submission of the report that any poinded article does not belong to the debtor. 3 The sheriff may refuse to receive a report on the ground that it has not been made and signed in accordance with subsection (1) above, and if the sheriff refuses to receive a report on that ground the poinding shall cease to have effect. 4 The sheriff clerk shall intimate a refusal under subsection (3) above— a to the debtor; and b if he is a different person from the debtor, to the person in possession of the poinded articles. 5 Any rule of law whereby the sheriff may refuse to receive a report of the execution of a poinding on a ground other than one specified in subsection (3) above shall cease to have effect."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "23", "section_title": " Release of poinded article on ground of undue harshness.", "section_text": "23 1 The sheriff may, on an application made within 14 days after the date of execution of a poinding by the debtor or any person in possession of a poinded article, make an order releasing an article from the poinding if it appears to the sheriff that its continued inclusion in the poinding or its sale under warrant of sale would be unduly harsh in the circumstances. 2 Where the sheriff has made an order under subsection (1) above he may, notwithstanding section 25 of this Act, on an application by the creditor or by an officer of court on his behalf, authorise the poinding of other articles belonging to the debtor on the same premises."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "24", "section_title": " Invalidity, cessation and recall of poinding.", "section_text": "24 1 If, at any time before the sale of the poinded articles, the sheriff is satisfied that the poinding is invalid or has ceased to have effect he shall, on his own initiative or on an application by the debtor, make an order declaring that to be the case, and may make such consequential order as appears to him to be necessary in the circumstances. 2 Without prejudice to section 16(4) of this Act, it shall not be competent for the sheriff to make an order under subsection (1) above on the ground that any poinded article is exempt from poinding under that section. 3 At any time before an application is made under section 30 of this Act for a warrant of sale, the sheriff may, on an application by the debtor, recall a poinding on any of the following grounds— a that it would be unduly harsh in the circumstances for a warrant of sale of the poinded articles to be granted; b that the aggregate of the values of the poinded articles fixed under section 20(4) of this Act was substantially below the aggregate of the prices which they would have been likely to fetch if sold on the open market; or c that the likely aggregate proceeds of sale of the poinded articles would not exceed the expenses likely to be incurred in the application for warrant of sale and in any steps required to be taken under this Part of this Act in execution of such a warrant, on the assumption that that application and such steps are unopposed. 4 The sheriff shall not grant an application on the ground mentioned in subsection (3)(c) above if an order for further poinding of articles belonging to the debtor has been authorised under section 23(2), 28(6) or 29(2), or has become competent by reason of section 9(12), 28(2), 40(5) or 41(6), of this Act. 5 The sheriff shall not make an order under subsection (1) above, recall a poinding or refuse an application under this section without first giving the debtor and the creditor— a an opportunity to make representations; and b if either party wishes to be heard, an opportunity to be heard. 6 The sheriff clerk shall intimate to the debtor any order made under subsection (1) above by the sheriff on his own initiative."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "25", "section_title": " Second poinding in same premises.", "section_text": "25 Subject to sections 9(12), 23(2), 28(2) and (6), 29(2), 40(5) and 41(6) of this Act, where articles are poinded in any premises (whether or not the poinding is valid), another poinding in those premises to enforce the same debt shall not be competent except in relation to articles which have been brought on to the premises since the execution of the first poinding."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "26", "section_title": " Sist of proceedings in poinding of mobile homes.", "section_text": "26 1 Where a caravan, houseboat or other moveable structure which is the only or principal residence of the debtor or another person has been poinded the sheriff, on an application by the debtor or that other person made at any time after the execution of the poinding and before the granting of a warrant of sale, may order that for such period as he shall specify no further steps shall be taken in the poinding. 2 In calculating under section 27(1) or (2) of this Act the period during which a poinding in respect of which an order has been made under subsection (1) above shall remain effective, there shall be disregarded the period specified in the order."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "27", "section_title": " Duration of poinding.", "section_text": "27 1 Subject to subsections (2), (3) and (5)(a) below, a poinding shall cease to have effect on the expiry of a period of one year after the date of execution of the poinding, unless before such expiry an application has been made under section 30(1) of this Act for a warrant of sale in relation to the poinded articles. 2 The sheriff, on an application by the creditor or by an officer of court on his behalf made before the expiry of the period mentioned in subsection (1) above and before an application has been made under section 30(1) of this Act, may extend that period— a where he considers that, if the said period is extended, the debtor is likely to comply with an agreement between the creditor and the debtor for the payment of the sum recoverable by instalments or otherwise; or b to enable further proceedings to be taken in the diligence where the termination of the poinding would prejudice the creditor and the creditor cannot be held responsible for the circumstances giving rise to the need for the extension, for such further period as he considers reasonable in the circumstances. 3 The sheriff may grant further extensions under subsection (2) above, on application being made to him before the expiry of the previously extended period. 4 The decision of the sheriff under subsection (2) above shall not be subject to appeal, and shall be intimated to the debtor by the sheriff clerk. 5 Where, within the period mentioned in subsection (1) above or within that period as extended under subsection (2) above, an application is made— a under subsection (2) above— i if the application is made on the ground referred to in paragraph (a) of that subsection, the poinding shall, if the date of disposal of the application is later than 14 days before the poinding is due to expire, continue to have effect until 14 days after that disposal; ii in any other case, the poinding shall continue to have effect until the disposal of the application; b under section 30 of this Act for a warrant of sale, the poinding shall, if the sheriff refuses to grant a warrant of sale, continue to have effect— i until the period for leave to appeal has expired without an application for leave having been made; ii where an application for leave to appeal is made, until leave has been refused or the application has been abandoned; iii where leave to appeal has been granted, until the period for an appeal has expired without an appeal being made; or iv where an appeal against the decision is made, until the matter has been finally determined or the appeal has been abandoned; or c under section 30 of this Act for a warrant of sale, the poinding shall, if the sheriff grants a warrant of sale, continue to have effect— i if the articles are sold, or ownership passes to the creditor under section 37(6) of this Act, until the date of such sale or such ownership passing; or ii if the articles are not sold, or ownership does not pass to the creditor, until the expiry of the period specified for the warrant sale in the warrant of sale. 6 Without prejudice to subsection (7) below, if a report has been made to the sheriff under section 36(2) of this Act, the poinding shall continue to have effect for a period of 6 months after the date when the latest such report was made. 7 Where, within the period specified for the warrant sale in the warrant of sale, or within the period mentioned in subsection (6) above, an application is made under section 35 of this Act for a variation of the warrant of sale, the poinding shall cease to have effect— a if the sheriff refuses to grant a variation— i when the period for leave to appeal has expired without an application for leave having been made; ii where an application for leave to appeal is made, when leave has been refused or the application has been abandoned; iii where leave to appeal has been granted, when the period for an appeal has expired without an appeal being made; or iv where an appeal against the decision is made, when the matter has been finally determined in favour of the sheriff’s decision or the appeal has been abandoned, or on such later date as the sheriff may direct; b if the sheriff grants a variation— i where the articles are sold, or ownership passes to the creditor under section 37(6) of this Act in the period specified for the warrant sale in the warrant of sale as so varied, on the date of the warrant sale or of ownership so passing; ii where the articles are not sold and ownership does not pass to the creditor within that period, on the expiry of that period."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "28", "section_title": " Removal of poinded articles.", "section_text": "28 1 The debtor or the person in possession of poinded articles may move them to another location if— a the creditor or an officer of court on behalf of the creditor has consented in writing to their removal; or b the sheriff, on an application by the debtor or the person in possession, has authorised their removal. 2 Where poinded articles have been removed under subsection (1) above, an officer of court may, under the same warrant to poind, again poind any of the articles so removed and, notwithstanding section 25 of this Act, any articles which were not so removed, whether or not they were previously poinded; and, on the execution of any such further poinding, the original poinding shall be deemed to have been abandoned. 3 The removal, except in accordance with this Part of this Act, from any premises of poinded articles by— a the debtor; or b any person, other than the creditor or an officer of court, who knows that the articles have been poinded, shall be a breach of the poinding and may be dealt with as a contempt of court. 4 Where articles have been removed from premises otherwise than in accordance with this Part of this Act, the sheriff, on an application by the creditor— a may, subject to subsection (5) below, make an order requiring the person in possession of the articles to restore them to the premises from which they were removed within a period specified in the order; and b if an order under paragraph (a) above is not complied with, and it appears to the sheriff that the articles are likely to be found in premises specified in the application, may grant a warrant to officers of court— i to search for the articles in those premises; and ii to restore the articles to the premises from which they were removed or to make such other arrangements for their security as the sheriff may direct, and such a warrant shall be authority to open shut and lockfast places for the purpose of its execution. 5 Where it appears to the sheriff, on an application made to him by any person having an interest, that any article which has been removed from premises otherwise than in accordance with this Part of this Act has been acquired for value and without knowledge of the poinding, he shall— a refuse an order under subsection (4)(a) above relating to that article; b recall any such order which he has already made; and c make an order releasing the article from the poinding. 6 Where articles have been removed from premises otherwise than in accordance with this Part of this Act in circumstances in which the debtor is at fault the sheriff, on an application by the creditor or by an officer of court on his behalf, may, notwithstanding section 25 of this Act, authorise the poinding of other articles belonging to the debtor in the same premises. 7 The removal of poinded articles to another location shall not have the effect of releasing the articles from the poinding."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "29", "section_title": " Unlawful acts relating to poinded articles.", "section_text": "29 1 The wilful damage or destruction of poinded articles by— a the debtor; or b any person, other than the creditor or an officer of court, who knows that the articles have been poinded, shall be a breach of the poinding and may be dealt with as a contempt of court. 2 Where poinded articles have been damaged or destroyed the sheriff, on an application by the creditor or by the officer of court on his behalf, may— a where the debtor has been at fault, authorise the poinding of other articles belonging to the debtor in the premises in which the original poinding took place; and b in any case, authorise the revaluation of any damaged article in accordance with section 20(4) of this Act. 3 Where a third party, knowing that an article has been poinded— a wilfully damages or destroys it; or b removes it from premises in breach of a poinding, and— i it is damaged, destroyed, lost or stolen; or ii it is acquired from or through him by another person without knowledge of the poinding and for value, the sheriff may order the third party to consign the sum mentioned in subsection (4) below in court until the completion of the sale or until the poinding otherwise ceases to have effect. 4 The sum to be consigned in court under subsection (3) above shall be— a where the article has been damaged but not so damaged as to make it worthless, a sum equal to the difference between the value of the article fixed under section 20(4) of this Act and the value of the article as so damaged; b in any other case, a sum equal to the value fixed under that section. 5 Any sum consigned in court under subsection (3) above shall, on the completion of the sale or on the poinding otherwise ceasing to have effect, be paid to the creditor to the extent necessary to meet the sum recoverable, any surplus thereof being paid to the debtor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "30", "section_title": " Application for warrant of sale.", "section_text": "30 1 A creditor shall not be entitled to sell articles poinded by him unless, on an application by him or by an officer of court on his behalf, the sheriff has granted a warrant under this section (referred to in this Act as a “warrant of sale”). 2 The sheriff may refuse to grant a warrant of sale— a on his own initiative or on an objection by the debtor— i on the ground that the poinding is invalid or has ceased to have effect; ii on a ground mentioned in section 24(3)(b) or (c) of this Act; b on an objection by the debtor, on the ground that the granting of the application would be unduly harsh in the circumstances. 3 The creditor or officer of court, when making an application under subsection (1) above, shall serve a copy thereof on the debtor together with a notice in the form prescribed by Act of Sederunt informing him— a that he may object to the application within 14 days after the date when it was made; and b of his right to redeem poinded articles under section 33(2) of this Act. 4 The sheriff shall not— a refuse to grant a warrant of sale on his own initiative; or b dispose of an application under subsection (1) above where the debtor has objected thereto in accordance with subsection (3)(a) above, without first giving the parties an opportunity to be heard. 5 It shall not be competent for the sheriff to refuse to grant a warrant of sale on the ground that any poinded article is exempt from poinding under section 16 of this Act. 6 Where the sheriff refuses to grant a warrant of sale, the sheriff clerk shall intimate that refusal to the debtor and, if he is a different person from the debtor, to the person in possession of the poinded articles. 7 A sale under a warrant of sale shall be known as a “warrant sale”."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "31", "section_title": " Provisions of warrant of sale.", "section_text": "31 1 Every warrant of sale shall provide that the warrant sale shall be by public auction and shall specify the location of the sale in accordance with section 32 of this Act. 2 A warrant of sale shall— a appoint an officer of court to make arrangements for the warrant sale in accordance with the warrant; b specify a period within which the warrant sale shall take place; and c empower the officer of court to open shut and lockfast places for the purpose of executing the warrant. 3 Where the warrant of sale provides for the sale to be held in premises other than an auction room, it shall appoint to conduct the warrant sale— a if the aggregate of the values of the poinded articles fixed under section 20(4) of this Act exceeds £1,000 or such other sum as may be prescribed by Act of Sederunt and a person who carries on business as an auctioneer is available, that person; b in any other case, the officer of court appointed under subsection (2) above or another suitable person. 4 A warrant of sale which provides for the warrant sale to be held in premises other than where the poinded articles are situated shall also empower the officer of court appointed by the warrant to remove the poinded articles to such premises for the sale."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "32", "section_title": " Location of sale.", "section_text": "32 1 The warrant of sale shall not provide for the warrant sale to be held in a dwellinghouse except with the consent in writing, in a form to be prescribed by Act of Sederunt, of the occupier thereof and, if he is not the occupier, of the debtor. 2 Subject to subsection (3) below, where articles are poinded in a dwellinghouse and any consent required under subsection (1) above is not given, the warrant of sale shall provide for the warrant sale to be held in an auction room specified in the warrant. 3 Where— a articles are poinded in a dwellinghouse and any consent required under subsection (1) above is not given; and b it appears to the sheriff that, if the sale were to be held in an auction room, the likely proceeds of the warrant sale would not exceed the expenses of the application for warrant of sale and the expenses likely to be incurred in any steps required to be taken under this Part of this Act in the execution of the warrant on the assumption that that application and any such steps are unopposed, if the creditor is able to offer suitable premises in which the warrant sale could be held, the warrant of sale shall, subject to subsection (1) above and subsections (4) and (5) below, provide for the sale to be held in those premises, but otherwise the sheriff shall refuse to grant a warrant of sale. 4 Subject to subsection (5) below, the warrant of sale shall not provide for the sale to be held in premises (other than a dwellinghouse or an auction room) which are occupied by a person other than the debtor or the creditor except with the consent in writing, in a form to be prescribed by Act of Sederunt, of the occupier thereof. 5 Where the occupier of premises (other than a dwellinghouse or an auction room) where poinded articles are situated does not give his consent under subsection (4) above to the holding of the warrant sale in those premises, the warrant of sale may, if the sheriff considers that it would be unduly costly to require the removal of the poinded articles to other premises for sale, nevertheless provide that the warrant sale shall be held in the premises where they are situated. 6 In this section “ occupier ”, in relation to premises where there are 2 or more occupiers, means each of them."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "33", "section_title": " Release or redemption of poinded articles after warrant.", "section_text": "33 1 Where a warrant sale is to be held in premises other than where the poinded articles are situated, the officer of court may, in pursuance of section 31(4) of this Act, remove to those premises only such poinded articles as, if sold at their values fixed under section 20(4) of this Act, would realise in total the sum recoverable at the time of the sale; and shall release the remaining poinded articles from the poinding. 2 Subject to section 21(1) of this Act, the debtor may, within 7 days after the date when a copy of an application for warrant of sale has been served on him, redeem any poinded article by paying to the officer of court a sum equal to its value fixed under section 20(4) of this Act. 3 The officer of court shall, on receiving payment from the debtor under subsection (2) above, grant a receipt in the form prescribed by Act of Sederunt to the debtor; and the receipt shall operate as a release of the article from the poinding. 4 The creditor and the debtor may by agreement release articles from the poinding. 5 Any release or redemption of poinded articles under this section— a shall be mentioned in the next subsequent application (if any) which is made for warrant of sale or for variation of warrant of sale; or b if it takes place after an application for warrant of sale (or variation thereof) has been made and before it has been disposed of, shall be reported as soon as is reasonably practicable by the officer of court to the sheriff; or c in any other case, shall be mentioned in any report of sale."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "34", "section_title": " Intimation and publication of sale.", "section_text": "34 1 The officer of court appointed under section 31(2)(a) of this Act to make arrangements for the warrant sale shall— a as soon as is reasonably practicable intimate to the debtor and, if the person in possession of the poinded articles is not the debtor, to that person, the date arranged for the warrant sale; and b not later than the date of intimation under paragraph (a) above, serve a copy of the warrant of sale on the debtor and any such person. 2 Where the warrant sale is not to be held in the premises where the poinded articles are situated, the officer of court referred to in subsection (1) above shall, not less than 7 days before the date arranged for the removal of the poinded articles from those premises, intimate to the debtor and, if he is not the debtor, to the person in possession of the poinded articles— a the place where the sale is to be held; and b the date arranged for the removal. 3 The sheriff clerk shall arrange for such particulars of the warrant of sale as are prescribed by Act of Sederunt to be displayed on the walls of court. 4 The warrant sale shall be advertised by public notice and, where the sale is to be held otherwise than in an auction room, the public notice shall be as directed by the warrant of sale. 5 Where the warrant sale is to be held in premises not belonging to the debtor, the public notice under subsection (4) above shall not name him or disclose that the articles for sale are poinded articles. 6 Where the warrant sale is to be held in premises other than the debtor’s premises or an auction room, any public notice of the sale shall state that the articles to be sold do not belong to the occupier of the premises where the sale is to be held."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "35", "section_title": " Alteration of arrangements for sale.", "section_text": "35 1 Where, for any reason for which neither the creditor nor the officer of court is responsible, the arrangements made for the warrant sale cannot be implemented in accordance with the provisions of the warrant of sale, the sheriff may, on an application by the creditor or by the officer of court on his behalf, grant a variation of the warrant of sale. 2 Subject to subsection (3) below, the sheriff may, on his own initiative or on an objection by the debtor, refuse to grant an application under subsection (1) above on the ground that— a the poinding is invalid or has ceased to have effect; or b the proposed variation is unsuitable. 3 It shall not be competent for the sheriff to refuse to grant an application under subsection (1) above on the ground that any poinded article is exempt from poinding under section 16 of this Act. 4 Section 32 of this Act shall apply to a warrant of sale as varied under this section. 5 A creditor or officer of court who makes an application under subsection (1) above shall at the same time— a serve on the debtor a copy thereof together with a notice in the form prescribed by Act of Sederunt, informing him that he may object to the application within 7 days after the date of such service; and b serve on any other person in possession of the poinded articles a copy of the application. 6 The sheriff shall not— a refuse to grant a variation under subsection (1) above on his own initiative; or b dispose of an application under that subsection where the debtor has objected thereto in accordance with subsection (5) above, without first giving the parties an opportunity to be heard. 7 On granting a variation under subsection (1) above, the sheriff may make such consequential orders as he thinks fit including, where appropriate— a an order requiring service on the debtor, and on any other person in possession of the poinded articles, of the warrant of sale as varied; b the retaking of any steps in the diligence which have already been taken. 8 Where the sheriff refuses to grant a variation under subsection (1) above, the sheriff clerk shall intimate that refusal to the debtor and to any other person in possession of the poinded articles. 9 Subject to subsection (10) below and without prejudice to section 36(3) of this Act, after intimation has been given under section 34 of this Act to the debtor of the date arranged for the warrant sale or for the removal for sale of the poinded articles from the premises where they are situated, the creditor or officer of court shall not be entitled to arrange a new date for the sale or for such removal. 10 Where, for any reason for which neither the creditor nor the officer of court is responsible, it is not possible for the warrant sale or, as the case may be, the removal for sale of the poinded articles from the premises where they are situated, to take place on the date arranged for it, the creditor may instruct the officer of court to arrange a new date in accordance with subsection (11) below, and the officer of court shall intimate the new date to the debtor and to any other person in possession of the poinded articles. 11 The new date arranged under subsection (10) above— a shall not in any case be less than 7 days after the date of intimation under that subsection; and b in the case of a new date arranged for a warrant sale, shall be a date within the period specified in the warrant of sale as the period within which the sale is required to be held."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "36", "section_title": " Payment agreements after warrant of sale.", "section_text": "36 1 Without prejudice to section 35(1) and (10) of this Act, in order to enable the sum recoverable to be paid by instalments or otherwise in accordance with an agreement between the creditor and the debtor, the creditor may, after the granting of a warrant of sale, cancel the arrangements for the warrant sale on not more than 2 occasions. 2 The creditor or the officer of court on his behalf shall as soon as is reasonably practicable after any agreement of the kind referred to in subsection (1) above has been entered into make a report of the agreement to the sheriff. 3 Where, following cancellation of the warrant sale in pursuance of subsection (1) above, the debtor is in breach of the agreement— a if the provisions of the original warrant of sale still allow, the creditor may instruct the officer of court to make arrangements for the warrant sale in accordance with those provisions; b if, for any reason for which neither the creditor nor the officer of court is responsible, arrangements for the warrant sale cannot be implemented in accordance with the provisions of the original warrant of sale, the sheriff may, on an application by the creditor or by the officer of court on his behalf made within 6 months after the date when the report was made under subsection (2) above, grant a variation of the warrant of sale under section 35(1) of this Act. 4 For the purposes of subsection (3) above, the original warrant of sale shall be deemed to have specified that the sale is required to be held within the period of 6 months after the date when the latest report was made under subsection (2) above."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "37", "section_title": " The warrant sale.", "section_text": "37 1 Where the warrant of sale does not appoint as auctioneer the officer of court appointed under section 31(2)(a) of this Act to conduct the warrant sale, that officer— a shall attend the sale and keep a record of any articles which are sold and the amount for which they are sold and of any articles whose ownership passes to the creditor under subsection (6) below; and b if the sale is to be held in premises other than an auction room, shall supervise the sale. 2 Where the officer of court appointed under section 31(2)(a) of this Act is appointed as auctioneer to conduct the sale, he shall be attended at the sale by one witness. 3 In the warrant sale there shall be no reserve price unless the creditor chooses to have one and, if he does so choose, it shall not exceed the value of the article fixed under section 20(4) of this Act. 4 The value of a poinded article fixed under section 20(4) of this Act and the reserve price, if any, fixed by the creditor under subsection (3) above need not be disclosed to any person bidding for the article. 5 In the warrant sale any poinded article exposed for sale may be purchased by— a any creditor, including the creditor on whose behalf the poinding was executed; or b a person who owns the article in common with the debtor. 6 Subject to subsection (7) below and without prejudice to the rights of any third party, where the sum recoverable has not been realised by the warrant sale, ownership of a poinded article which remains unsold after being exposed for sale shall pass to the creditor. 7 Without prejudice to the rights of any third party, where the warrant sale is held in premises belonging to the debtor, the ownership of a poinded article which has passed to the creditor under subsection (6) above shall revert to the debtor unless the creditor uplifts the article by 8 p.m. (or such other time as may be prescribed by Act of Sederunt)— a if the premises are a dwellinghouse in which the debtor is residing, on the day when the sale is completed; b in any other case, on the third working day following that day, and the officer of court may remain on or re-enter any premises (whether open, shut or lockfast) for the purpose of enabling the creditor to uplift any such article. 8 For the purposes of subsection (7) above “ working day ” means a day which is not— Saturday; Sunday; 1st or 2nd January; Good Friday; Easter Monday; 25th or 26th December; a public holiday in the area in which the premises are situated. 9 Subject to subsection (10) below, where at the warrant sale any article is unsold or is sold at a price below the value fixed under section 20(4) of this Act, the debtor shall be credited with an amount equal to that valuation. 10 Where— a any damaged article has been revalued under section 20(4) of this Act on the authority of the sheriff given under section 29(2) of this Act; b the damage was not caused by the fault of the debtor; and c no order has been made under section 29(3) of this Act requiring a third party to consign a sum in respect of the article, or such an order has been made but has not been complied with, the amount credited to the debtor under subsection (9) above shall be an amount equal to the original valuation and not the revaluation referred to in paragraph (a) above."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "38", "section_title": " Disposal of proceeds of sale.", "section_text": "38 The officer of court appointed under section 31(2)(a) of this Act shall dispose of the proceeds of the warrant sale— a by paying to the creditor the proceeds so far as necessary to meet the sum recoverable (subject to any agreement between the officer of court and the creditor relating to the fees or outlays of the officer of court) or, if the sheriff so directs, by consigning such proceeds in court; and b by paying to the debtor any surplus remaining after the sum recoverable has been paid or, if the debtor cannot be found, by consigning such surplus in court."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "39", "section_title": " Report of warrant sale.", "section_text": "39 1 The officer of court appointed under section 31(2)(a) of this Act shall within a period of 14 days after the date of completion of the warrant sale make to the sheriff a report in the form prescribed by Act of Sederunt (referred to in this Part of this Act as “ the report of sale ”) setting out— a any articles which have been sold and the amount for which they have been sold; b any articles which remain unsold; c the expenses chargeable against the debtor under Schedule 1 to this Act; d any surplus paid to the debtor; and e any balance due by or to the debtor. 2 The report of sale shall be signed by the officer of court and, if a witness was required to attend at the sale under section 37(2) of this Act, by that witness. 3 If an officer of court— a without reasonable excuse makes a report of sale after the expiry of the period mentioned in subsection (1) above; or b wilfully refuses or delays to make a report of sale after the expiry of that period, the sheriff may, without prejudice to his right to report the matter to the Court of Session or the sheriff principal under section 79(1)(b) of this Act, make an order that the officer of court shall be liable for the expenses chargeable against the debtor under Schedule 1 to this Act, either in whole or in part. 4 The report of sale shall be remitted by the sheriff to the auditor of court who shall— a tax the expenses chargeable against the debtor under Schedule 1 to this Act; b certify the balance due by or to the debtor following the poinding and sale; and c make a report to the sheriff, but shall not alter the amount of the expenses or of the balance referred to in paragraph (b) above without first giving all interested persons an opportunity to make representations. 5 On receipt of the auditor’s report, the sheriff may make an order— a declaring the balance due by or to the debtor, as certified by the auditor; b declaring such a balance after making modifications to the balance as so certified; or c if he is satisfied that there has been a substantial irregularity in the poinding and sale (other than the making of the report of sale after the expiry of the period mentioned in subsection (1) above), declaring the poinding and sale to be void, in which case (subject to subsection (9) below) he may make such consequential order as appears to him to be necessary in the circumstances, and the sheriff clerk shall intimate the sheriff’s order under this subsection to the debtor. 6 The sheriff shall not make an order under subsection (5)(b) or (c) above without first giving all interested persons an opportunity to be heard. 7 The auditor of court shall not be entitled to charge a fee in respect of his report. 8 The report of sale and the auditor’s report shall be retained by the sheriff clerk for the period prescribed by Act of Sederunt and during that period they shall be open for inspection in the sheriff clerk’s office by any interested person on payment of such fee as may be prescribed in an order made under section 2 of the  Courts of Law Fees (Scotland) Act 1895. 9 An order under subsection (5)(c) above shall not affect the title of a person to any article acquired by him at the warrant sale, or subsequently, in good faith and for value. 10 Any rule of law whereby the sheriff may refuse to receive the report of sale shall cease to have effect."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "40", "section_title": " Release from poinding of articles belonging to third party.", "section_text": "40 1 An officer of court may, at any time after the execution of a poinding and before the warrant sale, release an article from the poinding if— a he is satisfied that the article belongs to a third party; and b the debtor or other person in possession of the article does not deny that it belongs to the third party. 2 Where, on an application made to him by a third party, at any time after the execution of a poinding and before the warrant sale, the sheriff is satisfied that a poinded article belongs to that third party, he shall make an order releasing it from the poinding. 3 The making of an application under subsection (2) above shall not prejudice the taking of any other proceedings by the third party for the recovery of a poinded article belonging to him, and an order of the sheriff under that subsection shall not be binding in any other proceedings. 4 The release of a poinded article under subsection (1) above— a shall be mentioned in the next subsequent application (if any) which is made for warrant of sale or for variation of warrant of sale; or b if it takes place after an application for warrant of sale (or variation thereof) has been made and before it has been disposed of, shall be reported as soon as is reasonably practicable by the officer of court to the sheriff; or c in any other case, shall be mentioned in any report of sale. 5 Where an article has been released from a poinding under this section, an officer of court may, notwithstanding section 25 of this Act, poind other articles belonging to the debtor in the same premises."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "41", "section_title": " Poinding and sale of articles in common ownership.", "section_text": "41 1 Articles which are owned in common by a debtor and a third party may be poinded and disposed of in accordance with this Part of this Act in satisfaction of the debts of that debtor. 2 Where, at any time after the execution of a poinding and before the warrant sale, a third party— a claims that a poinded article is owned in common by the debtor and himself; and b pays to the officer of court a sum equal to the value of the debtor’s interest in the article, the officer of court may, unless the debtor (or the person in possession of the article, if not the debtor) denies the claim, release the article from the poinding. 3 If, on an application made by a third party, at any time after the execution of a poinding and before the warrant sale, the sheriff is satisfied that a poinded article is owned in common by the debtor and that third party and either— a the third party undertakes to pay to the officer of court a sum equal to the value of the debtor’s interest in the article; or b the sheriff is satisfied that the continued poinding of that article or its sale under warrant of sale would be unduly harsh to the third party in the circumstances, he shall make an order releasing the article from the poinding. 4 A release under subsection (2) above or where subsection (3)(a) above applies shall not become effective until the granting by the officer of court of a receipt for payment in accordance therewith, when the debtor’s interest in the released article shall be transferred to the third party. 5 A release of a poinded article under subsection (2) above— a shall be mentioned in the next subsequent application (if any) which is made for warrant of sale or for variation of warrant of sale; or b if it takes place after an application for warrant of sale (or variation thereof) has been made and before it has been disposed of, shall be reported as soon as is reasonably practicable by the officer of court to the sheriff; or c in any other case, shall be mentioned in any report of sale. 6 Where an article is released in pursuance of subsection (3)(b) above from a poinding, an officer of court may, notwithstanding section 25 of this Act, poind other articles belonging to the debtor in the same premises. 7 This subsection applies where, at any time after the execution of a poinding, a third party claims that any of the poinded articles is owned in common by the debtor and himself but does not seek release of the article from the poinding, and either— a the claim is admitted by the creditor and the debtor; or b the claim is not admitted by both the creditor and the debtor, but the sheriff, on an application made to him, is satisfied that the claim is valid. 8 Where subsection (7) above applies, the creditor shall pay to the third party— a if the article is sold, the fraction of the proceeds of sale (or of the value of that article fixed under section 20(4) of this Act, whichever is the greater) which corresponds to the third party’s interest in the article; b if ownership of the article passes to the creditor in default of sale, the fraction of the value of the article fixed under section 20(4) of this Act which corresponds to the third party’s interest in the article."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "42", "section_title": " Certain proceedings under Part II to postpone further steps in the diligence.", "section_text": "42 1 Where an application under any of the provisions of this Act listed in subsection (3) below has been made, it shall be not be competent during a relevant period to grant a warrant of sale in respect of the poinded articles, to remove them for sale or to hold a warrant sale. 2 Where subsection (1) above applies, a relevant period shall be disregarded in calculating— a the period within which a warrant sale is required to be held under section 31(2)(b) of this Act; or b the period on the expiry of which the poinding ceases to have effect under section 27 of this Act. 3 The provisions referred to in subsection (1) above are— a section 16(4), 23(1), 40(2) or 41(3) (release of poinded articles); b section 24(1) or (3) (invalidity, cessation or recall of poinding); c section 26(1) (sist of proceedings in poinding of mobile homes); d section 28(4) (restoration of articles removed without consent or authority); e section 28(5) (recall of order under section 28(4)). 4 In subsections (1) and (2) above “ a relevant period ” means— a the period while the application is pending; b where the application has been disposed of by the sheriff— i the period during which an application for leave to appeal may be made; ii where an application for leave to appeal is made, the period until leave has been refused or the application has been abandoned; iii where leave to appeal has been granted, the period during which an appeal may be made; or iv where an appeal against the decision is made, the period until the matter has been finally determined or the appeal has been abandoned."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "43", "section_title": " Conjoining of further poinding with original poinding.", "section_text": "43 1 Subject to subsection (2) below, where a report of a further poinding by the same creditor to enforce the same debt executed in pursuance of section 9(12), 23(2), 28(2) or (6), 29(2), 40(5) or 41(6) of this Act has been received under section 22 of this Act, the sheriff shall, on an application made to him by the creditor or by an officer of court on his behalf, make an order conjoining the further poinding with the original poinding. 2 It shall not be competent for the sheriff to make an order under subsection (1) above— a where a warrant of sale has been granted in respect of the original poinding or the further poinding; b until 14 days after the date of execution of the further poinding; or c while an application under this Part of this Act in relation to the further poinding is pending or, where such an application has been disposed of by the sheriff— i until the period for leave to appeal has expired without an application for leave having been made; ii where an application for leave to appeal is made, until leave has been refused or the application has been abandoned; iii where leave to appeal has been granted, until the period for an appeal has expired without an appeal being made; or iv where an appeal against the decision is made, until the matter has been finally determined or the appeal has been abandoned. 3 Where the sheriff makes an order under subsection (1) above, it shall not thereafter be competent for him to grant any application for warrant of sale relating to the original poinding which is pending when the order is made. 4 The effect of an order under subsection (1) above shall be that thereafter the further poinding shall be treated for all purposes as if it were part of the original poinding, except that the references to a poinding being invalid or having ceased to have effect in sections 24(1), 30(2)(a)(i) and 35(2)(a) of this Act shall be construed as references to either poinding being invalid or having ceased to have effect. 5 The decision of the sheriff under subsection (1) above shall not be subject to appeal."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "44", "section_title": " Expenses of poinding and sale.", "section_text": "44 Schedule 1 to this Act shall have effect for the purposes of determining the liability, as between the creditor and the debtor, for expenses incurred in serving a charge and in the process of poinding and warrant sale."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "45", "section_title": " Interpretation of Part II.", "section_text": "45 In this Part of this Act— “ dwellinghouse ” includes a caravan, a houseboat and any structure adapted for use as a residence; “ the poinding schedule ” means the schedule provided for in section 20(5) of this Act; “ the report of sale ” means the report provided for in section 39(1) of this Act; “ the sum recoverable ” means the total of— a the amount outstanding of the sum due by the debtor under the decree or other document on which the diligence proceeds (including any interest thereon and any expenses decerned for); b any sum due under section 93(5) of this Act; and c any expenses which have been incurred in serving a charge and in the process of poinding and sale which are chargeable against the debtor under Schedule 1 to this Act."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "46", "section_title": " New diligences against earnings.", "section_text": "46 1 The following diligences against earnings of a debtor in the hands of his employer shall replace the diligence of arrestment and action of furthcoming against such earnings— a a diligence, to be known as an “earnings arrestment”, to enforce the payment of any ordinary debt which is due as at the date of execution of the diligence; b a diligence, to be known as a “current maintenance arrestment”, to enforce the payment of current maintenance; c an order, to be known as a “conjoined arrestment order”, to enforce the payment of two or more debts owed to different creditors against the same earnings. 2 Any rule of law whereby there is exempted from arrestment of earnings of a debtor in the hands of his employer a reasonable amount for the subsistence of the debtor and his dependants shall cease to have effect."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "47", "section_title": " General effect of earnings arrestment.", "section_text": "47 1 Subject to section 69 of this Act, an earnings arrestment shall have the effect of requiring the employer of a debtor, while the arrestment is in effect, to deduct a sum calculated in accordance with section 49  or 49A   of this Act from the debtor’s net earnings on every pay-day and, as soon as is reasonably practicable, to pay any sum so deducted to the creditor. 2 Subject to sections 59 (priority among arrestments), 62 (relationship of conjoined arrestment order with certain other arrestments) and 90 (provisions relating to charges for payment) of this Act, an earnings arrestment— a shall , subject to subsection (3) below,   come into effect on the date of its execution, being the date on which a schedule in the form prescribed by Act of Sederunt (to be known as an “ earnings arrestment schedule ”) is served on the employer; and b shall remain in effect until the debt recoverable has been paid or otherwise extinguished, the debtor has ceased to be employed by the employer, or the arrestment has been recalled or abandoned by the creditor or has for any other reason ceased to have effect. 3 An earnings arrestment shall not come into effect unless, no earlier than 12 weeks before the date on which the earnings arrestment schedule is served, the creditor has provided the debtor with a debt advice and information package. 4 In this section and in sections 51(2A) and 60(3A) of this Act,  “ debt advice and information package ” means the debt advice and information package referred to in section 10(5) of the Debt Arrangement and Attachment (Scotland) Act 2002 (asp 17)."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "48", "section_title": " Debt recoverable by earnings arrestment.", "section_text": "48 1 Subject to subsections (2) and (3) below, the debt recoverable by an earnings arrestment shall consist of the following sums, in so far as outstanding— a any ordinary debt and any expenses due under the decree or other document on which the earnings arrestment proceeds; b any interest on those sums which has accrued at the date of execution of the earnings arrestment; and c the expenses incurred in executing the earnings arrestment and the charge which preceded it. 2 In relation to arrears of maintenance, the ordinary debt referred to in subsection (1)(a) above shall be the amount of those arrears less any sum which the debtor is entitled to deduct from that amount under any enactment in respect of income tax. 3 Any sum mentioned in subsection (1) above shall be included in the debt recoverable only if, and to the extent that, it is specified in the earnings arrestment schedule. 4 It shall be competent for a creditor to enforce payment of more than one debt payable to him by the same debtor by means of a single earnings arrestment, whether the arrestment is executed in pursuance of the same warrant or of 2 or more different warrants authorising diligence."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "49", "section_title": " Deductions from net earnings to be made by employer.", "section_text": "49 1   Subject to section 49A of this Act,  the sum to be deducted under section 47 of this Act on any pay-day shall be— a where the debtor’s earnings are payable weekly, the sum specified in column 2 of Table A in Schedule 2 to this Act opposite the band in column 1 of that Table within which his net earnings payable on that pay-day fall; b where his earnings are payable monthly, the sum specified in column 2 of Table B in that Schedule opposite the band in column 1 of that Table within which his net earnings payable on that pay-day fall; c where his earnings are payable at regular intervals of a whole number of weeks or months, the sum arrived at by— i calculating what would be his weekly or monthly net earnings by dividing the net earnings payable to him on the pay-day by that whole number (of weeks or months, as the case may be); ii ascertaining the sum specified in column 2 of Table A (if the whole number is of weeks) or of Table B (if the whole number is of months) in Schedule 2 to this Act opposite the band in column 1 of that Table within which the notional net earnings calculated under sub-paragraph (i) above fall; and iii multiplying that sum by the whole number (of weeks or months, as the case may be). 2 Where the debtor’s earnings are payable at regular intervals other than at intervals to which subsection (1) above applies, the sum to be deducted on any pay-day under section 47 of this Act shall be arrived at by— a calculating what would be his daily net earnings by dividing the net earnings payable to him on the pay-day by the number of days in the interval; b ascertaining the sum specified in column 2 of Table C in Schedule 2 to this Act opposite the band in column 1 of that Table within which the notional net earnings calculated under paragraph (a) above fall; and c multiplying that sum by the number of days in the interval. 3 Where the debtor’s earnings are payable at irregular intervals, the sum to be deducted on any pay-day under section 47 of this Act shall be arrived at by— a calculating what would be his daily net earnings by dividing the net earnings payable to him on the pay-day— i by the number of days since earnings were last paid to him; or ii if the earnings are the first earnings to be paid to him by the employer, by the number of days since he commenced his employment with the employer; b taking the sum specified in column 2 of Table C in Schedule 2 to this Act opposite the band in column 1 of that Table within which the notional net earnings calculated under paragraph (a) above fall; and c multiplying that sum by the number of days mentioned in paragraph (a) above. 4 Where on the same pay-day there are paid to the debtor both earnings payable at regular intervals and earnings which are not payable at regular intervals, for the purpose of arriving at the sum to be deducted on that pay-day under section 47 of this Act, all those earnings shall be aggregated and treated as earnings payable at the regular interval. 5 Where earnings payable to a debtor at regular intervals are paid to him on one pay-day and earnings which are not payable at regular intervals are paid to him on a different pay-day, the sum to be deducted on each of those pay-days under section 47 of this Act in respect of those earnings which are not paid at regular intervals shall be 20 per cent. of the net earnings paid to him on that pay-day. 6 Where earnings are paid to a debtor by 2 or more series of payments at regular intervals— a if the intervals are of different lengths— i for the purpose of arriving at the sum to be deducted under section 47 of this Act, whichever of subsections (1) and (2) above is appropriate shall apply to the series with the shortest interval; and ii in relation to the earnings paid in any other series, the said sum shall be 20 per cent. of the net earnings; b if the intervals are of the same length and payments in more than one series are payable on the same day— i the payments in those series shall be aggregated and whichever of subsections (1) and (2) above is appropriate shall apply to the aggregate; and ii paragraph (a)(ii) above shall apply to every other series; c if the intervals are of the same length and no 2 payments are payable on the same day paragraph (a)(i) above shall apply to such series as the employer may choose, and paragraph (a)(ii) above shall apply to every other series. 7 The Lord Advocate may, by regulations, vary— a Tables A, B and C of Schedule 2 to this Act; b the percentage specified in subsections (5) and (6)(a)(ii) above, and such regulations may make different provision for different cases. 8 Subject to section 69(1) and (2) of this Act, regulations under subsection (7) above shall not apply in relation to an existing earnings arrestment unless and until the creditor or the debtor intimates the making of the regulations to the employer in the form prescribed by Act of Sederunt."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "49A", "section_title": "Deductions where net earnings include holiday pay", "section_text": "49A 1 This section applies where— a the debtor's earnings are paid at regular intervals; and b on one pay-day (in this section, the  “normal pay-day”) there are paid to the debtor both— i earnings normally payable on that pay-day (in this section,  “normal earnings”); and ii earnings such as are mentioned in subsection (2) below (in this section,  “holiday pay”). 2 Holiday pay is earnings which— a are paid in respect of a period of annual leave or public holiday; and b would, were they not paid in respect of such leave or holiday, have been paid on a pay-day other than the normal pay-day. 3 In arriving at the sum to be deducted under section 47 of this Act on the normal pay-day, subsections (4) to (8) below shall apply. 4 Calculate in accordance with section 49 of this Act the sum, if any, which would be deducted from the normal earnings if the holiday pay had not been paid on the normal pay-day. 5 Where— a the debtor's normal earnings are payable weekly, monthly or at regular intervals of a whole number of weeks or months; and b all of the holiday pay relates to a whole number of weeks or months, the sum, if any, to be deducted from the holiday pay shall be the sum arrived at by applying sub-paragraphs (i) to (iii) of section 49(1)(c) of this Act to the holiday pay as if it were the net earnings mentioned in that sub-paragraph (i). 6 Where the debtor's normal earnings are payable weekly, monthly or at regular intervals of a whole number of weeks or months but part of the holiday pay relates to a whole number of weeks or months and part does not, the sum, if any, to be deducted from the holiday pay shall be the sum arrived at by— a in relation to the part of the holiday pay which relates to a whole number of weeks or months, applying subsection (5) above to that part; b in relation to the part of the holiday pay which does not relate to a whole number of weeks or months, applying paragraphs (a) to (c) of section 49(2) of this Act to that part of the holiday pay as if it were the net earnings mentioned in that paragraph (a); and c aggregating the sums arrived at as mentioned in paragraphs (a) and (b) above. 7 Where— a the debtor's normal earnings are payable weekly, monthly or at regular intervals of a whole number of weeks or months but none of the holiday relates to such a whole number of weeks or months; or b the debtor's normal earnings are payable at regular intervals other than at intervals to which paragraph (a) above applies, the sum, if any, to be deducted from the holiday pay shall be arrived at by applying paragraph (b) of subsection (6) above to the holiday pay. 8 Aggregate— a the deduction, if any, calculated under subsection (4) above; and b the deduction, if any, calculated under subsection (5), (6) or, as the case may be, (7) above."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "50", "section_title": " Review of earnings arrestment.", "section_text": "50 1 If the sheriff is satisfied that an earnings arrestment is invalid or has ceased to have effect he shall, on an application by the debtor or the person on whom the earnings arrestment schedule was served, make an order declaring that to be the case, and may make such consequential order as appears to him to be necessary in the circumstances; and the sheriff clerk shall intimate any order under this subsection to the debtor, the creditor and the person on whom the earnings arrestment schedule was served. 2 An order under subsection (1) above declaring that an arrestment is invalid or has ceased to have effect shall not be subject to appeal. 3 The sheriff, on an application by the debtor, the creditor or the employer, may make an order determining any dispute as to the operation of an earnings arrestment. 4 Without prejudice to section 57(5) of this Act, the sheriff, when making an order under subsection (3) above, may order— a the reimbursement of any payment made in the operation of the arrestment which ought not to have been made; or b the payment of any sum which ought to have been paid in the operation of the arrestment but which has not been paid. 5 An order under subsection (4) above shall require the person against whom it is made to pay interest on the sum to be paid by him under the order at the specified rate from such date as the sheriff shall specify in the order."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "51", "section_title": " General effect of current maintenance arrestment.", "section_text": "51 1 Subject to sections 58(2) and 69 of this Act, a current maintenance arrestment shall have the effect of requiring the employer of the debtor while the arrestment is in effect to deduct a sum calculated in accordance with section 53 of this Act from the debtor’s net earnings on every pay-day and as soon as is reasonably practicable to pay any sum so deducted to the creditor. 2 Subject to sections 59 and 62 of this Act, a current maintenance arrestment— a shall , subject to subsection (2A) below,   come into effect on the date of its execution, being the date on which a schedule in the form prescribed by Act of Sederunt (to be known as a “ current maintenance arrestment schedule ”) is served on the employer of the debtor; and b shall remain in effect until the debtor has ceased to be employed by the employer concerned, or the arrestment has been recalled or abandoned by the creditor or has ceased to have effect under section 55(8) of this Act or for any other reason. 2A A current maintenance arrestment shall not come into effect unless, no earlier than 12 weeks before the date on which the current maintenance arrestment schedule is served, the creditor has provided the debtor with a debt advice and information package. 3 The expenses incurred in executing a current maintenance arrestment shall be recoverable from the debtor as an ordinary debt. 4 Subject to section 52(2)(b) of this Act, a current maintenance arrestment schedule shall specify the maintenance payable by the debtor expressed as a daily rate. 5 For the purposes of subsection (4) above the daily rate shall be arrived at— a where the maintenance is paid monthly, by multiplying the monthly rate by 12 and dividing it by 365; b where it is paid quarterly, by multiplying the quarterly rate by 4 and dividing it by 365. 6 No interest shall accrue on any arrears of the maintenance which arise while a current maintenance arrestment is in effect."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "52", "section_title": " Enforcement of 2 or more obligations to pay maintenance.", "section_text": "52 1 This section applies where one or more maintenance orders are in effect which provide for the payment by the same debtor to the same person (whether for his own benefit or for another person’s) of maintenance in respect of more than one individual. 2 Where this section applies— a all or any of the obligations to pay maintenance may be enforced by a single current maintenance arrestment against the same earnings; and b in that case, the current maintenance arrestment schedule shall specify one daily rate of maintenance, being the aggregate of the daily rates calculated in accordance with section 51(5) of this Act."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "53", "section_title": " Deductions from net earnings to be made by employer.", "section_text": "53 1 The sum to be deducted from a debtor’s net earnings on a pay-day under section 51 of this Act shall be whichever is the lesser of the amounts mentioned in paragraphs (a) and (b) of subsection (2) below, less any sum which the debtor is entitled to deduct under any enactment in respect of income tax. 2 The amounts referred to in subsection (1) above are— a subject to subsections (3) and (5) below, a sum arrived at by multiplying the daily rate of maintenance (as specified in the current maintenance arrestment schedule) by the number of days— i since the last pay-day when a deduction was made in respect of the arrestment; or ii if there was no such pay-day, since the date of execution of the arrestment; or b any net earnings in so far as they exceed the sum of     £ 21.56   per day for the number of days mentioned in paragraph (a) above. 3 The sum specified in subsection (2)(b) above may be varied by regulations made by the Lord Advocate and such regulations may make different provision for different cases. 4 Subject to section 69(1) and (2) of this Act, regulations under subsection (3) above shall not apply to an existing current maintenance arrestment unless and until the creditor or the debtor intimates the making of the regulations to the employer in the form prescribed by Act of Sederunt. 5 An employer operating a current maintenance arrestment shall be entitled, but shall not be required, to apply a change in the small maintenance payments limits before the creditor or the debtor intimates the change to the employer in the form prescribed by Act of Sederunt. 6 For the purposes of subsection (5) above, the small maintenance payment limits are the rates mentioned in section  351(2)  of the  Income and Corporation Taxes Act  1988 ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "54", "section_title": " Current maintenance arrestment to be preceded by default.", "section_text": "54 1 Subject to subsections (2) and (3) below, a current maintenance arrestment schedule may be served in pursuance of a maintenance order which is subsisting at the date of such service only if— a the creditor has intimated to the debtor in the manner prescribed by Act of Sederunt— i in the case of an order mentioned in paragraph (a)  ...  or (b) of the definition of “ maintenance order ” in section 106 of this Act, the making of the order; ii in the case of an order mentioned in paragraph (c), (e), (f), (g)  ...    , (h) or (k)  thereof, the registration mentioned in the paragraph concerned; iii in the case of an order mentioned in paragraph (d) thereof, the confirmation of the order mentioned in that paragraph; b at least 4 weeks have elapsed since the date of intimation under paragraph (a) above; and c except where section 56 of this Act applies, at the time when it is proposed to serve the schedule, a sum not less than  one instalment  of maintenance remains unpaid. 2 Subsection (1) above shall not apply where— a the maintenance order is one that has been registered in Scotland as mentioned in paragraph (c), (e), (f)   , (g) ... or (k)    of the said definition; and b a certificate of arrears (within the meaning of section 21 of the  Maintenance Orders (Reciprocal Enforcement) Act 1972) was produced to the court in Scotland which registered the order to the effect that at the time at which the certificate was issued the debtor was in arrears in his payment of instalments under the order. 3 Where a current maintenance arrestment which was validly executed has ceased to have effect otherwise than by virtue of its recall under section 55(2) of this Act, the creditor may within 3 months after the date when the arrestment ceased to have effect execute another current maintenance arrestment without complying with subsection (1) above. 4 In subsections (1) and (2),  “ order ” includes decision, settlement and instrument. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "55", "section_title": " Review and termination of current maintenance arrestment.", "section_text": "55 1 If the sheriff is satisfied, on an application by the debtor or the person on whom the current maintenance arrestment schedule was served, that a current maintenance arrestment is invalid or has ceased to have effect, he shall make an order declaring that to be the case, and may make such consequential order as appears to him to be necessary in the circumstances. 2 If the sheriff is satisfied, on an application by the debtor, that the debtor is unlikely to default again in paying maintenance, he may make an order recalling a current maintenance arrestment. 3 The sheriff clerk shall intimate any order made under subsection (1) or (2) above to the debtor, the creditor and the person on whom the current maintenance arrestment schedule was served. 4 An order under subsection (1) above declaring that an arrestment is invalid or has ceased to have effect or under subsection (2) above shall not be subject to appeal. 5 The sheriff, on an application by the debtor, the creditor or the employer, may make an order determining any dispute as to the operation of a current maintenance arrestment. 6 Without prejudice to section 57(5) of this Act, the sheriff, when making an order under subsection (5) above, may order— a the reimbursement of any payment made in the operation of the arrestment which ought not to have been made; b the payment of any sum which ought to have been paid in the operation of the arrestment but which has not been paid. 7 An order under subsection (6) above shall require the person against whom it is made to pay interest on the sum to be paid by him under the order at the specified rate, and such interest shall be payable as from such date as the sheriff shall specify in the order. 8 A current maintenance arrestment shall cease to have effect— a on the coming into effect of an order or decree which varies, supersedes or recalls a maintenance order which is being enforced by the arrestment; b on an obligation to pay maintenance under a maintenance order being so enforced ceasing or ceasing to be enforceable in Scotland. 9 In the case of an order mentioned in paragraph (c), (e), (f)   , (g) ...  or (k)    of the definition of “ maintenance order ” in section 106 of this Act, the reference in subsection (8)(a) above to the coming into effect of an order or decree shall be construed as a reference to the registration of the order in Scotland. 10 In subsections (8)(a) and (9), “ order ” includes decision, settlement and instrument."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "56", "section_title": " Effect of new maintenance order on current maintenance arrestment.", "section_text": "56 1 Where a maintenance order (referred to in this section as “ the earlier order ”) which is being enforced by a current maintenance arrestment is varied or superseded by an order or decree granted by a court in Scotland (referred to in this section as “ the later order ”), the later order may include a condition that it shall not come into effect until the earlier of— a the expiry of such period specified in the later order as the court considers necessary to allow notice to be given to the employer that the earlier order has been varied or superseded; or b the service of a new current maintenance arrestment schedule in pursuance of the later order. 2 Subsection (1) above shall not apply where the earlier order includes an order for the payment of aliment for the benefit of a spouse and the later order includes an order for the payment of a periodical allowance on divorce or on the granting of a declarator of nullity of marriage for the benefit of that spouse."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "57", "section_title": " Failure to comply with arrestment, manner of payment and creditor’s duty when arrestment ceases to have effect.", "section_text": "57 1 Subject to section 69(4) of this Act, where an employer fails to comply with an earnings arrestment or a current maintenance arrestment— a he shall be liable to pay to the creditor any sum which he would have paid to him under section 47(1) or 51(1) of this Act if he had so complied; and b he shall not be entitled to recover any sum which he has paid to the debtor in contravention of the arrestment. 2 Subject to subsection (3) below, a creditor shall not be entitled to refuse to accept payment under section 47(1) or 51(1) of this Act which is tendered by cheque or by such other method as may be prescribed by Act of Sederunt. 3 If a cheque tendered in payment under section 47(1) or 51(1) of this Act is dishonoured or for any other reason the method of payment used by the employer is ineffectual, the creditor may insist that the payment concerned and any future payment under that provision shall be tendered in cash. 4 Where— a the debt recoverable under an earnings arrestment is paid or otherwise extinguished; b a current maintenance arrestment ceases to have effect under section 55(8) above; or c the debt being enforced by an earnings arrestment ceases to be enforceable by diligence, the creditor shall, as soon as is reasonably practicable, intimate that fact to the employer. 5 Where an event mentioned in subsection (4) above occurs, any sum paid by an employer— a under an earnings arrestment, in excess of the debt recoverable; or b under a current maintenance arrestment, in excess of the sum to be deducted under section 51(1) of this Act, shall be recoverable by the debtor from the creditor with interest on that sum at the specified rate. 6 Without prejudice to subsection (5) above, where a creditor has failed to comply with subsection (4) above the sheriff, on an application by the debtor, may make an order requiring the creditor to pay to the debtor an amount not exceeding twice the amount recoverable by the debtor under the said subsection (5)."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "58", "section_title": " Simultaneous operation of earnings and current maintenance arrestment.", "section_text": "58 1 Subject to subsection (2) below, one earnings arrestment and one current maintenance arrestment may be in effect simultaneously against earnings payable to the same debtor by the same employer. 2 If on any pay-day N is less than S, the employer shall operate both the earnings arrestment and the current maintenance arrestment in accordance with subsection (3) below. 3 The employer shall— a for the purposes of section 47(1) of this Act, deduct the sum equal to— N × E S ; and b for the purposes of section 51(1) of this Act, deduct the sum equal to— N × C S . 4 In subsections (2) and (3) above— N is the amount of any net earnings in so far as they exceed the sum mentioned in subsection (2)(b) of section 53 of this Act for the number of days mentioned in subsection (2)(a) of that section; E is the sum which the employer is required to deduct under section 47(1) of this Act; C is the sum which the employer is required to deduct under section 51(1) of this Act; and S is the total of E and C."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "59", "section_title": " Priority among arrestments.", "section_text": "59 1 While an earnings arrestment is in effect, any other earnings arrestment against the earnings of the same debtor payable by the same employer shall not be competent. 2 While a current maintenance arrestment is in effect, any other current maintenance arrestment against the earnings of the same debtor payable by the same employer shall not be competent. 3 Where an employer receives on the same day 2 or more earnings arrestment schedules or 2 or more current maintenance arrestment schedules relating to earnings payable by him to the same debtor— a if the employer receives the schedules at different times and he is aware of the respective times of receipt, only the earnings arrestment or, as the case may be, the current maintenance arrestment to which the first schedule he received relates shall have effect; b in any other case, only such one of the earnings arrestments or, as the case may be, current maintenance arrestments as he shall choose shall have effect. 4 Where a creditor (referred to in this section as “ the second creditor ”) serves on an employer an earnings arrestment schedule or, as the case may be, a current maintenance arrestment schedule and, by virtue of this section, the arrestment to which that schedule relates does not come into effect, the employer shall as soon as is reasonably practicable give the following information to the second creditor regarding any other earnings arrestment or current maintenance arrestment in effect against the earnings of the same debtor payable by the same employer— a the name and address of the creditor; b the date and place of execution; and c the debt recoverable specified in the earnings arrestment schedule or, as the case may be, the daily rate of maintenance specified in the current maintenance arrestment schedule. 5 If the employer fails without reasonable excuse to give information to the second creditor under subsection (4) above, the sheriff, on an application by the second creditor, may order the employer to give the required information to the second creditor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "60", "section_title": " Conjoined arrestment orders: general provision.", "section_text": "60 1 This section applies where at the date of an application under subsection (2) below— a there is in effect against the earnings of a debtor in the hands of a single employer an earnings arrestment or a current maintenance arrestment or (under section 58 of this Act) both; and b a creditor, who may be a creditor already enforcing a debt by an arrestment mentioned above, (referred to in this section as “ a qualified creditor ”) would be entitled, but for section 59(1) or (2) of this Act, to enforce his debt by executing an earnings arrestment or a current maintenance arrestment. 2 Subject to subsection (4) below, where this section applies the sheriff, on an application made by a qualified creditor, shall make a conjoined arrestment order. 3 A conjoined arrestment order shall— a recall any arrestment mentioned in subsection (1)(a) above so that it shall cease to have effect on the coming into effect of the order; and b require the employer concerned, while the order is in effect, to deduct a sum calculated in accordance with section 63 of this Act from the debtor’s net earnings on any pay-day and to pay it as soon as is reasonably practicable to the sheriff clerk. 3A It shall not be competent to make a conjoined arrestment order unless, no earlier than 12 weeks before the date of the application under subsection (2) above, the creditor has provided the debtor with a debt advice and information package. 4 It shall not be competent to make a conjoined arrestment order— a where all the debts concerned are maintenance payable by the same debtor to the same person (whether for his own benefit or for another person’s) so that, if the existing current maintenance arrestment were abandoned, they could all be enforced under section 52(2)(a) of this Act; or b where there are only 2 debts, one an ordinary debt and one maintenance, so that they could be enforced under section 58(1) of this Act (one earnings arrestment and one current maintenance arrestment); or c where the same person is the creditor or person to whom any maintenance is payable (as described in paragraph (a) above) in relation to all the debts sought to be enforced by the order. 5 A conjoined arrestment order— a shall come into effect 7 days after a copy of it has been served on the employer under subsection (7) below; and b shall remain in effect until a copy of an order recalling the conjoined arrestment order has been served on the employer under section 66(7) of this Act or the debtor ceases to be employed by him. 6 A conjoined arrestment order shall be in the form prescribed by Act of Sederunt, and— a where an ordinary debt is to be enforced, the order shall specify the amount recoverable in respect of the debt under the order; and b where current maintenance is to be enforced, the order shall specify the maintenance expressed as a daily rate or, as the case may be, as an aggregate of the daily rates; and subsection (5) of section 51 of this Act shall apply for the purposes of this paragraph as it applies for the purposes of subsection (4) of that section. 7 The sheriff clerk shall as soon as is reasonably practicable serve a copy of the conjoined arrestment order on the employer and the debtor, and on the creditor in every arrestment mentioned in subsection (1)(a) above. 8 A decision of the sheriff making a conjoined arrestment order shall not be subject to appeal. 9 Subject to section 69(4) of this Act, where an employer fails to comply with a conjoined arrestment order— a the employer shall be liable to pay to the sheriff clerk any sum which he would have paid if he had so complied; b the employer shall not be entitled to recover any sum which he has paid to the debtor in contravention of the order; and c the sheriff, on an application by the sheriff clerk, may grant warrant for diligence against the employer for recovery of the sums which appear to the sheriff to be due."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "61", "section_title": " Amount recoverable under conjoined arrestment order.", "section_text": "61 1 Subject to subsection (2) below, the amount recoverable under any conjoined arrestment order in respect of an ordinary debt shall consist of the following sums, in so far as outstanding— a any sum (including expenses) due under the decree or other document on which the creditor founds or, as the case may be, under section 51(3) of this Act; b any interest on that sum which had accrued at the date of execution of the arrestment or, where no arrestment was executed, at the date of the making of the conjoined arrestment order; and c where an earnings arrestment has been executed, the expenses of executing it and the charge which preceded it. 2 Any sum mentioned in subsection (1) above shall be recoverable only if and to the extent that— a it was specified in an earnings arrestment schedule in respect of an arrestment which is recalled under subsection (3)(a) of section 60 of this Act; or b it is specified in the application under subsection (2) of that section. 3 Where an obligation to pay maintenance is enforced by a conjoined arrestment order, no interest shall accrue on any arrears of maintenance which arise while the order is in effect. 4 Subject to subsection (5) below, a creditor who makes an application under section 60(2) of this Act shall be entitled to recover as an ordinary debt under any conjoined arrestment order which is made his expenses in connection with the application to the extent that they are specified in the application. 5 There shall not be recoverable under subsection (4) above any expenses incurred in serving an earnings arrestment schedule or a current maintenance arrestment schedule on the employer after the date of the application."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "62", "section_title": " Relationship of conjoined arrestment order with earnings and current maintenance arrestments.", "section_text": "62 1 While a conjoined arrestment order is in effect, it shall not be competent to execute any earnings arrestment or current maintenance arrestment or for the sheriff to grant any other conjoined arrestment order against the earnings of the same debtor payable by the same employer. 2 If, while a conjoined arrestment order is in effect, a creditor whose debt is not being enforced by it serves an earnings arrestment schedule or a current maintenance arrestment schedule, against earnings payable to the debtor, on the employer, the employer shall as soon as is reasonably practicable inform that creditor which court made the order. 3 If, after an application is made under section 60(2) of this Act for a conjoined arrestment order and before any such order comes into effect, an earnings arrestment or a current maintenance arrestment against earnings payable by the employer to the debtor comes into effect under section 58(1) of this Act— a the arrestment shall cease to have effect when the conjoined arrestment order comes into effect; and b the employer shall, as soon as is reasonably practicable after the service of a copy of the conjoined arrestment order on him under section 60(7) of this Act, inform the creditor on whose behalf the arrestment was executed which court made the order. 4 If an employer fails without reasonable excuse to give information to a creditor under subsection (2) or (3) above, the sheriff, on an application by the creditor, may order the employer to give the required information to the creditor. 5 Where a conjoined arrestment order is in effect, the sheriff, on an application made by a creditor whose debt is not being enforced by the order and who, but for the order, would be entitled to enforce his debt by an earnings arrestment or a current maintenance arrestment, shall make an order varying the conjoined arrestment order so that the creditor’s debt is included among the debts enforced by the conjoined arrestment order; and section 61(1), (2), (4) and (5) of this Act shall apply in relation to an application under this subsection as it applies in relation to an application under section 60 of this Act. 6 The sheriff clerk shall as soon as is reasonably practicable serve a copy of an order under subsection (5) above on the debtor, the employer and the other creditors whose debts are being enforced by the conjoined arrestment order. 7 Subject to section 69(2) of this Act, an order under subsection (5) above shall come into effect 7 days after a copy of it has been served on the employer under subsection (6) above. 8 Section 60(6) of this Act shall apply to a conjoined arrestment order as varied under subsection (5) above as it applies to a conjoined arrestment order mentioned in that section. 9 A decision of the sheriff under subsection (5) above shall not be subject to appeal."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "63", "section_title": " Sum payable by employer under conjoined arrestment order.", "section_text": "63 1 Subject to section 69(3) of this Act, this section shall have effect for the purpose of determining the sum to be deducted on a pay-day and paid to the sheriff clerk under a conjoined arrestment order. 2 Where all the debts are ordinary debts, the said sum shall be the sum which the employer would pay under section 47(1) of this Act if the debts were one debt being enforced on the pay-day by an earnings arrestment. 3 Where all the debts are current maintenance, the sum shall be whichever is the lesser of the amounts mentioned in paragraphs (a) and (b) of subsection (4) below, less any sum which the debtor is entitled to deduct under any enactment in respect of income tax. 4 The amounts referred to in subsection (3) above are— a the aggregate of the sums arrived at by multiplying each of the daily rates of maintenance (as specified in the conjoined arrestment order) by the number of days— i since the last pay-day when a deduction from earnings was made by the employer under section 51(1) or 60(3)(b) of this Act in respect of the maintenance obligation; or ii if there was no such previous pay-day, since the date when the conjoined arrestment order or any order under section 62(5) of this Act varying it came into effect; or b any net earnings in so far as they exceed the sum of    £ 21.56   per day for the number of days mentioned in paragraph (a) above. 5 Where one or more of the debts are ordinary debts, and one or more are current maintenance, the sum shall be the aggregate of the following— a the sum which the employer would pay under section 47(1) of this Act if the ordinary debt was being enforced on the pay-day by an earnings arrestment (where there is more than one ordinary debt, treating the aggregate amount of them as if it were one debt); and b in relation to the debts which are current maintenance, the sum which would be payable under subsection (3) above if   the only debts were the current maintenance debts   and so much of the debtor’s net earnings as are left after deduction of the sum provided for in paragraph (a) above were his whole net earnings. 6 The sum specified in subsection (4)(b) above may be varied by regulations made by the Lord Advocate and such regulations may make different provision for different cases. 7 The sheriff clerk shall intimate to the employer operating a conjoined arrestment order, in the form prescribed by Act of Sederunt, the making of regulations under section 49(7) of this Act or subsection (6) above; and, subject to section 69(1) and (2) of this Act, such regulations shall not apply to the conjoined arrestment order until such intimation. 8 An employer operating a conjoined arrestment order in relation to current maintenance shall be entitled, but shall not be required, to apply a change in the small maintenance payments limits before the sheriff clerk intimates the change to the employer in the form prescribed by Act of Sederunt. 9 For the purposes of subsection (8) above, the small maintenance payment limits are the rates mentioned in section  351(2)  of the  Income and Corporation Taxes Act  1988 . 10 Subject to subsection (11) below, the sheriff clerk shall not be entitled to refuse to accept payment by the employer under section 60(3)(b) of this Act which is tendered by cheque or by such other method as may be prescribed by Act of Sederunt. 11 If a cheque tendered in payment under section 60(3)(b) of this Act is dishonoured or for any other reason the method of payment used is ineffectual, the sheriff clerk may insist that the payment for which the cheque was tendered and any future payment by the employer under the conjoined arrestment order shall be tendered in cash."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "64", "section_title": " Disbursement by sheriff clerk of sums received from employer.", "section_text": "64 Sums paid to the sheriff clerk under section 60(3)(b) of this Act shall be disbursed by him to the creditors whose debts are being enforced by the conjoined arrestment order in accordance with Schedule 3 to this Act."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "65", "section_title": " Operation of conjoined arrestment order.", "section_text": "65 1 The sheriff may make an order determining any dispute as to the operation of a conjoined arrestment order, on an application by— a the debtor; b a creditor whose debt is being enforced by the order; c the employer; or d the sheriff clerk. 2 Without prejudice to subsection (6) below, the sheriff, when making an order under subsection (1) above, may order— a the reimbursement of any payment made in the operation of the conjoined arrestment order which ought not to have been made; or b the payment of any sum which ought to have been paid in the operation of the conjoined arrestment order but which has not been paid. 3 An order under subsection (2) above shall require the person against whom it is made to pay interest on the sum to be paid by him under the order at the specified rate from such date as the sheriff shall specify in the order. 4 Where an ordinary debt is being enforced by a conjoined arrestment order, the creditor shall, as soon as is reasonably practicable after the debt recoverable has been paid or otherwise extinguished, or the debt has ceased to be enforceable by diligence, intimate that fact to the sheriff clerk. 5 Where current maintenance is being enforced by a conjoined arrestment order, the creditor shall, as soon as is reasonably practicable after any obligation to pay such maintenance has ceased or has ceased to be enforceable by diligence, intimate that fact to the sheriff clerk. 6 Any sum received by a creditor under a conjoined arrestment order in respect of— a an ordinary debt, after the debt has been paid or otherwise extinguished or has ceased to be enforceable by diligence; or b current maintenance after the obligation to pay such maintenance has ceased or has ceased to be enforceable by diligence; shall be recoverable by the sheriff clerk from the creditor with interest on that sum at the specified rate. 7 Without prejudice to subsection (6) above, where the creditor has failed to comply with subsection (4) or (5) above the sheriff may, on an application by the debtor, make an order requiring the creditor to pay to the debtor an amount not exceeding twice the amount recoverable by the sheriff clerk under subsection (6) above. 8 Any amount recovered from a creditor by the sheriff clerk under subsection (6) above shall be disbursed by him to the creditors whose debts are being enforced by the conjoined arrestment order in accordance with Schedule 3 to this Act or, if there are no such creditors, shall be paid to the debtor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "66", "section_title": " Recall and variation of conjoined arrestment order.", "section_text": "66 1 The sheriff shall make an order recalling a conjoined arrestment order— a on an application by any of the persons mentioned in subsection (2) below, if he is satisfied— i that the conjoined arrestment order is invalid; ii that all the ordinary debts being enforced by the order have been paid or otherwise extinguished or have ceased to be enforceable by diligence and that all the obligations to pay current maintenance being so enforced have ceased or have ceased to be enforceable by diligence; or iii that the debtor’s estate has been sequestrated; or b on an application for recall of the order by all the creditors whose debts are being enforced by the order. 2 The persons referred to in subsection (1)(a) above are— a the debtor; b any creditor whose debt is being enforced by the order; c the person on whom a copy of the order or an order varying the order was served under section 60(7) or 62(6) of this Act; d the sheriff clerk; e if the debtor’s estate has been sequestrated, the interim trustee appointed under section   55 of the Bankruptcy (Scotland) Act 2016 or the  trustee in the sequestration. 3 Where the sheriff recalls a conjoined arrestment order under subsection (1) above, he may make such consequential order as appears to him to be necessary in the circumstances. 4 Where— a any ordinary debt being enforced by a conjoined arrestment order is paid or otherwise extinguished or ceases to be enforceable by diligence; or b current maintenance is being so enforced and— i an order or decree comes into effect which varies, supersedes or recalls the maintenance order which is being enforced; or ii the obligation to pay maintenance has ceased or has ceased to be enforceable in Scotland, the sheriff, on an application by the debtor, any creditor whose debt is being enforced by the conjoined arrestment order, the employer or the sheriff clerk, may make an order varying the conjoined arrestment order appropriately. 5 In the case of an order mentioned in paragraph (c), (e), (f)   , (g) ... ) or (k)    of the definition of “ maintenance order ” in section 106 of this Act, the reference in subsection (4)(b)(i) above to the coming into effect of an order shall be construed as a reference to the registration of the order in Scotland. 6 The sheriff may vary a conjoined arrestment order to give effect to a request by a creditor whose debt is being enforced by the order that it should cease to be so enforced. 7 The sheriff clerk shall as soon as is reasonably practicable serve a copy of any order under subsection (1), (3), (4) or (6) above on the debtor, the employer (or, where he is not the employer, the person mentioned in subsection (2)(c) above), any creditor whose debt is being enforced by the conjoined arrestment order and, if the conjoined arrestment order has been recalled on the ground of the sequestration of the debtor’s estate, the interim trustee or  ... trustee in the sequestration, if known to the sheriff clerk. 8 Subject to section 103(6) of this Act, an order under subsection (3) above shall not come into effect until a copy of the order has been served on the employer under subsection (7) above. 9 An order under subsection (1) above shall not come into effect until a copy of the order has been served on the employer under subsection (7) above and shall not be subject to appeal. 10 An order under subsection (4) or (6) above shall come into effect 7 days after a copy of the order has been served on the employer under subsection (7) above. 11 In subsections (4)(b) and (5),  “ order ” includes decision, settlement and instrument."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "67", "section_title": " Equalisation of diligences not to apply.", "section_text": "67 Paragraph   1 of schedule 7 of the Bankruptcy (Scotland) Act 2016   (equalisation of arrestments and poindings used within 60 days before, and 4 months after, apparent insolvency) shall not apply in relation to an earnings arrestment, a current maintenance arrestment or a conjoined arrestment order."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "68"}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "69", "section_title": " Restriction on liability of employer in operating diligence against earnings.", "section_text": "69 1 An employer operating an earnings arrestment or a current maintenance arrestment or a conjoined arrestment order shall be entitled to apply regulations made under section 49(7), 53(3) or 63(6) of this Act before receiving intimation under section 49(8), 53(4) or 63(7) of this Act of the making of the regulations. 2 Where a pay-day occurs within a period of 7 days after the date of— a service on the employer of an earnings arrestment schedule or a current maintenance arrestment schedule or a copy of a conjoined arrestment order or of a variation thereof; or b intimation under section 49(8), 53(4) or 63(7) of this Act to the employer of the making of regulations, the employer shall be entitled, but shall not be required, on that day to operate the arrestment or order or, as the case may be, to give effect to the regulations. 3 Where, in accordance with subsection (2) above, the employer on a pay-day (referred to below as “ the previous pay-day ”)— a does not operate an earnings arrestment, current maintenance arrestment or conjoined arrestment order; or b does not give effect to regulations, he shall not include in any sum deducted from the net earnings of the debtor on a subsequent pay-day under the arrestment or order any sum in respect of the debtor’s net earnings on the previous pay-day. 4 No claim may be made by— a the debtor or the creditor against the employer in respect of any deduction which has, or ought to have, been made by the employer from the debtor’s net earnings, or any payment which has been, or ought to have been, made by him, under an earnings arrestment or a current maintenance arrestment; or b the debtor, the sheriff clerk or any creditor against the employer in respect of any such deduction or payment which has been, or ought to have been, made under a conjoined arrestment order, more than one year after the date when the deduction or payment has, or ought to have, been made. 5 The employer shall not be liable to the debtor for any deduction made by him from the debtor’s net earnings— a under an earnings arrestment unless and until he receives intimation— i from the creditor under section 57(4) of this Act that the debt recoverable has been paid or otherwise extinguished or has ceased to be enforceable by diligence; ii from the sheriff clerk under section 9(7)(b) or 50(1) of this Act that an order has been made recalling the arrestment or, as the case may be, declaring that it is invalid or has ceased to have effect; iii that the debtor’s estate has been sequestrated; or iv from the creditor that he has abandoned the arrestment; b under a current maintenance arrestment unless and until he receives intimation— i from the creditor under section 57(4) of this Act that the arrestment has ceased to have effect; ii from the sheriff clerk under section 55(3) of this Act that an order has been made recalling the arrestment or declaring that the arrestment is invalid or has ceased to have effect; iii that the debtor’s estate has been sequestrated; or iv from the creditor that he has abandoned the arrestment."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "70", "section_title": " Execution and intimation of copies.", "section_text": "70 1 When an officer of court serves an earnings arrestment schedule or a current maintenance arrestment schedule on the employer of the debtor he shall  take all reasonably practicable steps to   intimate a copy of the schedule to the debtor. 2 Failure to intimate a copy of the schedule to the debtor shall not by itself render the arrestment invalid. 3 Service of any such schedule shall be by registered or recorded delivery letter or, if such a letter cannot be delivered, by any other competent mode of service. 4 The certificate of execution of an earnings arrestment or a current maintenance arrestment shall be signed by the officer of court who effected the service. 4A An employer on whom an earnings arrestment schedule or a current maintenance arrestment schedule is served shall, as soon as is reasonably practicable— a intimate a copy of it to the debtor; and b notify the debtor of— i the date on which the first deduction is made; and ii the sum so deducted. 4B An employer on whom a copy of a conjoined arrestment order is served shall, as soon as is reasonably practicable, notify the debtor of the matters mentioned in sub-paragraphs (i) and (ii) of subsection (4A)(b) above. 5 Section 17(1) of this Act shall apply to the service of an earnings arrestment schedule, a current maintenance arrestment schedule or a conjoined arrestment order as it applies to the execution of a poinding except where such service is by post."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "70A", "section_title": "Employer's duty to provide information", "section_text": "70A 1 Where an employer receives, in relation to a debtor— a an earnings arrestment schedule; b a current maintenance arrestment schedule; or c a copy of a conjoined arrestment order, the employer shall, as soon as is reasonably practicable, send to the creditor or, in the case of a conjoined arrestment order, the sheriff clerk, the information mentioned in subsection (3) below. 2 The employer shall, provided the debt has not been extinguished, send, on or as soon as is reasonably practicable after the dates mentioned in subsection (4) below, to the creditor or, as the case may be, the sheriff clerk the information mentioned in subsection (3) below. 3 The information referred to in subsection (1) above is— a how the debtor is paid (whether weekly, monthly or otherwise); b the date of the debtor's pay-day next following— i where subsection (1) above applies, receipt of the schedule or order; or ii where subsection (2) above applies, the date mentioned in subsection (4) below; c the sum deducted on that pay-day and the net earnings from which it is so deducted; and d any other information which the Scottish Ministers may, by regulations, prescribe. 4 The dates referred to in subsection (2) above are— a the later of— i 6 April next following receipt of the schedule or order; or ii the day falling 6 months after receiving the schedule or order; and b each 6 April thereafter. 5 Notwithstanding subsections (1) and (2) above, the employer shall, if the debtor ceases for whatever reason to be employed by the employer, give notice, as soon as is reasonably practicable, to the creditor or, as the case may be, the sheriff clerk— a of that fact; and b in so far as is known to the employer, the name and address of any new employer of the debtor. 6 Where an employer sends information under subsection (1) or (2) above or gives notice under subsection (5) above, the employer shall, as soon as is reasonably practicable, send a copy of that information or notice to the debtor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "70B", "section_title": "Failure to give notice under section 70A(5)", "section_text": "70B 1 Where an employer fails without reasonable excuse to give notice under section 70A(5) of this Act, the sheriff may, on the application of any creditor, make an order requiring the employer— a to provide such information as is known to the employer as to the debtor's employment after ceasing to be employed by that employer; b to pay to the creditor an amount not exceeding twice the sum which the employer would have been required to deduct on the debtor's next pay-day had the debtor still been employed by that employer. 2 Where a sum is paid by virtue of an order under subsection (1)(b) above— a the debt owed by the debtor to the creditor shall be reduced by that sum; and b the employer shall not be entitled to recover that sum from the debtor. 3 An employer aggrieved by an order under subsection (1) above may, before the expiry of the period of 14 days beginning with the day on which the order is made, appeal, on point of law only, to the sheriff principal, whose decision shall be final."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "70C", "section_title": "Creditor's duty to provide information", "section_text": "70C 1 A creditor who is receiving payment from a debtor by virtue of— a an earnings arrestment; b a current maintenance arrestment; or c a conjoined arrestment order, shall, provided the debt has not been extinguished, send, on or as soon as is reasonably practicable after the dates mentioned in subsection (2) below, to the employer or, in the case of a conjoined arrestment order, the sheriff clerk the information mentioned in subsection (3) below. 2 The dates referred to in subsection (1) above are— a the later of— i 6 April next following service of the schedule of arrestment or, as the case may be, order; or ii the day falling 6 months after the service of the schedule or order; and b each 6 April thereafter. 3 The information referred to in subsection (1) above is— a the sum owed by the debtor to the creditor; b the amounts received by the creditor by virtue of the arrestment or order; and c the dates of payment of those amounts."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "70D", "section_title": "Debtor's duty to provide information", "section_text": "70D Where a debtor ceases to be employed by an employer who is deducting sums under this Part of this Act, the debtor shall give notice to the creditor or, where those sums are being deducted by virtue of a conjoined arrestment order, the sheriff clerk— a of that fact; and b of the name and address of any new employer."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "71", "section_title": " Employer’s fee for operating diligence against earnings.", "section_text": "71 On any occasion on which an employer makes a payment to a creditor under an earnings arrestment or a current maintenance arrestment or to the sheriff clerk under a conjoined arrestment order, he may charge the debtor a fee of 50 pence or such other sum as may be prescribed in regulations made by the Lord Advocate which shall be deductible from the amount of the debtor’s net earnings after any deduction has been made from them under section 47, 51 or 60 of this Act."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "72", "section_title": " Effect of sequestration on diligence against earnings.", "section_text": "72 1 This section shall have effect where a debtor’s estate is sequestrated. 2 Any existing earnings arrestment, current maintenance arrestment or, subject to subsection(3) below, conjoined arrestment order  or deduction from earnings order under the Child Support Act 1991  shall cease to have effect on the date of sequestration. 3 Any sum paid by the employer to the sheriff clerk under a conjoined arrestment order on a pay-day occurring before the date of sequestration shall be disbursed by the sheriff clerk under section 64 of this Act notwithstanding that the date of disbursement is after the date of sequestration. 3A Any sum deducted by the employer under such a deduction from earnings order made before the date of sequestration shall be paid to the Secretary of State, notwithstanding that the date of payment will be after the date of sequestration. 4 The execution of an earnings arrestment or the making of a conjoined arrestment order shall not be competent after the date of sequestration to enforce a debt in respect of which the creditor is entitled to make a claim in the sequestration. 4A A deduction from earnings order under the said Act shall not be competent after the date of sequestration to secure the payment of any amount due by the debtor under a  maintenance assessment   maintenance calculation  within the meaning of that Act in respect of which a claim could be made in the sequestration. 5 In this section “date of sequestration” has the same meaning as in section   22(7) of the Bankruptcy (Scotland) Act 2016 ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73", "section_title": " Interpretation of Part III.", "section_text": "73 1 In this Part of this Act— “creditor”,in relation to maintenance, means the payee specified in the maintenance order or orders or anyone deriving title from the payee; “current maintenance” means maintenance being deducted from earnings in accordance with section 53(1) or 63(3) or (5) of this Act;   “ debt advice and information package ” has the meaning given by section 47(4) of this Act;   “debt recoverable” has the meaning given in section 48(1) of this Act; “decree or other document” means — a decree of the Court of Session or the sheriff or a document registered for execution in the Books of Council and Session or the sheriff court books; a summary warrant, a warrant for the civil diligence or a bill protested for non-payment by a notary public; an order or determination which by virtue of any enactment is enforceable as if it were an extract registered decree arbital bearing a warrant for execution issued by the sheriff; a civil judgment granted outside Scotland by a court, tribunal or arbiter which by virtue of any enactment or rule of law is enforceable in Scotland;  ... a document or settlement which by virtue of an Order in Council made under section 13 of the Civil Jurisdiction and Judgements Act 1982 is enforceable in Scotland,   ... a maintenance arrangement (within the meaning of Article 3(e) of the Hague Convention) which is registered in the sheriff court under the Hague Convention, on which, or on an extract of which, an earnings arrestment, a current maintenance arrestment or a conjoined arrestment order is founded; “earnings” has the meaning given in subsection (2) below; “employer” means any person who pays earnings to a debtor under a contract of service or apprenticeship, but— in relation to any sum payable as a pension within the meaning of subsection (2)(c) below, means the person paying that sum; and where the employee is an officer of the Crown, means, subject to subsection (5) below, the chief officer in Scotland of the department or other body concerned, and “employee”, “employed” and “employment” shall be construed accordingly; “net earnings” means the earnings which remain payable to the debtor after the employer has deducted any sum which he is required to deduct in respect of— income tax; primary class 1 contributions under Part I of the Social Security Act 1975; amounts deductible under any enactment, or in pursuance of a request in writing by the debtor, for the purposes of a superannuation scheme   , namely any enactment, rules, deed or other instrument providing for the payment of annuities or lump sums— to the persons with respect to whom the instrument has effect on their retirement at a specified age or on becoming incapacitated at some earlier age, or to the personal representatives or the widows, relatives or dependants of such persons on their death or otherwise, whether with or without any further or other benefit; any amount deductible by virtue of a deduction from earnings order which, in terms of regulations made under section 32(4)(c) of the Child Support Act 1991, is to have priority over diligences against earnings. “ ordinary debt ” means any debt (including a fine or any sum due under an order of court in criminal proceedings in respect of which a warrant for civil diligence has been issued, arrears of maintenance and the expenses of current maintenance arrestments) other than current maintenance; “ pay-day ” means a day on which the employer of a debtor pays earnings to the debtor; “ sheriff ”, in relation to an application— under section 50(1) or (3), 55(1), (2) or (5) or 57(6) of this Act, means the sheriff having jurisdiction— over the place where the earnings arrestment or the current maintenance arrestment to which the application relates was executed; or if that place is unknown to the applicant, over an established place of business of the debtor’s employer; under section 59(5) or 62(4), means the sheriff having jurisdiction over the place where a creditor serves an earnings arrestment or a current maintenance arrestment schedule in relation to an arrestment which is not competent by reason of section 59 or 62 of this Act; under section 60(2), means the sheriff having jurisdiction over   the place where the debtor is principally employed; where that place is outside Scotland, any other place where the debtor is employed; or where neither sub-paragraph (i) nor sub-paragraph (ii) above applies, the place where the debtor is domiciled. under section 60(9)(c), 62(5), 65 or 66 means the sheriff who made the conjoined arrestment order; “ specified rate ”, in relation to interest— included in a decree, order or extract, means the rate specified in such decree, order or extract (or deemed to be so specified by virtue of section 9 of the Sheriff Courts (Scotland) Extracts Act 1892); not included in a decree, order or extract, means the rate for the time being specified by virtue of that section. 2 Subject to subsection (3) below, in this Part of this Act “ earnings ” means any sums payable to the debtor— a as wages or salary; b as fees, bonuses, commission or other emoluments payable under a contract of service or apprenticeship; c as a pension, including a pension declared to be alimentary, an annuity in respect of past services, (whether or not the services were rendered to the person paying the annuity), and any periodical payments of compensation for the loss, abolition, relinquishment, or diminution in earnings of any office or employment; or d as statutory sick pay. 3 The following shall not be treated as earnings— a a pension or allowance payable in respect of disablement or disability; b any sum the assignation of which is precluded by   section 356 of the Armed Forces Act 2006   unless it is a sum consisting of pay or allowance payable by his employer to him as a special member of a reserve force (within the meaning of the Reserve Forces Act 1996) ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d any occupational pension payable under any enactment which precludes the assignation of the pension or exempts it from diligence; da a tax credit (within the meaning of the Tax Credits Act 2002); e a pension, allowance or benefit payable under any enactment relating to social security; f a guaranteed minimum pension within the meaning of the  Social Security Pensions Act 1975; g a redundancy payment within the meaning of  the Employment Rights Act 1996 . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Any question arising as to who is the chief officer in Scotland of a department or body referred to in paragraph (b) of the definition of “ employer ” in subsection (1) above shall be referred to and determined by the Minister for the Civil Service, and a document purporting to set out a determination of the Minister and signed by an official of the Minister shall be sufficient evidence of that determination."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73A", "section_title": "Arrestment and action of furthcoming to proceed only on decree or document of debt", "section_text": "73A 1 Arrestment and action of furthcoming or sale shall be competent only in execution of— a subject to subsection (2) below, a decree; or b a document of debt. 2 Arrestment and action of furthcoming or sale in execution of a summary warrant shall be competent only if— a the debtor has been charged to pay the debt due by virtue of the summary warrant; and b the period for payment specified in the charge has expired without payment being made. 3 Any rule of law, having effect immediately before the coming into force of this section, as to the decrees or documents on which arrestment and action of furthcoming or sale can proceed shall, in so far as inconsistent with this section, cease to have effect. 4 In this Part of this Act— “ decree ” means— a decree of the Court of Session, of the High Court of Justiciary or of the sheriff; a decree of the Court of Teinds; a summary warrant; a civil judgment granted outside Scotland by a court, tribunal or arbiter which by virtue of any enactment or rule of law is enforceable in Scotland;   ...  an order or determination which by virtue of any enactment is enforceable as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff; a warrant granted, in criminal proceedings, for enforcement by civil diligence; or a liability order within the meaning of section 33(2) of the Child Support Act 1991 (c. 48), being a decree, warrant, judgment, order or determination which, or an extract of which, authorises arrestment and action of furthcoming or sale; and “ document of debt ” means— a document registered for execution in the Books of Council and Session or the sheriff court books;  ... a document or settlement which by virtue of an Order in Council under section 13 of the Civil Jurisdiction and Judgments Act 1982 (c. 27) is enforceable in Scotland,   ... a maintenance arrangement (within the meaning of Article 3(e) of the Hague Convention) which is registered in the sheriff court under the Hague Convention,   being a document, settlement, instrument or arrangement   which, or an extract of which, authorises arrestment and action of furthcoming or sale. 5 The Scottish Ministers may, by order, modify the definitions of  “decree” and  “document of debt” in subsection (4) above so as to— a add or remove types of decree or document to or, as the case may be, from those referred to in that provision; or b vary any of the descriptions of the types of decree or document there referred to."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73B", "section_title": "Schedule of arrestment to be in prescribed form", "section_text": "73B 1 This section applies where a creditor arrests in execution of — a a decree and the creditor has not executed an arrestment on the dependence of the action; or b a document of debt. 2 The schedule of arrestment used in executing the arrestment shall be in (or as nearly as may be in) the form prescribed by the Scottish Ministers by regulations."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73C", "section_title": "Arrestment on the dependence followed by decree", "section_text": "73C 1 This section applies where a creditor obtains a decree (in this Part of this Act referred to as a  “ final decree ”) in an action on the dependence of which the creditor has executed an arrestment. 2 The creditor shall, as soon as reasonably practicable, serve a copy of that final decree, in (or as nearly as may be in) the form prescribed by Act of Sederunt, on the arrestee."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73D", "section_title": "Debt advice and information", "section_text": "73D 1 This section applies where— a a creditor— i obtains a final decree in an action on the dependence of which the creditor has executed an arrestment; or ii arrests in execution of a decree or document of debt; and b the debtor is an individual. 2 The creditor shall, during the period of 48 hours beginning with the time at which the copy of the final decree is served under section 73C(2) of this Act or, as the case may be, the time at which the schedule of arrestment is served, provide the debtor with a debt advice and information package. 3 Where the creditor fails to comply with subsection (2) above, the arrestment shall cease to have effect or, as the case may be, shall be incompetent. 4 In this section,  “ debt advice and information package ” has the meaning given by section 47(4) of this Act."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73E", "section_title": "Funds attached", "section_text": "73E 1 Subsections (2) to (5) below apply— a where a creditor arrests in execution of — i a decree and the creditor has not executed an arrestment on the dependence of the action; or ii a document of debt; and b only to the extent that the arrestee holds funds due to the debtor the value of which, at the time the arrestment is executed, is or can be ascertained (whether or not that arrestee also holds other moveable property of the debtor). 2 Subject to subsection (4) below and to section 73F of this Act, the funds mentioned in subsection (1)(b) above attached by the arrestment shall be the lesser of— a the sum due by the arrestee to the debtor; or b the aggregate of— i the principal sum, in relation to which the decree or document is executed, owed by the debtor to the creditor; ii any judicial expenses chargeable against the debtor by virtue of the decree; iii the expenses of executing the arrestment; iv interest on the principal sum up to and including the date of service of the schedule of arrestment; v the interest on the principal sum which would be accrued in the period of 1 year beginning with the day after the date mentioned in sub-paragraph (iv) above; vi any interest on the expenses of executing the arrestment which is chargeable against the debtor; and vii any sum prescribed under subsection (3) below. 3 The Scottish Ministers may, by regulations, prescribe a sum which appears to them to be reasonable having regard to the average expenses likely to be incurred and chargeable against a debtor in a typical action of furthcoming. 4 Where— a the arrestee holds both funds due to and other moveable property of the debtor; and b the sum mentioned in paragraph (b) of subsection (2) above exceeds the sum mentioned in paragraph (a) of that subsection, the arrestment shall, in addition to the funds equal to the sum mentioned in that paragraph (a), attach the whole moveable property so held. 5 Except as provided for in subsection (4) above, an arrestment to which this section applies shall not attach any moveable property of the debtor other than the sum attached under subsection (2) above. 6 Where, in a case to which subsections (2) to (5) above apply— a in addition to the funds mentioned in subsection (1)(b) above, the arrestee holds funds due to the debtor the value of which is not or cannot be ascertained; and b the sum mentioned in paragraph (a) of subsection (2) above exceeds the sum mentioned in paragraph (b) of that subsection, the arrestment shall not attach any of the funds mentioned in paragraph (a) above."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73F", "section_title": "Protection of minimum balance in certain bank accounts", "section_text": "73F 1 Subject to subsection (2) below, this section applies where— a a creditor arrests— i in pursuance of a warrant granted for diligence on the dependence of an action; or ii in execution of a decree or document of debt; b the arrestment attaches funds standing to the credit of a debtor in an account held by a bank or other financial institution; and c the debtor is an individual. 2 This section does not apply where the account is— a held in the name of a company, a limited liability partnership, a partnership or an unincorporated association; or b operated by the debtor as a trading account. 3 The arrestment shall— a in a case where the sum standing to the credit of the debtor exceeds the sum   of £1,000 , attach only the balance above that sum; and b in any other case, attach no funds. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In subsection (1) above,  “ bank or other financial institution ” means— a the Bank of England; b a person who has permission under   Part 4A   of the Financial Services and Markets Act 2000 (c. 8) to accept deposits; c an  EEA  firm of the kind mentioned in paragraph 5(b) of Schedule 3 to that Act which has permission under paragraph 15 of that schedule (as a result of qualifying for authorisation under paragraph 12 of that schedule) to accept deposits; or d a person who is exempt from the general prohibition in respect of accepting deposits as a result of an exemption order made under section 38(1) of that Act, and the expressions in this definition shall be read with section 22 of that Act, any relevant order made under that section and Schedule 2 to that Act. 6 The Scottish Ministers may, by regulations— a modify subsection (2) above so as to— i add or remove types of account to or, as the case may be, from those referred to in that paragraph; or ii vary any of the descriptions of the types of account there referred to;  ... aa vary the protected minimum sum mentioned in subsection (3)(a), and b modify the definition of  “bank or other financial institution” in subsection (5) above so as to— i add or remove types of financial institution to or, as the case may be, from those referred to in that provision; or ii vary any of the descriptions of the types of institution there referred to."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73G", "section_title": "Arrestee's duty of disclosure", "section_text": "73G 1 This section applies where a creditor arrests— a in pursuance of a warrant granted for diligence on the dependence of an action; or b in execution of a decree or document of debt. 2 The arrestee shall, before the expiry of the period mentioned in subsection (3) below, send to the creditor in (or as nearly as may be in) the form prescribed by the Scottish Ministers by regulations, the information mentioned in subsection (4) below. 3 The period referred to in subsection (2) above is the period of 3 weeks beginning with the day on which the arrestment is executed. 4 The information referred to in subsection (2) above is— a where any property, other than funds due to the debtor, is attached— i the nature of that property; and ii the value of it in so far as known to the arrestee; and b where any such funds are attached, the nature and value of those funds. 5 The arrestee shall, at the same time as sending, under subsection (2) above, the information to the creditor, send a copy of it to— a the debtor; and b in so far as known to the arrestee, any person— i who owns or claims to own attached property; or ii to whom attached funds are or are claimed to be due, solely or in common with the debtor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73H", "section_title": "Failure to disclose information", "section_text": "73H 1 Where an arrestee fails without reasonable excuse to send the prescribed form under section 73G(2) of this Act, the sheriff may, on the application of the creditor, make an order requiring the arrestee to pay to the creditor— a the sum due to the creditor by the debtor; or b the sum mentioned in section 73F(4) of this Act, whichever is the lesser. 2 Where the arrestee fails to send the prescribed form in relation to an arrestment on the dependence of an action, the sheriff— a may not make an order under subsection (1) above until the creditor has served a copy of the final decree under section 73C(2) above; and b may deal with the failure as a contempt of court. 3 Where a sum is paid by virtue of an order under subsection (1) above— a the debt owed by the debtor to the creditor shall be reduced by that sum; and b the arrestee shall not be entitled to recover that sum from the debtor. 4 An arrestee aggrieved by an order under subsection (1) above may, before the expiry of the period of 2 weeks beginning with the day on which the order is made, appeal, on point of law only, to the sheriff principal, whose decision shall be final."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73J", "section_title": "Automatic release of arrested funds", "section_text": "73J 1 This section applies where— a a creditor— i obtains a final decree in an action on the dependence of which the creditor has executed an arrestment; or ii arrests in execution of a decree or document of debt; and b the arrestment attaches funds which are due to the debtor (whether or not it also attaches other moveable property of the debtor). 2 Subject to section 73L of this Act, the arrestee— a shall, on the expiry of the period mentioned in subsection (3) below, release to the creditor, from the attached funds, a sum calculated in accordance with section 73K of this Act; and b may, where a mandate authorises the arrestee to do so, release that sum before the expiry of that period. 3 The period referred to in subsection (2) above is the period of 14 weeks beginning with the date of service of a copy of the final decree under section 73C(2) of this Act or, as the case may be, the date of service of the schedule of arrestment. 4 In this section and in sections 73K to 73P of this Act, references to funds or sums due to or by any person do not include references to funds or sums due in respect of future or contingent debts."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73K", "section_title": "Sum released under section 73J(2)", "section_text": "73K The sum released under section 73J(2) of this Act is the lowest of— a the sum attached by the arrestment; b the sum due by the arrestee to the debtor; or c the aggregate of— i the principal sum, in relation to which the decree or document is executed or, as the case may be, which is decerned for in the final decree, owed by the debtor to the creditor; ii any judicial expenses chargeable against the debtor by virtue of the decree or final decree; iii the expenses of executing the arrestment; iv interest on the principal sum up to and including the date of service of the schedule of arrestment or, as the case may be, the date of the final decree; v the interest on the principal sum which would be accrued in the period beginning with the day after the date mentioned in sub-paragraph (iv) above and ending on the day on which the funds are released under section 73J(2) of this Act; and vi any interest on the expenses of executing the arrestment which is chargeable against the debtor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73L", "section_title": "Circumstances preventing automatic release", "section_text": "73L 1 No funds may be released under section 73J(2) of this Act where— a a person mentioned in subsection (2) below applies, by notice of objection, to the sheriff under section 73M(1) of this Act; b the debtor applies to the sheriff under section 73Q(2) of this Act; c an action of multiplepoinding is raised in relation to the funds attached by the arrestment; or d the arrestment is— i recalled; ii restricted; or iii otherwise ceases to have effect. 2 The persons referred to in subsection (1)(a) above are— a the debtor; b the arrestee; and c any other person to whom the funds are due solely or in common with the debtor (in this section and in sections 73M and 73N of this Act, the  “third party”)."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73M", "section_title": "Notice of objection", "section_text": "73M 1 Where section 73J of this Act applies— a the debtor; b the arrestee; or c a third party, may, by notice of objection, apply to the sheriff for an order recalling or restricting the arrestment. 2 The notice of objection referred to in subsection (1) above shall— a be in (or as nearly as may be in) the form prescribed by Act of Sederunt; b be given to the persons mentioned in subsection (3) below before the expiry of the period of 4 weeks beginning with the date of service of a copy of the final decree under section 73C(2) of this Act or, as the case may be, the date of service of the schedule of arrestment; and c specify one or more of the grounds of objection mentioned in subsection (4) below. 3 The persons referred to in subsection (2)(b) above are— a the creditor; b the sheriff clerk; c the debtor or, as the case may be, the arrestee; and d in so far as known to the person objecting, any third party. 4 The grounds of objection referred to in subsection (2)(c) above are— a the warrant in execution of which the arrestment was executed is invalid; b the arrestment has been executed incompetently or irregularly; c the funds attached are due to the third party solely or in common with the debtor. 5 Where a person applies by notice of objection under subsection (1) above, that person may not, subject to subsection (6) below, raise— a an action of multiplepoinding; or b subject to subsection (7) below, any other proceedings, in relation to the funds attached. 6 Subsection (5) above is without prejudice to the right of the person— a to enter any such action or proceedings raised by any other person; and b to raise such an action or proceedings where the sheriff makes, under section 73N(5) of this Act, an order sisting the proceedings on the objection. 7 A debtor who applies by notice of objection under subsection (1) above may apply to the sheriff under section 73Q(2) of this Act and, in such a case, the sheriff may deal with both applications at one hearing."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73N", "section_title": "Hearings following notice of objection", "section_text": "73N 1 Subject to subsection (5) below, before the expiry of the period of 8 weeks beginning with the day on which an application by notice of objection is made under section 73M(1) of this Act, the sheriff shall hold a hearing to determine the objection. 2 At the hearing under subsection (1) above, the sheriff shall not make any order without first giving— a the creditor; b the arrestee; c the debtor; and d any third party, an opportunity to be heard. 3 Where the sheriff upholds the objection, the sheriff may make an order recalling or restricting the arrestment. 4 Where the sheriff rejects the objection, the sheriff may make an order requiring a sum determined in the order to be released to the creditor— a in a case where the period mentioned in section 73J(3) of this Act has not expired, on the expiry of that period; or b in any other case, as soon as reasonably practicable after the date on which the order is made. 5 Where— a the sheriff is satisfied that it is more appropriate for the matters raised at the hearing to be dealt with by— i an action of multiplepoinding; or ii other proceedings, raised in relation to the funds attached; or b at any time before a decision is made under subsections (3) or (4) above, such an action is or other proceedings are raised, the sheriff shall make an order sisting the proceedings on the objection. 6 The sheriff may make such other order as the sheriff thinks fit. 7 Where the sheriff makes an order under this section, the sheriff shall order the person who objected to intimate that order to such of the persons mentioned in subsection (2) above as the sheriff thinks fit. 8 A person aggrieved by a decision of the sheriff under this section may, before the expiry of the period of 14 days beginning with the day on which the decision is made, appeal, on point of law only, to the sheriff principal, whose decision shall be final."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73P", "section_title": "Arrestee not liable for funds released in good faith", "section_text": "73P Where an arrestee releases funds under section 73J(2) of this Act in good faith but— a the warrant in execution of which the arrestment was executed is invalid; or b the arrestment was incompetently or irregularly executed, the arrestee is not liable to the debtor or to any other person having an interest in the funds for damages for patrimonial loss caused by the release of funds."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73Q", "section_title": "Application for release of property where arrestment unduly harsh", "section_text": "73Q 1 This section applies where— a a creditor— i obtains final decree in an action on the dependence of which the creditor executed an arrestment; or ii arrests in execution of a decree or document of debt; and b the arrestment attaches funds due to or other moveable property of the debtor. 2 The debtor may apply to the sheriff for an order— a providing that the arrestment ceases to have effect in relation to— i the funds or other property attached; or ii so much of those funds or that property as the sheriff specifies; and b requiring the arrestee to release the funds or property to the debtor. 3 An application under subsection (2) above shall be— a in (or as nearly as may be in) the form prescribed by Act of Sederunt; b made at any time during which the arrestment has effect; and c intimated to— i the creditor; ii the arrestee; and iii any other person appearing to have an interest."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73R", "section_title": "Hearing on application under section 73Q for release of property", "section_text": "73R 1 At the hearing on an application under section 73Q(2) of this Act, the sheriff shall not make any order without first giving— a the creditor; b the arrestee; and c any other person appearing to the court to have an interest, an opportunity to be heard. 2 Subject to subsection (3) below, if the sheriff is satisfied that the arrestment is unduly harsh— a to the debtor; or b where the debtor is an individual, to any person such as is mentioned in subsection (4) below, the sheriff shall make an order such as is mentioned in section 73Q(2) of this Act. 3 Before making an order under subsection (2) above the sheriff shall have regard to all the circumstances including, in a case where the debtor is an individual and funds are attached— a the source of those funds; and b where the source of those funds is or includes earnings, whether an earnings arrestment, current maintenance arrestment or conjoined arrestment order is in effect in relation to those earnings. 4 The persons referred to in subsection (2)(b) above are— a a spouse of the debtor; b a person living together with the debtor as husband and wife; c a civil partner of the debtor; d a person living with the debtor in a relationship which has the characteristics of the relationship between a husband and wife except that the person and the debtor are of the same sex; e a child of the debtor under the age of 16 years, including— i a stepchild; and ii any child brought up or treated by the debtor or any person mentioned in paragraph (b), (c) or (d) above as a child of the debtor or, as the case may be, that person. 5 Where the sheriff refuses to make an order under subsection (2) above, the sheriff may, in a case where funds are attached, make an order requiring a sum determined in the order to be released to the creditor— a in a case where the period mentioned in section 73J(3) of this Act has not expired, on the expiry of that period; or b in any other case, as soon as reasonably practicable after the date on which the order is made. 6 Where the sheriff makes an order under this section, the sheriff shall order the debtor to intimate that order to the persons mentioned in subsection (1) above. 7 A person aggrieved by a decision of the sheriff under this section may, before the expiry of the period of 14 days beginning with the day on which the decision is made, appeal, on point of law only, to the sheriff principal, whose decision shall be final."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73S", "section_title": "Mandate to be in prescribed form", "section_text": "73S 1 A mandate authorising an arrestee to pay over any funds or hand over other property attached by an arrestment shall be in (or as nearly as may be in) the form prescribed by the Scottish Ministers by regulations. 2 A mandate which is not in (or as nearly as may be in) the prescribed form is invalid. 3 Where— a a mandate is invalid by virtue of subsection (2) above; but b the arrestee pays over funds or hands over other property in accordance with that mandate, the arrestee is not liable to the debtor or to any other person having an interest in the funds or property for damages for patrimonial loss caused by paying over the funds or handing over the property provided the arrestee acted in good faith."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "73T", "section_title": "Arrestment of ships  etc.", "section_text": "73T For the avoidance of doubt, this Part of this Act does not apply to the arrestment of a ship, cargo or other maritime property."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "74", "section_title": " Recovery of rates and taxes etc.", "section_text": "74 1 The enactments mentioned in Schedule 4 to this Act shall have effect subject to the amendments specified therein. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 No person shall be imprisoned for failure to pay rates or any tax. 4 Section 248 of the  Local Government (Scotland) Act 1947 (priority of claims for rates over other claims) is hereby repealed. 5 The following provisions of the  Exchequer Court (Scotland) Act 1856 are hereby repealed— a in section 28 (extracts of exchequer decrees), the words from “except that” to the end; b sections 29 to 34 (special modes of diligence for the enforcement of Crown debts); c section 36 (effects of deceased Crown debtor may be attached by arrestment or poinding); d section 42 (preference of Crown over other creditors)."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "75", "section_title": " Regulation of organisation, training, conduct and procedure.", "section_text": "75 1 The Court of Session may, by Act of Sederunt, in respect of officers of court— a regulate their organisation; b regulate their training and the qualifications required to obtain a commission as messenger-at-arms or sheriff officer; c regulate their conduct in exercising their official functions; d regulate the scope of their official functions; e make provision prohibiting the undertaking by them of activities other than their official functions (referred to in this Part of this Act as “ extra-official activities ”) which appear to the Court to be incompatible with their official functions; f make provision permitting the undertaking by them for remuneration of other extra-official activities, not appearing to the Court to be incompatible as aforesaid, and the Act of Sederunt may attach conditions to any such permission; fa regulate their conduct in exercising their extra-official functions; g prescribe the procedure in respect of applications for a commission as messenger-at-arms under section 77 of this Act or as sheriff officer; h prescribe the procedure in disciplinary proceedings against them under section 79 of this Act, and provide for the remit of any such proceedings from the Court of Session to a sheriff principal, from one sheriff principal to another sheriff principal and from a sheriff principal to the Court of Session; ha prescribe the procedure in relation to an appeal under section 82 of this Act; j make provision   about their accounts and finances including the keeping and   auditing of those accounts; k make provision for the keeping of records by them and the inspection of those records; l make provision in respect of the finding of caution by them; m make such other provision as may appear to the Court to be   appropriate . 2 No extra-official activity (not being an activity prohibited or regulated by an Act of Sederunt made under subsection (1)(e) or (f) above) may be undertaken by an officer of court for remuneration unless the officer of court obtains the permission of the sheriff principal from whom he holds a commission to his undertaking the activity, but the sheriff principal shall not withhold such permission unless it appears to him that the undertaking by the officer of court of the activity would be incompatible with the officer of court’s official functions. 3 The sheriff principal may attach conditions to   , or revoke,  any permission granted by him under subsection (2) above."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "76", "section_title": " Advisory Council.", "section_text": "76 1 There shall be a body, (to be known as “ the Advisory Council on Messengers-at-Arms and Sheriff Officers ” and in this section referred to as “ the Advisory Council ”) whose duties shall be to advise the Court of Session on the making of Acts of Sederunt under section 75 of this Act and generally to keep under review all matters relating to officers of court. 2 The Advisory Council shall consist of— a the following persons appointed by the Lord President of the Court of Session— i a judge of the Court of Session who shall act as chairman; ii 2 sheriffs principal; iii 2 officers of court;  ... iv 2 solicitors ; and v such other persons (not falling within sub-paragraphs (i) to (iv) above) as the Lord President considers appropriate. b one person appointed by the Lord Advocate; and c the Lord Lyon King of Arms. 3 The secretary of the Advisory Council shall be appointed by the Secretary of State. 4 Subject to subsections (5) and (6) below, the members of the Advisory Council appointed under paragraphs (a) and (b) of subsection (2) above shall hold office for 3 years and be eligible for reappointment. 5 Subsection (4) above applies to members of the Advisory Council appointed under   sub-paragraphs (i) to (iv) of  paragraph (a) of subsection (2) above only so long as they respectively retain the offices or, as the case may be, qualification specified in   those sub-paragraphs.   6 If the Lord President or, as the case may be, the Lord Advocate is satisfied that a person appointed by him under subsection (2) above has ceased to be a fit and proper person to hold the appointment, he may terminate that person’s appointment. 7 Where a member of the Advisory Council appointed under   subsection (2)(a)(i) to (iv)   or (b) above ceases to be a member (whether by resignation or otherwise) prior to the expiry of 3 years after the date of his appointment or reappointment, the vacancy shall be filled by appointment of another person holding the same office or, as the case may be, possessing the same qualification. 8 Subject to subsection (6) above, any person appointed in pursuance of subsection (7) above to fill a vacancy shall remain a member of the Advisory Council only until the expiry of 3 years after the date of the appointment or reappointment of the member whom he succeeded, but shall be eligible for reappointment. 9 The Advisory Council shall have power to regulate the summoning of its meetings and the procedure at such meetings; and at any such meetings 3 members shall be a quorum."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "77", "section_title": " Appointment of messenger-at-arms.", "section_text": "77 1 The Court of Session, on an application made under this section by a sheriff officer, may find the applicant suitable to be appointed as a messenger-at-arms and recommend such appointment to the Lord Lyon King of Arms; and, on receipt of such a recommendation, the Lord Lyon King of Arms may grant the applicant a commission as a messenger-at-arms. 2 A messenger-at-arms shall not be authorised by his commission as messenger-at-arms to execute a warrant granted by a sheriff or sheriff clerk. 3 A messenger-at-arms shall cease to be entitled to hold a commission as messenger-at-arms if he no longer holds a commission as a sheriff officer. 4 Any rule of law and any other enactment regulating the appointment of messengers-at-arms shall cease to have effect."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "78", "section_title": " Inspection of work.", "section_text": "... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "79", "section_title": " Investigation of alleged misconduct.", "section_text": "79 1 This section applies where— a a report under section   66(3) of the Bankruptcy and Diligence  etc.  (Scotland) Act 2007 (asp 3)\t\t\t\t\t\t\t\t(in this Part  “the 2007 Act”)   discloses that any officer of court may have been guilty of misconduct; b a report by a sheriff or a complaint by any other person is made— i to the Court of Session alleging misconduct by a messenger-at-arms; ii to the sheriff principal from whom a sheriff officer holds a commission alleging misconduct by the officer; ... ba details of a complaint about an officer of court are sent to the Lord President of the Court of Session or a sheriff principal under section 64 of the 2007 Act; c any judge of the Court of Session, or a sheriff principal, has reason to believe that an officer of court may have been guilty of misconduct ; or d any judge of the Court of Session, or a sheriff principal— i becomes aware (whether by notification under subsection (1) of section 62 of the 2007 Act or otherwise) that an event mentioned in subsection (2) of that section has occurred in respect of an officer of court; and ii considers that the occurrence of that event or the circumstances surrounding it, although falling short of misconduct and not involving the commission of an offence, gives rise to concerns about the officer, the officer's exercise of official functions or the officer's undertaking of extra-official activities. 2 Where this section applies, a judge nominated by the Lord President of the Court of Session, or the sheriff principal, after giving the officer of court an opportunity to admit or deny the misconduct or to give an explanation of the matter, may appoint a solicitor to investigate the matter unless the officer of court— a admits the misconduct in writing, or b gives a satisfactory explanation of the matter. 3 Where the solicitor after carrying out an investigation in pursuance of subsection (2) above is of the opinion— a that there is a probable case of misconduct and that there is evidence sufficient to justify proceedings, disciplinary proceedings shall be brought at his instance against the officer of court before the relevant court; b that there is not a probable case of misconduct or that there is insufficient evidence to justify proceedings, he shall report that fact to the relevant court. 4 The solicitor shall be entitled to a fee, and to payment of his outlays incurred, in connection with an investigation, and any disciplinary proceedings brought by him, under this section. 5 The relevant court may award expenses in any disciplinary proceedings brought under this section in favour of or against either party to the proceedings; and for the purposes of this subsection and section 45 of the  Crown Proceedings Act 1947 the party bringing the proceedings shall be deemed to be the Lord Advocate. 6 Where expenses are awarded under subsection (5) above in favour of— a the officer of court, the expenses shall be recoverable by him from the Lord Advocate; b the Lord Advocate, the expenses shall be recoverable from the officer of court by the Lord Advocate. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section “ the relevant court ” means whichever of the Court of Session or the sheriff principal made the appointment under subsection (2) above. 9 In this section and section 80 of this Act “ misconduct ” includes   a   conduct tending to bring the office of messenger-at-arms or sheriff officer into disrepute; b failure to notify the Lord President of the Court of Session or the sheriff principal under subsection (1) of section 62 of the 2007 Act of the occurrence of an event mentioned in subsection (2) of that section; c failure to provide information mentioned in subsection (1A) of section 63 of that Act required by virtue of regulations made under subsection (1) of that section; d failure to comply with any code of practice or revised code of practice published under section 63A of that Act; and e where a fee is due by virtue of rules made under subsection (1) of section 65A of that Act and a date as mentioned in subsection (2)(a) of that section has been specified by the rules, failure to pay the fee within 3 months of that date."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "80", "section_title": " Courts’ powers in relation to offences or misconduct.", "section_text": "80 1 Where the Court of Session becomes aware that a messenger-at-arms has been convicted by a court of any offence, it may make   a   an order finding that the messenger-at-arms should be suspended from practice for such period as may be specified in the order, or deprived of office; b an order mentioned in paragraph (aa) or (c) of subsection (5) below. 2 Where the sheriff principal from whom a sheriff officer holds a commission becomes aware that the sheriff officer has been convicted by a court of any offence, the sheriff principal may make   a   an order suspending the sheriff officer from practice for such period as may be specified in the order, or depriving him of office, in that sheriffdom; b an order in relation to the sheriff officer of a kind mentioned in paragraph (aa) or (c) of subsection (5) below. 3 Subsections (1) and (2) above are without prejudice to section 4(3)(b) of the  Rehabilitation of Offenders Act 1974; and in those subsections “ offence ” means any offence of which the officer of court has been convicted before or after he was granted a commission as an officer of court, other than any offence disclosed in his application for such a commission. 3A Where— a a solicitor is appointed to investigate a matter in respect of a messenger-at-arms under section 79(2) of this Act; or b the Court of Session becomes aware that a messenger-at-arms has been charged with an offence, the Court of Session may make an order finding that the messenger-at-arms should be suspended from practice for such period as may be specified in the order or in an order extending such period. 3B Where— a a solicitor is appointed to investigate a matter in respect of a sheriff officer under section 79(2) of this Act; or b the sheriff principal from whom a sheriff officer holds a commission becomes aware that the sheriff officer has been charged with an offence, the sheriff principal may make an order suspending the officer from practice for such period as may be specified in the order or in an order extending such period in that sheriffdom. 4 Where— a a messenger-at-arms admits in writing that he is guilty of misconduct; or b the Court of Session at the end of disciplinary proceedings under section 79(3)(a) of this Act is satisfied that a messenger-at-arms is guilty of misconduct, the Court of Session may make one or more of the orders specified in subsection (5) below. 4A Where the Court of Session at the end of disciplinary proceedings brought under subsection (3) of section 79 of this Act is satisfied that a concern mentioned in subsection (1)(d)(ii) of that section in relation to a messenger-at-arms is founded, the Court of Session may make an order under paragraph (a) or (aa) of subsection (5) below. 5 The orders referred to in subsection (4) above are— a an order finding that the messenger-at-arms should be suspended from practice for such period as may be specified in the order, or deprived of office; aa an order restricting— i the functions which the messenger-at-arms may exercise; or ii the activities which the messenger-at-arms may undertake, for such period as may be specified in the order; b an order imposing a fine on the messenger-at-arms not exceeding £2,500 or such sum as may be prescribed in regulations made by the Lord Advocate; c an order censuring the messenger-at-arms; d if the misconduct consists of, or includes, the charging of excessive fees or outlays, an order decerning for repayment by the messenger-at-arms of the fees or outlays, to the extent that they were excessive, to the person who paid them. 6 Where— a a sheriff officer admits in writing that he is guilty of misconduct; or b the sheriff principal at the end of disciplinary proceedings under section 79(3)(a) of this Act is satisfied that a sheriff officer is guilty of misconduct, the sheriff principal may make one or more of the orders specified in subsection (7) below. 6A Where the sheriff principal at the end of disciplinary proceedings brought under subsection (3) of section 79 of this Act is satisfied that a concern mentioned in subsection (1)(d)(ii) of that section in relation to a sheriff officer is founded, the sheriff principal may make, in relation to the sheriff officer, an order— a of a kind mentioned in paragraph (aa) of subsection (5) above; or b under paragraph (a) of subsection (7) below. 7 The orders referred to in subsection (6) above are— a an order suspending the sheriff officer from practice for such period as may be specified in the order, or depriving him of office, in that sheriffdom; b an order in relation to the sheriff officer of a kind mentioned in   subsection (5)(aa), (b),  (c) or (d) above. 8 Where an officer of court fails to comply with an order under this section imposing a fine on him, the Court of Session or, as the case may be, the sheriff principal may make an order— a decerning for payment of the fine, and an extract of any such order shall contain a warrant in the form prescribed by Act of Sederunt which shall have the same effect as an extract of a decree for payment of money pronounced by the Court of Session; or b of the kind specified in subsection (5)(a) or, as the case may be, (7)(a) above. 9 Any fine imposed under this section shall be recoverable by the Lord Advocate."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "81", "section_title": " Provisions supplementary to section 80.", "section_text": "81 1 The Court of Session shall cause intimation to be made of any order of the Court of Session under   section 80(1)(a), (3A), (4), (4A)  or (8)(b) of this Act to— a every sheriff principal from whom the messenger-at-arms holds a commission as a sheriff officer; b the Lord Lyon King of Arms; c the professional association designated under section 63(1) of the 2007 Act. 2 The sheriff principal shall cause intimation to be made of any order made by him under   section 80(2)(a), (3B), (6), (6A)  or (8)(b) of this Act— a to every other sheriff principal from whom the sheriff officer holds a commission as a sheriff officer;  ... b if the sheriff officer is a messenger-at-arms, to the Court of Session and the Lord Lyon King of Arms , and c the professional association designated under section 63(1) of the 2007 Act. 3 On intimation under this section of an order under   section 80(1)(a), (2)(a), (3A), (3B)   or (8)(b) of this Act or of an order under subsection (4) or (6) of that section specified respectively in subsection (5)(a) or (7)(a) thereof  or of an order under subsection (4A) or (6A) of that section specified respectively in subsection (5)(a) or (7)(a) thereof — a to a sheriff principal, he shall make an order suspending the sheriff officer concerned from practice until the expiry of the period for which he has been suspended by the order so intimated, or (as the case may be) depriving him of office, in the sheriffdom; b to the Lord Lyon King of Arms, he shall— i in the case of an order intimated under subsection (1) above, suspend the messenger-at-arms concerned from practice for the period specified in the order or (as the case may be) deprive him of office; or ii in the case of an order intimated under subsection (2) above, suspend the messenger-at-arms from practice until the expiry of the period for which he has been suspended by the order so intimated or (as the case may be) deprive him of office. 4 It shall not be competent for the Lord Lyon King of Arms to discipline a messenger-at-arms or suspend him from practice or deprive him of office except in accordance with subsection (3)(b) above."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "82", "section_title": " Appeals from decisions under sections                         77, 79 and 80 .", "section_text": "82 ...   1   An appeal to the Inner House of the Court of Session may be made against any decision of a Lord Ordinary or a sheriff principal under section 77(1),  section 79(5) or section 80(1), (2),   (3A), (3B), (4), (4A), (6), (6A) or (8)(b)   of this Act 2 The decision of the Inner House on an appeal under subsection (1) shall be final."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "83", "section_title": " Service of charge and execution of diligence or warrant void where officer of court has interest.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "84", "section_title": " Collection of statistics from officers of court.", "section_text": "84 1 The Lord Advocate may require any officer of court to provide information, in such form and at such times as he may specify, regarding the officer of court’s official functions. 2 Subject to subsection (3) below, the Lord Advocate may publish, in such form as he thinks fit, information provided under subsection (1) above. 3 Information published under subsection (2) above shall not be in a form which identifies or enables the identification of officers of court or persons against whom diligence has been executed."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "85", "section_title": " Measure of damages payable by officer of court for negligence or other fault.", "section_text": "85 There shall cease to have effect any rule of law whereby, if an officer of court has been found liable to a creditor for negligent delay or failure to execute diligence, or for other fault in the execution of diligence, the damages payable by the officer of court are determined solely by reference to the amount of the debt."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "86", "section_title": " Official identity card.", "section_text": "86 1 An official identity card shall be issued to every officer of court by or on behalf of the person from whom he holds his commission. 2 When carrying out his official functions an officer of court shall exhibit his identity card on being requested to do so."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "86A", "section_title": "Electronic communications", "section_text": "86A In this Part, any reference to an admission in writing includes a reference to that admission being an electronic communication (within the meaning given by section 15(1) of the Electronic Communications Act 2000 (c. 7))."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "87", "section_title": " Effect of warrants for diligence in extract decrees and other documents.", "section_text": "87 1 Every extract of a decree for the payment of money, or among other things for the payment of money, which is pronounced by— a the Court of Session; b the High Court of Justiciary; or c the Court of Teinds, shall contain a warrant in the form prescribed by Act of Sederunt or, as the case may be, by Act of Adjournal. 2 The warrant referred to in subsection (1) above shall have the effect of authorising— a in relation to an ordinary debt, the charging of the debtor to pay to the creditor within the period specified in the charge the sum specified in the extract and any interest accrued on the sum and, in the event of failure to make such payment within that period, the execution of an earnings arrestment   , a land attachment, a residual attachment, a money attachment  and the   attachment   of articles belonging to the debtor and, if necessary for the purpose of executing the    land attachment, residual attachment, money attachment or   attachment , the opening of shut and lockfast places; b in relation to an ordinary debt, an arrestment other than an arrestment of the debtor’s earnings in the hands of his employer; and ba in relation to an ordinary debt, inhibition against the debtor; c if the decree consists of or includes a maintenance order, a current maintenance arrestment in accordance with Part III of this Act. 3 In section 7(1) of the  Sheriff Courts (Scotland) Extracts Act 1892 (import of the warrant for execution), for the words from “it shall” to the end there shall be substituted the following words— the said warrant shall have the effect of authorising— a in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, the charging of the debtor to pay to the creditor within the period specified in the charge the sum specified in the extract and any interest accrued on the sum and, in the event of failure to make such payment within that period, the execution of an earnings arrestment and the poinding of articles belonging to the debtor and, if necessary for the purpose of executing the poinding, the opening of shut and lockfast places; b in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, an arrestment other than an arrestment of the debtor’s earnings in the hands of his employer; and c if the decree consists of or includes a maintenance order within the meaning of the Debtors (Scotland) Act 1987, a current maintenance arrestment in accordance with Part III of that Act. . 4 For section 3 of the  Writs Execution (Scotland) Act 1877 there shall be substituted the following section—  Power to execute diligence by virtue of warrant. 3 The warrant inserted in an extract of a document registered in the Books of Council and Session or in sheriff court books which contains an obligation to pay a sum of money shall have the effect of authorising— a in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, the charging of the debtor to pay to the creditor within the period specified in the charge the sum specified in the extract and any interest accrued on the sum and, in the event of failure to make such payment within that period, the execution of an earnings arrestment and the poinding of articles belonging to the debtor and, if necessary for the purpose of executing the poinding, the opening of shut and lockfast places; b in relation to an ordinary debt within the meaning of the Debtors (Scotland) Act 1987, an arrestment other than an arrestment of the debtor’s earnings in the hands of his employer; and c if the document is a maintenance order within the meaning of the Debtors (Scotland) Act 1987, a current maintenance arrestment in accordance with Part III of that Act. . 5 An extract of a decree in an action of poinding of the ground shall contain a warrant in the form prescribed by Act of Sederunt which shall have the effect of authorising a poinding of the ground."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "88", "section_title": " Warrants for diligence: special cases.", "section_text": "88 1 This section applies where a creditor has acquired by assignation intimated to the debtor, confirmation as executor, or otherwise a right to— a a decree; b an obligation contained in a document an extract of which, after the document has been registered in the Books of Council and Session or in sheriff court books, may be obtained containing warrant for execution; c an order or determination which by virtue of any enactment is enforceable as if it were an extract registered decree arbitral bearing a warrant for execution issued by a sheriff, either directly or through a third party from a person in whose favour the decree, order or determination was granted or who was the creditor in the obligation contained in the document. 2 Where this section applies, the creditor who has acquired a right as mentioned in subsection (1) above may apply to the appropriate clerk for a warrant having the effect of authorising the execution at the instance of that creditor of any diligence authorised by an extract of the decree or document or by the order or determination, as the case may be. 3 The applicant under subsection (2) above shall submit to the appropriate clerk— a an extract of the decree or of the document registered as mentioned in subsection (1)(b) above or a certified copy of the order or determination; and b the assignation (along with evidence of its intimation to the debtor), confirmation as executor or other document establishing the applicant’s right. 4 The appropriate clerk shall grant the warrant applied for under subsection (2) above if he is satisfied that the applicant’s right is established. 5 Where— a a charge has already been served in pursuance of the decree, order, determination or registered document; and b the applicant under subsection (2) above submits with his application the certificate of execution of the charge in addition to the documents mentioned in subsection (3) above, a warrant granted under subsection (4) above shall authorise the execution at the instance of the applicant of diligence in pursuance of that charge. 6 For the purposes of this section, “ the appropriate clerk ” shall be— a in the case of a decree granted by the Court of Session or a document registered (whether before or after such acquisition) in the Books of Council and Session, a clerk of court of the Court of Session; b in the case of a decree granted by the High Court of Justiciary, a clerk of Justiciary; c in the case of a decree granted by a sheriff or a document registered (whether before or after such acquisition) in the books of a sheriff court, the sheriff clerk of that sheriff court; d in the case of such an order or determination as is mentioned in subsection (1)(c) above, any sheriff clerk."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "89", "section_title": " Abolition of letters of horning, horning and poinding, poinding, and caption.", "section_text": "89 The granting of letters of horning, letters of horning and poinding, letters of poinding and letters of caption shall cease to be competent."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "90", "section_title": " Provisions relating to charges for payment.", "section_text": "90 1 ... The execution of   ... an earnings arrestment shall not be competent unless a charge for payment has been served on the debtor and the period for payment specified in the charge has expired without payment being made. 1A The following subsections of this section apply to any case where it is competent to execute diligence only if a charge for payment has been served on the debtor. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The period for payment specified in any charge for payment served in pursuance of a warrant for execution shall be 14 days if the person on whom it is served is within the United Kingdom and 28 days if he is outside the United Kingdom or his whereabouts are unknown. 4 Any such charge shall be in the form prescribed by Act of Sederunt or Act of Adjournal. 5 Subject to subsection (6) below, where any such charge has been served, it shall not be competent to execute    diligence   by virtue of that charge more than 2 years after the date of such service. 6 A creditor may reconstitute his right to execute    diligence   by the service of a further charge for payment. 7 No expenses incurred in the service of a further charge for payment within the period of 2 years after service of the first charge shall be chargeable against the debtor. 8 Registration of certificates of execution of charges for payment in a register of hornings shall cease to be competent."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "91", "section_title": " Enforcement of certain warrants and precepts of sheriff anywhere in Scotland.", "section_text": "91 1 The following may be executed anywhere in Scotland— a a warrant for execution contained in an extract of a decree granted by a sheriff; b a warrant for execution inserted in an extract of a document registered in sheriff court books; c a summary warrant; d a warrant of a sheriff for arrestment on the dependence of an action or in security; e a precept (issued by a sheriff clerk) of arrestment in security of a liquid debt the term of payment of which has not arrived. 2 A warrant or precept mentioned in subsection (1) above may be executed by a sheriff officer of— a the court which granted it; or b the sheriff court district in which it is to be executed."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "92", "section_title": " General provision relating to liability for expenses in court proceedings.", "section_text": "92 1 Subject to subsection (2) below, a debtor shall not be liable to a creditor, nor a creditor to a debtor, for any expenses incurred by the other party in connection with an application, any objections to an application, or a hearing, under any provision of this Act. 2 If— a an application under any provision of this Act is frivolous; b such an application is opposed on frivolous grounds; or c a party requires a hearing under any provision of this Act to be held on frivolous grounds, the sheriff may award a sum of expenses, not exceeding £25 or such amount as may be prescribed in regulations made by the Lord Advocate, against the party acting frivolously in favour of the other party. 3 Subsections (1) and (2) above do not apply to— a expenses of poinding and sale for which provision is made in Schedule 1 to this Act or paragraphs 25 to 34 of Schedule 5 to this Act; or b expenses incurred— i under section 1 of this Act; ii in connection with an appeal under any provision of this Act; or iii by or against a person other than the debtor or a creditor in connection with an application under any provision of this Act."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "93", "section_title": " Recovery from debtor of expenses of certain diligences.", "section_text": "93 1 Subject to subsections (3) and (5) below, any expenses chargeable against the debtor which are incurred in— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the service of an earnings arrestment schedule (including the service of the charge preceding it); c an application for, or for inclusion in, a conjoined arrestment order under section 60(2) or 62(5) of this Act, shall be recoverable from the debtor by the diligence concerned but not by any other legal process, and any such expenses which have not been recovered by the time the diligence is completed or otherwise ceases to have effect shall cease to be chargeable against the debtor. 2 Subject to subsection (5) below, any expenses chargeable against the debtor which are incurred in the service of a schedule of arrestment and in an action of furthcoming or sale shall be recoverable from the debtor out of the arrested property; and the court shall grant a decree in the action of furthcoming for payment of the balance of any expenses not so recovered. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subsection (5) below applies where any diligence mentioned in subsection (1) or (2) above is— a recalled under section 9(2)(a), (d) or (e) of this Act in relation to a time to pay order; b in effect immediately before the date of sequestration (within the meaning of the Bankruptcy (Scotland) Act   2016 ) of the debtor’s estate; c in effect immediately before the presentation of a petition for an administration order under Part II of , or the appointment of an administrator under paragraph 14 or 22 of Schedule B1 to,   the  Insolvency Act 1986; d in effect against property of the debtor immediately before a floating charge attaches to all or part of that property under section 53(7) or 54(6) of that Act; e in effect immediately before the commencement of the winding up, under Part IV or V of that Act, of the debtor; f rendered unenforceable by virtue of the creditor entering into a composition contract or acceding to a trust deed for creditors or by virtue of the subsistence of a protected trust deed within the meaning of   schedule 4 of the Bankruptcy (Scotland) Act 2016 ; or g recalled by a conjoined arrestment order. 5 Where this subsection applies— a the expenses of the diligence which were chargeable against the debtor shall remain so chargeable; and b if the debtor’s obligation to pay the expenses is not discharged under or by virtue of the time to pay order, sequestration,   administration , receivership, winding up, composition contract, trust deed for creditors or conjoined arrestment order, those expenses shall be recoverable by further diligence in pursuance of the warrant which authorised the original diligence. 6 The expenses incurred in the execution of a current maintenance arrestment shall be recoverable by any diligence other than a current maintenance arrestment, and shall be so recoverable in pursuance of the warrant which authorised the current maintenance arrestment."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "94", "section_title": " Ascription of sums recovered by diligence or while diligence is in effect.", "section_text": "94 1 This section applies to any sums recovered by any of the following diligences— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an earnings arrestment; c an arrestment and action of furthcoming or sale; or d a conjoined arrestment order in so far as it enforces an ordinary debt, or paid to account of the sums recoverable by the diligence while the diligence is in effect. 2 A sum to which this section applies shall be ascribed to the following in the order in which they are mentioned— a the expenses already incurred in respect of— i the diligence; ii any previous diligence the expenses of which are chargeable against and recoverable from the debtor under section 93(5) of this Act; iii the execution of a current maintenance arrestment; b any interest, due under the decree or other document on which the diligence proceeds, which has accrued at the date of execution of the  . . .   earnings arrestment or arrestment, or in the case of an ordinary debt included in a conjoined arrestment order which has accrued at the date of application under section 60(2) or 62(5) of this Act; c any sum (including any expenses) due under the decree or other document, other than any expenses or interest mentioned in paragraphs (a) and (b) above."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "95", "section_title": " Certain diligences terminated by payment or tender of full amount owing.", "section_text": "95 1 Any of the following diligences— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an earnings arrestment; c an arrestment and action of furthcoming or sale, shall cease to have effect if the full amount recoverable thereby is paid to the creditor, an officer of court, or any other person who has authority to receive payment on behalf of the creditor, or is tendered to any of those persons and the tender is not accepted within a reasonable time. 2 Any rule of law whereby any diligence mentioned in subsection (1) above ceases to have effect on payment or tender of the sum due under the decree or other document is hereby abolished."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "95A", "section_title": "Prescription of arrestment", "section_text": "95A 1 Subject to subsection (2) below, an arrestment which is not insisted in prescribes— a where it is on the dependence of an action, at the end of the period of 3 years beginning with the day on which a final interlocutor is obtained by the creditor for payment of all or part of a principal sum concluded for; or b where it is in execution of an extract decree or other extract registered document relating to a due debt, at the end of the period of 3 years beginning with the day on which the arrestment is executed. 2 Where the arrestment secures or enforces a future or contingent debt due to the creditor, it prescribes, if not insisted in, at the end of the period of 3 years beginning on the day on which the debt becomes due. 3 In a case where— a a time to pay direction; b an interim order under section 6(3) of this Act; or c a time to pay order, has been made, there shall be disregarded, in computing the period at the end of which the arrestment prescribes, the period during which the time to pay direction, interim order or time to pay order is in effect. 4 Nothing in this section shall apply to an earnings arrestment, a current maintenance arrestment or a conjoined arrestment order. 5 Subsections (1) to (3) above apply irrespective of whether the arrestment is executed, or warrant for it obtained, before this section comes into force. 6 For the purposes of subsection (1)(a) above, a final interlocutor is obtained when an interlocutor cannot be recalled or altered and is not subject to review."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "96", "section_title": " Provisions to assist debtor in proceedings under Act.", "section_text": "96 1 No fees shall be payable by a debtor in connection with— a any application by him; b objections by him to an application by any other person; or c a hearing held, under any provision of this Act, to any officer of any office or department connected with the Court of Session or the sheriff court the expenses of which are paid wholly or partly out of the Consolidated Fund or out of money provided by Parliament. 2 The sheriff clerk  or a member of administration staff of the First-tier Tribunal for Scotland (in relation to time to pay directions made by it)   shall, if requested by the debtor— a provide him with information as to the procedures available to him under this Act; and b without prejudice to subsection (2) of section 6 of this Act, assist him in the completion of any form required in connection with any proceedings under this Act, but the sheriff clerk   or a member of administration staff of the First-tier Tribunal for Scotland (in relation to time to pay directions made by it)  shall not be liable for any error or omission   when performing the duties imposed   by this subsection or that subsection."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "97", "section_title": "", "section_text": "97 In relation to any proceedings before the sheriff under any provision of this Act, the power conferred on the Court of Session by section 32 of the  Sheriff Courts (Scotland) Act 1971 (power of Court of Session to regulate civil procedure in sheriff court) shall extend to the making of rules permitting a party to such proceedings, in such circumstances as may be specified in the rules, to be represented by a person who is neither an advocate nor a solicitor."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "98", "section_title": "", "section_text": "98 At the end of Part II of Schedule 2 to the  Legal Aid (Scotland) Act 1986 (proceedings for which civil legal aid shall not be available) there shall be added the following paragraphs— 4 Subject to paragraph 5 below, civil legal aid shall not be available in relation to proceedings at first instance under the Debtors (Scotland) Act 1987, other than proceedings in connection with an application under section 1(1) or 3(1) of that Act to a Lord Ordinary or to the sheriff in an ordinary cause. 5 Nothing in paragraph 4 above shall preclude any third party to proceedings under the Debtors (Scotland) Act 1987 from obtaining legal aid in connection with those proceedings. ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "99 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "100", "section_title": "", "section_text": "100 1 An obligation ad factum praestandum which is contained in a document registered in the Books of Council and Session or in sheriff court books shall not by virtue of that registration be enforceable by imprisonment. 2 A charge for the purpose of enforcing an obligation ad factum praestandum which is contained in an extract of a decree or of a document registered as aforesaid shall not be competent."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "101", "section_title": "", "section_text": "101 It shall not be competent for a creditor to bring an action of adjudication for debt  ... to enforce a debt payable under a liquid document of debt unless— a the debt has been constituted by decree; or b the debt is a debitum fundi; or c the document of debt or, if the document is a bill of exchange or a promissory note, a protest of the bill or note, has been registered for execution in the Books of Council and Session or in sheriff court books."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "102", "section_title": " Procedure in diligence proceeding on extract of registered document etc.", "section_text": "102 1 The Court of Session may by Act of Sederunt— a regulate and prescribe the procedure and practice in; and b prescribe the form of any document to be used in, or for the purposes of, diligence of a kind specified in subsection (2) below. 2 The diligences referred to in subsection (1) above are diligences proceeding— a on an extract of a document which has been registered for execution in the Books of Council and Session or in sheriff court books; or b on an order or a determination which by virtue of any enactment is to be treated as if it were so registered."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "103", "section_title": " Appeals.", "section_text": "103 1 Subject to subsection (9) below and sections  . . .  , 50(2), 55(4), 60(8), 62(9) and 66(9) of this Act  . . .  , an appeal may be made against any decision of the sheriff under this Act but only on a question of law and with the leave of the sheriff; and section 38 of the  Sheriff Courts (Scotland) Act 1971 (appeal in summary causes)   and section 82 of the Courts Reform (Scotland) Act 2014 (appeals from simple procedure cases)  shall not apply to any appeal or any further appeal taken under this Act. 2 Any appeal against a decision of the sheriff under subsection (1) above must be made within a period of 14 days from the date when leave to appeal against the decision was granted. 3 An appeal may be made against any decision of the Lord Ordinary on an application under section 1(1) or 3(1) of this Act but only on a question of law and with the leave of the Lord Ordinary. 4 Subject to subsections (6) and (7) below, any decision of the sheriff or of the Lord Ordinary under this Act shall take effect as soon as it is made and shall remain in effect unless and until it is reversed on appeal and either— a the period allowed for further appeal has expired without an appeal being made; or b if such a further appeal has been made, the matter has been finally determined in favour of the reversal of the sheriff’s or Lord Ordinary’s decision. 5 No decision reversing a decision of the sheriff or Lord Ordinary under this Act shall have retrospective effect. 6 A decision or order of the sheriff under any provision of this Act mentioned in subsection (7) below shall not take effect— a until the period for leave to appeal specified in rules of court has expired without an application for leave having been made; b where an application for leave to appeal is made, until leave has been refused or the application has been abandoned; c where leave to appeal has been granted, until the period for an appeal has expired without an appeal being made; or d where an appeal against the decision is made, until the matter has been finally determined or the appeal has been abandoned. 7 The provisions of this Act referred to in subsection (6) above are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k section 50(1) except in so far as it relates to orders declaring that an arrestment is invalid or has ceased to have effect; l section 50(4); m section 55(1) except in so far as it relates to orders declaring that an arrestment is invalid or has ceased to have effect; n section 55(6); o section 65(2); p section 66(3); q . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 A court to which an appeal under this Act or a further appeal is made may— a before it disposes of the appeal, make such interim order; and b on determining the appeal, make such supplementary order, as it thinks necessary or reasonable in the circumstances. 9 This section does not apply to any decision of a court under Part V of this Act."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "104", "section_title": " Regulations.", "section_text": "104 1 Regulations  and orders   under this Act shall be made by statutory instrument and shall,  . . .  , be subject to annulment in pursuance of a resolution of either House of Parliament. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "105", "section_title": " Application to Crown.", "section_text": "105 1 Without prejudice to the  Crown Proceedings Act 1947  and subject to subsection (2) below , this Act shall bind the Crown acting in its capacity as a creditor or employer. 2 Section 70B of this Act does not affect Her Majesty in Her private capacity as an employer."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "106", "section_title": " Interpretation.", "section_text": "106 In this Act—   ...   “ current maintenance ” has the meaning given to it in section 73(1) of this Act;   “ debt advice and information package ” has the meaning given to it in section 47(4) of this Act;   “ earnings ” has the meaning given to it in section 73(2) of this Act; “ employer ” has the meaning given to it in section 73(1) of this Act;   “ enactment ” includes an Act of the Scottish Parliament and any enactment comprised in subordinate legislation under such an Act;     “the Hague Convention” means the Convention on the International Recovery of Child Support and other forms of Family Maintenance done at The Hague on 23rd November 2007;   . . . “ maintenance ” means periodical sums payable under a maintenance order; “ maintenance order ” means— an order granted by a court in Scotland for payment of a periodical allowance on divorce  or on dissolution of a civil partnership   or on the granting of a declarator of nullity of marriage  or of nullity of a civil partnership , or for aliment;   ...  an order under section 43 or 44 of the  National Assistance Act 1948, section 23 or 24 of the  Ministry of Social Security Act 1966, section 80 or 81 of the  Social Work (Scotland) Act 1968, section 11(3) of the  Guardianship Act 1973, section 18 or 19 of the  Supplementary Benefits Act 1976, section 50 or 51 of the  Child Care Act 1980 or section 24 or 25 of the  Social Security Act 1986; an order of a court in England and Wales or Northern Ireland registered in Scotland under Part II of the  Maintenance Orders Act 1950; a provisional order of a reciprocating country which is confirmed by a court in Scotland under Part I of the  Maintenance Orders (Reciprocal Enforcement) Act 1972; an order of a reciprocating country which is registered in Scotland under that Part of that Act; an order registered in Scotland under Part II, or under an Order in Council made in pursuance of Part III, of that Act; an order registered in Scotland under section 5 of the  Civil Jurisdiction and Judgments Act 1982;  . . .   ...  an alimentary bond or agreement (including a document providing for the maintenance of one party to a marriage by the other after the marriage has been dissolved or annulled)— registered for execution in the Books of Council and Session or sheriff court books; or registered in Scotland under an Order in Council made under section 13 of the Civil Jurisdiction and Judgments Act 1982; \t\t\t\t\t  ... a  maintenance assessment   maintenance calculation  within the meaning of the Child Support Act 1991   ; or  a maintenance decision (within the meaning of regulation 2 of the International Recovery of Maintenance (Hague Convention 2007) (Scotland) Regulations 2012 ( S.S.I. 2012/301 ) or maintenance arrangement (within the meaning of Article 3(e) of the Hague Convention) which is registered in the sheriff court under the Hague Convention.     ...   “ net earnings ” has the meaning given to it in section 73(1) of this Act; “ officer of court ” means a messenger-at-arms or a sheriff officer; “ ordinary debt ” has the meaning given to it in section 73(1) of this Act; “ summary warrant ” means a summary warrant granted under or, as the case may be, by virtue of— paragraph 7 of Schedule 2 to the Abolition of Domestic Rates Etc. (Scotland) Act 1987; paragraph 2 of Schedule 8 to the  Local Government Finance Act 1992; paragraph 2 of Schedule 10 to the Local Government  etc.  (Scotland) Act 1994; or ... paragraph 2 of schedule 4 to the Water Industry (Scotland) Act 2002 (asp 3);   the enactments (other than the Taxes Management Act 1970)   mentioned in Schedule 4 to this Act;   section 128 of the Finance Act 2008.   section 225 of the Revenue Scotland and Tax Powers Act 2014 (asp 16).   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "107", "section_title": " Financial provisions.", "section_text": "107 1 Any sums recovered by the Lord Advocate under section 79(6)(b) or 80(9) of this Act shall be paid by him into the Consolidated Fund. 2 There shall be paid out of money provided by Parliament— a any fees or outlays payable under section 78(4) or 79(4) of this Act; b any expenses payable by the Lord Advocate under section 79(6)(a) of this Act; and c any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "108", "section_title": " Minor and consequential amendments, transitional provisions and repeals.", "section_text": "108 1 The amendments specified in Schedule 6 to this Act, being minor amendments or amendments consequential on the provisions of this Act, shall have effect. 2 The transitional provisions contained in Schedule 7 to this Act shall have effect. 3 The enactments mentioned in columns 1 and 2 of Schedule 8 to this Act are repealed to the extent specified in column 3 thereof."}, {"act": "Debtors (Scotland) Act 1987", "year": 1987, "section": "109", "section_title": " Short title, commencement and extent.", "section_text": "109 1 This Act may be cited as the Debtors (Scotland) Act 1987. 2 This Act (except this section) shall come into force on such day as the Lord Advocate may by order made by statutory instrument appoint, and different days may be so appointed for different purposes and for different provisions. 3 This Act extends to Scotland only."}]