[{"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "1", "section_title": " Acquisition and loss by land of diplomatic or consular status.", "section_text": "1 1 Subject to subsection (2) below, where a State desires that land shall be diplomatic or consular premises, it shall apply to the Secretary of State for his consent to the land being such premises. 2 A State need not make such an application in relation to land if the Secretary of State accepted it as diplomatic or consular premises immediately before the coming into force of this section. 3 In no case is land to be regarded as a State’s diplomatic or consular premises for the purposes of any enactment or rule of law unless it has been so accepted or the Secretary of State has given that State consent under this section in relation to it; and if— a a State ceases to use land for the purposes of its mission or exclusively for the purposes of a consular post; or b the Secretary of State withdraws his acceptance or consent in relation to land, it thereupon ceases to be diplomatic or consular premises for the purposes of all enactments and rules of law. 4 The Secretary of State shall only give or withdraw consent or withdraw acceptance if he is satisfied that to do so is permissible under international law. 5 In determining whether to do so he shall have regard to all material considerations, and in particular, but without prejudice to the generality of this subsection— a to the safety of the public; b to national security; and c to town and country planning. 6 If a State intends to cease using land as premises of its mission or as consular premises, it shall give the Secretary of State notice of that intention, specifying the date on which it intends to cease so using them. 7 In any proceedings a certificate issued by or under the authority of the Secretary of State stating any fact relevant to the question whether or not land was at any time diplomatic or consular premises shall be conclusive of that fact."}, {"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "2", "section_title": " Vesting of former diplomatic or consular premises.", "section_text": "2 1 Where— a the Secretary of State formerly accepted land as diplomatic or consular premises but did not accept it as such premises immediately before the coming into force of this section; or b land has ceased to be diplomatic or consular premises after the coming into force of this section but not less than 12 months before the exercise of the power conferred on the Secretary of State by this subsection, the Secretary of State may by order provide that this section shall apply to that land. 2 The Secretary of State shall only exercise the power conferred by subsection (1) above if he is satisfied that to do so is permissible under international law. 3 In determining whether to exercise it he shall have regard to all material considerations, and in particular, but without prejudice to the generality of this subsection, to any of the considerations mentioned in section 1(5) above that appears to him to be relevant. 4 An order under subsection (1) above shall be made by statutory instrument, and a statutory instrument containing any such order shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 The Secretary of State may by deed poll vest in himself such estate or interest in land to which this section applies as appears to him to be appropriate. 6 A deed poll under this section may also comprise any portion of a building in which the former diplomatic or consular premises are situated. 7 In relation to land in Scotland this section shall have effect with the substitution of references to an order for references to a deed poll, and such an order shall take effect immediately it is made. 8 Subject to subsection (9) below, in a case falling within paragraph (a) of subsection (1) above the Secretary of State may only exercise the power conferred by that subsection before the end of the period of two months beginning with the date on which this section comes into force. 9 In such a case the power continues to be exercisable after the end of that period if the Secretary of State within that period— a certifies that he reserves the right to exercise it; and b unless he considers it inappropriate or impracticable to do so, serves a copy of the certificate on the owner of any estate or interest in the land. 10 Where— a circumstances have arisen in consequence of which the power conferred by subsection (1) above is exercisable; but b the Secretary of State serves on the owner of the land in relation to which it has become exercisable notice that he does not intend to exercise the power in relation to that land, it shall cease to be exercisable in relation to it in consequence of those circumstances. 11 If— a the Secretary of State has exercised the power conferred by subsection (1) above in relation to land; but b serves on the owner notice that he does not intend to execute a deed poll under this section, or if the land is in Scotland to make an order under it, relating to the land, the power to vest conferred by this section shall cease to be exercisable."}, {"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "3", "section_title": " Duty of sale.", "section_text": "3 1 Where an estate or interest in land has vested in the Secretary of State under section 2 above, it shall be his duty to sell it as soon as it is reasonably practicable to do so, taking all reasonable steps to ensure that the price is the best that can reasonably be obtained. 2 The Secretary of State shall apply the purchase money— a firstly in payment of expenses properly incurred by him as incidental to the sale or any attempted sale; b secondly in discharge of prior incumbrances to which the sale is not made subject or in the making of any payments to mortgagees required by Schedule 1 to this Act; c thirdly in payment of expenses relating to the land reasonably incurred by him on repairs or security; d fourthly in discharge of such liabilities to pay rates or sums in lieu of rates on the land or on any other land as the Secretary of State thinks fit; e fifthly in discharge of such judgment debts arising out of matters relating to the land or to any other land as he thinks fit, and, subject to subsection (3) below, shall pay any residue to the person divested of the estate or interest. 3 Where a State was divested but there is no person with whom Her Majesty’s Government of the United Kingdom has dealings as the Government of that State, the Secretary of State shall hold the residue until there is such a person and then pay it. 4 A sum held by the Secretary of State under subsection (3) above shall be placed in a bank account bearing interest at such rate as the Treasury may approve."}, {"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "4", "section_title": " Provisions supplementary to sections 2 and 3.", "section_text": "4 Part I of Schedule 1 to this Act shall have effect to supplement sections 2 and 3 above in England and Wales, Part II shall have effect to supplement them in Scotland and Part III shall have effect to supplement them in Northern Ireland."}, {"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "5", "section_title": " Interpretation of Part I.", "section_text": "5 In this Part of this Act— “ consular post ” and “ consular premises ” have the meanings given by the definitions in paragraph 1(a) and (j) of Article 1 of the 1963 Convention as that Article has effect in the United Kingdom by virtue of section 1 of and Schedule 1 to the  Consular Relations Act 1968; “ diplomatic premises ” means premises of the mission of a State;   “ land ” includes buildings and other structures, land covered with water and any estate, interest, easement, servitude or right in or over land,   “ mortgage ” includes a charge or lien for securing money or money’s worth, and references to mortgagees shall be construed accordingly; “ premises of the mission ” has the meaning given by the definition in Article 1(i) of the 1961 Convention as that Article has effect in the United Kingdom by virtue of section 2 of and Schedule 1 to the  Diplomatic Privileges Act 1964; “ the 1961 Convention ” means the Vienna Convention on Diplomatic Relations signed in 1961; and “ the 1963 Convention ” means the Vienna Convention on Consular Relations signed in 1963."}, {"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "6", "section_title": " Amendments of 1964 and 1968 Acts.", "section_text": "6 Schedule 2 to this Act shall have effect for the purpose of making amendments in Schedule 1 to the  Diplomatic Privileges Act 1964 and Schedule 1 to the  Consular Relations Act 1968 (provisions of 1961 and 1963 Conventions having force of law in the United Kingdom)."}, {"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "7", "section_title": " Amendments of 1977 Act.", "section_text": "7 1 In section 9(2) of the  Criminal Law Act 1977— a the following paragraph shall be inserted after paragraph (a)— aa the premises of a closed diplomatic mission;  and b the following paragraph shall be inserted after paragraph (b)— bb the premises of a closed consular post; . 2 The following subsection shall be inserted after that subsection— 2A In subsection (2) above— “ the premises of a closed diplomatic mission ” means premises which fall within Article 45 of the Convention mentioned in subsection (2)(a) above (as that Article has effect in the United Kingdom by virtue of the section and Schedule mentioned in that paragraph); and “ the premises of a closed consular post ” means premises which fall within Article 27 of the Convention mentioned in subsection (2)(b) above (as that Article has effect in the United Kingdom by virtue of the section and Schedule mentioned in that paragraph); ."}, {"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "8", "section_title": " Financial provision.", "section_text": "8 There shall be paid out of money provided by Parliament any expenses of the Secretary of State under this Act."}, {"act": "Diplomatic and Consular Premises Act 1987", "year": 1987, "section": "9", "section_title": " Short title, commencement and extent. ", "section_text": "9 1 This Act may be cited as the Diplomatic and Consular Premises Act 1987. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint and different days may be appointed in pursuance of this section for different provisions or different purposes of the same provision. 3 This Act extends to Northern Ireland."}]