[{"act": "Family Law Reform Act 1987", "year": 1987, "section": "1", "section_title": " General principle.", "section_text": "1 1 In this Act and enactments passed and instruments made after the coming into force of this section, references (however expressed) to any relationship between two persons shall, unless the contrary intention appears, be construed without regard to whether or not the father and mother of either of them, or the father and mother of any person through whom the relationship is deduced, have or had been married to each other at any time. 2 In this Act and enactments passed after the coming into force of this section, unless the contrary intention appears— a references to a person whose father and mother were married to  , or civil partners of,  each other at the time of his birth include; and b references to a person whose father and mother were not married to  , or civil partners of,  each other at the time of his birth do not include, references to any person to whom subsection (3) below applies, and cognate references shall be construed accordingly. 3 This subsection applies to any person who— a is treated as legitimate by virtue of section 1 of the  Legitimacy Act 1976; b is a legitimated person within the meaning of section 10 of that Act; ba has a parent by virtue of section 42 of the Human Fertilisation and Embryology Act 2008 (which relates to treatment provided to a woman who is at the time of treatment  married to a woman or  a party to a civil partnership or, in certain circumstances, a void  marriage or  civil partnership); bb has a parent by virtue of section 43 of that Act (which relates to treatment provided to woman who agrees that second woman to be parent) who— i is  married to or  the civil partner of the child's mother at the time of the child's birth, or ii was  married to or  the civil partner of the child's mother at any time during the period beginning with the time mentioned in section 43(b) of that Act and ending with the child's birth; c is an adopted person within the meaning of Chapter 4 of Part 1 of the Adoption and Children Act 2002 d is otherwise treated in law as legitimate. 4 For the purpose of construing references falling within subsection (2) above, the time of a person’s birth shall be taken to include any time during the period beginning with— a the insemination resulting in his birth; or b where there was no such insemination, his conception, and (in either case) ending with his birth. 4A Subsection (4B) applies to a person— a who was born before the date on which the Civil Partnership (Opposite-sex Couples) Regulations 2019 came into force; b whose parents formed a civil partnership before that date; and c who does not fall within subsection (3)(ba) or (bb). 4B A reference falling within subsection (2)(a) or (b) above does not include or (as the case may be) exclude the person by virtue of that civil partnership. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "2", "section_title": " Construction of enactments relating to parental rights and duties.", "section_text": "2 1 In the following enactments, namely— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 6 of the Family Law Reform Act  1969; c the Guardianship of Minors Act  1971 (in this Act referred to as “ the 1971 Act ”); d Part I of the Guardianship Act 1973 (in this Act referred to as “ the 1973 Act ”); e Part II of the Children Act 1975; f the Child Care Act 1980 except Part I and sections 13, 24, 64 and 65; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . references (however expressed) to any relationship between two persons shall be construed in accordance with section 1 above. 2 In subsection (7) of section 1 of the 1973 Act (equality of parental rights) for the words from “or be taken” to the end there shall be substituted the words  “                    and nothing in subsection (1) above shall be taken as applying in relation to a child whose father and mother were not married to each other at the time of his birth                  ” ."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "8", "section_title": " Rights where child in care etc.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 8 of the  Child Care Act 1980 (application of Part I to children subject to orders of court), for subsection (2) there shall be substituted the following subsections— 2 Subject to subsection (3) below, where an order of any court is in force giving the right to the actual custody of a child to any person, the provisions of this Part of this Act shall have effect in relation to the child as if for references to the parents or guardians of the child or to a parent or guardian of his there were substituted references to that person. 3 Where, in the case of a child whose father and mother were not married to each other at the time of his birth, an order is in force under section 4 of the Family Law Reform Act 1987 by virtue of which actual custody is shared between the mother and the father, both the mother and the father shall be treated as parents of the child for the purposes of the provisions of this Part. 4 In this section “ actual custody ”, in relation to a child, means actual possession of his person. 3 In section 13 of that Act (penalty for assisting children in care to run away etc.), for subsection (4) there shall be substituted the following subsection— 4 Subsections (2) and (3) of section 8 of this Act shall apply for the purposes of this section as they apply for the purposes of the provisions of Part I of this Act. 4 In section 24 of that Act (emigration of children), after subsection (4) there shall be inserted the following subsection— 4A Subsection (2) and (3) of section 8 of this Act shall apply for the purposes of the provisions of Part I of this Act. 5 At the end of section 64 of that Act (transfer of parental rights and duties to voluntary organisations) there shall be added the following subsection— 8 Subsections (2) and (3) of section 8 of this Act shall apply for the purposes of this section and section 65 of this Act as they apply for the purposes of the provisions of Part I of this Act."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "17", "section_title": " Abolition of affiliation proceedings.", "section_text": "17 The  Affiliation Proceedings Act 1957 (the provisions of which are superseded by this Part) shall cease to have effect."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "18", "section_title": " Succession on intestacy.", "section_text": "18 1 In Part IV of the Administration of Estates Act 1925 (which deals with the distribution of the estate of an intestate), references (however expressed) to any relationship between two persons shall be construed in accordance with section 1 above. 2 For the purposes of subsection (1) above and that Part of that Act, a person whose father and mother were not married to  , or civil partners of,  each other at the time of his birth shall be presumed not to have survived by his father, or by any person related to him only through his father, unless the contrary is shown. 2ZA Subsection (2) does not apply if a person is recorded as the intestate's father, or as a parent (other than the mother) of the intestate— a in a register of births kept (or having effect as if kept) under the Births and Deaths Registration Act 1953, or b in a record of a birth included in an index kept under section 30(1) of that Act (indexes relating to certain other registers  etc ).  2A In the case of a person who has a parent by virtue of section 43 of the Human Fertilisation and Embryology Act 2008 (treatment provided to woman who agrees that second woman to be parent), the second and third references in subsection (2) to the person's father are to be read as references to the woman who is a parent of the person by virtue of that section. 3 In                        section 50(1) of the Administration of Estates Act 1925  (which relates to the construction of documents), the reference to Part IV of that Act, or to the foregoing provisions of that Part, shall in relation to an instrument inter vivos made, or a will or codicil coming into operation, after the coming into force of this section (but not in relation to instruments inter vivos made or wills or codicils coming into operation earlier) be construed as including references to this section. 4 This secton does not affect any rights under the intestacy of a person dying before the coming into force of this section."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "19", "section_title": " Dispositions of property.", "section_text": "19 1 In the following dispositions, namely— a dispositions inter vivos made on or after the date on which this section comes into force; and b dispositions by will or codicil where the will or codicil is made on or after that date, references (whether express or implied) to any relationship between two persons shall be construed in accordance with section 1 above. 2 It is hereby declared that the use, without more, of the word “heir” or “heirs” or any expression  purporting to create  an entailed interest in real or personal property does not show a contrary intention for the purposes of section 1 as applied by subsection (1) above. 3 In relation to the dispositions mentioned in subsection (1) above, section 33 of the  Trustee Act 1925 (which specifies the trust implied by a direction that income is to be held on protective trusts for the benefit of any person) shall have effect as if any reference (however expressed) to any relationship between two persons were construed in accordance with section 1 above. 4 Where under any disposition of real or personal property, any interest in such property is limited (whether subject to any preceding limitation or charge or not) in such a way that it would, apart from this section, devolve (as nearly as the law permits) along with a dignity or title of honour, then— a whether or not the disposition contains an express reference to the dignity or title of honour; and b whether or not the property or some interest in the property may in some event become severed from it, nothing in this section shall operate to sever the property or any interest in it from the dignity or title, but the property or interest shall devolve in all respects as if this section had not been enacted. 5 This section is without prejudice to section 42 of the  Adoption Act 1976                or section 69 of the Adoption and Children Act 2002  (construction of dispositions in cases of adoption). 6 In this section “ disposition ” means a disposition, including an oral disposition, of real or personal property whether inter vivos or by will or codicil. 7 Notwithstanding any rule of law, a disposition made by will or codicil executed before the date on which this section comes into force shall not be treated for the purposes of this section as made on or after that date by reason only that the will or codicil is confirmed by a codicil executed on or after that date."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "20", "section_title": " No special protection for trustees and personal representatives.", "section_text": "20 Section 17 of the  Family Law Reform Act 1969 (which enables trustees and personal representatives to distribute property without having ascertained that no person whose parents were not married to each other at the time of his birth, or who claims through such a person, is or may be entitled to an interest in the property) shall cease to have effect."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "21", "section_title": " Entitlement to grant of probate etc.", "section_text": "21 1 For the purpose of determining the person or persons who would in accordance with probate rules be entitled to a grant of probate or administration in respect of the estate of a deceased person, the deceased shall be presumed, unless the contrary is shown, not to have been survived— a by any person related to him whose father and mother were not married to  , or civil partners of,  each other at the time of his birth; or b by any person whose relationship with him is deduced through such a person as is mentioned in paragraph (a) above. 2 In this section “ probate rules ” means rules of court made under section 127 of the  Senior Courts Act 1981 . 3 This section does not apply in relation to the estate of a person dying before the coming into force of this section."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "22", "section_title": " Declarations of parentage.", "section_text": "22 For section 56 of the  Family Law Act 1986 (declarations of legitimacy or legitimation) there shall be substituted the following section—  Declarations of parentage, legitimacy or legitimation. 56 1 Any person may apply to the court for a declaration— a that a person named in the application is or was his parent; or b that he is the legitimate child of his parents. 2 Any person may apply to the court for one (or for one or, in the alternative, the other) of the following declarations, that is to say— a a declaration that he has become a legitimated person; b a declaration that he has not become a legitimated person. 3 A court shall have jurisdiction to entertain an application under this section if, and only if, the applicant— a is domiciled in England and Wales on the date of the application; or b has been habitually resident in England and Wales throughout the period of one year ending with that date. 4 Where a declaration is made on an application under subsection (1) above, the prescribed officer of the court shall notify the Registrar General, in such a manner and within such period as may be prescribed, of the making of that declaration. 5 In this section “ legitimated person ” means a person legitimated or recognised as legitimated— a under section 2 or 3 of the Legitimacy Act 1976; b under section 1 or 8 of the Legitimacy Act 1926; or c by a legitimation (whether or not by virtue of the subsequent marriage of his parents) recognised by the law of England and Wales and effected under the law of another country."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "23", "section_title": " Provisions as to scientific tests.", "section_text": "23 1 For subsections (1) and (2) of section 20 of the  Family Law Reform Act 1969 (power of court to require use of blood tests) there shall be substituted the following subsections— 1 In any civil proceedings in which the parentage of any person fails to be determined, the court may, either of its own motion or on an application by any party to the proceedings, give a direction— a for the use of scientific tests to ascertain whether such tests show that a party to the proceedings is or is not the father or mother of that person; and b for the taking, within a period specified in the direction, of bodily samples from all or any of the following, namely, that person, any party who is alleged to be the father or mother of that person and any other party to the proceedings; and the court may at any time revoke or vary a direction previously given by it under this subsection. 2 The  individual  carrying out scientific tests in pursuance of a direction under subsection (1) above shall make to the court a report in which he shall state— a the results of the tests; b whether any party to whom the report relates is or is not excluded by the results from being the father or mother of the person whose parentage is to be determined; and c in relation to any party who is not so excluded, the value, if any, of the results in determining whether that party is the father or mother of that person; and the report shall be received by the court as evidence in the proceedings of the matters stated in it. 2A Where the proceedings in which the parentage of any person fails to be determined are proceedings on an application under section  55A or 56  of the Family Law Act 1986, any reference in subsection (1) or (2) of this section to any party to the proceedings shall include a reference to any person named in the application. 2 In section 25 of that Act (interpretation of Part III)— a for the definitions of “blood samples” and “blood tests” there shall be substituted the following definition— “ bodily sample ” means a sample of bodily fluid or bodily tissue taken for the purpose of scientific tests; ’; and b after the definition of “excluded” there shall be inserted the following definition— “ scientific tests ” means scientific tests carried out under this Part of this Act and made with the object of ascertaining the inheritable characteristics of bodily fluids or bodily tissue."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "24", "section_title": " Registration of father where parents not married.", "section_text": "24 For section 10 of the  Births and Deaths Registration Act 1953 (in this Act referred to as “ the 1953 Act ”) there shall be substituted the following section—  Registration of father where parents not married. 10 1 Notwithstanding anything in the foregoing provisions of this Act, in the case of a child whose father and mother were not married to each other at the time of his birth, no person shall as father of the child be required to give information concerning the birth of the child, and the registrar shall not enter in the register the name of any person as father of the child except— a at the joint request of the mother and the person stating himself to be the father of the child (in which case that person shall sign the register together with the mother; or b at the request of the mother on production of— i a declaration in the prescribed form made by the mother stating that that person is the father of the child; and ii a statutory declaration made by that person stating himself to be the father of the child; or c at the request of that person on production of— i a declaration in the prescribed form by that person stating himself to be the father of the child; and ii a statutory declaration made by the mother stating that that person is the father of the child; or d at the request of the mother or that person (which shall in either case be made in writing) on production of— i a certified copy of a relevant order; and ii if the child has attained the age of sixteen, the written consent of the child to the registration of that person as his father. 2 Where, in the case of a child whose father and mother were not married to each other at the time of his birth, a person stating himself to be the father of the child makes a request to the registrar in accordance with paragraph (c) or (d) of subsection (1) of this section— a he shall be treated as a qualified informant concerning the birth of the child for the purposes of this Act; and b the giving of information concerning the birth of the child by that person and the signing of the register by him in the presence of the register shall act as a discharge of any duty of any other qualified informant under section 2 of this Act. 3 In this section and section 10A of this Act references to a child whose father and mother were not married to each other at the time of his birth shall be construed in accordance with section 1 of the Family Law Reform Act 1987 and “relevant order”, in relation to a request under subsection (1)(d) that the name of any person be entered in the register as father of a child, means any of the following orders, namely— a an order under section 4 of the said Act of 1987 which gives that person all the parental rights and duties with respect to the child; b an order under section 9 of the Guardianship of Minors Act 1971 which gives that person any parental right with respect to the child; and c an order under section 11B of that Act which requires that person to make any financial provision for the child."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "25", "section_title": " Re-registration where parents not married.", "section_text": "25 For section 10A of the 1953 Act there shall be substituted the following section—  Re-registration where parents not married. 10A 1 Where there has been registered under this Act the birth of a child whose father and mother were not married to each other at the time of the birth, but no person has been registered as the father of the child, the registrar shall re-register the birth so as to show a person as the father— a at the joint request of the mother and that person; or b at the request of the mother on production of— i a declaration in the prescribed form made by the mother stating that that person is the father of the child; and ii a statutory declaration made by that person stating himself to be the father of the child; or c at the request of that person on production of— i a declaration in the prescribed form by that person stating himself to be the father of the child; and ii a statutory declaration made by the mother stating that that person is the father of the child; or d at the request of the mother or that person (which shall in either case be made in writing) on production of— i a certified copy of a relevant order; and ii if the child has attained the age of sixteen, the written consent of the child to the registration of that person as his father; but no birth shall be re-registered under this section except in the prescribed manner and with the authority of the Registrar General. 2 On the re-registration of a birth under this section— a the registrar shall sign the register; b in the case of a request under paragraph (a) or (b) of subsection (1) of this section, or a request under paragraph (d) of that subsection made by the mother of the child, the mother shall also sign the register; c in the case of a request under paragraph (a) or (c) of that subsection, or a request made under paragraph (d) of that subsection by the person requesting to be registered as the father of the child, that person shall also sign the register; and d if the re-registration takes place more than three months after the birth, the superintendent registrar shall also sign the register."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "26", "section_title": " Re-registration after declaration of parentage.", "section_text": "26 After section 14 of the 1953 Act there shall be inserted the following section—  Re-registration after declaration of parentage. 14A 1 Where, in the case of a person whose birth has been registered in England and Wales— a the Registrar General receives, by virtue of section 56(4) of the Family Law Act 1986, a notification of the making of a declaration of parentage in respect of that person; and b it appears to him that the birth of that person should be re-registered, he shall authorise the re-registration of that person’s birth, and the re-registration shall be effected in such manner and at such place as may be prescribed. 2 This section shall apply with the prescribed modifications in relation to births at sea of which a return is sent to the Registrar General."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "27", "section_title": " Artificial insemination. ", "section_text": "27 1 Where after the coming into force of this section a child is born in England and Wales as the result of the artificial insemination of a woman who— a was at the time of the insemination a party to a marriage (being a marriage which had not at that time been dissolved or annulled); and b was artificially inseminated with the semen of some person other than the other party to that marriage, then, unless it is proved to the satisfaction of any court by which the matter has to be determined that the other party to that marriage did not consent to the insemination, the child shall be treated in law as the child of the parties to that marriage and shall not be treated as the child of any person other than the parties to that marriage. 2 Any reference in this section to a marriage includes a reference to a void marriage if at the time of the insemination resulting in the birth of the child both or either of the parties reasonably believed that the marriage was valid; and for the purposes of this section it shall be presumed, unless the contrary is shown, that one of the parties so believed at that time that the marriage was valid. 3 Nothing in this section shall affect the succession to any dignity or title of honour or render any person capable of succeeding to or transmitting a right to succeed to any such dignity or title."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "28", "section_title": " Children of void marriages.", "section_text": "28 1 In subsection (1) of section 1 of the  Legitimacy Act 1976 (legitimacy of children of certain void marriages), for the words “the act of intercourse resulting in the birth” there shall be substituted the words  “                    the insemination resulting in the birth or, where there was no such insemination, the child’s conception                  ” . 2 At the end of that section there shall be added the following subsections— 3 It is hereby declared for the avoidance of doubt that subsection (1) above applies notwithstanding that the belief that the marriage was valid was due to a mistake as to law. 4 In relation to a child born after the coming into force of section 28 of the Family Law Reform Act 1987, it shall be presumed for the purposes of subsection (1) above, unless the contrary is shown, that one of the parties to the void marriage reasonably believed at the time of the insemination resulting in the birth or, where there was no such insemination, the child’s conception (or at the time of the celebration of the marriage if later) that the marriage was valid."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "29", "section_title": " Evidence of paternity in civil proceedings.", "section_text": "29 1 Section 12 of the  Civil Evidence Act 1968 (which relates to the admissibility in evidence in civil proceedings of the fact that a person has been adjudged to be the father of a child in affiliation proceedings) shall be amended as follows. 2 For paragraph (b) of subsection (1) there shall be substituted the following paragraph— b the fact that a person has been found to be the father of a child in relevant proceedings before any court in England and Wales or has been adjudged to be the father of a child in affiliation proceedings before any court in the United Kingdom; 3 In subsection (2) for the words “to have been adjudged” there shall be substituted the words  “                    to have been found or adjudged                  ”  and for the words “matrimonial or affiliation proceedings” there shall be substituted the words  “                    other proceedings                  ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "30", "section_title": " Orders applying section 1 to other enactments.", "section_text": "30 1 The Lord Chancellor may by order make provision for the construction in accordance with section 1 above of such enactments passed before the coming into force of that section as may be specified in the order. 2 An order under this section shall so amend the enactments to which it relates as to secure that (so far as practicable) they continue to have the same effect notwithstanding the making of the order. 3 An order under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "31", "section_title": " Interpretation.", "section_text": "31 In this Act— “ the 1953 Act ” means the  Births and Deaths Registration Act 1953; “ the 1971 Act ” means the  Guardianship of Minors Act 1971; “ the 1973 Act ” means the  Guardianship Act 1973."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "32", "section_title": "Text of 1971 Act as amended.", "section_text": "32  The 1971 Act (excluding consequential amendments of other enactments and savings) is set out in Schedule 1 to this Act as it will have effect, subject to sections 33(2) and 34(3) below, when all the amendments and repeals made in it by this Act come into force."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "33", "section_title": " Amendments, transitional provisions, savings and repeals.", "section_text": "33 1 The enactments mentioned in Schedule 2 to this Act shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on the provisions of this Act. 2 The transitional provisions and savings in Schedule 3 to this Act shall have effect. 3 The inclusion in this Act of any express saving or amendment shall not be taken as prejudicing the operation of sections 16 and 17 of the Interpretation Act 1978 (which relate to the effect of repeals). 4 The enactments mentioned in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Family Law Reform Act 1987", "year": 1987, "section": "34", "section_title": " Short title, commencement and extent.", "section_text": "34 1 This Act may be cited as the Family Law Reform Act 1987. 2 This Act shall come into force on such day as the Lord Chancellor may by order made by statutory instrument appoint; and different days may be so appointed for different provisions or different purposes. 3 Without prejudice to the transitional provisions contained in Schedule 3 to this Act, an order under subsection (2) above may make such further transitional provisions as appear to the Lord Chancellor to be necessary or expedient in connection with the provisions brought into force by the order, including— a such adaptations of the provisions so brought into force; and b such adaptations of any provisions of this Act then in force, as appear to him necessary or expedient in consequence of the partial operation of this Act. 4 The following provisions of this Act extend to Scotland and Northern Ireland, namely— a –section 33(1) and paragraphs 12, 13 and 74 of Schedule 2; b –section 33(2) and paragraph 7 of Schedule 3 so far as relating to the operation of the  Maintenance Orders Act 1950; c –section 33(4) and Schedule 4 so far as relating to that Act and the Interpretation Act 1978; and d –this section. 5 Subject to subsection (4) above, this Act extends to England and Wales only."}]