[{"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "65", "section_title": " Controlled foreign companies: acceptable distribution policy.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "69", "section_title": " Disclosure of employment information obtained from Inland Revenue.", "section_text": "69 1 Section 58 of the  Finance Act 1969 (disclosure of information for statistical purposes by Board of Inland Revenue) shall be amended in accordance with this section. 2 At the end of subsection (4)\t\t\t\t\t(cases in which information obtained under the section may be disclosed by officers of the Department of Employment or Manpower Services Commission to other persons) there shall be added or                       c to an authorised officer of any body specified in the first column of the following Table for the purposes of functions of that body under any enactment specified in relation to it in the second column of the Table. Table Body Enactment A local education authority in England and Wales. Section 8 of the  Employment and Training Act 1973. An education authority in Scotland. Section 126 of the  Education (Scotland) Act 1980. The Northern Ireland Training Authority. The  Industrial Training (Northern Ireland) Order 1984. A local planning authority within the meaning of the  Town and Country Planning Act 1971 and any board which exercises for any area the functions of such an authority. Part II of the Town and Country Planning Act 1971. A planning authority as defined in section 172(3) of the  Local Government (Scotland) Act 1973. Part II of the  Town and Country Planning (Scotland) Act 1972. The Welsh Development Agency. The  Welsh Development Agency Act 1975. The Scottish Development Agency. The  Scottish Development Agency Act 1975. The Development Board for Rural Wales. The  Development of Rural Wales Act 1976. The Highlands and Islands Development Board. The  Highlands and Islands Development (Scotland) Acts 1965 and 1968. A development corporation within the meaning of the  New Towns Act 1981. Section 4 of the New Towns Act 1981. A development corporation within the meaning of the  New Towns (Scotland) Act 1968. Section 3 of the New Towns (Scotland) Act 1968. A new town commission within the meaning of the  New Towns Act (Northern Ireland) 1965. Section 7 of the New Towns Act (Northern Ireland) 1965. 3 In subsection (6) for the words “or paragraph (b) of subsection (4)” there shall be substituted  “                      paragraph (b) or paragraph (c) of subsection (4) above                    ” ."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "70"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "72", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "72"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "74", "section_title": " General rules.", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "78"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "84", "section_title": "", "section_text": "84 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 At the end of section 70 of the Management Act (evidential certificates) there shall be inserted the following subsection— 5 Where an amount has been assessed by way of penalty under section 94 of this Act and either no appeal has been brought against that assessment or the amount assessed has been confirmed or varied on appeal,— a a certificate of an inspector or other officer of the Board that an amount is due by way of penalty under that section, and b a certificate of a collector that payment of that amount has not been made to him or, to the best of his knowledge and belief, to any other collector, or to a person acting on his behalf or on behalf of another collector, shall be sufficient evidence that the amount mentioned in the certificates is unpaid and is due to the Crown; and any document purporting to be such a certificate as is mentioned in this subsection shall be deemed to be such a certificate unless the contrary is proved. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 This section has effect with respect to penalties incurred after the appointed day."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "85", "section_title": " Interest on overdue corporation tax  etc.", "section_text": "85 With respect to accounting periods ending after the appointed day, after section 87 of the Management Act there shall be inserted the following section—  Interest on overdue corporation tax etc. 87A 1 Corporation tax shall carry interest at the  rate applicable under section 178 of the Finance Act 1989  from the date when the tax becomes due and payable (in accordance with section  10  of the principal Act) until payment. 2 Subsection (1) above applies even if the date when the tax becomes due and payable (as mentioned in that subsection) is a non-business day within the meaning of section 92 of the  Bills of Exchange Act 1882. 3 In relation to corporation tax assessed by virtue of section  346(2) or 347(1) of the principal Act, section 267(3C) or 278(5) of the Income and Corporation Taxes Act 1970 , section 96(8) of the Finance Act 1990  or section 87(4) of the  Capital Gains Tax Act 1979 (which enable unpaid corporation tax assessed on a company to be assessed on other persons in certain circumstances), the reference in subsection (1) above to the date when the tax becomes due and payable is a reference to the date when it became due and payable by the company. 4 Subject to subsection (7) below  in any case where— a there is in any accounting period of a company (in this subsection referred to as “ the later period ”) an amount of surplus advance corporation tax, as defined in subsection (3) of section  239 of the principal Act , and b pursuant to a claim under the said subsection (3), the whole or any part of that amount is treated for the purposes of the said section  239  as discharging liability for an amount of corporation tax for an earlier accounting period (in this subsection referred to as “ the earlier period ”), and c disregarding the effect of the said subsection (3), an amount of corporation tax for the earlier period would carry interest in accordance with this section, then, in determining the amount of interest payable under this section on corporation tax unpaid for the earlier period, no account shall be taken of any reduction in the amount of that tax which results from the said subsection (3) except so far as concerns interest for any time after the date on which any corporation tax for the later period became due and payable (as mentioned in subsection (1) above). 5 A sum assessed on a company by such an assessment as is referred to in  section 252(5) of the principal Act  (recovery of payment of tax credit or interest on such a payment) shall carry interest at the  rate applicable under section 178 of the Finance Act 1989  from the date when the payment of tax credit or interest was made until the sum assessed is paid. 6 In any case where— a on a claim under section 393A(1) of the principal Act, the whole or any part of a loss incurred in an accounting period (“ the later period ”) has been set off for the purposes of corporation tax against profits of a preceding accounting period (“ the earlier period ”); b the earlier period does not fall wholly within the period of twelve months immediately preceding the later period; and c if the claim had not been made, there would be an amount or, as the case may be, an additional amount of corporation tax for the earlier period which would carry interest in accordance with this section, then, for the purposes of the determination at any time of whether any interest is payable under this section or of the amount of interest so payable, the amount mentioned in paragraph (c) above shall be taken to be an amount of unpaid corporation tax for the earlier period except so far as concerns interest for any time after the date on which any corporation tax for the later period became (or, as the case may be, would have become) due and payable as mentioned in subsection (1) above. 7 Where, in a case falling within subsection (6)(a) and (b) above— a there is in the earlier period, as a result of the claim under section 393A(1) of the principal Act, an amount of surplus advance corporation tax, as defined in subsection (3) of section 239 of that Act; and b pursuant to a claim under the said subsection (3), the whole or any part of that amount is to be treated for the purposes of the said section 239 as discharging liability for an amount of corporation tax for an accounting period before the earlier period, the claim under the said subsection (3) shall be disregarded for the purposes of subsection (6) above but subsection (4) above shall have effect in relation to that claim as if the reference in the words after paragraph (c) to the later period within the meaning of subsection (4) above were a reference to the period which, in relation to the claim under the said section 393A(1), would be the later period for the purposes of subsection (6) above."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "86", "section_title": " Supplementary provisions as to interest on overdue tax.", "section_text": "86 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 86 of the Management Act (interest on overdue tax), subsection (2)(d) and paragraph 5 of the Table (which relate to assessed corporation tax) shall be omitted. 3 References to section 86 of the Management Act in— a sections 70(2) and 92 of that Act (evidence, and remission of interest in certain cases), and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . shall include a reference to section 87A of the Management Act. 4 In section 88 of the Management Act (interest on tax recovered to make good loss due to taxpayer’s fault)— a in subsection (2)\t\t\t\t\t\t\t(exclusion of certain non-assessed tax) after the words “in relation to” there shall be inserted  “                          corporation tax or                        ” ; and b in subsection (5), paragraph (e)\t\t\t\t\t\t\t(which relates to corporation tax) shall be omitted. 5 In section 91 of the Management Act (effect on interest of reliefs) after subsection (1) there shall be inserted the following subsections— 1A Where interest is payable under section 87A of this Act in respect of an amount of corporation tax for an accounting period, and relief from tax is given by a discharge of any of that corporation tax— a such adjustment shall be made of the amount of interest payable under that section in respect of corporation tax for that accounting period, and b such repayment shall be made of any amounts of interest previously paid under that section in respect of that corporation tax, as are necessary to secure that the total sum (if any) paid or payable under that section in respect of corporation tax for that accounting period is the same as it would have been if the tax discharged had never been charged. 1B Subsection (1A) above has effect subject to section 87A(4) of this Act. 6 At the beginning of subsection (2) of that section there shall be inserted the words  “                      Subject to subsection (2A) below                    ”  and at the end of that subsection there shall be added the following subsection— 2A In any case where— a relief from corporation tax is given to any person by repayment, and b that tax was paid for an accounting period ending after the day which is the appointed day for the purposes of section  10 of the principal Act , that person shall be entitled to require that the amount repaid shall be treated for the purposes of this section, so far as it will go, as if it were a discharge of the corporation tax charged on him for that period. 7 This section has effect with respect to accounting periods ending after the appointed day."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "87", "section_title": " Interest on tax overpaid.", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "88"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "89"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "90"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "91", "section_title": " Close companies: loans to participators.", "section_text": "91 1 In section 109 of the Management Act (close companies: loans to participators) subsection (2) shall be omitted. 2 In subsection (3) of that section for “88” there shall be substituted  “                      87A                    ”  and for the words from “charged” onwards there shall be substituted  “                      under the said section  419  became due and payable shall be that determined in accordance with subsection  (3)  of that section                    ” . 3 After subsection (3) of that section there shall be inserted the following subsection— 3A If there is such a repayment of the whole or any part of a loan or advance as is referred to in subsection  (4)  of section  419  of the principal Act, interest under section 87A of this Act on so much of the tax under the said section  419  as is referable to the amount repaid shall not be payable in respect of any period after the date on which the repayment was made. 4 This section has effect with respect to loans or advances made (or treated as made) in any accounting period ending after the appointed day."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "92"}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "94", "section_title": " Failure to do things within a limited time.", "section_text": "94 In section 118(2) of the Management Act (cases where persons are deemed not to have failed to do things which are required to be done within a limited time), after the word “deemed”, in the second place where it occurs, there shall be inserted  “                  not to have failed to do it unless the excuse ceased and, after the excuse ceased, he shall be deemed                ” ."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "95", "section_title": " Interpretation of Chapter V and consequential and supplementary provisions.", "section_text": "95 1 In this Chapter “ the Management Act ” means the  Taxes Management Act 1970. 2 Subject to subsection (3) below, any reference in this Chapter to the appointed day is a reference to such day as the Treasury may by order made by statutory instrument appoint, and different days may be so appointed for different provisions of this Chapter. 3 No day may be appointed by virtue of subsection (2) above which falls earlier than 31st March 1992. 4 The provisions of Schedule 6 to this Act shall have effect, being provisions consequential on and supplementary to the provisions of this Chapter."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "96", "section_title": " Interests in possession.", "section_text": "96 1 With respect to transfers of value made, and other events occurring, on or after 17th March 1987, the  Inheritance Tax Act 1984 shall be amended in accordance with this section. 2 In section 3A (potentially exempt transfers)— a in subsection (2)(a) the words “otherwise than as settled property” shall be omitted; b in subsection (2)(b) the words from “otherwise” onwards shall be omitted; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 At the end of section 3A there shall be added the following subsection— 7 In the application of this section to an event on the happening of which tax is chargeable under section 52 below, the reference in subsection (1)(a) above to the individual by whom the transfer of value is made is a reference to the person who, by virtue of section 3(4) above, is treated as the transferor. 4 In section 49 (treatment of interests in possession) subsection (3)\t\t\t\t\t(which was added by paragraph 14 of Schedule 19 to the  Finance Act 1986) shall be omitted. 5 In section 55 (reversionary interest acquired by beneficiary) in subsection (2) the words “and such a disposition is not a potentially exempt transfer”\t\t\t\t\t(being words added by paragraph 15 of the said Schedule 19) shall be omitted. 6 Schedule 7 to this Act shall have effect for the purpose of making further amendments of the  Inheritance Tax Act 1984 relating to interests in possession in settled property."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "97", "section_title": " Acceptance in lieu: capital transfer tax and estate duty.", "section_text": "97 1 If, under paragraph 17 of Schedule 4 to the  Finance Act 1975, the Commissioners of Inland Revenue agree to accept property in satisfaction of an amount of capital transfer tax on terms that the value to be attributed to the property for the purposes of that acceptance is determined as at a date earlier than that on which the property is actually accepted, the terms may provide that the amount of capital transfer tax which is satisfied by the acceptance of that property shall not carry interest under paragraph 19 of that Schedule from that date. 2 If, under any of the enactments set out in paragraphs (a) to (c) of subsection (3) of section 8 of the  National Heritage Act 1980, the Commissioners of Inland Revenue agree to accept property in satisfaction of an amount of estate duty on terms that the value to be attributed to the property for the purposes of that acceptance is determined as at a date earlier than that on which the property is actually accepted, the terms may provide that the amount of estate duty which is satisfied by the acceptance of that property shall not carry interest under section 18 of the  Finance Act 1896 from that date. 3 Subsections (1) and (2) above apply in any case where the acceptance of the property in question occurs on or after 17th March 1987 and paragraph 19 of Schedule 4 to the Finance Act 1975 or, as the case may be, section 18 of the Finance Act 1896 shall have effect subject to any such terms as are referred to in subsection (1) or subsection (2) above. 4 In this section “ estate duty ” and “ property ” have the meaning assigned by section 272 of the Inheritance Tax Act 1984."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "98", "section_title": " Personal pension schemes.", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "99", "section_title": "Stamp duty: options etc.", "section_text": "99 1 In section 50 of the Finance Act 1987   (stamp duty exemption for options to acquire, and other interests in, exempt securities), in subsection (1), after the word  “acquire” there shall be inserted the words  “or to dispose of” . 2 In subsection (3) of that section, after the words  “the Finance Act (Northern Ireland) 1967  ”\t\t\t\t\t(in both places) there shall be inserted the words  “or section 79(2) of the Finance Act 1986” ."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "100", "section_title": "Stamp duty reserve tax.", "section_text": "100 1 The Finance Act 1986 shall have effect in relation to agreements to transfer securities made on or after 8th May 1987 with the insertion of the following section after section 89 — Section 87: exceptions for public issues. 89A 1 Section 87 above shall not apply as regartds an agreement to transfer securities other than units under a unit trust scheme to B or B's nominee if — a the agreement is part of an arrangement, entered into by B in the ordinary course of B's business as an issuing house, under which B (as principal) is to offer the securities for sale to the public, b the agreement is conditional upon the admission of the securities to the Offical List of The Stock Exchange, c the consideration under the agreement for each security is the same as the price at which B is to offer the security for sale, and d B sells the securities in accordance with the arrangement referred to in paragraph (a) above. 2 Section 87 above shall not apply as regards an agreement if the securities to which the agreement relates are newly subscribed securities other than units under a unit trust scheme and — a the agreement is made in pursuance of an offer to the public made by A (as principal) under an arrangement entered into in the ordinary course of A's business as an issuing house, b a right of allotment in respect of, or to subscribe for, the securities has been acquired by A under an agreement which is part of the arrangement, c both those agreements are conditional upon the admission of the securities to the Offical List of The Stock Exchange, and d the consideration for each security is the same under both agreements; and for the purposes of this subsection,  “ newly subscribed securities ” are securities which, in pursuance of the arrangement referred to in paragraph (a) above, are issued wholly for new consideration. 3 Section 87 above shall not apply as regards an agreement if the securities to which the agreement relates are registered securities other than units under a unit trusty scheme and — a the agreement is made in pursuance of an offer to the public made by A, b the agreement is conditional upon the admission of the securities to the Offical List of The Stock Exchange, and c under the agreement A issues to B or his nominee a renounceable letter of acceptance, or similar instrument, in respect of the securities. 4 The Treasury may by regulations amend paragraph (b) of subsection (1) above, paragraph  (c) of subsection (2) above, and paragraph (b) of subsection (3) above (as they have effect for the time being); and the power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 2 Section 91 of the Finance Act 1986  \t\t\t\t\t(liability to tax) shall have effect, and shall be deemed always to have had effect, with the omission of subsection (2)."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "101", "section_title": " Oil taxation.", "section_text": "101 1 Schedule 10 to the  Finance Act 1987 (nomination scheme for disposals and appropriations of oil) shall have effect subject to the amendments in Schedule 8 to this Act. 2 In section 62 of the Finance Act 1987 (market value of oil to be determined on a monthly basis) subsection (6)\t\t\t\t\t(meaning of relevant sale of oil in relation to the additional return required by subsection (4) of that section) shall have effect subject to the following modifications— a after the words “sale of oil”, in the second place where they occur, there shall be inserted the words  “                      at arm’s length                    ” ;. . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Section 63 of the Finance Act 1987 (blends of oil from two or more fields) shall have effect with the omission from subsection (1) of the words from “and in” onwards and with the addition, at the end of that subsection, of the following subsection— 1A In this section— a “ oil field ” includes an area which is a foreign field for the purposes of section 12 of the  Oil Taxation Act 1983; b “ oil ” includes any substance which would be oil if the enactments mentioned in section 1(1) of the principal Act extended to such an area as is referred to in paragraph (a) above; c “ blended oil ” means oil which has been mixed as mentioned in subsection (1) above; and d “ the originating fields ”, in relation to any blended oil, means the oil fields from which the blended oil is derived. 4 In paragraph 5 of Schedule 2 to the  Oil Taxation Act 1975 (returns by the responsible person for an oil field) after sub-paragraph (2A) there shall be inserted the following sub-paragraph— 2B If in any chargeable period oil won from the oil field is mixed as mentioned in section 63 of the Finance Act 1987 so as to give rise to blended oil, within the meaning of that section, then, as respects that chargeable period, for paragraph (a) of sub-paragraph (2) above there shall be substituted the following paragraph— ’ state the total of the shares of the participators in the oil field of the oil won from the field during the period less so much of the oil won from the field as is not saved’. 5 Subsections (2) to (4) above have effect with respect to chargeable periods ending after 1st January 1987 and  ..., Schedule 8 to this Act has effect with respect to calendar months in chargeable periods beginning with March 1987. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "102", "section_title": " Government fees and charges.", "section_text": "102 1 This section applies where a Minister of the Crown of any other person has power under any enactment (whenever passed) to require the payment of, or to determine by subordinate legislation the amount of, any fee or charge (however described) which is payable to the Minister or to any other person who is required to pay the fee or charge into the Consolidated Fund (whether the obligation is so expressed or is expressed as a requirement to make the payment into the Exchequer). 2 In the following provisions of this section, a power falling within subsection (1) above is referred to as a “power to fix a fee” and, in relation to such a power,— a “ fee ” includes charge; b “ the appropriate authority ” means, if the power is exercisable by a Minister of the Crown or any Commissioners, that Minister or those Commissioners and, in any other case, such Minister of the Crown as the Treasury may determine ; and c “ the recipient ” means the Minister or other person to whom the fee is payable. 3 In relation to any power to fix a fee, the appropriate authority or any Minister of the Crown with the consent of the appropriate authority may, by order made by statutory instrument, specify functions, whether of the recipient or any other person and whether arising under any enactment, by virtue of the  EU  obligation or otherwise, the costs of which, in addition to any other matters already required to be taken into account, are to be taken into account in determing the amount of the fee. 4 In relation to any functions of the costs of which fall to be taken into account on the exercise of any power to fix a fee (whether by virtue of subsection (3) above or otherwise), the appropriate authority or any Minister of the Crown with the consent of the appropriate authority may, by order made by statutory instrument, specify matters which, in addition to any matters already required to be taken into account, are to be taken into account in determining the those costs, and, without prejudice to the generality of the power conferred by this subsection, those matters may include deficits incurred before as well as after the exercise of that power, a requirement to secure a return on an amount of capital and depreciation of assets. 5 No order shall be made under subsection (3) or subsection (4) above unless a draft of the order has been laid before, and approved by a resolution of, the House of Commons. 6 An order under subsection (3) or subsection (4) above has effect in relation to any exercise of the power to fix the fee concerned after the making of the order ; but no earlier exercise of that power shall be regarded as having been invalid if, had the order been made before that exercsie of power, the exercise would have been validated by the order. 7 In this section— a “ Minister of the Crown ” has the same meaning as in the  Ministers of the Crown Act 1975; b “ Commissioners ” means the Commissioners of Customs and Excise or the Commissioners of Inland Revenue; c “ enactment ” does not include Northern Ireland legislation, as defined in section 24(5) of the  Interpretation Act 1978; and d subject to paragraph (c) above, “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978. 8 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it only made for purposes corresponding to those of this section— a shall not be subject to sub-paragraphs (4) and (5) of paragraph 1 of that Schedule (affirmative resolution of both House of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "103", "section_title": " Consumption in port of goods transhipped for use as stores etc. ", "section_text": "103 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 1(1) of the Customs and Excise Management Act 1979, at the end of the definition of “transit of transhipment” there shall be added  “                  or transhipment of those goods for use as stores                ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1987", "year": 1987, "section": "104", "section_title": " Short title, interpretation, construction and repeals.", "section_text": "104 1 This Act may be cited as the Finance (No. 2) Act 1987. 2 In this Act “ the Taxes Act ” means the  Income and Corporation Taxes Act 1970. 3 Part I of this Act, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts and, so far as it relates to capital gains tax, shall be construed as one with the  Capital Gains Tax Act 1979. 4 The enactments specified in Schedule 9 to this Act (which include enactments which are spent or otherwise unnecessary) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]