[{"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "1", "section_title": " Power to exempt from requirement to have fire certificate.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "2", "section_title": " Exemption from requirement to have fire certificate: supplementary.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "3", "section_title": " Charges for fire certification work.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "4", "section_title": " Means of escape: scope of regulation.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "5", "section_title": " General duty as to means of escape and for fighting fire.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "6", "section_title": " Codes of practice.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "7", "section_title": " Improvement notices.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "8", "section_title": " Duties as regards safety pending determination of applications for fire certificates.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "9", "section_title": " Special procedure in case of serious risk: prohibition notices.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "10", "section_title": " Inspections of premises.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "11", "section_title": " Disclosure of information obtained in premises.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "12", "section_title": " Civil and other liability.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "13", "section_title": " Removal of exemption for premises used for public religious worship.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "14", "section_title": " Breaches of fire certificate requirements: restriction of defence.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "15", "section_title": " Automatic means for fighting fire.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "16", "section_title": " Special provision for certain premises.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "17", "section_title": " Extension of power to apply Act.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "18", "section_title": " Application to Crown  etc.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "19", "section_title": " Application of Safety of Sports Grounds Act 1975 to all sports grounds.", "section_text": "19 1 For the purpose of extending the provisions of the Safety of Sports Grounds Act 1975 (in this Part referred to as “the principal Act”) which apply to sports stadia to other sports grounds and making a minor correction the amendments to the principal Act specified in Schedule 2 to this Act shall have effect. 2 In consequence of those amendments the following other amendments of the principal Act shall be made, that is to say— a for section 2(2) (obligatory terms of safety certificates) there shall be substituted the following subsection— 2 In so far as an order under section 15A below so requires as respects any class of sports ground, a safety certificate shall include such terms and conditions as may be provided for in the order. ; b section 15 (power of Secretary of State to extend the principal Act to other classes of sports grounds) shall cease to have effect; c there shall be inserted as section 15A the following section—  Power to modify Act for classes of grounds. 15A 1 The Secretary of State may, as respects any specified class of sports ground, by order modify the provisions of this Act (except section 1(1) above) in their application to sports grounds of that class. 2 An order under this section may— a make different modifications in relation to different activities at the same class of ground; and b include such supplementary and transitional provision as the Secretary of State thinks expedient. ; and d in section 18 (orders and regulations), after subsection (1), there shall be inserted the following subsection— 1A Regulations under any provision of this Act may make different provision for different classes of sports ground."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "20", "section_title": " Designation of grounds; variation in qualifying spectator capacity.", "section_text": "20 After section 1(1) of the principal Act (designation of sports grounds with spectator capacity of more than 10,000) there shall be inserted the following subsections— 1A The Secretary of State may by order substitute, for the number for the time being specified in subsection (1) above, such other number as he considers appropriate; but no order made under this subsection shall affect the validity of any designation previously made. 1B An order under subsection (1A) above may make different substitutions for different classes of sports ground."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "21", "section_title": " Safety certificates: police presence.", "section_text": "21 In section 2 of the principal Act (contents of safety certificates), after subsection (2), there shall be inserted the following subsection— 2A No condition of a safety certificate shall require the provision of the services at the ground of any members of a police force unless the extent of the provision of their services is reserved for the determination of the chief officer of police of the force."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "22", "section_title": " Safety certificates: appeals.", "section_text": "22 1 Section 5 of the principal Act (appeals to Secretary of State against determinations etc. of local authority) shall have effect with the amendments specified in subsections (2) to (6) below. 2 In subsections (1), (2) and (3) for the words “Secretary of State” wherever occurring, there shall be substituted the word  “                    court                  ” . 3 After subsection (3) there shall be inserted the following subsections— 3A An appeal to the court under this section in England and Wales shall be by way of complaint for an order, the making of the complaint shall be deemed to be the bringing of the appeal and the Magistrates’ Courts Act 1980 shall apply to the proceedings. 3B An appeal to the court under this section in Scotland shall be by summary application. 3C In England and Wales any of the following persons may appeal to the Crown Court against an order under this section, namely— a the local auhority; and b any interested party. 3D In Scotland any of the following persons may appeal against an order made in an appeal under this section, namely— a the local authority; and b any interested party, notwithstanding that that person was not party to the proceedings on the application. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In subsection (5), for the words “subsections (3) and (4) above”, there shall be substituted the words  “                    this section                  ” . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In section 6(1) of the principal Act (power to make regulations) for paragraph (c)\t\t\t\t\t(appeals), there shall be substituted the following paragraph— c prescribe the time within which appeals under section 5 above are to be brought. 8 In section 7 of the principal Act (supplementary provisions relating to determinations and appeals)— a in subsection (1), for the words from “person” to the end of paragraph (b) there shall be substituted the words  “                        applicant for a safety certificate, he shall be deemed to have withdrawn his application                      ”  and for the words after “section 6 above”, there shall be substituted the words  “                        an appeal against the authority’s determination may be brought.                      ” ; b for subsection (2), there shall be substituted the following subsection— 2 Subsection (1) above shall not have effect if an appeal is brought before the expiry of the period there mentioned, but if the appeal is withdrawn or the court upholds the authority’s determination, the appellant shall be deemed to have withdrawn his application on the date of the withdrawal of his appeal or of the court’s determination. ; c in subsection (3), for the words “notice is given of an appeal” there shall be substituted the words  “                        an appeal is brought                      ” , the words “, subject to subsection (4) below,” shall be omitted and for the words “Secretary of State” there shall be substituted the word  “                        court                      ” ; and d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "23", "section_title": " Special procedure in case of serious risk: prohibition notices.", "section_text": "23 1 For section 10 of the principal Act (emergency procedure by magistrates’ court order), there shall be substituted the following section—  Special procedure in case of serious risk: prohibition notices. 10 1 If the local authority are of the opinion that the admission of spectators to a sports ground or any part of a sports ground involves or will involve a risk to them so serious that, until steps have been taken to reduce it to a reasonable level, admission of spectators to the ground or that part of the ground ought to be prohibited or restricted, the authority may serve a notice (in this Act referred to as a “prohibition notice”) on such persons as are specified in subsection (6) below. 2 A prohibition notice shall— a  state that the local authority are of that opinion; b specify the matters which in their opinion give or, as the case may be, will give rise to that risk; and c direct that no, or no more than a specified number of, spectators shall be admitted to, or to a specified part of, the sports ground until the specified matters have been remedied. 3 A prohibition notice may prohibit or restrict the admission of spectators generally or on a specified occasion. 4 A prohibition notice may include directions as to the steps which will have to be taken to reduce the risk to a reasonable level and these may require alterations or additions to the ground or things to be done or omitted which would contravene the terms or conditions of a safety certificate for the ground or for any stand at the ground. 5 No prohibition notice shall include directions compliance with which would require the provision of the services at the sports ground of any members of a police force unless the chief officer of police of the force has consented to their inclusion and the extent of the provision of their services is reserved for his determination. 6 A prohibition notice shall be served on the persons specified in the following paragraphs in the circumstances specified in those paragraphs, that is to say— a if a general safety certificate is in operation for the ground, on the holder of it; b if the prohibition or restriction applies to an occasion in respect of which a special safety certificate for the ground is in operation, on the holder of it; c if no safety certificate is in operation for the ground, on the person who appears to the local authority to be responsible for the management of the ground; d if the prohibition or restriction applies to an occasion and no safety certificate is in operation for the ground, on each person who appears to the local authority to be responsible for organising an activity at the ground on that ooccasion; e if a general safety certificate is in operation for a stand at the ground, on the holder of it; f if the prohibition or restriction applies to an occasion in respect of which a special safety certificate for a stand at the ground is in operation, on the holder of it; but the validity of a prohibition notice served on any person under any of the foregoing provisions shall not be affected by a failure to serve another person required to be served with such a notice under those provisions. 7 A prohibition or restriction contained in a prohibition notice shall take effect immediately it is served if the authority are of the opinion, and so state in the notice, that the risk to spectators is or, as the case may be, will be imminent, and in any other case shall take effect at the end of a period specified in the notice. 8 A copy of any prohibition notice shall be sent by the local authority to each of the following, namely— a the chief officer of police; and b where the local authority is in Greater London or a metropolitan county, the fire authority, or, in any other case, the building authority. 9 The local authority who have served a prohibition notice may, in any case where it appears appropriate to them to do so, amend the prohibition notice by notice served on the persons specified in subsection (6) above (subject to the saving in that subsection), and copies shall be sent to the officer and authorities specified in subsection (8) above. 10 A notice under subsection (9) above amending a prohibition notice shall specify the date on which the amendment is to come into operation. 11 Where a notice has been served under subsection (1) or (9) above the local authority may withdraw the notice at any time. 2 In consequence of those amendments section 12 of the principal Act (offences) shall be amended as follows— a in subsection (1)(d)\t\t\t\t\t\t\t(contravention of certificate terms), after the word “contravened” there shall be inserted the words  “                        otherwise than in pursuance of a prohibition notice                      ” ; b in subsection (1)(e)\t\t\t\t\t\t\t(admission of spectators in contravention of section 10 order), for the words “an order” there shall be substituted the words  “                        a prohibition notice                      ” ; and c in subsection (4)\t\t\t\t\t\t\t(due diligence defence) for the word “order” there shall be substituted the words  “                        prohibition notice                      ” . 3 In section 17(1)\t\t\t\t\t(definitions)— a after the definition of “qualified person” there shall be inserted the following— “ prohibition notice ” has the meaning assigned to it by section 10(1); , and b in the definition of “safety certificate”, after the word “certificate” there shall be inserted the words  “                        , except with reference to a stand at a sports ground,                      ”  and at the end there shall be inserted the words  “                        and, where it refers to a stand, means a safety certificate (whether general or special) under Part III of the Fire Safety and Safety of Places of Sport Act 1987                      ” ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "24", "section_title": " Prohibition notices: appeals.", "section_text": "24 After section 10 of the principal Act there shall be inserted the following section—  Appeals against prohibition notices. 10A 1 Any person aggrieved by a prohibition notice may appeal to the court against the notice if he does so within such period as the Secretary of State may by regulations prescribe. 2 Subsection (1) above applies to any amendment of a prohibition notice as it applies to the prohibition notice in its original form. 3 An appeal to the court under this section in England and Wales shall be by way of complaint for an order, the making of the complaint shall be deemed to be the bringing of the appeal and the Magistrates’ Courts Act 1980 shall apply to the proceedings. 4 An appeal to the court under this section in Scotland shall be by summary application. 5 On an appeal under subsection (1) above, the court may either cancel or affirm the notice or, in the case of an appeal against an amendment, annul or affirm the amendment and, if it affirms the notice or the notice as amended, as the case may be, may do so either in its original form or as amended, as the case may be, or with such modifications of the notice as the court may in the circumstances think fit. 6 Where an appeal is brought under this section against a prohibition notice or an amendment of it, the bringing of the appeal shall not have the effect of suspending the operation of the notice or the notice as amended, as the case may be. 7 In England and Wales any of the following persons may appeal to the Crown Court against an order under this section, namely— a any person aggrieved by the notice; b the local authority; c the chief officer of police; and d where the local authority is in Greater London or a metropolitan county, the fire authority, or, in any other case, the building authority. 8 In Scotland any of the following persons may appeal against an order made in an appeal under this section, namely— a any person aggrieved by the notice; b the local authority; c the chief officer of police; and d the building authority; notwithstanding that that person was not party to the proceedings on the application. 9 The persons who are, for the purposes of this section, “aggrieved” by a prohibition notice are the persons on whom, in accordance with section 10(6) of this Act, the notice is required to be served."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "25", "section_title": " Enforcement: inspections and offence of obstruction.", "section_text": "25 1 After the section 10A of the principal Act inserted by section 24 above there shall be inserted the following section—  Enforcement. 10B 1 It shall be the duty of every local authority to enforce within their area the provisions of this Act and of regulations made under it and for that purpose to arrange for the periodical inspection of designated sports grounds; but nothing in this subsection shall be taken to authorise a local authority in Scotland to institute proceedings for an offence. 2 In performing the duty imposed by subsection (1) above so far as it requires designated sports grounds in their areas to be inspected, local authorities shall act in accordance with such guidance as the Secretary of State may give them. 3 For the purposes of subsection (1) above, “ periodical ” means at least once every twelve months. 2 In section 12(6)(d) of the principal Act (obstruction of person exercising powers of entry and inspection under that Act to constitute an offence), for the word “wilfully” there shall be substituted the word  “                    intentionally                  ” ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "26", "section_title": " Safety certificates for stands at sports grounds.", "section_text": "26 1 This Part applies in relation to a sports ground which— a provides covered accommodation in stands for spectators, and b is not a designated sports ground. 2 A certificate under this Part (referred to as a “ safety certificate ”) is required in respect of the use, at a sports ground in relation to which this Part applies, of each stand which provides covered accommodation for 500 or more spectators to view activities at the ground; but one certificate may be issued in respect of several such stands. 3 The Secretary of State may by order amend subsection (2) above by substituting a smaller number for the number for the time being specified in it. 4 The power to make an order under subsection (3) above is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 A stand in respect of the use of which a safety certificate under this Part is required is referred to in this Part as a “regulated stand”. 6 It shall be the function of the local authority to determine whether any, and if so, which of the stands at a sports ground in their area is a regulated stand, and to issue safety certificates. 7 In determining whether any stand at a sports ground in their area is a regulated stand the local authority may apply any criteria which are appropriate for that purpose. 8 In discharging their function of determination as respects the stands at sports grounds in their areas, local authorities shall act in accordance with such guidance as the Secretary of State may give them. 9 A final determination of a local authority that a stand at a sports ground is a regulated stand shall be conclusive of the question subject only to an appeal under section 30 below. 10 A safety certificate in respect of the use of a regulated stand at a sports ground may be either— a a certificate in respect of the use of the stand for viewing an activity or a number of activities specified in the certificate during an indefinite period commencing with a date so specified; or b a certificate in respect of the use of the stand for viewing an activity or a number of activities specified in the certificate on an occasion or series of occasions so specified; and any reference in this Part to a safety certificate’s being “for” a stand is a reference to its covering the use of the stand for viewing an activity or activities during an indefinite period or, as the case may be, on an occasion or occasions. 11 In this Part— “ final ”, in relation to a determination, is to be construed in accordance with section 28 below; “ general safety certificate ” means such a safety certificate for a stand as is mentioned in subsection (10)(a) above; “ special safety certificate ” means such a safety certificate for a stand as is mentioned in subsection (10)(b) above; and “ stand ”, in relation to a sports ground, means an artificial structure (not merely temporary) which provides accommodation for spectators and is wholly or partly covered by a roof, and, in relation to the number of spectators in a stand provided with covered accommodation, “ covered ” means covered by the roof or other part of the structure which constitutes the stand."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "27", "section_title": " Contents of safety certificates for stands.", "section_text": "27 1 A safety certificate for a regulated stand shall contain such terms and conditions as the local authority consider necessary or expedient to secure reasonable safety in the stand when it is in use for viewing the specified activity or activities at the ground, and the terms and conditions may be such as to involve alterations or additions to the stand or any installations in or serving the stand. 2 In so far as an order under section 39 below so requires as respects any class of stand at sports grounds, a safety certificate shall include such terms and conditions as may be provided for in the order. 3 No condition of a safety certificate shall require the provision of the services in or in the vicinity of the stand of any members of a police force unless the extent of the provision of their services is reserved for the determination of the chief officer of police of the force. 3A No condition of a safety certificate shall require a person to contravene any provision of the Regulatory Reform (Fire Safety) Order 2005 or regulations made under it. 3A No condition of a safety certificate shall require a person to contravene any provision of Part 3 of the Fire (Scotland) Act 2005 or of regulations made by virtue of that Part. 4 Without prejudice to subsection (1) above, a safety certificate for a regulated stand may include a condition that the following records shall be kept— a records of the number of spectators accommodated in covered accommodation in the stand; and b records relating to the maintenance of safety in the stand. 5 A general safety certificate shall contain or have attached to it a plan of the stand to which it applies and the area in the immediate vicinity of it, and the terms and conditions in the certificate or in any special safety certificate issued for the stand shall be framed, where appropriate, by reference to that plan. 6 A safety certificate for a regulated stand at a sports ground may include different terms and conditions in relation to different activities taking place at the ground. 7 Nothing in a safety certificate for a regulated stand at a sports ground shall derogate from any requirements imposed by regulations under section 6(2) of the  Safety of Sports Grounds Act 1975."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "28", "section_title": " Issue of certificates.", "section_text": "28 1 For the purposes of this Part, the following persons qualify for the issue of a safety certificate for a regulated stand at a sports ground, that is to say— a the person who qualifies for the issue of a general safety certificate is the person who is responsible for the management of the ground; and b the person who qualifies for the issue of a special safety certificate for viewing an activity from the stand on any occasion is the person who is responsible for organising that activity. 2 The local authority for an area shall, in respect of any stand at a sports ground in their area which appears to them to be a regulated stand, make a preliminary determination whether or not that stand is a regulated stand and, if they determine that it is, they shall serve a notice on the person who appears to them to qualify for the issue of a general safety certificate stating their determination and the effects of it. 3 Subject to subsection (4) below, a preliminary determination that a stand at a sports ground is a regulated stand shall become final at the end of the period of two months beginning with the date of the notice of it. 4 A local authority may revoke a determination of theirs that a stand at a sports ground is a regulated stand— a at any time before it becomes final, or b on considering an application for a general safety certificate for the stand, whether the determination has or has not become final. 5 A local authority may, at any time before a determination of theirs that a stand at a sports ground is a regulated stand becomes final, withdraw the notice of it and serve a further notice under subsection (2) above on another person, but if they do so the period of two months at the end of which the determination becomes final shall be treated as beginning with the date of the further notice. 6 If a local authority receive an application for a general safety certificate for a regulated stand at a sports ground in their area, it shall be their duty— a if they have not already done so, to determine whether the stand is a regulated stand and, if they determine that it is, to determine whether the applicant is the person who qualifies for the issue of the general safety certificate for it; b if they have made a determination that the stand is a regulated stand and do not decide to revoke it, to determine whether the applicant is the person who qualifies for the issue of the general safety certificate for it; and a determination made under paragraph (a) above that a stand is a regulated stand is, when made, a final determination. 7 If the local authority, on an application made under subsection (6) above in relation to a stand which they have determined or determine is a regulated stand, determine that the applicant is the person who qualifies for the issue of the general safety certificate they shall (if no such certificate is in operation) issue to him such a certificate. 8 If a local authority receive an application for a special safety certificate for a regulated stand at a sports ground in their area as respects which stand a general safety certificate is in operation, it shall be their duty to determine whether the applicant qualifies for the issue of a special safety certificate for it and, if they determine that he does, they may issue to him a special safety certificate. 9 The local authority shall, if they determine that an applicant for a safety certificate does not qualify for the issue of the certificate, serve on him a notice stating their determination. 10 The local authority shall send a copy of an application for a safety certificate for a regulated stand at a sports ground to  the chief officer of police and where the local authority is in  Wales,  Greater London or a metropolitan county, the fire authority or, in any other case, the building authority for the area in which it   —  a the chief officer of police, and b if the local authority are not the fire and rescue authority, the fire and rescue authority, and c if the local authority are not the building authority, the building authority, for the area in which the sports ground  is situated, and shall consult them about the terms and conditions to be included in the certificate. 11 The local authority may, by notice, require an applicant for a safety certificate to furnish them within such reasonable time as they may specify in the notice with such information and such plans of the ground as they consider necessary for the purpose of discharging their functions in respect of the issue of safety certificates for the regulated stands at the ground. 12 If an applicant for a safety certificate fails to comply with a requirement under subsection (11) above within the time specified by the local authority, or within such further time as they may allow, he shall be deemed to have withdrawn his application."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "29", "section_title": " Amendment, cancellation etc. of certificates.", "section_text": "29 1 The local authority who have issued a safety certificate for a regulated stand at a sports ground— a shall, if at any time it appears to them that the stand in respect of which it was issued is not or has ceased to be a regulated stand, revoke their previous determination and, by notice to its holder, cancel the certificate; b may, in any case where it appears appropriate to them to do so, amend the certificate by notice to its holder: or c may replace the certificate. 1A The local authority shall, if it appears to them that a safety certificate would require a person to contravene any provision of the Regulatory Reform (Fire Safety) Order 2005 or regulations made under it, amend the safety certificate by notice in writing to its holder; but nothing in this subsection shall be taken to require the local authority to take any action unless they are aware of such an inconsistency between a safety certificate and the Order. 1A The local authority shall, if it appears to them that a safety certificate would require a person to contravene any provision of Part 3 of the  Fire (Scotland) Act 2005 (asp 5)  or regulations made by virtue of that Part, amend the safety certificate by notice in writing to its holder so as to remove the requirement. 2 A safety certificate may be cancelled, amended or replaced under subsection (1) above either on the application of the holder or without such an application. 3 Section 27 above shall apply on the amendment or replacement of a safety certificate. 4 A notice under subsection (1)(b)   or (1A)  above amending a general safety certificate shall specify the date on which the amendment to which it relates is to come into operation, and the date so specified may be a date later than the date of issue of the notice. 5 If the local authority receive an application for the transfer of a safety certificate for a regulated stand at a sports ground from the holder to some other person it shall be their duty to determine whether that person would, if he made an application for the purpose, qualify for the issue of the certificate; and if they determine that he would, they may transfer the certificate to him and shall in any case notify him of their determination. 6 An application under subsection (5) above may be made either by the holder of the safety certificate or by the person to whom it is proposed that it should be transferred. 7 The local authority shall send a copy of an application for the transfer of a safety certificate for a regulated stand at a sports ground to  the chief officer of police and  where the local authority is in  Wales,  Greater London or a metropolitan county the fire authority or, in any other case, the building authority for the area in which it   —  a the chief officer of police, and b if the local authority are not the fire and rescue authority, the fire and rescue authority, and c if the local authority are not the building authority, the building authority, for the area in which the sports ground  is situated. 8 The local authority shall consult  the chief officer of police and where the local authority is in  Wales,  Greater London or a metropolitan county, the fire authority or, in any other case, the building authority about —  a the chief officer of police, and b if the local authority are not the fire and rescue authority, the fire and rescue authority, and c if the local authority are not the building authority, the building authority, about  any proposal to amend, replace or transfer a safety certificate. 9 The holder of a safety certificate may surrender it to the local authority, and it shall thereupon cease to have effect. 10 The local authority may cancel a safety certificate if the holder dies or (if a body corporate) is dissolved."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "29A", "section_title": "Safety certificates: fire safety", "section_text": "29A A safety certificate has no effect to the extent that it would require a person to contravene any provision of the Regulatory Reform (Fire Safety) Order 2005 or regulations made under it."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "30", "section_title": " Appeals.", "section_text": "30 1 A person who has been served with a notice of a determination, which is or has become a final determination, of a local authority that any stand at a sports ground is a regulated stand may appeal against the determination to the court. 2 Any person who, on an application for the issue or transfer to him of a safety certificate for a regulated stand at a sports ground, has been served with a notice of the determination of a local authority that he does not or, in the case of an application for a transfer, would not qualify for the issue of the certificate may appeal against the determination to the court. 3 An applicant for a special safety certificate for a regulated stand at a sports ground may also appeal to the court against a refusal of his application on grounds other than a determination that he does not qualify for the issue of the certificate. 4 An interested party may appeal to the court against— a the inclusion of anything in, or the omission of anything from, a safety certificate for a regulated stand at a sports ground; or b the refusal of the local authority to amend or replace a safety certificate for a regulated stand at a sports ground. 5 Any appeal under this secton shall be brought within the period prescribed under section 31 below. 6 An appeal to the court under this section in England and Wales shall be by way of complaint for an order, the making of the complaint shall be deemed to be the bringing of the appeal and the Magistrates’ Courts Act 1980 shall apply to the proceedings. 7 An appeal to the court under this section in Scotland shall be by summary application. 8 In this section “ interested party ”, in relation to a safety certificate, includes— a the holder of the certificate; b any other person who is or may be concerned in ensuring compliance with the terms and conditions of the certificate; c the chief officer of police; and d where the local authority is in  Wales, Greater London or a metropolitan county, the fire authority or, in any other case, the building authority. d if the local authority are not the fire and rescue authority, the fire and rescue authority; and e if the local authority are not the building authority, the building authority. 9 Subject to subsection (10) below, if a local authority serve on any applicant for a safety certificate a notice of a determination of theirs that he does not qualify for the issue of the certificate, he shall be deemed to have withdrawn his application on the expiry of the period within which an appeal must, by virtue of subsection (5) above, be brought. 10 Subsection (9) above shall not have effect if an appeal is brought before the expiry of the period referred to in that subsection, but if the appeal is withdrawn or the court upholds the authority’s determination, the appellant shall be deemed to have withdrawn his application on the date of the withdrawal of his appeal or of the court’s order on the appeal. 11 Where an appeal is brought against the inclusion of any term or condition in a safety certificate (whether it was included in the certificate originally or only on its amendment or replacement), the operation of that term or condition shall be suspended until the court has determined the appeal. 12 In England and Wales any of the following persons may appeal to the Crown Court against an order under this section, namely— a the local authority; and b any interested party. 13 In Scotland any of the following persons may appeal against an order under this section, namely— a the local authority; and b any interested party, notwithstanding that that person was not party to the proceedings on the application."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "31", "section_title": " Regulations.", "section_text": "31 1 The Secretary of State may by regulations— a prescribe the procedure (subject to the provisions of this Part) for the issue, cancellation, amendment, replacement and transfer of safety certificates for regulated stands at sports grounds and the particulars to be given in applications for their issue, amendment, replacement or transfer; b authorise local authorities to determine, subject to such limits or in accordance with such provisions as may be prescribed by the regulations, the fees (if any) to be charged in respect of applications for the issue, amendment, replacement or transfer of safety certificates or in respect of applications for the cancellation of safety certificates for stands which have ceased to be regulated stands; and c prescribe the time within which appeals under section 30 above are to be brought. 2 Regulations under this section may contain such incidental and supplementary provisions as the Secretary of State thinks expedient. 3 The power to make regulations under this section is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 It shall be the duty of the Secretary of State, before making regulations under this section, to consult with such persons or bodies of persons as appear to him requisite."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "32", "section_title": " Alterations and extensions.", "section_text": "32 1 If while a general safety certificate for a regulated stand at a sports ground is in operation it is proposed to alter or extend the stand or its installations, and the alteration or extension is likely to affect the safety of persons in the stand, the holder of the certificate shall, before the carrying out of the proposals is begun, give notice of the proposals to the local authority. 2 Subsection (1) above in particular requires notice when it is proposed to alter the entrances to or exits from a regulated stand at a sports ground (including any means of escape in case of fire or other emergency) or the means of access to any such entrances or exits."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "33", "section_title": " Exclusion of other statutory requirements.", "section_text": "33 1 While a general safety certificate is in force under this Part for a regulated stand at a sports ground, the following provisions shall not apply to the stand, that is to say— a section 37(1) of the  Public Health Acts Amendment Act 1890 (platforms for public occasions); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 89 of the  Civic Government (Scotland) Act 1982 (which makes provision as to the safety of platforms, stands and similar structures) in so far as that section relates to any matter in relation to which requirements are imposed by the terms and conditions of the safety certificate; d sections 24 and 71   section 24   of the  Building Act 1984 (exits, entrances etc. in the case of certain public and other buildings); and e any provision of a local Act in so far as it relates to any matter in relation to which requirements are imposed by the terms and conditions of the safety certificate. 2 Where an enactment provides for the licensing of premises of any class or description and the authority responsible for licences thereunder is required or authorised to impose terms, conditions or restrictions in connection with such licences, then, so long as there is in operation with respect to the premises a safety certificate under this Part covering the use of the premises by reason of which a licence under that enactment is required, any term, condition or restriction imposed with respect to those premises in connection with any licence under that enactment shall be of no effect in so far as it relates to any matter in relation to which requirements are imposed by the terms and conditions of the certificate under this Part. 2A For the purposes of subsection (2)— a “ the licensing of premises ” includes the granting of a premises licence or club premises certificate under the Licensing Act 2003, and b “ licence ” is to be construed accordingly. 3 A person required by or under a local Act to do anything that would involve a contravention of the terms or conditions of a safety certificate under this Part shall not be treated as having contravened that Act if he fails to do it."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "34", "section_title": " Enforcement.", "section_text": "34 1 It shall be the duty of every local authority to enforce within their area the provisions of this Part and for that purpose to arrange for the periodical inspection of sports grounds at which there are regulated stands, but nothing in this subsection shall be taken to authorise a local authority in Scotland to institute proceedings for an offence. 2 In performing the duty imposed by subsection (1) above so far as it requires sports grounds in their areas to be inspected, local authorities shall act in accordance with such guidance as the Secretary of State may give them."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "35", "section_title": " Powers of entry and inspection.", "section_text": "35 A person authorised by— a the local authority, b the chief officer of police, or c where the local authority is in  Wales, Greater London or a metropolitan county, the fire authority or, in any other case, the building authority, c if the local authority are not the fire and rescue authority, the fire and rescue authority, or d if the local authority are not the building authority, the building authority, may, on production if so required of his authority, enter a sports ground at any reasonable time, and make such inspection of the stands and such inquiries relating to them as he considers necessary for the purposes of this Part, and in particular may examine records of the number of spectators accommodated, and the maintenance of safety, in the regulated stands at the ground, and take copies of such records."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "36", "section_title": " Offences.", "section_text": "36 1 Subject to subsections (2), (5) and (6) below, if— a spectators are admitted to a regulated stand at a sports ground on an occasion when no safety certificate which covers their use of the stand is in operation for it, or b any term or condition of a safety certificate for a regulated stand at a sports ground is contravened, any responsible person and, if a safety certificate is in operation, the holder of the certificate, shall be guilty of an offence. 2 No offence under subsection (1)(a) above is committed if— a the determination that the stand is a regulated stand is not a final one, or b an application has been made for a general safety certificate for the stand and has not been withdrawn or deemed to have been withdrawn. 3 In subsection (1) above “ responsible person ” means the person who is concerned in the management of the sports ground or of the regulated stand in question or in the organisation of any activity taking place at the ground at the time when an offence is alleged to have been committed. 4 A person guilty of an offence under subsection (1) above shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; or b on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years or both. 5 Where any person is charged with an offence under subsection (1) above it shall be a defence to prove— a that the spectators were admitted or the contravention of the certificate in question took place without his consent; and b that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence by himself or any person under his control. 6 Where any person is charged as a responsible person with an offence under subsection (1)(a) above it shall be a defence to prove that he did not know of the determination that the stand in relation to which the offence is alleged to have been committed is a regulated stand. 7 Any person who— a in purporting to carry out a requirement under section 28(11) above or for the purpose of procuring a safety certificate or the cancellation, amendment, replacement or transfer of a safety certificate, knowingly or recklessly makes a false statement or knowingly or recklessly produces, furnishes, signs or otherwise makes use of a document containing a false statement; or b fails to give a notice required by section 32(1) above; or c intentionally obstructs any person in the exercise of powers under section 35 above, or without reasonable excuses refuses, neglects or otherwise fails to answer any question asked by any person in the exercise of such powers, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 8 Where an offence under this Part which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in that capacity, he, as well as the body corporate, shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 9 Where the affairs of a body corporate are managed by its members, subsection (8) above shall apply to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "37", "section_title": " Civil and other liability.", "section_text": "37 Except in so far as this Part otherwise expressly provides, and subject to section 18 of the Interpretation Act 1978 (offences under two or more laws), the provisions of this Part shall not be construed as— a conferring a right of action in any civil proceedings (other than proceedings for the recovery of a fine) in respect of any contravention of this Part or of any of the terms or conditions of a safety certificate thereunder; or b affecting any requirement or restriction imposed by or under any other enactment whether contained in a public general Act or in a local or private Act; or c derogating from any right of action or other remedy (whether civil or criminal) in proceedings instituted otherwise than under this Part."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "38", "section_title": " Service of documents.", "section_text": "38 1 Any notice or other document required or authorised by or by virtue of this Part to be served on any person may be served on him either by delivering it to him or by leaving it at his proper address or by sending it by post. 2 Any notice or other document so required or authorised to be served on a body corporate or a firm shall be duly served if it is served on the secretary or clerk of that body or a partner of that firm. 3 For the purposes of this section, and of section 7 of the Interpretation Act 1978 (service of documents) in its application to this section, the proper address of a person, in the case of a secretary or clerk of a body corporate shall be that of the registered or principal office of that body, in the case of a partner of a firm shall be that of the principal office of the firm, and in any case shall be the last known address of the person to be served."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "39", "section_title": " Power to modify Part for classes of stand.", "section_text": "39 1 The Secretary of State may, as respects any specified class of stand at sports grounds, by order modify the provisions of this Part in their application to stands of that class. 2 An order under this section may— a make different modifications in relation to different activities taking place at sports grounds; and b include such supplementary and transitional provision as the Secretary of State thinks expedient. 3 The power to make an order under this section is exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 It shall be the duty of the Secretary of State, before making an order under this section, to consult with such persons or bodies of persons as appear to him requisite."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "40", "section_title": " Application to Crown.", "section_text": "40 1 Sections 26 to 29 above bind the Crown, but shall have effect, in relation to premises occupied by the Crown, with the substitution of a reference to the Secretary of State for any reference to the local authority. 2 Nothing in this Part shall be taken to authorise the entry of premises occupied by the Crown."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "41", "section_title": " Interpretation.", "section_text": "41 In this Part— “ the building authority ” means- in England outside Greater London and the metropolitan counties,  . . . the district council; in Scotland, the local authority within the meaning of the Building (Scotland) Act   2003 (asp 8) ; “ the court ” means, in relation to a sports ground in England and Wales, a magistrates’ court  ... and, in relation to a sports ground in Scotland, the sheriff court within whose jurisdiction it is situated; “ general safety certificate ” has the meaning assigned to it by section 26(11) above; “ local authority ” means- in Greater London, the London borough council or the Common Council of the City of London; in England, in the metropolitan counties, the district council; in England outside Greater London and the metropolitan counties,  . . . the county council; in Wales, the county council or county borough council; in Scotland, the  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ;                     “means of access” includes means of access from a highway or, in Scotland, from a road;                     “notice” means a notice in writing;                     “safety”does not include safety from danger inherent in participation in a sporting or competitive activity ;                     “safety certificate”has the meaning assigned to it by section 26(2) above ;                     “special safety certificate” has the meaning assigned to it by section 26(11) above;                     “spectator”means any person occupying accommodation provided in stands for spectators at a sports ground ;                     “ sports ground”and“designated sports ground” have the same meaning as in theSafety of Sports Grounds Act 1975; and;                     “ stand”has the meaning assigned to it by section 26(11) above; and“regulated stand” has the meaning assigned to it by section 26(5) above."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "42", "section_title": " Licensing of indoor sports premises in London.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "43", "section_title": " Licensing of indoor sports premises outside London.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "44", "section_title": " Licensing of indoor sports premises in Scotland.", "section_text": "44 1 After section 41 of the Civic Goverment (Scotland) Act 1982 (“the 1982 Act”) there shall be inserted the following section—  Indoor sports entertainment licences. 41A 1 Subject to subsection (2) below, a licence to be known as an “ indoor sports entertainment licence ” shall be required for the use of premises as a place of public sports entertainment. 2 Subsection (1) above shall not apply to any occasion on which the entertainment of the public by the sport is not the principal purpose for which the premises are used but this provision does not apply in relation to a sports complex. 3 Without prejudice to paragraph 5 of Schedule 1 to this Act, a licensing authority may attach conditions to an indoor sports entertainment licence— a restricting the use of the premises to a specified kind or specified kinds of public sports entertainment; b limiting the number of persons to be admitted to the premises; c fixing the days and times when the premises may be open for the purposes of public sports entertainment. 4 In this section— “ premises ” means any permanent or temporary building and any tent or inflatable structure and includes a part of a building where the building is a sports complex but does not include a part of any other building; “ public sports entertainment ” means any sporting event to which the public are invited as spectators; “ sporting event ” means any contest, exhibition or display of any sport; “ sports complex ” means a building— which provides accommodation and facilities for both those engaging in sport and spectators; and the parts of which are so arranged that one or more sports can be engaged in simultaneously in different parts of the building; and “ sport ” includes any game in which physical skill is the predominant factor and any form of physical recreation which is also engaged in for purposes of competition or display, except dancing (in any form). . 2 On and after the date of coming into force of this section an application made (but not decided) before that date for the grant or renewal of a licence for the use of premises as a place of public entertainment shall, where the entertainment for which the premises are to be used will be a public sports entertainment as mentioned in section 41A of the 1982 Act, be treated for all purposes as an application for a grant or renewal (as the case may be) of a licence under the said section 41A. 3 On and after the date of coming into force of this section a licence granted or renewed before that date for the use of premises as a place of public entertainment under section 41(2) of the 1982 Act shall, where the entertainment for which the premises are to be used will be a public sports entertainment as mentioned in section 41A of the 1982 Act, be deemed for all purposes to have been granted or renewed under the said section 41A. 4 In section 9 of the 1982 Act (which makes provision for licensing authorities to resolve when licensing is to be required) in subsection (1) after the words “to 43” there shall be inserted the words  “                    (except section 41A)                  ” . 5 In section 41 of the 1982 Act (which makes provision for public entertainment licences) in subsection (2) after paragraph (a) there shall be inserted the following paragraph— aa premises in respect of which a licence is required under section 41A of this Act while such premises are being used for the purposes mentioned in that section; ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "45", "section_title": " Entertainment licences: removal of exemption.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "46", "section_title": " Entertainment licences: fees for variation.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "47", "section_title": " Luminous tube signs: England and Wales.", "section_text": "47 In section 10 of the Local Government (Miscellaneous Provisions) Act 1982 (luminous tube signs of certain voltage to have firemen’s switches)— a in subsection (1), for the words “650 volts” there shall be substituted the words  “                    the prescribed voltage                  ” ; and b after subsection (1), there shall be inserted the following subsections— 1A In subsection (1) above “ the prescribed voltage ” means 1000 volts A.C. or 1500 volts D.C. if measured between any two conductors or 600 volts A.C. or 900 volts D.C. if measured between any conductor and earth. 1B The Secretary of State may, by order made by statutory instrument, substitute such different voltages for those for the time being specified in subsection (1A) above as appear to him to be appropriate for this purpose having regard to the current regulations of the Institution of Electrical Engineers."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "48", "section_title": " Luminous tube signs: Scotland.", "section_text": "48 In section 98 of the Civic Government (Scotland) Act 1982 (power of Secretry of State to make regulations for safe operation of electrical luminous tube signs) in subsection (2) for the words “normally exceeding 650 volts” there shall be substituted the words  “                of such description as may be specified in regulations made under subsection (1) above              ” ."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "49", "section_title": " Repeals and transitional and saving provisions.", "section_text": "49 1 Subject to subsection (2) below, the enactments mentioned in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 The transitional and saving provisions contained in Schedule 5 to this Act shall have effect."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "50", "section_title": " Short title, commencement and extent.", "section_text": "50 1 This Act may be cited as the Fire Safety and Safety of Places of Sport Act 1987.  2 This Act shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument; and different days may be so appointed for different provisions or for different purposes. 3 This Act does not extend to Northern Ireland and— a in Part IV, sections 42 and 43 extend to England and Wales only and section 44 extends to Scotland only; and b in Part V, sections 46 and 47 extend to England and Wales only and section 48 extends to Scotland only. 4 Except as provided by an order under subsection (5) below, Parts II and  III  of this Act do not extend to the Isles of Scilly. 5 The Secretary of State may by order direct that Parts II and III of this Act shall, subject to such exceptions, adaptations and modifications as may be specified in the order, extend to the Isles of Scilly. 6 An order under subsection (5) above may contain such incidental and consequential provisions, including provisions conferring powers or imposing duties on the Council of the Isles of Scilly, as the Secretary of State thinks necessary. 7 An order under subsection (5) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Fire Safety and Safety of Places of Sport Act 1987", "year": 1987, "section": "29A", "section_title": "Safety certificates: fire safety", "section_text": "29A A safety certificate has no effect to the extent that it would require a person to contravene any provision of the Regulatory Reform (Fire Safety) Order 2005 or regulations made under it."}]