[{"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "1", "section_title": " Qualifying tenants to have rights of first refusal on disposals by landlord.", "section_text": "1 1 A landlord shall not make a relevant disposal affecting any premises to which at the time of the disposal this Part applies unless— a he has in accordance with section 5 previously served a notice under that section with respect to the disposal on the qualifying tenants of the flats contained in those premises (being a notice by virtue of which rights of first refusal are conferred on those tenants); and b the disposal is made in accordance with the requirements of sections 6 to 10. 2 Subject to subsections (3) and (4), this Part applies to premises if— a they consist of the whole or part of a building; and b they contain two or more flats held by qualifying tenants; and c the number of flats held by such tenants exceeds 50 per cent. of the total number of flats contained in the premises. 3 This Part does not apply to premises falling within subsection (2) if— a any part or parts of the premises is or are occupied or intended to be occupied otherwise than for residential purposes; and b the internal floor area of that part or those parts (taken together) exceeds 50 per cent. of the internal floor area of the premises (taken as a whole); and for the purposes of this subsection the internal floor area of any common parts shall be disregarded. 4 This Part also does not apply to any such premises at a time when the interest of the landlord in the premises is held by an exempt landlord or a resident landlord. 5 The Secretary of State may by order substitute for the percentage for the time being specified in subsection (3)(b) such other percentage as is specified in the order."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "2", "section_title": " Landlords for the purposes of Part I.", "section_text": "2 1 Subject to subsection (2)  and section 4(1A) , a person is for the purposes of this Part the landlord in relation to any premises consisting of the whole or part of a building if he is— a the immediate landlord of the qualifying tenants of the flats contained in those premises, or b where any of those tenants is a statutory tenant, the person who, apart from the statutory tenancy, would be entitled to possession of the flat in question. 2 Where the person who is, in accordance with subsection (1), the landlord in relation to any such premises for the purposes of this Part (“ the immediate landlord ”) is himself a tenant of those premises under a tenancy which is either— a a tenancy for a term of less than seven years, or b a tenancy for a longer term but terminable within the first seven years at the option of the person who is the landlord under that tenancy (“the superior landlord”), the superior landlord shall also be regarded as the landlord in relation to those premises for the purposes of this Part and, if the superior landlord is himself a tenant of those premises under a tenancy falling within paragraph (a) or (b) above, the person who is the landlord under that tenancy shall also be so regarded (and so on)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "3", "section_title": " Qualifying tenants.", "section_text": "3 1 Subject to the following provisions of this section, a person is for the purposes of this Part a qualifying tenant of a flat if he is the tenant of the flat under a tenancy other than— a a protected shorthold tenancy as defined in section 52 of the  Housing Act 1980; b a tenancy to which Part II of the  Landlord and Tenant Act 1954 (business tenancies) applies; . . .  c a tenancy terminable on the cessation of his employment   ;   d an assured tenancy or assured agricultural occupancy within the meaning of Part I of the Housing Act 1988 ;  e an occupation contract that immediately before the appointed day was an assured agricultural occupancy within the meaning of Part 1 of the Housing Act  1988 (c. 50) ; or f a tenancy— i which is a secure contract, and ii in relation to which, the landlord is not a local authority. 2 A person is not to be regarded as being a qualifying tenant of any flat contained in any particular premises consisting of the whole or part of a building if  by virtue of one or more tenancies none of which falls within paragraphs (a) to (d) of subsection (1), he is the tenant not only of the flat in question but also of at least two other flats contained in those premises . 3 For the purposes of subsection  (2)  any tenant of a flat contained in the premises in question who is a body corporate shall be treated as the tenant of any other flat so contained and let to an associated company. 4 A tenant of a flat whose landlord is a qualifying tenant of that flat is not to be regarded as being a qualifying tenant of that flat. 5 In this section, the following terms have the same meaning as in the Renting Homes (Wales) Act  2016 (anaw 1) — “ appointed day ” (see section 242 of that Act); “ secure contract ” (see section 8 of that Act)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "4", "section_title": " Relevant disposals.", "section_text": "4 1 In this Part references to a relevant disposal affecting any premises to which this Part applies are references to the disposal by the landlord of any estate or interest (whether legal or equitable) in any such premises, including the disposal of any such estate or interest in any common parts of any such premises but excluding— a the grant of any tenancy under which the demised premises consist of a single flat (whether with or without any appurtenant premises); and b any of the disposals falling within subsection (2). 1A Where an estate or interest of the landlord has been mortgaged, the reference in subsection (1) above to the disposal of an estate or interest by the landlord includes a reference to its disposal by the mortgagee in exercise of a power of sale or leasing, whether or not the disposal is made in the name of the landlord; and, in relation to such a proposed disposal by the mortgagee, any reference in the following provisions of this Part to the landlord shall be construed as a reference to the mortgagee. 2 The disposals referred to in subsection (1)(b) are— a a disposal of— i any interest of a beneficiary in settled land within the meaning of the  Settled Land Act 1925,  or ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  iii any incorporeal hereditament; aa a disposal  . . . by way of security for a loan b a disposal to a trustee in bankruptcy or to the liquidator of a company; c a disposal in pursuance of an order made under— i section 24 of the Matrimonial Causes Act 1973 (property adjustment orders in connection with matrimonial proceedings), ii section 24A of the Matrimonial Causes Act 1973 (orders for the sale of property in connection with matrimonial proceedings) where the order includes provision requiring the property concerned to be offered for sale to a person or class of persons specified in the order, iii section 2 of the Inheritance (Provision for Family and Dependants) Act 1975 (orders as to financial provision to be made from estate), iv section 17(1) of the Matrimonial and Family Proceedings Act 1984 (property adjustment orders after overseas divorce, &c.), v section 17(2) of the Matrimonial and Family Proceedings Act 1984 (orders for the sale of property after overseas divorce, &c.) where the order includes provision requiring the property concerned to be offered for sale to a person or class of persons specified in the order,  ... vi paragraph 1 of Schedule 1 to the Children Act 1989 (orders for financial relief against parents); vii Part 2 of Schedule 5, or paragraph 9(2) or (3) of Schedule 7, to the Civil Partnership Act 2004 (property adjustment orders in connection with civil partnership proceedings or after overseas dissolution of a civil partnership,  etc. ), or viii Part 3 of Schedule 5, or paragraph 9(4) of Schedule 7, to the Civil Partnership Act 2004 (orders for the sale of property in connection with civil partnership proceedings or after overseas dissolution of a civil partnership,  etc. ) where the order includes provision requiring the property concerned to be offered for sale to a person or class of persons specified in the order; d a disposal in pursuance of a compulsory purchase order or in pursuance of an agreement entered into in circumstances where, but for the agreement, such an order would have been made or (as the case may be) carried into effect; da a disposal of any freehold or leasehold interest in pursuance of Chapter I of Part I of the Leasehold Reform, Housing and Urban Development Act 1993; db the conferral of a code right under Schedule 3A to the Communications Act 2003 (the electronic communications code); e a disposal by way of gift to a member of the landlord’s family or to a charity; f a disposal by one charity to another of an estate or interest in land which prior to the disposal is functional land of the first-mentioned charity and which is intended to be functional land of the other charity once the disposal is made; g a disposal consisting of the transfer of an estate or interest held on trust for any person where the disposal is made in connection with the appointment of a new trustee or in connection with the discharge of any trustee; h a disposal consisting of a transfer by two or more persons who are members of the same family either— i to fewer of their number, or ii to a different combination of members of the family (but one that includes at least one of the transferors); i a disposal in pursuance of a contract, option or right of pre-emption binding on the landlord (except as provided by section 8D (application of sections 11 to 17 to disposal in pursuance of option or right of pre-emption)); j a disposal consisting of the surrender of a tenancy in pursuance of any covenant, condition or agreement contained in it; k a disposal to the Crown; and l a disposal by a body corporate to a company which has been an associated company of that body for at least two years. 3 In this Part “ disposal ” means a disposal whether by the creation or the transfer of an estate or interest and— a includes the surrender of a tenancy and the grant of an option or right of pre-emption, but b excludes a disposal under the terms of a will or under the law relating to intestacy; and references in this Part to the transferee in connection with a disposal shall be construed accordingly. 4 In this section “ appurtenant premises ”, in relation to any flat, means any yard, garden, outhouse or appurtenance (not being a common part of the building containing the flat) which belongs to, or is usually enjoyed with, the flat. 5 A person is a member of another’s family for the purposes of this section if— a that person is the spouse   or civil partner  of that other person, or the two of them live together   as if they were a married couple or   civil partners , or b that person is that other person’s parent, grandparent, child, grandchild, brother, sister, uncle, aunt, nephew or niece. 6 For the purposes of subsection (5)(b)— a a relationship by marriage   or civil partnership  shall be treated as a relationship by blood, b a relationship of the half-blood shall be treated as a relationship of the whole blood, c the stepchild of a person shall be treated as his child, and d an illegitimate child shall be treated as the legitimate child of his mother and reputed father."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "4A", "section_title": " Application of provisions to contracts.", "section_text": "4A 1 The provisions of this Part apply to a contract to create or transfer an estate or interest in land, whether conditional or unconditional and whether or not enforceable by specific performance, as they apply in relation to a disposal consisting of the creation or transfer of such an estate or interest. As they so apply— a references to a disposal of any description shall be construed as references to a contract to make such a disposal; b references to making a disposal of any description shall be construed as references to entering into a contract to make such a disposal; and c references to the transferee under the disposal shall be construed as references to the other party to the contract and include a reference to any other person to whom an estate or interest is to be granted or transferred in pursuance of the contract. 2 The provisions of this Part apply to an assignment of rights under such a contract as is mentioned in subsection (1) as they apply in relation to a disposal consisting of the transfer of an estate or interest in land. As they so apply— a references to a disposal of any description shall be construed as references to an assignment of rights under a contract to make such a disposal; b references to making a disposal of any description shall be construed as references to making an assignment of rights under a contract to make such a disposal; c references to the landlord shall be construed as references to the assignor; and d references to the transferee under the disposal shall be construed as references to the assignee of such rights. 3 The provisions of this Part apply to a contract to make such an assignment as is mentioned in subsection (2) as they apply (in accordance with subsection (1)) to a contract to create or transfer an estate or interest in land. 4 Nothing in this section affects the operation of the provisions of this Part relating to options or rights of pre-emption."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "5", "section_title": " Landlord required to serve offer notice on tenants.", "section_text": "5 1 Where the landlord proposes to make a relevant disposal affecting premises to which this Part applies, he shall serve a notice under this section (an “offer notice”) on the qualifying tenants of the flats contained in the premises (the “constituent flats”). 2 An offer notice must comply with the requirements of whichever is applicable of the following sections— section 5A (requirements in case of contract to be completed by conveyance, &c.), section 5B (requirements in case of sale at auction), section 5C (requirements in case of grant of option or right of pre-emption), section 5D (requirements in case of conveyance not preceded by contract, &c.); and in the case of a disposal to which section 5E applies (disposal for non-monetary consideration) shall also comply with the requirements of that section. 3 Where a landlord proposes to effect a transaction involving the disposal of an estate or interest in more than one building (whether or not involving the same estate or interest), he shall, for the purpose of complying with this section, sever the transaction so as to deal with each building separately. 4 If, as a result of the offer notice being served on different tenants on different dates, the period specified in the notice as the period for accepting the offer would end on different dates, the notice shall have effect in relation to all the qualifying tenants on whom it is served as if it provided for that period to end with the latest of those dates. 5 A landlord who has not served an offer notice on all of the qualifying tenants on whom it was required to be served shall nevertheless be treated as having complied with this section— a if he has served an offer notice on not less than 90% of the qualifying tenants on whom such a notice was required to be served, or b where the qualifying tenants on whom it was required to be served number less than ten, if he has served such a notice on all but one of them."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "5A", "section_title": " Offer notice: requirements in case of contract to be completed by conveyance, &c.", "section_text": "5A 1 The following requirements must be met in relation to an offer notice where the disposal consists of entering into a contract to create or transfer an estate or interest in land. 2 The notice must contain particulars of the principal terms of the disposal proposed by the landlord, including in particular— a the property, and the estate or interest in that property, to which the contract relates, b the principal terms of the contract (including the deposit and consideration required). 3 The notice must state that the notice constitutes an offer by the landlord to enter into a contract on those terms which may be accepted by the requisite majority of qualifying tenants of the constituent flats. 4 The notice must specify a period within which that offer may be so accepted, being a period of not less than two months which is to begin with the date of service of the notice. 5 The notice must specify a further period of not less than two months within which a person or persons may be nominated by the tenants under section 6. 6 This section does not apply to the grant of an option or right of pre-emption (see section 5C)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "5B", "section_title": " Offer notice: requirements in case of sale by auction.", "section_text": "5B 1 The following requirements must be met in relation to an offer notice where the landlord proposes to make the disposal by means of a sale at a public auction held in England and Wales. 2 The notice must contain particulars of the principal terms of the disposal proposed by the landlord, including in particular the property to which it relates and the estate or interest in that property proposed to be disposed of. 3 The notice must state that the disposal is proposed to be made by means of a sale at a public auction. 4 The notice must state that the notice constitutes an offer by the landlord, which may be accepted by the requisite majority of qualifying tenants of the constituent flats, for the contract (if any) entered into by the landlord at the auction to have effect as if a person or persons nominated by them, and not the purchaser, had entered into it. 5 The notice must specify a period within which that offer may be so accepted, being a period of not less than two months beginning with the date of service of the notice. 6 The notice must specify a further period of not less than 28 days within which a person or persons may be nominated by the tenants under section 6. 7 The notice must be served not less than four months or more than six months before the date of the auction; and— a the period specified in the notice as the period within which the offer may be accepted must end not less than two months before the date of the auction, and b the period specified in the notice as the period within which a person may be nominated under section 6 must end not less than 28 days before the date of the auction. 8 Unless the time and place of the auction and the name of the auctioneers are stated in the notice, the landlord shall, not less than 28 days before the date of the auction, serve on the requisite majority of qualifying tenants of the constituent flats a further notice stating those particulars."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "5C", "section_title": " Offer notice: requirements in case of grant or option or right of pre-emption.", "section_text": "5C 1 The following requirements must be met in relation to an offer notice where the disposal consists of the grant of an option or right of pre-emption. 2 The notice must contain particulars of the principal terms of the disposal proposed by the landlord, including in particular— a the property, and the estate or interest in that property, to which the option or right of pre-emption relates, b the consideration required by the landlord for granting the option or right of pre-emption, and c the principal terms on which the option or right of pre-emption would be exercisable, including the consideration payable on its exercise. 3 The notice must state that the notice constitutes an offer by the landlord to grant an option or right of pre-emption on those terms which may be accepted by the requisite majority of qualifying tenants of the constituent flats. 4 The notice must specify a period within which that offer may be so accepted, being a period of not less than two months which is to begin with the date of service of the notice. 5 The notice must specify a further period of not less than two months within which a person or persons may be nominated by the tenants under section 6."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "5D", "section_title": " Offer notice: requirements in case of conveyance not preceded by contract, &c.", "section_text": "5D 1 The following requirements must be met in relation to an offer notice where the disposal is not made in pursuance of a contract, option or right of pre-emption binding on the landlord. 2 The notice must contain particulars of the principal terms of the disposal proposed by the landlord, including in particular— a the property to which it relates and the estate or interest in that property proposed to be disposed of, and b the consideration required by the landlord for making the disposal. 3 The notice must state that the notice constitutes an offer by the landlord to dispose of the property on those terms which may be accepted by the requisite majority of qualifying tenants of the constituent flats. 4 The notice must specify a period within which that offer may be so accepted, being a period of not less than two months which is to begin with the date of service of the notice. 5 The notice must specify a further period of not less than two months within which a person or persons may be nominated by the tenants under section 6."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "5E", "section_title": " Offer notice: disposal for non-monetary consideration.", "section_text": "5E 1 This section applies where, in any case to which section 5 applies, the consideration required by the landlord for making the disposal does not consist, or does not wholly consist, of money. 2 The offer notice, in addition to complying with whichever is applicable of sections 5A to 5D, must state— a that an election may made under section 8C (explaining its effect), and b that, accordingly, the notice also constitutes an offer by the landlord, which may be accepted by the requisite majority of qualifying tenants of the constituent flats, for a person or persons nominated by them to acquire the property in pursuance of sections 11 to 17. 3 The notice must specify a period within which that offer may be so accepted, being a period of not less than two months which is to begin with the date of service of the notice."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "6", "section_title": " Acceptance of landlord’s offer: general provisions.", "section_text": "6 1 Where a landlord has served an offer notice, he shall not during— a the period specified in the notice as the period during which the offer may be accepted, or b such longer period as may be agreed between him and the requisite majority of the qualifying tenants of the constituent flats, dispose of the protected interest except to a person or persons nominated by the tenants under this section. 2 Where an acceptance notice is duly served on him, he shall not during the protected period (see subsection (4) below) dispose of the protected interest except to a person duly nominated for the purposes of this section by the requisite majority of qualifying tenants of the constituent flats (a “nominated person”). 3 An “ acceptance notice ” means a notice served on the landlord by the requisite majority of qualifying tenants of the constituent flats informing him that the persons by whom it is served accept the offer contained in his notice. An acceptance notice is “duly served” if it is served within— a the period specified in the offer notice as the period within which the offer may be accepted, or b such longer period as may be agreed between the landlord and the requisite majority of qualifying tenants of the constituent flats. 4 The “protected period” is the period beginning with the date of service of the acceptance notice and ending with— a the end of the period specified in the offer notice as the period for nominating a person under this section, or b such later date as may be agreed between the landlord and the requisite majority of qualifying tenants of constituent flats. 5 A person is “duly nominated” for the purposes of this section if he is nominated at the same time as the acceptance notice is served or at any time after that notice is served and before the end of— a the period specified in the offer notice as the period for nomination, or b such longer period as may be agreed between the landlord and the requisite majority of qualifying tenants of the constituent flats. 6 A person nominated for the purposes of this section by the requisite majority of qualifying tenants of the constituent flats may be replaced by another person so nominated if, and only if, he has (for any reason) ceased to be able to act as a nominated person. 7 Where two or more persons have been nominated and any of them ceases to act without being replaced, the remaining person or persons so nominated may continue to act."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "7", "section_title": " Failure to accept landlord’s offer or to make nomination.", "section_text": "7 1 Where a landlord has served an offer notice on the qualifying tenants of the constituent flats and— a no acceptance notice is duly served on the landlord, or b no person is nominated for the purposes of section 6 during the protected period, the landlord may, during the period of 12 months beginning with the end of that period, dispose of the protected interest to such person as he thinks fit, but subject to the following restrictions. 2 Where the offer notice was one to which section 5B applied (sale by auction), the restrictions are— a that the disposal is made by means of a sale at a public auction, and b that the other terms correspond to those specified in the offer notice. 3 In any other case the restrictions are— a that the deposit and consideration required are not less than those specified in the offer notice, and b that the other terms correspond to those specified in the offer notice. 4 The entitlement of a landlord, by virtue of this section or any other corresponding provision of this Part, to dispose of the protected interest during a specified period of 12 months extends only to a disposal of that interest, and accordingly the requirements of section 1(1) must be satisfied with respect to any other disposal by him during that period of 12 months (unless the disposal is not a relevant disposal affecting any premises to which at the time of the disposal this Part applies)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "8", "section_title": " Landlord’s obligations in case of acceptance and nomination.", "section_text": "8 1 This section applies where a landlord serves an offer notice on the qualifying tenants of the constituent flat and— a an acceptance notice is duly served on him, and b a person is duly nominated for the purposes of section 6, by the requisite majority of qualifying tenants of the constituent flats. 2 Subject to the following provisions of this Part, the landlord shall not dispose of the protected interest except to the nominated person. 3 The landlord shall, within the period of one month beginning with the date of service of notice of nomination, either— a serve notice on the nominated person indicating an intention no longer to proceed with the disposal of the protected interest, or b be obliged to proceed in accordance with the following provisions of this Part. 4 A notice under subsection (3)(a) is a notice of withdrawal for the purposes of section 9B(2) to (4) (consequences of notice of withdrawal by landlord). 5 Nothing in this section shall be taken as prejudicing the application of the provisions of this Part to any further offer notice served by the landlord on the qualifying tenants of the constituent flats."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "8A", "section_title": " Landlord’s obligation: general provisions.", "section_text": "8A 1 This section applies where the landlord is obliged to proceed and the offer notice was not one to which section 5B applied (sale by auction). 2 The landlord shall, within the period of one month beginning with the date of service of the notice of nomination, send to the nominated person a form of contract for the acquisition of the protected interest on the terms specified in the landlord’s offer notice. 3 If he fails to do so, the following provisions of this Part apply as if he had given notice under section 9B (notice of withdrawal by landlord) at the end of that period. 4 If the landlord complies with subsection (2), the nominated person shall, within the period of two months beginning with the date on which it is sent or such longer period beginning with that date as may be agreed between the landlord and that person, either— a serve notice on the landlord indicating an intention no longer to proceed with the acquisition of the protected interest, or b offer an exchange of contracts, that is to say, sign the contract and send it to the landlord, together with the requisite deposit. In this subsection “ the requisite deposit ” means a deposit of an amount determined by or under the contract or an amount equal to 10 per cent of the consideration, whichever is the less. 5 If the nominated person— a serves notice in pursuance of paragraph (a) of subsection (4), or b fails to offer an exchange of contracts within the period specified in that subsection, the following provisions of this Part apply as if he had given notice under section 9A (withdrawal by nominated person) at the same time as that notice or, as the case may be, at the end of that period. 6 If the nominated person offers an exchange of contracts within the period specified in subsection (4), but the landlord fails to complete the exchange within the period of seven days beginning with the day on which he received that person’s contract, the following provisions of this Part apply as if the landlord had given notice under section 9B (withdrawal by landlord) at the end of that period."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "8B", "section_title": " Landlord’s obligation: election in case of sale at auction.", "section_text": "8B 1 This section applies where the landlord is obliged to proceed and the offer notice was one to which section 5B applied (sale by auction). 2 The nominated person may, by notice served on the landlord not less than 28 days before the date of the auction, elect that the provisions of this section shall apply. 3 If a contract for the disposal is entered into at the auction, the landlord shall, within the period of seven days beginning with the date of the auction, send a copy of the contract to the nominated person. 4 If, within the period of 28 days beginning with the date on which such a copy is so sent, the nominated person— a serves notice on the landlord accepting the terms of the contract, and b fulfils any conditions falling to be fulfilled by the purchaser on entering into the contract, the contract shall have effect as if the nominated person, and not the purchaser, had entered into the contract. 5 Unless otherwise agreed, any time limit in the contract as it has effect by virtue of subsection (4) shall start to run again on the service of notice under that subsection; and nothing in the contract as it has effect by virtue of a notice under this section shall require the nominated person to complete the purchase before the end of the period of 28 days beginning with the day on which he is deemed to have entered into the contract. 6 If the nominated person— a does not serve notice on the landlord under subsection (2) by the time mentioned in that subsection, or b does not satisfy the requirements of subsection (4) within the period mentioned in that subsection, the following provisions of this Part apply as if he had given notice under section 9A (withdrawal by nominated person) at the end of that period."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "8C", "section_title": " Election in case of disposal for non-monetary consideration.", "section_text": "8C 1 This section applies where an acceptance notice is duly served on the landlord indicating an intention to accept the offer referred to in section 5E (offer notice: disposal for non-monetary consideration). 2 The requisite majority of qualifying tenants of the constituent flats may, by notice served on the landlord within— a the period specified in the offer notice for nominating a person or persons for the purposes of section 6, or b such longer period as may be agreed between the landlord and the requisite majority of qualifying tenants of the constituent flats, elect that the following provisions shall apply. 3 Where such an election is made and the landlord disposes of the protected interest on terms corresponding to those specified in his offer notice in accordance with section 5A, 5B, 5C or 5D, sections 11 to 17 shall have effect as if— a no notice under section 5 had been served; b in section 11A(3) (period for serving notice requiring information, &c.), the reference to four months were a reference to 28 days; and c in section 12A(2) and 12B(3) (period for exercise of tenants’ rights against purchaser) each reference to six months were a reference to two months. 4 For the purposes of sections 11 to 17 as they have effect by virtue of subsection (3) so much of the consideration for the original disposal as did not consist of money shall be treated as such amount in money as was equivalent to its value in the hands of the landlord. The landlord or the nominated person may apply to have that amount determined by   the appropriate tribunal ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "8D", "section_title": " Disposal in pursuance of option or right of pre-emption.", "section_text": "8D 1 Where— a the original disposal was the grant of an option or right of pre-emption, and b in pursuance of the option or right, the landlord makes another disposal affecting the premises (“the later disposal”) before the end of the period specified in subsection (2), sections 11 to 17 shall have effect as if the later disposal, and not the original disposal, were the relevant disposal. 2 The period referred to in subsection (1)(b) is the period of four months beginning with the date by which— a notices under section 3A of the  Landlord and Tenant Act 1985 (duty of new landlord to inform tenants of rights) relating to the original disposal, or b where that section does not apply, documents of any other description— i indicating that the original disposal has taken place, and ii alerting the tenants to the existence of their rights under this Part and the time within which any such rights must be exercised, have been served on the requisite majority of qualifying tenants of the constituent flats."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "8E", "section_title": " Covenant, &c affecting landlord’s power to dispose.", "section_text": "8E 1 Where the landlord is obliged to proceed but is precluded by a covenant, condition or other obligation from disposing of the protected interest to the nominated person unless the consent of some other person is obtained— a he shall use his best endeavours to secure that the consent of that person to that disposal is given, and b if it appears to him that that person is obliged not to withhold his consent unreasonably but has nevertheless so withheld it, he shall institute proceedings for a declaration to that effect. 2 Subsection (1) ceases to apply if a notice of withdrawal is served under section 9A or 9B (withdrawal of either party from transaction) or if notice is served under section 10 (lapse of landlord’s offer: premises ceasing to be premises to which this Part applies). 3 Where the landlord has discharged any duty imposed on him by subsection (1) but any such consent as is there mentioned has been withheld, and no such declaration as is there mentioned has been made, the landlord may serve a notice on the nominated person stating that to be the case. When such a notice has been served, the landlord may, during the period of 12 months beginning with the date of service of the notice, dispose of the protected interest to such person as he thinks fit, but subject to the following restrictions. 4 Where the offer notice was one to which section 5B applied (sale by auction), the restrictions are— a that the disposal is made by means of a sale at a public auction, and b that the other terms correspond to those specified in the offer notice. 5 In any other case the restrictions are— a that the deposit and consideration required are not less than those specified in the offer notice or, if higher, those agreed between the landlord and the nominated person (subject to contract), and b that the other terms correspond to those specified in the offer notice. 6 Where notice is given under subsection (3), the landlord may recover from the nominated party and the qualifying tenants who served the acceptance notice any costs reasonably incurred by him in connection with the disposal between the end of the first four weeks of the nomination period and the time when that notice is served by him. Any such liability of the nominated person and those tenants is a joint and several liability."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "9A", "section_title": " Notice of withdrawal by nominated person.", "section_text": "9A 1 Where the landlord is obliged to proceed, the nominated person may serve notice on the landlord (a “notice of withdrawal”) indicating his intention no longer to proceed with the acquisition of the protected interest. 2 If at any time the nominated person becomes aware that the number of the qualifying tenants of the constituent flats desiring to proceed with the acquisition of the protected interest is less than the requisite majority of qualifying tenants of those flats, he shall forthwith serve a notice of withdrawal. 3 Where notice of withdrawal is given by the nominated person under this section, the landlord may, during the period of 12 months beginning with the date of service of the notice, dispose of the protected interest to such person as he thinks fit, but subject to the following restrictions. 4 Where the offer notice was one to which section 5B applied (sale by auction), the restrictions are— a that the disposal is made by means of a sale at a public auction, and b that the other terms correspond to those specified in the offer notice. 5 In any other case the restrictions are— a that the deposit and consideration required are not less than those specified in the offer notice or, if higher, those agreed between the landlord and the nominated person (subject to contract), and b that the other terms correspond to those specified in the offer notice. 6 If notice of withdrawal is served under this section before the end of the first four weeks of the nomination period specified in the offer notice, the nominated person and the qualifying tenants who served the acceptance notice are not liable for any costs incurred by the landlord in connection with the disposal. 7 If notice of withdrawal is served under this section after the end of those four weeks, the landlord may recover from the nominated person and the qualifying tenants who served the acceptance notice any costs reasonably incurred by him in connection with the disposal between the end of those four weeks and the time when the notice of withdrawal was served on him. Any such liability of the nominated person and those tenants is a joint and several liability. 8 This section does not apply after a binding contract for the disposal of the protected interest— a has been entered into by the landlord and the nominated person, or b has otherwise come into existence between the landlord and the nominated person by virtue of any provision of this Part."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "9B", "section_title": " Notice of withdrawal by landlord.", "section_text": "9B 1 Where the landlord is obliged to proceed, he may serve notice on the nominated person (a “notice of withdrawal”) indicating his intention no longer to proceed with the disposal of the protected interest. 2 Where a notice of withdrawal is given by the landlord, he is not entitled to dispose of the protected interest during the period of 12 months beginning with the date of service of the notice. 3 If a notice of withdrawal is served before the end of the first four weeks of the nomination period specified in the offer notice, the landlord is not liable for any costs incurred in connection with the disposal by the nominated person and the qualifying tenants who served the acceptance notice. 4 If a notice of withdrawal is served after the end of those four weeks, the nominated person and the qualifying tenants who served the acceptance notice may recover from the landlord any costs reasonably incurred by them in connection with the disposal between the end of those four weeks and the time when the notice of withdrawal was served. 5 This section does not apply after a binding contract for the disposal of the protected interest— a has been entered into by the landlord and the nominated person, or b has otherwise come into existence between the landlord and the nominated person by virtue of any provision of this Part."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "9", "section_title": " Withdrawal of either party from transaction.", "section_text": "9 1 Where— a section 6(1) applies to a landlord by virtue of any provision of sections 6 to 8, and b any person has been nominated for the purposes of section 6 by the requisite majority of qualifying tenants of the constituent flats within the period specified by the landlord in his offer notice under section 5(2)(d) (taking into account any postponement of the commencement of that period effected by any of the preceding provisions of this Part), and c the nominated person serves a notice on the landlord indicating an intention no longer to proceed with the acquisition of the protected interest, the landlord may, during the period of 12 months beginning with the date of service of the nominated person’s notice, dispose of the protected interest to such person as he thinks fit, but subject to the restrictions mentioned in subsection (2). 2 The restrictions referred to in subsection (1) are— a that the consideration required by him for the disposal must not be less than the amount which has been agreed to by the parties (subject to contract) for the disposal of the protected interest, and b that the other terms on which the disposal is made must correspond to those so agreed to by the parties in relation to the disposal. 3 If at any time the nominated person becomes aware that the number of the qualifying tenants of the constituent flats desiring to proceed with the acquisition of the protected interest is less than the requisite majority of qualifying tenants of those flats, he shall forthwith serve on the landlord such a notice as is mentioned in subsection (1)(c). 4 Where— a paragraphs (a) and (b) of subsection (1) apply, and b the landlord serves a notice on the nominated person indicating an intention no longer to proceed with the disposal of the protected interest, the landlord shall not be entitled to dispose of that interest in accordance with that subsection but the notice shall have the consequences set out in subsection (5) or (6) (as the case may be). 5 If any notice served in pursuance of subsection (1), (3) or (4) above is served not later than the end of the first four weeks of the period referred to in subsection (1)(b) above, the party serving it shall not be liable for any costs incurred by the other party in connection with the disposal. 6 If any such notice is served after the end of those four weeks, the party on whom it is served may recover from the other party any costs reasonably incurred by the first-mentioned party in connection with the disposal between the end of those four weeks and the time when that notice is served on him. 7 For the purposes of this section the parties are— a the landlord, and b the qualifying tenants who served the acceptance notice or other notice accepting an offer by the landlord, or (as the case may be) the notice making the counter-offer which was accepted by the landlord, together with the nominated person, and any liability of those tenants and the nominated person which arises under this section shall be a joint and several liability. 8 Nothing in this section applies where a binding contract for the disposal of the protected interest has been entered into by the landlord and the nominated person. 9 In this section and section 10— “ the nominated person ” means the person or persons for the time being nominated for the purposes of section 6 by the requisite majority of qualifying tenants of the constituent flats; and “ the protected interest ” means— a except where section 6(1) applies to the landlord by virtue of section 7(4) or 8(2), the protected interest as defined by section 6(9); and b where section 6(1) applies to the landlord by virtue of section 7(4) or 8(2), any such estate or interest as is mentioned in section 7(4)(a) or (as the case may be) in section 8(2)(a)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "10", "section_title": " Lapse of landlord’s offer.", "section_text": "10 1 If after a landlord has served an offer notice the premises concerned cease to be premises to which this Part applies, the landlord may serve a notice on the qualifying tenants of the constituent flats stating— a that the premises have ceased to be premises to which this Part applies, and b that the offer notice, and anything done in pursuance of it, is to be treated as not having been served or done; and on the service of such a notice the provisions of this Part cease to have effect in relation to that disposal. 2 A landlord who has not served such a notice on all of the qualifying tenants of the constituent flats shall nevertheless be treated as having duly served a notice under subsection (1)— a if he has served such a notice on not less than 90% of those tenants, or b where those qualifying tenants number less than ten, if he has served such a notice on all but one of them. 3 Where the landlord is entitled to serve a notice under subsection (1) but does not do so, this Part shall continue to have effect in relation to the disposal in question as if the premises in question were still premises to which this Part applies. 4 The above provisions of this section do not apply after a binding contract for the disposal of the protected interest— a has been entered into by the landlord and the nominated person, or b has otherwise come into existence between the landlord and the nominated person by virtue of any provision of this Part. 5 Where a binding contract for the disposal of the protected interest has been entered into between the landlord and the nominated person but it has been lawfully rescinded by the landlord, the landlord may, during the period of 12 months beginning with the date of the rescission of the contract, dispose of that interest to such person (and on such terms) as he thinks fit."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "10A", "section_title": "Offence of failure to comply with requirements of Part I.", "section_text": "10A 1 A landlord commits an offence if, without reasonable excuse, he makes a relevant disposal affecting premises to which this Part applies— a without having first complied with the requirements of section 5 as regards the service of notices on the qualifying tenants of flats contained in the premises, or b in contravention of any prohibition or restriction imposed by sections 6 to 10. 2 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 3 Where an offence under this section committed by a body corporate is proved— a to have been committed with the consent or connivance of a director, manager, secretary or other similar officer of the body corporate, or a person purporting to act in such a capacity, or b to be due to any neglect on the part of such an officer or person, he, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. Where the affairs of a body corporate are managed by its members, the above provision applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 4 Proceedings for an offence under this section may be brought by a local housing authority (within the meaning of section 1 of the  Housing Act 1985). 5 Nothing in this section affects the validity of the disposal."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "11", "section_title": " Circumstances in which tenants’ rights enforceable against purchaser", "section_text": "11 1 The following provisions of this Part apply where a landlord has made a relevant disposal affecting premises to which at the time of the disposal this Part applied (“the original disposal”), and either— a no notice was served by the landlord under section 5 with respect to that disposal, or b the disposal was made in contravention of any provision of sections 6 to 10, and the premises are still premises to which this Part applies. 2 In those circumstances the requisite majority of the qualifying tenants of the flats contained in the premises affected by the relevant disposal (the “constituent flats”) have the rights conferred by the following provisions— section 11A (right to information as to terms of disposal, &c.), section 12A (right of qualifying tenants to take benefit of contract), section 12B (right of qualifying tenants to compel sale, &c. by purchaser), and section 12C (right of qualifying tenants to compel grant of new tenancy by superior landlord). 3 In those sections the transferee under the original disposal (or, in the case of the surrender of a tenancy, the superior landlord) is referred to as “the purchaser”. This shall not be read as restricting the operation of those provisions to disposals for consideration."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "11A", "section_title": " Right to information as to terms of disposal, &c.", "section_text": "11A 1 The requisite majority of qualifying tenants of the constituent flats may serve a notice on the purchaser requiring him— a to give particulars of the terms on which the original disposal was made (including the deposit and consideration required) and the date on which it was made, and b where the disposal consisted of entering into a contract, to provide a copy of the contract. 2 The notice must specify the name and address of the person to whom (on behalf of the tenants) the particulars are to be given, or the copy of the contract provided. 3 Any notice under this section must be served before the end of the period of four months beginning with the date by which— a notices under section 3A of the  Landlord and Tenant Act 1985 (duty of new landlord to inform tenants of rights) relating to the original disposal, or b where that section does not apply, documents of any other description— i indicating that the original disposal has taken place, and ii alerting the tenants to the existence of their rights under this Part and the time within which any such rights must be exercised, have been served on the requisite majority of qualifying tenants of the constituent flats. 4 A person served with a notice under this section shall comply with it within the period of one month beginning with the date on which it is served on him."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "12A", "section_title": " Right of qualifying tenants to take benefit of contract.", "section_text": "12A 1 Where the original disposal consisted of entering into a contract, the requisite majority of qualifying tenants of the constituent flats may by notice to the landlord elect that the contract shall have effect as if entered into not with the purchaser but with a person or persons nominated for the purposes of this section by the requisite majority of qualifying tenants of the constituent flats. 2 Any such notice must be served before the end of the period of six months beginning— a if a notice was served on the purchaser under section 11A (right to information as to terms of disposal, &c.), with the date on which the purchaser complied with that notice; b in any other case, with the date by which documents of any description— i indicating that the original disposal has taken place, and ii alerting the tenants to the existence of their rights under this Part and the time within which any such rights must be exercised, have been served on the requisite majority of qualifying tenants of the constituent flats. 3 The notice shall not have effect as mentioned in subsection (1) unless the nominated person— a fulfils any requirements as to the deposit required on entering into the contract, and b fulfils any other conditions required to be fulfilled by the purchaser on entering into the contract. 4 Unless otherwise agreed, any time limit in the contract as it has effect by virtue of a notice under this section shall start to run again on the service of that notice; and nothing in the contract as it has effect by virtue of a notice under this section shall require the nominated person to complete the purchase before the end of the period of 28 days beginning with the day on which he is deemed to have entered into the contract. 5 Where the original disposal related to other property in addition to premises to which this Part applied at the time of the disposal— a a notice under this section has effect only in relation to the premises to which this Part applied at the time of the original disposal, and b the terms of the contract shall have effect with any necessary modifications. In such a case the notice under this section may specify the subject-matter of the disposal, and the terms on which the disposal is to be made (whether doing so expressly or by reference to the original disposal), or may provide for that estate or interest, or any such terms, to be determined by   the appropriate tribunal ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "12B", "section_title": " Right of qualifying tenants to compel sale, &c. by purchaser.", "section_text": "12B 1 This section applies where— a the original disposal consisted of entering into a contract and no notice has been served under section 12A (right of qualifying tenants to take benefit of contract), or b the original disposal did not consist of entering into a contract. 2 The requisite majority of qualifying tenants of the constituent flats may serve a notice (a “purchase notice”) on the purchaser requiring him to dispose of the estate or interest that was the subject-matter of the original disposal, on the terms on which it was made (including those relating to the consideration payable), to a person or persons nominated for the purposes of this section by any such majority of qualifying tenants of those flats. 3 Any such notice must be served before the end of the period of six months beginning— a if a notice was served on the purchaser under section 11A (right to information as to terms of disposal, &c.), with the date on which the purchaser complied with that notice; b in any other case, with the date by which— i notices under section 3A of the  Landlord and Tenant Act 1985 (duty of new landlord to inform tenants of rights) relating to the original disposal, or ii where that section does not apply, documents of any other description indicating that the original disposal has taken place, and alerting the tenants to the existence of their rights under this Part and the time within which any such rights must be exercised, have been served on the requisite majority of qualifying tenants of the constituent flats. 4 A purchase notice shall where the original disposal related to other property in addition to premises to which this Part applied at the time of the disposal— a require the purchaser only to make a disposal relating to those premises, and b require him to do so on the terms referred to in subsection (2) with any necessary modifications. In such a case the purchase notice may specify the subject-matter of the disposal, and the terms on which the disposal is to be made (whether doing so expressly or by reference to the original disposal), or may provide for those matters to be determined by   the appropriate tribunal . 5 Where the property which the purchaser is required to dispose of in pursuance of the purchase notice has since the original disposal become subject to any charge or other incumbrance, then, unless the court by order directs otherwise— a in the case of a charge to secure the payment of money or the performance of any other obligation by the purchaser or any other person, the instrument by virtue of which the property is disposed of by the purchaser to the person or persons nominated for the purposes of this section shall (subject to the provisions of Part I of Schedule 1) operate to discharge the property from that charge; and b in the case of any other incumbrance, the property shall be so disposed of subject to the incumbrance but with a reduction in the consideration payable to the purchaser corresponding to the amount by which the existence of the incumbrance reduces the value of the property. 6 Subsection (5)(a) and Part I of Schedule 1 apply, with any necessary modifications, to mortgages and liens as they apply to charges; but nothing in those provisions applies to a rentcharge. 7 Where the property which the purchaser is required to dispose of in pursuance of the purchase notice has since the original disposal increased in monetary value owing to any change in circumstances (other than a change in the value of money), the amount of the consideration payable to the purchaser for the disposal by him of the property in pursuance of the purchase notice shall be the amount that might reasonably have been obtained on a corresponding disposal made on the open market at the time of the original disposal if the change in circumstances had already taken place."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "12C", "section_title": " Right of qualifying tenants to compel grant of new tenancy by superior landlord", "section_text": "12C 1 This section applies where the original disposal consisted of the surrender by the landlord of a tenancy held by him (“the relevant tenancy”). 2 The requisite majority of qualifying tenants of the constituent flats may serve a notice on the purchaser requiring him to grant a new tenancy of the premises which were subject to the relevant tenancy, on the same terms as those of the relevant tenancy and so as to expire on the same date as that tenancy would have expired, to a person or persons nominated for the purposes of this section by any such majority of qualifying tenants of those flats. 3 Any such notice must be served before the end of the period of six months beginning— a if a notice was served on the purchaser under section 11A (right to information as to terms of disposal, &c.), with the date on which the purchaser complied with that notice; b in any other case, with the date by which documents of any description— i indicating that the original disposal has taken place, and ii alerting the tenants to the existence of their rights under this Part and the time within which any such rights must be exercised, have been served on the requisite majority of qualifying tenants of the constituent flats. 4 If the purchaser paid any amount to the landlord as consideration for the surrender by him of that tenancy, the nominated person shall pay that amount to the purchaser. 5 Where the premises subject to the relevant tenancy included premises other than premises to which this Part applied at the time of the disposal, a notice under this section shall— a require the purchaser only to grant a new tenancy relating to the premises to which this Part then applied, and b require him to do so on the terms referred to in subsection (2) subject to any necessary modifications. 6 The purchase notice may specify the subject-matter of the disposal, and the terms on which the disposal is to be made (whether doing so expressly or by reference to the original disposal), or may provide for those matters to be determined by   the appropriate tribunal ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "12D", "section_title": " Nominated persons: supplementary provisions.", "section_text": "12D 1 The person or persons initially nominated for the purposes of section 12A, 12B or 12C shall be nominated in the notice under that section. 2 A person nominated for those purposes by the requisite majority of qualifying tenants of the constituent flats may be replaced by another person so nominated if, and only if, he has (for any reason) ceased to be able to act as a nominated person. 3 Where two or more persons have been nominated and any of them ceases to act without being replaced, the remaining person or persons so nominated may continue to act. 4 Where, in the exercise of its power to award costs, the court or the   Upper Tribunal   makes, in connection with any proceedings arising under or by virtue of this Part, an award of costs against the person or persons so nominated, the liability for those costs is a joint and several liability of that person or those persons together with the qualifying tenants by whom the relevant notice was served."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "12", "section_title": " Right of qualifying tenants to compel sale etc. by new landlord.", "section_text": "12 1 Where— a paragraphs (a) and (b) of section 11(1) apply to a relevant disposal affecting any premises to which at the time of the disposal this Part applied (other than a disposal consisting of such a surrender as is mentioned in section 15(1)(b)), and b those premises are still premises to which this Part applies, the requisite majority of qualifying tenants of the constituent flats may, before the end of the period specified in subsection (2), serve a notice (“a purchase notice”) on the new landlord requiring him (except as provided by the following provisions of this Part) to dispose of the estate or interest that was the subject-matter of the original disposal, on the terms on which it was made (including those relating to the consideration payable), to a person or persons nominated for the purposes of this section by any such majority of qualifying tenants of those flats. 2 The period referred to in subsection (1) is— a in a case where a notice has been served on the new landlord under section 11(1), the period of three months beginning with the date on which a notice is served by him under section 11(3); and b in any other case, the period of three months beginning with the date mentioned in section 11(2). 3 A purchase notice— a shall, where the estate or interest that was the subject-matter of the original disposal related to any property in addition to the premises to which this Part applied at the time of the disposal— i require the new landlord to dispose of that estate or interest only so far as relating to those premises, and ii require him to do so on the terms referred to in subsection (1) subject to such modifications as are necessary or expedient in the circumstances; b may, instead of specifying the estate or interest to be disposed of or any particular terms on which the disposal is to be made by the new landlord (whether doing so expressly or by reference to the original disposal), provide for that estate or interest, or (as the case may be) for any such terms, to be determined by a rent assessment committee in accordance with section 13. 4 Where the property which the new landlord is required to dispose of in pursuance of the purchase notice has at any time since the original disposal become subject to any charge or other incumbrance, then, unless the court by order directs otherwise— a in the case of a charge to secure the payment of money or the performance of any other obligation by the new landlord or any other person, the instrument by virtue of which the property is disposed of by the new landlord to the person or persons nominated for the purposes of this section shall (subject to the provisions of Part I of Schedule 1) operate to discharge the property from that charge; and b in the case of any other incumbrance, the property shall be so disposed of subject to the incumbrance but with a reduction in the consideration payable to the new landlord corresponding to the amount by which the existence of the incumbrance reduces the value of the property. 5 Subsection (4)(a) and Part I of Schedule 1 shall apply, with any necessary modifications, to mortgages and liens as they apply to charges; but nothing in those provisions shall apply to a rentcharge. 6 Where the property referred to in subsection (4) has at any time since the original disposal increased in monetary value owing to any change in circumstances (other than a change in the value of money), the amount of the consideration payable to the new landlord for the disposal by him of the property in pursuance of the purchase notice shall be the amount that might reasonably have been obtained on a corresponding disposal made on the open market at the time of the original disposal if the change in circumstances had already taken place. 7 The person or persons initially nominated for the purposes of this section shall be so nominated in the purchase notice; and any such person may only be replaced by another person so nominated by the requisite majority of qualifying tenants of the constitutent flats if he has (for any reason) ceased to be able to act as a person so nominated. 8 Where two or more persons have been so nominated and any of them ceases to act as such a person without being replaced in accordance with subsection (7), any remaining person or persons so nominated shall be entitled to continue to act in his or their capacity as such. 9 Where, in the exercise of its power to award costs, the court or the Lands Tribunal makes, in connection with any proceedings arising under or by virtue of this Part, an award of costs against the person or persons so nominated, the liability for those costs shall be the joint and several liability of that person or those persons together with the qualifying tenants by whom the relevant purchase notice was served."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "13", "section_title": " Determination of questions by leasehold valuation tribunal.", "section_text": "13 1   The appropriate tribunal   has jurisdiction to hear and determine— a any question arising in relation to any matters specified in a notice under section 12A, 12B or 12C, and b any question arising for determination as mentioned in section 8C(4), 12A(5) or 12B(4) (matters left for determination by tribunal). 2 On an application under this section the interests of the persons by whom the notice was served under section 12A, 12B or 12C shall be represented by the nominated person; and accordingly the parties to any such application shall not include those persons."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "14", "section_title": "Withdrawal of nominated person from transaction under s.12B or 12C.", "section_text": "14 1 Where notice has been duly served on the landlord under— section 12B (right of qualifying tenants to compel sale, &c by purchaser), or section 12C (right of qualifying tenants to compel grant of new tenancy by superior landlord),  the nominated person may at any time before a binding contract is entered into in pursuance of the notice, serve notice under this section on the purchaser (a “ notice of withdrawal”) indicating an intention no longer to proceed with the disposal. 2 If at any such time the nominated person becomes aware that the number of qualifying tenants of the constituent flats desiring to proceed with the disposal is less than the requisite majority of those tenants, he shall forthwith serve a notice of withdrawal. 3 If a notice of withdrawal is served under this section the purchaser may recover from the nominated person any costs reasonably incurred by him in connection with the disposal down to the time when the notice is served on him. 4 If a notice of withdrawal is served at a time when proceedings arising under or by virtue of this Part are pending before the court or the   Upper Tribunal , the liability of the nominated person for any costs incurred by the purchaser as mentioned in subsection (3) shall be such as may be determined by the court or (as the case may be) by the Tribunal. 5 The costs that may be recovered by the purchaser under this section do not include any costs incurred by him in connection with an application to   the appropriate tribunal ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "15", "section_title": " Right of qualifying tenants to compel grant of new tenancy by superior landlord.", "section_text": "15 1 Where— a paragraphs (a) and (b) of section 11(1) apply to a relevant disposal affecting any premises to which at the time of the disposal this Part applied, and b the disposal consisted of the surrender by the landlord of a tenancy held by him (“the relevant tenancy”), and c those premises are still premises to which this Part applies, the requisite majority of qualifying tenants of the constituent flats may, before the end of the period specified in section 12(2), serve a notice on the new landlord requiring him (except as provided by the following provisions of this Part) to grant a new tenancy of the premises subject to the relevant tenancy, on the terms referred to in subsection (2) below and expiring on the date on which that tenancy would have expired, to a person or persons nominated for the purposes of this section by any such majority of qualifying tenants of those flats. 2 Those terms are— a the terms of the relevant tenancy; and b if the new landlord paid any amount to the landlord as consideration for the surrender by him of that tenancy, that any such amount is paid to the new landlord by the person or persons so nominated. 3 A notice under this section— a shall, where the premises subject to the relevant tenancy included premises other than those to which this Part applied at the time of the original disposal— i require the new landlord to grant a new tenancy only of the premises to which this Part so applied, and ii require him to do so on the terms referred to in subsection (2) subject to such modifications as are necessary or expedient in the circumstances; b may, instead of specifying the premises to be demised under the new tenancy or any particular terms on which that tenancy is to be granted by the new landlord (whether doing so expressly or by reference to the relevant tenancy), provide for those premises, or (as the case may be) for any such terms, to be determined by a rent assessment committee in accordance with section 13 (as applied by subsection (4) below). 4 The following provisions, namely— section 12(7) to (9), sections 13 and 14, and sections 16 and 17, shall apply in relation to a notice under this section as they apply in relation to a purchase notice (whether referred to as such or as a notice served under section 12(1)) but subject to the modifications specified in subsection (5) below. 5 Those modifications are as follows— a any reference to the purposes of section 12 shall be read as a reference to the purposes of this section; b the reference in section 13(1)(b) to section 12(3)(b) shall be read as a reference to subsection (3)(b) above; c the references in section 16 to the estate or interest that was the subject-matter of the original disposal shall be read as a reference to the estate or interest which, prior to the surrender of the relevant tenancy, constituted the reversion immediately expectant on it; and d the references in sections 16 and 17 to sections 12 to 14 shall be read as references to sections 12(7) to (9), 13 and 14 (as applied by subsection (4) above) and this section."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "16", "section_title": " Rights of qualifying tenants against subsequent purchaser.", "section_text": "16 1 This section applies where, at the time when a notice is served on the purchaser under section 11A, 12A, 12B or 12C, he no longer holds the estate or interest that was the subject-matter of the original disposal. 2 In the case of a notice under section 11A (right to information as to terms of disposal, &c.) the purchaser shall, within the period for complying with that notice— a serve notice on the person specified in the notice as the person to whom particulars are to be provided of the name and address of the person to whom he has disposed of that estate or interest (“the subsequent purchaser”), and b serve on the subsequent purchaser a copy of the notice under section 11A and of the particulars given by him in response to it. 3 In the case of a notice under section 12A, 12B or 12C the purchaser shall forthwith— a forward the notice to the subsequent purchaser, and b serve on the nominated person notice of the name and address of the subsequent purchaser. 4 Once the purchaser serves a notice in accordance with subsection (2)(a) or (3)(b), sections 12A to 14 shall, instead of applying to the purchaser, apply to the subsequent purchaser as if he were the transferee under the original disposal. 5 Subsections (1) to (4) have effect, with any necessary modifications, in a case where, instead of disposing of the whole of the estate or interest referred to in subsection (1) to another person, the purchaser has disposed of it in part or in parts to one or more other persons. In such a case, sections 12A to 14— a apply to the purchaser in relation to any part of that estate or interest retained by him, and b in relation to any part of that estate or interest disposed of to any other person, apply to that other person instead as if he were (as respects that part) the transferee under the original disposal."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "17", "section_title": " Termination of rights against purchaser or subsequent purchaser.", "section_text": "17 1 If, at any time after a notice has been served under section 11A, 12A, 12B or 12C, the premises affected by the original disposal cease to be premises to which this Part applies, the purchaser may serve a notice on the qualifying tenants of the constituent flats stating— a that the premises have ceased to be premises to which this Part applies, and b that any such notice served on him, and anything done in pursuance of it, is to be treated as not having been served or done. 2 A landlord who has not served such a notice on all of the qualifying tenants of the constituent flats shall nevertheless be treated as having duly served a notice under subsection (1)— a if he has served such a notice on not less than 90% of those tenants, or b where those qualifying tenants number less than ten, if he has served such a notice on all but one of them. 3 Where a period of three months beginning with the date of service of a notice under section 12A, 12B or 12C on the purchaser has expired— a without any binding contract having been entered into between the purchaser and the nominated person, and b without there having been made any application in connection with the notice to the court or to   the appropriate tribunal , the purchaser may serve on the nominated person a notice stating that the notice, and anything done in pursuance of it, is to be treated as not having been served or done. 4 Where any such application as is mentioned in subsection (3)(b) was made within the period of three months referred to in that subsection, but— a a period of two months beginning with the date of the determination of that application has expired, b no binding contract has been entered into between the purchaser and the nominated person, and c no other such application as is mentioned in subsection (3)(b) is pending, the purchaser may serve on the nominated person a notice stating that any notice served on him under section 12A, 12B or 12C, and anything done in pursuance of any such notice, is to be treated as not having been served or done. 5 Where the purchaser serves a notice in accordance with subsection (1), (3) or (4), this Part shall cease to have effect in relation to him in connection with the original disposal. 6 Where a purchaser is entitled to serve a notice under subsection (1) but does not do so, this Part shall continue to have effect in relation to him in connection with the original disposal as if the premises in question were still premises to which this Part applies. 7 References in this section to the purchaser include a subsequent purchaser to whom sections 12A to 14 apply by virtue of section 16(4) or (5)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "18", "section_title": " Notices served by prospective purchasers to ensure that rights of first refusal do not arise.", "section_text": "18 1 Where— a any disposal of an estate or interest in any premises consisting of the whole or part of a building is proposed to be made by a landlord, and b it appears to the person who would be the transferee under that disposal (“the purchaser”) that any such disposal would, or might, be a relevant disposal affecting premises to which this Part applies, the purchaser may serve notices under this subsection on the tenants of the flats contained in the premises referred to in paragraph (a) (“the flats affected”). 2 Any notice under subsection (1) shall— a inform the person on whom it is served of the general nature of the principal terms of the proposed disposal, including in particular— i the property to which it would relate and the estate or interest in that property proposed to be disposed of by the landlord, and ii the consideration required by him for making the disposal; b invite that person to serve a notice on the purchaser stating— i whether the landlord has served on him, or on any predecessor in title of his, a notice under section 5 with respect to the disposal, and ii if the landlord has not so served any such notice, whether he is aware of any reason why he is not entitled to be served with any such notice by the landlord, and iii if he is not so aware, whether he would wish to avail himself of the right of first refusal conferred by any such notice if it were served; and c inform that person of the effect of the following provisions of this section. 3 Where the purchaser has served notices under subsection (1) on at least 80 per cent. of the tenants of the flats affected and— a not more than 50 per cent. of the tenants on whom those notices have been served by the purchaser have served notices on him in pursuance of subsection (2)(b) by the end of the period of  two months  beginning with the date on which the last of them was served by him with a notice under this section, or b more than 50 per cent. of the tenants on whom those notices have been served by the purchaser have served notices on him in pursuance of subsection (2)(b) but the notices in each case indicate that the tenant serving it either— i does not regard himself as being entitled to be served by the landlord with a notice under section 5 with respect to the disposal, or ii would not wish to avail himself of the right of first refusal conferred by such a notice if it were served, the premises affected by the disposal shall, in relation to the disposal, be treated for the purposes of this Part as premises to which this Part does not apply. 4 For the purposes of subsection (3) each of the flats affected shall be regarded as having one tenant, who shall count towards any of the percentages specified in that subsection whether he is a qualifying tenant of the flat or not."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "18A", "section_title": " The requisite majority of qualifying tenants.", "section_text": "18A 1 In this Part “the requisite majority of qualifying tenants of the constituent flats” means qualifying tenants of constituent flats with more than 50 per cent. of the available votes. 2 The total number of available votes shall be determined as follows— a where an offer notice has been served under section 5, that number is equal to the total number of constituent flats let to qualifying tenants on the date when the period specified in that notice as the period for accepting the offer expires; b where a notice is served under section 11A without a notice having been previously served under section 5, that number is equal to the total number of constituent flats let to qualifying tenants on the date of service of the notice under section 11A; c where a notice is served under section 12A, 12B or 12C without a notice having been previously served under section 5 or section 11A, that number is equal to the total number of constituent flats let to qualifying tenants on the date of service of the notice under section 12A, 12B or 12C, as the case may be. 3 There is one available vote in respect of each of the flats so let on the date referred to in the relevant paragraph of subsection (2), which shall be attributed to the qualifying tenant to whom it is let. 4 The persons constituting the requisite majority of qualifying tenants for one purpose may be different from the persons constituting such a majority for another purpose."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "19", "section_title": " Enforcement of obligations under Part I.", "section_text": "19 1 The court may, on the application of any person interested, make an order requiring any person who has made default in complying with any duty imposed on him by any provision of this Part to make good the default within such time as is specified in the order. 2 An application shall not be made under subsection (1) unless— a a notice has been previously served on the person in question requiring him to make good the default, and b more than 14 days have elapsed since the date of service of that notice without his having done so. 3 The restriction imposed by section 1(1) may be enforced by an injunction granted by the court."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "20", "section_title": " Construction of Part I and power of Secretary of State to prescribe modifications.", "section_text": "20 1 In this Part— “acceptance notice” has the meaning given by section 6(3);   “appropriate tribunal” means— in relation to premises in England, the First-tier Tribunal or, where determined by or under Tribunal Procedure Rules, the Upper Tribunal; and in relation to premises in Wales, a leasehold valuation tribunal;   “ associated company ”, in relation to a body corporate, means another body corporate which is (within the meaning of   section 1159 of the Companies Act 2006 ) that body’s holding company, a subsidiary of that body or another subsidiary of that body’s holding company; “constituent flat” shall be construed in accordance with section 5(1) or 11(2), as the case may require; “ disposal ”                         shall be construed in accordance with section 4(3) and section 4A (application of provisions to contracts) , and references to the acquisition of an estate or interest shall be construed accordingly; “ landlord ”, in relation to any premises, shall be construed in accordance with section 2; . . . “ the nominated person ” means the person or persons for the time being nominated by the requisite majority of the qualifying tenants of the constituent flats for the purposes of section 6, 12A, 12B or 12C, as the case may require; “ offer notice ” means a notice served by a landlord under section 5; “ the original disposal ” means the relevant disposal referred to in section 11(1); “ the protected interest ” means the estate, interest or other subject-matter of an offer notice; “the protected period” has the meaning given by section 6(4); “purchase notice” has the meaning given by section 12B(2); “purchaser” has the meaning given by section 11(3); “ qualifying tenant ”, in relation to a flat, shall be construed in accordance with section 3; “ relevant disposal ” shall be construed in accordance with section 4; “ the requisite majority ”, in relation to qualifying tenants, shall be construed in accordance with  section 18A ; “ transferee ”, in relation to a disposal, shall be construed in accordance with section 4(3). 2 In this Part— a any reference to an offer  . . . is a reference to an offer  . . . made subject to contract, and b any reference to the acceptance of an offer  . . . is a reference to its acceptance subject to contract. 3 Any reference in this Part to a tenant of a particular description shall be construed, in relation to any time when the interest under his tenancy has ceased to be vested in him, as a reference to the person who is for the time being the successor in title to that interest. 4 The Secretary of State may by regulations make such modifications of any of the provisions of sections 5 to 18 as he considers appropriate, and any such regulations may contain such incidental, supplemental or transitional provisions as he considers appropriate in connection with the regulations. 5 In subsection (4) “ modifications ” includes additions, omissions and alterations."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "21", "section_title": " Tenant’s right to apply to court for appointment of manager.", "section_text": "21 1 The tenant of a flat contained in any premises to which this Part applies may, subject to the following provisions of this Part, apply to   the appropriate tribunal   for an order under section 24 appointing a manager to act in relation to those premises. 2 Subject to subsection (3)  and section 24ZA , this Part applies to premises consisting of the whole or part of a building if the building or part contains two or more flats. 3 This Part does not apply to any such premises at a time when— a the interest of the landlord in the premises is held by   — i an exempt landlord or a resident landlord,  or ii the Welsh Ministers in their new towns residuary capacity, b the premises are included within the functional land of any charity. 3A But this Part is not prevented from applying to any premises because the interest of the landlord in the premises is held by a resident landlord if at least one-half of the flats contained in the premises are held on long leases which are not tenancies to which Part 2 of the Landlord and Tenant Act 1954 (c. 56) applies. 4 An application for an order under section 24 may be made— a jointly by tenants of two or more flats if they are each entitled to make such an application by virtue of this section, and b in respect of two or more premises to which this Part applies; and, in relation to any such joint application as is mentioned in paragraph (a), references in this Part to a single tenant shall be construed accordingly. 5 Where the tenancy of a flat contained in any such premises is held by joint tenants, an application for an order under section 24 in respect of those premises may be made by any one or more of those tenants. 6 An application to the court for it to exercise in relation to any premises  any jurisdiction  to appoint a receiver or manager shall not be made by a tenant (in his capacity as such) in any circumstances in which an application could be made by him for an order under section 24 appointing a manager to act in relation to those premises. 7 References in this Part to a tenant do not include references to a tenant under a tenancy to which Part II of the  Landlord and Tenant Act 1954 applies. 8 For the purposes of this Part, “appropriate tribunal” means— a in relation to premises in England, the First-tier Tribunal or, where determined by or under Tribunal Procedure Rules, the Upper Tribunal; and b in relation to premises in Wales, a leasehold valuation tribunal."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "22", "section_title": " Preliminary notice by tenant.", "section_text": "22 1 Before an application for an order under section 24 is made in respect of any premises to which this Part applies by a tenant of a flat contained in those premises, a notice under this section must (subject to subsection (3)) be served   by the tenant on— i the landlord, and ii any person (other than the landlord) by whom obligations relating to the management of the premises or any part of them are owed to the tenant under his tenancy . 2 A notice under this section must— a specify the tenant’s name, the address of his flat and an address in England and Wales (which may be the address of his flat) at which   any person on whom the notice is served    may serve notices, including notices in proceedings, on him in connection with this Part; b state that the tenant intends to make an application for an order under section 24 to be made by   the appropriate tribunal   in respect of such premises to which this Part applies as are specified in the notice, but (if paragraph (d) is applicable) that he will not do so if the   requirement specified in pursuance of that paragraph is complied with ; c specify the grounds on which  the tribunal  would be asked to make such an order and the matters that would be relied on by the tenant for the purpose of establishing those grounds; d where those matters are capable of being remedied by   any person on whom the notice is served, require him , within such reasonable period as is specified in the notice, to take such steps for the purpose of remedying them as are so specified; and e contain such information (if any) as the Secretary of State may by regulations prescribe. 3   The appropriate tribunal   may (whether on the hearing of an application for an order under section 24 or not) by order dispense with the requirement to serve a notice under this section   on a person  in a case where it is satisfied that it would not be reasonably practicable to serve such a notice on the   person , but  the tribunal  may, when doing so, direct that such other notices are served, or such other steps are taken, as it thinks fit. 4 In a case where— a a notice under this section has been served on the landlord, and b his interest in the premises specified in pursuance of subsection (2)(b) is subject to a mortgage, the landlord shall, as soon as is reasonably practicable after receiving the notice, serve on the mortgagee a copy of the notice."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "23", "section_title": " Application to court for appointment of manager.", "section_text": "23 1 No application for an order under section 24 shall be made to    the appropriate tribunal   unless— a in a case where a notice has been served under section 22, either— i the period specified in pursuance of paragraph (d) of subsection (2) of that section has expired without the   person required to take steps in pursuance of that paragraph having taken them , or ii that paragraph was not applicable in the circumstances of the case; or b in a case where the requirement to serve such a notice has been dispensed with by an order under subsection (3) of that section, either— i any notices required to be served, and any other steps required to be taken, by virtue of the order have been served or (as the case may be) taken, or ii no direction was given by   the tribunal  when making the order. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "24", "section_title": " Appointment of manager by   a ... tribunal .", "section_text": "24 1   The appropriate tribunal   may, on an application for an order under this section, by order (whether interlocutory or final) appoint a manager to carry out in relation to any premises to which this Part applies— a such functions in connection with the management of the premises, or b such functions of a receiver, or both, as   the tribunal  thinks fit. 2   The appropriate tribunal   may only make an order under this section in the following circumstances, namely— a where   the tribunal  is satisfied— i that   any relevant person   either is in breach of any obligation owed by him to the tenant under his tenancy and relating to the management of the premises in question or any part of them or (in the case of an obligation dependent on notice) would be in breach of any such obligation but for the fact that it has not been reasonably practicable for the tenant to give him the appropriate notice, and ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii that it is just and convenient to make the order in all the circumstances of the case; ab where   the tribunal  is satisfied— i that unreasonable service charges have been made, or are proposed or likely to be made, and ii that it is just and convenient to make the order in all the circumstances of the case; aba where the tribunal is satisfied— i that unreasonable variable administration charges  or prohibited administration charges   have been made, or are proposed or likely to be made, and ii that it is just and convenient to make the order in all the circumstances of the case; ac where   the tribunal  is satisfied— i that   any relevant person   has failed to comply with any relevant provision of a code of practice approved by the Secretary of State under section 87 of the   Leasehold Reform, Housing and Urban Development Act 1993 (codes of management practice), and ii that it is just and convenient to make the order in all the circumstances of the case; or b where   the tribunal  is satisfied that other circumstances exist which make it just and convenient for the order to be made. 2ZA In this section “ relevant person ” means a person— a on whom a notice has been served under section 22, or b in the case of whom the requirement to serve a notice under that section has been dispensed with by an order under subsection (3) of that section. 2ZB Subsection (2)(a) does not apply in respect of a breach of a building safety obligation by an accountable person for a higher-risk building. 2ZC In this section— “ accountable person ” has the meaning given in section 72 of the Building Safety Act 2022; “ building safety obligation ” means an obligation of an accountable person under  Part 4  of the Building Safety Act 2022 or regulations made under that Part; “ higher-risk building ” has the meaning given in section 65 of the Building Safety Act 2022. 2A For the purposes of subsection (2)(ab) a service charge shall be taken to be unreasonable— a if the amount is unreasonable having regard to the items for which it is payable, b if the items for which it is payable are of an unnecessarily high standard, or c if the items for which it is payable are of an insufficient standard with the result that additional service charges are or may be incurred. In that provision and this subsection “ service charge ” means a service charge within the meaning of section 18(1) of the   Landlord and Tenant Act 1985, other than one excluded from that section by section 27 of that Act (rent of dwelling registered and not entered as variable). 2B In subsection (2)(aba) “ variable administration charge ” has the meaning given by paragraph 1 of Schedule 11 to the Commonhold and Leasehold Reform Act 2002  , and “ prohibited administration charge ” means an administration charge which is not payable because of paragraph  2A  of that Schedule.   2C Where a special measures order relating to the building is in force, an order under this section may not provide for a manager to carry out a function which the special measures order provides is to be carried out by the special measures manager for the building. 2D In this section— “ special measures manager ” means a person appointed under paragraph 4 of Schedule 7 to the Building Safety Act 2022; “ special measures order ” means an order under paragraph 4 of Schedule 7 to the Building Safety Act 2022. 2E An order under this section may not provide for a manager to carry out a function in relation to a higher-risk building where  Part 4  of the Building Safety Act 2022 or regulations made under that Part provide for that function to be carried out by an accountable person for that building. 3 The premises in respect of which an order is made under this section may, if  the tribunal  thinks fit, be either more or less extensive than the premises specified in the application on which the order is made. 4 An order under this section may make provision with respect to— a such matters relating to the exercise by the manager of his functions under the order, and b such incidental or ancillary matters, as   the tribunal  thinks fit; and, on any subsequent application made for the purpose by the manager,   the tribunal  may give him directions with respect to any such matters. 5 Without prejudice to the generality of subsection (4), an order under this section may provide— a for rights and liabilities arising under contracts to which the manager is not a party to become rights and liabilities of the manager; b for the manager to be entitled to prosecute claims in respect of causes of action (whether contractual or tortious) accruing before or after the date of his appointment; c for remuneration to be paid to the manager by   any relevant person  , or by the tenants of the premises in respect of which the order is made or by all or any of those persons; d for the manager’s functions to be exercisable by him (subject to subsection (9)) either during a specified period or without limit of time. 6 Any such order may be granted subject to such conditions as   the tribunal  thinks fit, and in particular its operation may be suspended on terms fixed by   the tribunal . 7 In a case where an application for an order under this section was preceded by the service of a notice under section 22,   the tribunal  may, if it thinks fit, make such an order notwithstanding— a that any period specified in the notice in pursuance of subsection (2)(d) of that section was not a reasonable period, or b that the notice failed in any other respect to comply with any requirement contained in subsection (2) of that section or in any regulations applying to the notice under section 54(3). 8 The   Land Charges Act 1972 and the   Land Registration Act 2002   shall apply in relation to an order made under this section as they apply in relation to an order appointing a receiver or sequestrator of land. 9   The appropriate tribunal   may, on the application of any person interested, vary or discharge (whether conditionally or unconditionally) an order made under this section; and if the order has been protected by an entry registered under the   Land Charges Act 1972 or the    Land Registration Act 2002 ,   the tribunal  may by order direct that the entry shall be cancelled. 9A \t\t\t\t\tthe  tribunal   shall not vary or discharge an order under subsection (9) on   the application of any relevant person  unless it is satisfied— a that the variation or discharge of the order will not result in a recurrence of the circumstances which led to the order being made, and b that it is just and convenient in all the circumstances of the case to vary or discharge the order. 10 An order made under this section shall not be discharged by    the appropriate tribunal   by reason only that, by virtue of section 21(3), the premises in respect of which the order was made have ceased to be premises to which this Part applies. 11 References in this   Part   to the management of any premises include references to the repair, maintenance  , improvement   or insurance of those premises."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "24ZA", "section_title": "Application for appointment of manager by special measures manager", "section_text": "24ZA 1 A special measures manager for an occupied higher-risk building may apply to the appropriate tribunal for an order under section 24 (as modified by subsection (4)) appointing a manager to act in relation to premises to which this section applies. 2 This section applies to premises consisting of the whole or part of the higher-risk building if the building or part contains two or more flats. 3 Section 22 applies in relation to such an application as if— a for subsection (1) there were substituted— 1 Before an application for an order under section 24 is made in respect of any premises to which section 24ZA applies by a special measures manager for an occupied higher-risk building, a notice under this section must (subject to subsection (3)) be served by the special measures manager on— a the landlord; b any person (other than the landlord) by whom obligations relating to the management of the premises or any part of them are owed to tenants of flats contained in those premises under a tenancy; c each accountable person for the higher-risk building. ; b for subsection (2)(a) there were substituted— a specify the special measures manager’s name and an address in England and Wales at which any person on whom the notice is served may serve notices, including notices in proceedings, on the special measures manager in connection with this Part; ; c in subsection (2)(b)— i for “tenant” there were substituted  “special measures manager” ; ii for “this Part” there were substituted  “section 24ZA” ; d in subsection (2)(c) for “tenant” there were substituted  “special measures manager” . 4 Section 24 applies in relation to such an application as if— a in subsection (1) for “this Part” there were substituted  “section 24ZA” ; b for subsection (2) there were substituted— 2 The appropriate tribunal may only make an order under this section where it is satisfied— a that— i the relevant person is in breach of any obligation owed by the person to the special measures manager by virtue of a special measures order, and ii it is just and convenient to make the order in all the circumstances of the case; or b that other circumstances exist which make it just and convenient for the order to be made. ; c subsections (2A), (2B) and (10) were omitted. 5 In this section “ special measures manager ” has the meaning given by section 24(2D)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "24A", "section_title": " Jurisdiction of leasehold valuation tribunal.", "section_text": "24A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "24B", "section_title": " Leasehold valuation tribunal: applications and fees.", "section_text": "24B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "25", "section_title": " Compulsory acquisition of landlord’s interest by qualifying tenants.", "section_text": "25 1 This Part has effect for the purpose of enabling qualifying tenants of flats contained in any premises to which this Part applies to make an application to the court for an order providing for a person nominated by them to acquire their landlord’s interest in the premises without his consent; and any such order is referred to in this Part as “ an acquisition order ”. 2 Subject to subsections (4) and (5), this Part applies to premises if— a they consist of the whole or part of a building; and b they contain two or more flats held by tenants of the landlord who are qualifying tenants; and c the total number of flats held by such tenants is not less than two-thirds of the total number of flats contained in the premises. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This Part does not apply to premises falling within subsection (2) if— a any part or parts of the premises is or are occupied or intended to be occupied otherwise than for residential purposes; and b the internal floor area of that part or those parts (taken together) exceeds 50 per cent. of the internal floor area of the premises (taken as a whole); and for the purposes of this subsection the internal floor area of any common parts shall be disregarded. 5 This Part also does not apply to any such premises at a time when— a the interest of the landlord in the premises is held by an exempt landlord or a resident landlord, or b the premises are included within the functional land of any charity. 6 The Secretary of State may by order substitute for the percentage for the time being specified in subsection (4)(b) such other percentage as is specified in the order."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "26", "section_title": " Qualifying tenants.", "section_text": "26 1 Subject to subsections (2) and (3), a person is a qualifying tenant of a flat for the purposes of this Part if he is the tenant of the flat under a long lease other than one constituting a tenancy to which Part II of the  Landlord and Tenant Act 1954 applies. 2 A person is not to be regarded as being a qualifying tenant of a flat contained in any particular premises consisting of the whole or part of a building if  by virtue of one or more long leases none of which constitutes a tenancy to which Part II of the Landlord and Tenant Act 1954 applies, he is the tenant not only of the flat in question but also of at least two other flats contained in those premises . 3 A tenant of a flat under a long lease whose landlord is a qualifying tenant of that flat is not to be regarded as being a qualifying tenant of that flat. 4 For the purposes of subsection (2) any tenant of a flat contained in the premises in question who is a body corporate shall be treated as the tenant of any other flat so contained and let to an associated company, as defined in section 20(1)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "27", "section_title": " Preliminary notice by tenants.", "section_text": "27 1 Before an application for an acquisition order is made in respect of any premises to which this Part applies, a notice under this section must (subject to subsection (3)) be served on the landlord by qualifying tenants of the flats contained in the premises who, at the date when it is served, constitute the requisite majority of such tenants. 2 A notice under this section must— a specify the names of the qualifying tenants by whom it is served, the addresses of their flats and the name and the address in England and Wales of a person on whom the landlord may serve notices (including notices in proceedings) in connection with this Part instead of serving them on those tenants; b state that those tenants intend to make an application for an acquisition order to be made by the court in respect of such premises to which this Part applies as are specified in the notice, but (if paragraph (d) is applicable) that they will not do so if the landlord complies with the requirement specified in pursuance of that paragraph; c specify the grounds on which the court would be asked to make such an order and the matters that would be relied on by the tenants for the purpose of establishing those grounds; d where those matters are capable of being remedied by the landlord, require the landlord, within such reasonable period as is specified in the notice, to take such steps for the purpose of remedying them as are so specified; and e contain such information (if any) as the Secretary of State may by regulations prescribe. 3 The court may by order dispense with the requirement to serve a notice under this section in a case where it is satisfied that it would not be reasonably practicable to serve such a notice on the landlord, but the court may, when doing so, direct that such other notices are served, or such other steps are taken, as it thinks fit. 4 Any reference in this Part to the requisite majority of qualifying tenants of the flats contained in any premises is a reference to qualifying tenants of the flats so contained with  not less than two-thirds  of the available votes; and for the purposes of this subsection— a the total number of available votes shall correspond to the total number of those flats for the time being let to qualifying tenants; and b there shall be one available vote in respect of each of the flats so let which shall be attributed to the qualifying tenant to whom it is let. 5 Nothing in this Part shall be construed as requiring the persons constituting any such majority in any one context to be the same as the persons constituting any such majority in any other context."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "28", "section_title": " Applications for acquisition orders.", "section_text": "28 1 An application for an acquisition order in respect of any premises to which this Part applies must be made by qualifying tenants of the flats contained in the premises who, at the date when it is made, constitute the requisite majority of such tenants. 2 No such application shall be made to the court unless— a in a case where a notice has been served under section 27, either— i the period specified in pursuance of paragraph (d) of subsection (2) of that section has expired without the landlord having taken the steps that he was required to take in pursuance of that provision, or ii that paragraph was not applicable in the circumstances of the case; or b in a case where the requirement to serve such a notice has been dispensed with by an order under subsection (3) of that section, either— i any notices required to be served, and any other steps required to be taken, by virtue of the order have been served or (as the case may be) taken, or ii no direction was given by the court when making the order. 3 An application for an acquisition order may, subject to the preceding provisions of this Part, be made in respect of two or more premises to which this Part applies. 4 Rules of court shall make provision— a for requiring notice of an application for an acquisition order in respect of any premises to be served on such descriptions of persons as may be specified in the rules; and b for enabling persons served with any such notice to be joined as parties to the proceedings. 5 The  Land Charges Act 1972 and the   Land Registration Act 2002   shall apply in relation to an application for an acquisition order as they apply in relation to other pending land actions. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "29", "section_title": " Conditions for making acquisition orders.", "section_text": "29 1 The court may, on an application for an acquisition order, make such an order in respect of any premises if— a the court is satisfied— i that those premises were, at the date of service on the landlord of the notice (if any) under section 27 and on the date when the application was made, premises to which this Part applies, and ii that they have not ceased to be such premises since the date when the application was made, and b either of the conditions specified in subsections (2) and (3) is fulfilled with respect to those premises, and c the court considers it appropriate to make the order in the circumstances of the case. 2 The first of the conditions referred to in subsection (1)(b) is that the court is satisfied— a that the landlord either is in breach of any obligation owed by him to the applicants under their leases and relating to the  ... management of the premises in question, or any part of them, or (in the case of an obligation dependent on notice) would be in breach of any such obligation but for the fact that it has not been reasonably practicable for the tenant to give him the appropriate notice, and b that the circumstances by virtue of which he is (or would be) in breach of any such obligation are likely to continue,  . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A The reference in subsection (2) to the management of any premises includes a reference to the repair, maintenance, improvement or insurance of those premises. 3 The second of those conditions is that, both at the date when the application was made and throughout the period of  two years  immediately preceding that date, there was in force an appointment under Part II of a person to act as manager in relation to the premises in question   which was made by reason of an act or omission on the part of the landlord. 4 An acquisition order may, if the court thinks fit— a include any yard, garden, outhouse or appurtenance belonging to, or usually enjoyed with, the premises specified in the application on which the order is made; b exclude any part of the premises so specified. 5 Where— a the premises in respect of which an application for an acquisition order is made consist of part only of more extensive premises in which the landlord has an interest, and b it appears to the court that the landlord’s interest in the latter premises is not reasonably capable of being severed, either in the manner contemplated by the application or in any manner authorised by virtue of subsection (4)(b), then, notwithstanding that paragraphs (a) and (b) of subsection (1) apply, the court shall not make an acquisition order on the application. 6 In a case where an application for an acquisition order was preceded by the service of a notice under section 27, the court may, if it thinks fit, make such an order notwithstanding— a that any period specified in the notice in pursuance of subsection (2)(d) of that section was not a reasonable period, or b that the notice failed in any other respect to comply with any requirement contained in subsection (2) of that section or in any regulations applying to the notice under section 54(3). 7 Where any premises are premises to which this Part applies at the time when an application for an acquisition order is made in respect of them, then, for the purposes of this section and the following provisions of this Part, they shall not cease to be such premises by reason only that— a the interest of the landlord in them subsequently becomes held by   — i an exempt landlord or a resident landlord,  or ii the Welsh Ministers in their new towns residuary capacity,  or b they subsequently become included within the functional land of any charity."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "30", "section_title": " Content of acquisition orders.", "section_text": "30 1 Where an acquisition order is made by the court, the order shall (except in a case falling within section 33(1)) provide for the nominated person to be entitled to acquire the landlord’s interest in the premises specified in the order on such terms as may be determined— a by agreement between the landlord and the qualifying tenants in whose favour the order is made, or b in default of agreement, by   the appropriate tribunal   under section 31. 2 An acquisition order may be granted subject to such conditions as the court thinks fit, and in particular its operation may be suspended on terms fixed by the court. 3 References in this Part, in relation to an acquisition order, to the nominated person are references to such person or persons as may be nominated for the purposes of this Part by the persons applying for the order. 4 Those persons must secure that the nominated person is joined as a party to the application, and no further nomination of a person for the purposes of this Part shall be made by them after the order is made (whether in addition to, or in substitution for, the existing nominated person) except with the approval of the court. 5 Where the landlord is, by virtue of any covenant, condition or other obligation, precluded from disposing of his interest in the premises in respect of which an acquisition order has been made unless the consent of some other person is obtained— a he shall use his best endeavours to secure that the consent of that person to that disposal is obtained and, if it appears to him that that person is obliged not to withhold his consent unreasonably but has nevertheless so withheld it, shall institute proceedings for a declaration to that effect; but b if— i the landlord has discharged any duty imposed on him by paragraph (a), and ii the consent of that person has been withheld, and iii no such declaration has been made, the order shall cease to have effect. 6 The  Land Charges Act 1972 and the   Land Registration Act 2002   shall apply in relation to an acquisition order as they apply in relation to an order affecting land made by the court for the purpose of enforcing a judgment or recognisance. 7 For the purposes of this Part, “appropriate tribunal” means— a in relation to premises in England, the First-tier Tribunal or, where determined by or under Tribunal Procedure Rules, the Upper Tribunal; and b in relation to premises in Wales, a leasehold valuation tribunal."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "31", "section_title": " Determination of terms by  ...  tribunal .", "section_text": "31 1   The appropriate tribunal   shall have jurisdiction to determine the terms on which the landlord’s interest in the premises specified in an acquisition order may be acquired by the nominated person to the extent that those terms have not been determined by agreement between the landlord and either— a the qualifying tenants in whose favour the order was made, or b the nominated person; and (subject to subsection (2))  the tribunal  shall determine any such terms on the basis of what appears to them to be fair and reasonable. 2 Where an application is made under this section for  the tribunal  to determine the consideration payable for the acquisition of a landlord’s interest in any premises,  the tribunal  shall do so by determining an amount equal to the amount which, in their opinion, that interest might be expected to realise if sold on the open market by a willing seller on the appropriate terms and on the assumption that none of the tenants of the landlord of any premises comprised in those premises was buying or seeking to buy that interest. 3 In subsection (2) “ the appropriate terms ” means all of the terms to which the acquisition of the landlord’s interest in pursuance of the order is to be subject (whether determined by agreement as mentioned in subsection (1) or on an application under this section) apart from those relating to the consideration payable. 4 On any application under this section the interests of the qualifying tenants in whose favour the acquisition order was made shall be represented by the nominated person, and accordingly the parties to any such application shall not include those tenants. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Nothing in this section shall be construed as authorising   the appropriate tribunal   to determine any terms dealing with matters in relation to which provision is made by section 32 or 33."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "32", "section_title": " Discharge of existing mortgages.", "section_text": "32 1 Where the landlord’s interest in any premises is acquired in pursuance of an acquisition order, the instrument by virtue of which it is so acquired shall (subject to subsection (2) and Part II of Schedule 1) operate to discharge the premises from any charge on that interest to secure the payment of money or the performance of any other obligation by the landlord or any other person. 2 Subsection (1) does not apply to any such charge if— a it has been agreed between the landlord and either— i the qualifying tenants in whose favour the order was made, or ii the nominated person, that the landlord’s interest should be acquired subject to the charge, or b the court is satisfied, whether on the application for the order or on an application made by the person entitled to the benefit of the charge, that in the exceptional circumstances of the case it would be fair and reasonable that the landlord’s interest should be so acquired, and orders accordingly. 3 This section and Part II of Schedule 1 shall apply, with any necessary modifications, to mortgages and liens as they apply to charges; but nothing in those provisions shall apply to a rentcharge."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "33", "section_title": " Acquisition order where landlord cannot be found.", "section_text": "33 1 Where an acquisition order is made by the court in a case where the landlord cannot be found, or his identity cannot be ascertained, the order shall provide for the landlord’s interest in the premises specified in the order to vest in the nominated person on the following terms, namely— a such terms as to payment as are specified in subsection (2), and b such other terms as the court thinks fit, being terms which, in the opinion of the court, correspond so far as possible to those on which the interest might be expected to be transferred if it were being transferred by the landlord. 2 The terms as to payment referred to in subsection (1)(a) are terms requiring the payment into court of— a such amount as a surveyor selected by the   Senior President of Tribunals   may certify to be in his opinion the amount which the landlord’s interest might be expected to realise if sold as mentioned in section 31(2); and b any amounts or estimated amounts remaining due to the landlord from any tenants of his of any premises comprised in the premises in respect of which the order is made, being amounts or estimated amounts determined by the court as being due from those persons under the terms of their leases. 3 Where any amount or amounts required by virtue of subsection (2) to be paid into court are so paid, the landlord’s interest shall, by virtue of this section, vest in the nominated person in accordance with the order."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "34", "section_title": " Discharge of acquisition order and withdrawal by tenants.", "section_text": "34 1 If, on an application by a landlord in respect of whose interest an acquisition order has been made, the court is satisfied— a that the nominated person has had a reasonable time within which to effect the acquisition of that interest in pursuance of the order but has not done so, or b that the number of qualifying tenants of flats contained in the premises in question who desire to proceed with the acquisition of the landlord’s interest is less than the requisite majority of qualifying tenants of the flats contained in those premises, or c that the premises in question have ceased to be premises to which this Part applies, the court may discharge the order. 2 Where— a a notice is served on the landlord by the qualifying tenants by whom a notice has been served under section 27 or (as the case may be) by whom an application has been made for an acquisition order, or by the person nominated for the purposes of this Part by any such tenants, and b the notice indicates an intention no longer to proceed with the acquisition of the landlord’s interest in the premises in question, the landlord may (except in a case where subsection (4) applies) recover under this subsection any costs reasonably incurred by him in connection with the disposal by him of that interest down to the time when the notice is served ; and, if the notice is served after the making of an acquisition order, that order shall cease to have effect. 3 If (whether before or after the making of an acquisition order) the nominated person becomes aware— a that the number of qualifying tenants of flats contained in the premises in question who desire to proceed with the acquisition of the landlord’s interest is less than the requisite majority of qualifying tenants of the flats contained in those premises, or b that those premises have ceased to be premises to which this Part applies, he shall forthwith serve on the landlord a notice indicating an intention no longer to proceed with the acquisition of that interest, and subsection (2) shall apply accordingly. 4 If, at any time when any proceedings taken under or by virtue of this Part are pending before the court or the   Upper Tribunal — a such a notice as is mentioned in subsection (2) or (3) is served on the landlord, or b the nominated person indicates that he is no longer willing to act in the matter and nobody is nominated for the purposes of this Part in his place, or c the number of qualifying tenants of flats contained in the premises in question who desire to proceed with the acquisition of the landlord’s interest falls below the requisite majority of qualifying tenants of the flats contained in those premises, or d those premises cease to be premises to which this Part applies, or if the court discharges an acquisition order under subsection (1), the landlord may recover such costs incurred by him in connection with the disposal by him of his interest in those premises as the court or (as the case may be) the Tribunal may determine. 5 The costs that may be recovered by the landlord under subsection (2) or (4) include costs incurred by him in connection with any proceedings under this Part (other than proceedings before   the appropriate tribunal ). 6 Any liability for costs arising under this section shall be the joint and several liability of the following persons, namely— a where the liability arises before the making of an application for an acquisition order, the tenants by whom a notice was served under section 27, or b where the liability arises after the making of such an application, the tenants by whom the application was made, together with (in either case) any person nominated by those tenants for the purposes of this Part. 7 In relation to any time when a tenant falling within paragraph (a) or (b) of subsection (6) has ceased to have vested in him the interest under his lease, that paragraph shall be construed as applying instead to the person who is for the time being the successor in title to that interest. 8 Nothing in this section shall be construed as authorising the court to discharge an acquisition order where the landlord’s interest has already been acquired in pursuance of the order. 9 If— a an acquisition order is discharged, or ceases to have effect, by virtue of any provision of this Part, and b the order has been protected by an entry registered under the  Land Charges Act 1972 or the   Land Registration Act 2002 , the court may by order direct that that entry shall be cancelled."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "35", "section_title": "Application by party to lease for variation of lease.", "section_text": "35 1 Any party to a long lease of a flat may make an application to    the appropriate tribunal    for an order varying the lease in such manner as is specified in the application. 2 The grounds on which any such application may be made are that the lease fails to make satisfactory provision with respect to one or more of the following matters, namely— a the repair or maintenance of— i the flat in question, or ii the building containing the flat, or iii any land or building which is let to the tenant under the lease or in respect of which rights are conferred on him under it; b the insurance of the building containing the flat or of any such land or building as is mentioned in paragraph (a)(iii); c the repair or maintenance of any installations (whether they are in the same building as the flat or not) which are reasonably necessary to ensure that occupiers of the flat enjoy a reasonable standard of accommodation; d the provision or maintenance of any services which are reasonably necessary to ensure that occupiers of the flat enjoy a reasonable standard of accommodation (whether they are services connected with any such installations or not, and whether they are services provided for the benefit of those occupiers or services provided for the benefit of the occupiers of a number of flats including that flat); e the recovery by one party to the lease from another party to it of expenditure incurred or to be incurred by him, or on his behalf, for the benefit of that other party or of a number of persons who include that other party; f the computation of a service charge payable under the lease. g such other matters as may be prescribed by regulations made by the Secretary of State. 3 For the purposes of subsection (2)(c) and (d) the factors for determining, in relation to the occupiers of a flat, what is a reasonable standard of accommodation may include— a factors relating to the safety and security of the flat and its occupiers and of any common parts of the building containing the flat; and b other factors relating to the condition of any such common parts. 3A For the purposes of subsection (2)(e) the factors for determining, in relation to a service charge payable under a lease, whether the lease makes satisfactory provision include whether it makes provision for an amount to be payable (by way of interest or otherwise) in respect of a failure to pay the service charge by the due date. 4 For the purposes of subsection (2)(f) a lease fails to make satisfactory provision with respect to the computation of a service charge payable under it if— a it provides for any such charge to be a proportion of expenditure incurred, or to be incurred, by or on behalf of the landlord or a superior landlord; and b other tenants of the landlord are also liable under their leases to pay by way of service charges proportions of any such expenditure; and c the aggregate of the amounts that would, in any particular case, be payable by reference to the proportions referred to in paragraphs (a) and (b) would  either exceed or be less than  the whole of any such expenditure. 5   Procedure regulations under Schedule 12 to the Commonhold and Leasehold Reform Act 2002   and Tribunal Procedure Rules  shall make provision— a for requiring notice of any application under this Part to be served by the person making the application, and by any respondent to the application, on any person who the applicant, or (as the case may be) the respondent, knows or has reason to believe is likely to be affected by any variation specified in the application, and b for enabling persons served with any such notice to be joined as parties to the proceedings. 6 For the purposes of this Part a long lease shall not be regarded as a long lease of a flat if— a the demised premises consist of or include three or more flats contained in the same building; or b the lease constitutes a tenancy to which Part II of the Landlord and Tenant Act 1954 applies. 8 In this section “ service charge ” has the meaning given by section 18(1) of the 1985 Act. 9 For the purposes of this section and sections 36 to 39, “appropriate tribunal” means— a if one or more of the long leases concerned relates to property in England, the First-tier Tribunal or, where determined by or under Tribunal Procedure Rules, the Upper Tribunal; and b if one or more of the long leases concerned relates to property in Wales, a leasehold valuation tribunal."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "36", "section_title": " Application by respondent for variation of other leases.", "section_text": "36 1 Where an application (“the original application”) is made under section 35 by any party to a lease, any other party to the lease may make an application to the  tribunal   asking it, in the event of its deciding to make an order effecting any variation of the lease in pursuance of the original application, to make an order which effects a corresponding variation of each of such one or more other leases as are specified in the application. 2 Any lease so specified— a must be a long lease of a flat under which the landlord is the same person as the landlord under the lease specified in the original application; but b need not be a lease of a flat which is in the same building as the flat let under that lease, nor a lease drafted in terms identical to those of that lease. 3 The grounds on which an application may be made under this section are— a that each of the leases specified in the application fails to make satisfactory provision with respect to the matter or matters specified in the original application; and b that, if any variation is effected in pursuance of the original application, it would be in the interests of the person making the application under this section, or in the interests of the other persons who are parties to the leases specified in that application, to have all of the leases in question (that is to say, the ones specified in that application together with the one specified in the original application) varied to the same effect."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "37", "section_title": " Application by majority of parties for variation of leases.", "section_text": "37 1 Subject to the following provisions of this section, an application may be made to   the appropriate tribunal    in respect of two or more leases for an order varying each of those leases in such manner as is specified in the application. 2 Those leases must be long leases of flats under which the landlord is the same person, but they need not be leases of flats which are in the same building, nor leases which are drafted in identical terms. 3 The grounds on which an application may be made under this section are that the object to be achieved by the variation cannot be satisfactorily achieved unless all the leases are varied to the same effect. 4 An application under this section in respect of any leases may be made by the landlord or any of the tenants under the leases. 5 Any such application shall only be made if— a in a case where the application is in respect of less than nine leases, all, or all but one, of the parties concerned consent to it; or b in a case where the application is in respect of more than eight leases, it is not opposed for any reason by more than 10 per cent. of the total number of the parties concerned and at least 75 per cent. of that number consent to it. 6 For the purposes of subsection (5)— a in the case of each lease in respect of which the application is made, the tenant under the lease shall constitute one of the parties concerned (so that in determining the total number of the parties concerned a person who is the tenant under a number of such leases shall be regarded as constituting a corresponding number of the parties concerned); and b the landlord shall also constitute one of the parties concerned."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "38", "section_title": " Orders  ... varying leases.", "section_text": "38 1 If, on an application under section 35, the grounds on which the application was made are established to the satisfaction of the  tribunal , the  tribunal   may (subject to subsections (6) and (7)) make an order varying the lease specified in the application in such manner as is specified in the order. 2 If— a an application under section 36 was made in connection with that application, and b the grounds set out in subsection (3) of that section are established to the satisfaction of the  tribunal   with respect to the leases specified in the application under section 36, the  tribunal   may (subject to subsections (6) and (7)) also make an order varying each of those leases in such manner as is specified in the order. 3 If, on an application under section 37, the grounds set out in subsection (3) of that section are established to the satisfaction of the  tribunal  with respect to the leases specified in the application, the  tribunal  may (subject to subsections (6) and (7)) make an order varying each of those leases in such manner as is specified in the order. 4 The variation specified in an order under subsection (1) or (2) may be either the variation specified in the relevant application under section 35 or 36 or such other variation as the  tribunal  thinks fit. 5 If the grounds referred to in subsection (2) or (3)\t\t\t\t\t(as the case may be) are established to the satisfaction of the  tribunal  with respect to some but not all of the leases specified in the application, the power to make an order under that subsection shall extend to those leases only. 6   A tribunal   shall not make an order under this section effecting any variation of a lease if it appears to  the tribunal  — a that the variation would be likely substantially to prejudice— i any respondent to the application, or ii any person who is not a party to the application, and that an award under subsection (10) would not afford him adequate compensation, or b that for any other reason it would not be reasonable in the circumstances for the variation to be effected. 7   A tribunal   shall not, on an application relating to the provision to be made by a lease with respect to insurance, make an order under this section effecting any variation of the lease— a which terminates any existing right of the landlord under its terms to nominate an insurer for insurance purposes; or b which requires the landlord to nominate a number of insurers from which the tenant would be entitled to select an insurer for those purposes; or c which, in a case where the lease requires the tenant to effect insurance with a specified insurer, requires the tenant to effect insurance otherwise than with another specified insurer. 8   A tribunal  may, instead of making an order varying a lease in such manner as is specified in the order, make an order directing the parties to the lease to vary it in such manner as is so specified; and accordingly any reference in this Part (however expressed) to an order which effects any variation of a lease or to any variation effected by an order shall include a reference to an order which directs the parties to a lease to effect a variation of it or (as the case may be) a reference to any variation effected in pursuance of such an order. 9   A tribunal  may by order direct that a memorandum of any variation of a lease effected by an order under this section shall be endorsed on such documents as are specified in the order. 10 Where  a tribunal   makes an order under this section varying a lease  the tribunal   may, if it thinks fit, make an order providing for any party to the lease to pay, to any other party to the lease or to any other person, compensation in respect of any loss or disadvantage that  the tribunal   considers he is likely to suffer as a result of the variation."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "39", "section_title": " Effect of orders varying leases: applications by third parties.", "section_text": "39 1 Any variation effected by an order under section 38 shall be binding not only on the parties to the lease for the time being but also on other persons (including any predecessors in title of those parties), whether or not they were parties to the proceedings in which the order was made or were served with a notice by virtue of section 35(5). 2 Without prejudice to the generality of subsection (1), any variation effected by any such order shall be binding on any surety who has guaranteed the performance of any obligation varied by the order; and the surety shall accordingly be taken to have guaranteed the performance of that obligation as so varied. 3 Where any such order has been made and a person was, by virtue of section 35(5), required to be served with a notice relating to the proceedings in which it was made, but he was not so served, he may— a bring an action for damages for breach of statutory duty against the person by whom any such notice was so required to be served in respect of that person’s failure to serve it; b apply to   the appropriate tribunal    for the cancellation or modification of the variation in question. 4 A tribunal   may, on an application under subsection (3)(b) with respect to any variation of a lease— a by order cancel that variation or modify it in such manner as is specified in the order, or b make such an order as is mentioned in section 38(10) in favour of the person making the application, as it thinks fit. 5 Where a variation is cancelled or modified under paragraph (a) of subsection (4)— a the cancellation or modification shall take effect as from the date of the making of the order under that paragraph or as from such later date as may be specified in the order, and b the  tribunal   may by order direct that a memorandum of the cancellation or modification shall be endorsed on such documents as are specified in the order; and, in a case where a variation is so modified, subsections (1) and (2) above shall, as from the date when the modification takes effect, apply to the variation as modified."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "40", "section_title": " Application for variation of insurance provisions of lease of dwelling other than a flat.", "section_text": "40 1 Any party to a long lease of a dwelling may make an application to   the appropriate tribunal    for an order varying the lease, in such manner as is specified in the application, on the grounds that the lease fails to make satisfactory provision with respect to any matter relating to the insurance of the dwelling, including the recovery of the costs of such insurance. 2 Sections 36 and 38 shall apply to an application under subsection (1) subject to the modifications specified in subsection (3). 3 Those modifications are as follows— a in section 36— i in subsection (1), the reference to section 35 shall be read as a reference to subsection (1) above, and ii in subsection (2), any reference to a flat shall be read as a reference to a dwelling; and b in section 38— i any reference to an application under section 35 shall be read as a reference to an application under subsection (1) above, and ii any reference to an application under section 36 shall be read as a reference to an application under section 36 as applied by subsection (2) above. 4 For the purpose of this section, a long lease shall not be regarded as a long lease of a dwelling if— a the demised premises consist of three or more dwellings; or b the lease constitutes a tenancy to which Part II of the Landlord and Tenant Act 1954 applies. 4A Without prejudice to subsection (4), an application under subsection (1) may not be made by a person who is a tenant under a long lease of a dwelling if, by virtue of that lease and one or more other long leases of dwellings, he is also a tenant from the same landlord of at least two other dwellings. 4B For the purposes of subsection (4A), any tenant of a dwelling who is a body corporate shall be treated as a tenant of any other dwelling held from the same landlord which is let under a long lease to an associated company, as defined in section 20(1). 5 In this section “ dwelling ” means a dwelling other than a flat. 6 For the purposes of subsection (1), “appropriate tribunal” means— a if one or more of the dwellings concerned is in England, the First-tier Tribunal or, where determined by or under Tribunal Procedure Rules, the Upper Tribunal; and b if one or more of the dwellings concerned is in Wales, a leasehold valuation tribunal."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "41", "section_title": " Amendments relating to service charges.", "section_text": "41 1 Sections 18 to 30 of the 1985 Act (regulation of service charges payable by tenants) shall have effect subject to the amendments specified in Schedule 2 (which include amendments— a extending the provisions of those sections to dwellings other than flats, and b introducing certain additional limitations on service charges). 2 Sections 45 to 51 of the  Housing Act 1985 (which are, so far as relating to dwellings let on long leases, superseded by sections 18 to 30 of the 1985 Act as amended by Schedule 2) shall cease to have effect in relation to dwellings so let."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "42", "section_title": " Service charge contributions to be held in trust.", "section_text": "42 1 This section applies where the tenants of two or more dwellings may be required under the terms of their leases to contribute to the same costs   , or the tenant of a dwelling may be required under the terms of his lease to contribute to costs to which no other tenant of a dwelling may be required to contribute,  by the payment of service charges; and in this section— “ the contributing tenants ” means those tenants;  and “the sole contributing tenant” means that tenant; “ the payee ” means the landlord or other person to whom any such charges are payable by those tenants  , or that tenant, under the terms of their leases, or his lease ; “ relevant service charges ” means any such charges; “ service charge ” has the meaning given by section 18(1) of the 1985 Act, except that it does not include a service charge payable by the tenant of a dwelling the rent of which is registered under Part IV of the  Rent Act 1977, unless the amount registered is, in pursuance of section 71(4) of that Act, entered as a variable amount; “ tenant ” does not include a tenant of an exempt landlord; and “ trust fund ” means the fund, or (as the case may be) any of the funds, mentioned in subsection (2) below. 2 Any sums paid to the payee by the contributing tenants   , or the sole contributing tenant,  by way of relevant service charges, and any investments representing those sums, shall (together with any income accruing thereon) be held by the payee either as a single fund or, if he thinks fit, in two or more separate funds. 3 The payee shall hold any trust fund— a on trust to defray costs incurred in connection with the matters for which the relevant service charges were payable (whether incurred by himself or by any other person), and b subject to that, on trust for the persons who are the contributing tenants for the time being  , or the person who is the sole contributing tenant for the time being.   4 Subject to subsections (6) to (8), the contributing tenants shall be treated as entitled by virtue of subsection (3)(b) to such shares in the residue of any such fund as are proportionate to their respective liabilities to pay relevant service charges  or the sole contributing tenant shall be treated as so entitled to the residue of any such fund.   5 If the Secretary of State by order so provides, any sums standing to the credit of any trust fund may, instead of being invested in any other manner authorised by law, be invested in such manner as may be specified in the order; and any such order may contain such incidental, supplemental or transitional provisions as the Secretary of State considers appropriate in connection with the order. 6 On the termination of the lease of  any of the contributing tenants   the tenant shall not be entitled to any part of any trust fund, and (except where subsection (7) applies) any part of any such fund which is attributable to relevant service charges paid under the lease shall accordingly continue to be held on the trusts referred to in subsection (3). 7 On the termination of the lease of the last of the contributing tenants, or of the lease of the sole contributing tenant,   any trust fund shall be dissolved as at the date of the termination of the lease, and any assets comprised in the fund immediately before its dissolution shall— a if the payee is the landlord, be retained by him for his own use and benefit, and b in any other case, be transferred to the landlord by the payee. 8 Subsections (4), (6) and (7) shall have effect in relation to  any of the contributing tenants, or the sole contributing tenant,   subject to any express terms of his lease   (whenever it was granted)  which relate to the distribution, either before or (as the case may be) at the termination of the lease, of amounts attributable to relevant service charges paid under its terms (whether the lease was granted before or after the commencement of this section). 9 Subject to subsection (8), the provisions of this section shall prevail over the terms of any express or implied trust created by a lease so far as inconsistent with those provisions, other than an express trust so created   , in the case of a lease of any of the contributing tenants,  before the commencement of this section  or, in the case of the lease of the sole contributing tenant, before the commencement of paragraph 15 of Schedule 10 to the Commonhold and Leasehold Reform Act 2002.  "}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "42A", "section_title": " Service charge contributions to be held in designated account", "section_text": "42A 1 The payee must hold any sums standing to the credit of any trust fund in a designated account at a relevant financial institution. 2 An account is a designated account in relation to sums standing to the credit of a trust fund if— a the relevant financial institution has been notified in writing that sums standing to the credit of the trust fund are to be (or are) held in it, and b no other funds are held in the account, b any other sums held in the account are sums standing to the credit of one or more other trust funds, and the account is an account of a description specified in regulations made by the  Secretary of State.   appropriate national authority   2A The appropriate national authority may by regulations ensure that a payee who holds more than one trust fund in the same designated account cannot move any of those funds to another designated account unless conditions specified in the regulations are met. 3 Any of the contributing tenants, or the sole contributing tenant, may by notice in writing require the payee— a to afford him reasonable facilities for inspecting documents evidencing that subsection (1)  is  , or regulations under subsection (2A) are,  complied with and for taking copies of or extracts from  them   such documents , or b to take copies of or extracts from any such documents and either send them to him or afford him reasonable facilities for collecting them (as he specifies). 4 If the tenant is represented by a recognised tenants’ association and he consents, the notice may be served by the secretary of the association instead of by the tenant (and in that case any requirement imposed by it is to afford reasonable facilities, or to send copies or extracts, to the secretary). 5 A notice under  this section   subsection (3)   is duly served on the payee if it is served on— a an agent of the payee named as such in the rent book or similar document, or b the person who receives the rent on behalf of the payee; and a person on whom such a notice is so served must forward it as soon as may be to the payee. 6 The payee must comply with a requirement imposed by a notice under  this section   subsection (3)   within the period of twenty-one days beginning with the day on which he receives the notice. 7 To the extent that a notice under  this section   subsection (3)   requires the payee to afford facilities for inspecting documents— a he must do so free of charge, but b he may treat as part of his costs of management any costs incurred by him in doing so. 8 The payee may make a reasonable charge for doing anything else in compliance with a requirement imposed by a notice under  this section   subsection (3)  . 9 Any of the contributing tenants, or the sole contributing tenant, may withhold payment of a service charge if he has reasonable grounds for believing that the payee has failed to comply with the duty imposed on him by subsection (1); and any provisions of his tenancy relating to non-payment or late payment of service charges do not have effect in relation to the period for which he so withholds it. 9A Regulations under subsection (2A) may include provision about — a the circumstances in which a contributing tenant who has reasonable grounds for believing that the payee has not complied with a duty imposed on him by the regulations may withhold payment of a service charge, b the period for which payment may be so withheld, c the amount of service charge that may be so withheld; and the regulations may provide that any provisions of the contributing tenant's tenancy relating to non-payment or late payment of service charge do not have effect in relation to the period for which the payment is so withheld. 10 Nothing in this section   or in regulations under subsection (2A)  applies to the payee if the circumstances are such as are specified in regulations made by the  Secretary of State   appropriate national authority  . 10A Regulations under this section may— a make different provision for different cases, including different provision for different areas, b contain such supplementary, incidental, consequential, transitional, transitory or saving provision as the appropriate national authority considers appropriate. 10B Regulations under this section are to be made by statutory instrument which— a in the case of regulations made by the Secretary of State, is to be subject to annulment in pursuance of a resolution of either House of Parliament, and b in the case of regulations made by the Welsh Ministers, is to be subject to annulment in pursuance of a resolution of the National Assembly for Wales. 11 In this section—   “the appropriate national authority”—  (a) in relation to England, means the Secretary of State, and (b) in relation to Wales, means the Welsh Ministers, “ recognised tenants’ association ” has the same meaning as in the 1985 Act, and “ relevant financial institution ” has the meaning given by regulations made by the  Secretary of State   appropriate national authority  ; and expressions used both in section 42 and this section have the same meaning as in that section."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "42B", "section_title": " Failure to comply with section 42A", "section_text": "42B 1 If a person fails, without reasonable excuse, to comply with a duty imposed on him by or by virtue of section 42A he commits an offence. 2 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 3 Where an offence under this section committed by a body corporate is proved— a to have been committed with the consent or connivance of a director, manager, secretary or other similar officer of the body corporate, or a person purporting to act in such a capacity, or b to be due to any neglect on the part of such an officer or person, he, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. 4 Where the affairs of a body corporate are managed by its members, subsection (3) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 5 Proceedings for an offence under this section may be brought by a local housing authority (within the meaning of section 1 of the Housing Act 1985 (c. 68))."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "43", "section_title": " Rights of tenants with respect to insurance.", "section_text": "43 – 1 The following section shall be inserted after section 30 of the 1985 Act—  Insurance  Rights of tenants with respect to insurance. 30A The Schedule to this Act (which confers on tenants certain rights with respect to the insurance of their dwellings) shall have effect. 2 Schedule 3 to this Act shall be added to the 1985 Act as the Schedule to that Act."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "44", "section_title": " Recognised tenants’ associations to be consulted about managing agents.", "section_text": "44 The following section shall be inserted in the 1985 Act after the section 30A inserted by section 43—  Managing agents  Recognised tenants’ associations to be consulted about managing agents. 30B 1 A recognised tenants’ association may at any time serve a notice on the landlord requesting him to consult the association in accordance with this section on matters relating to the appointment or employment by him of a managing agent for any relevant premises. 2 Where, at the time when any such notice is served by a recognised tenants’ association, the landlord does not employ any managing agent for any relevant premises, the landlord shall, before appointing such a managing agent, serve on the association a notice specifying— a the name of the proposed managing agent; b the landlord’s obligations to the tenants represented by the association which it is proposed that the managing agent should be required to discharge on his behalf; and c a period of not less than one month beginning with the date of service of the notice within which the association may make observations on the proposed appointment. 3 Where, at the time when a notice is served under subsection (1) by a recognised tenants’ association, the landlord employs a managing agent for any relevant premises, the landlord shall, within the period of one month beginning with the date of service of that notice, serve on the association a notice specifying— a the landlord’s obligations to the tenants represented by the association which the managing agent is required to discharge on his behalf; and b a reasonable period within which the association may make observations on the manner in which the managing agent has been discharging those obligations, and on the desirability of his continuing to discharge them. 4 Subject to subsection (5), a landlord who has been served with a notice by an association under subsection (1) shall, so long as he employs a managing agent for any relevant premises— a serve on that association at least once in every five years a notice specifying— i any change occurring since the date of the last notice served by him on the association under this section in the obligations which the managing agent has been required to discharge on his behalf; and ii a reasonable period within which the association may make observations on the manner in which the managing agent has discharged those obligations since that date, and on the desirability of his continuing to discharge them; b serve on that association, whenever he proposes to appoint any new managing agent for any relevant premises, a notice specifying the matters mentioned in paragraphs (a) to (c) of subsection (2). 5 A landlord shall not, by virtue of a notice served by an association under subsection (1), be required to serve on the association a notice under subsection (4)(a) or (b) if the association subsequently serves on the landlord a notice withdrawing its request under subsection (1) to be consulted by him. 6 Where— a a recognised tenants’ association has served a notice under subsection (1) with respect to any relevant premises, and b the interest of the landlord in those premises becomes vested in a new landlord, that notice shall cease to have effect with respect to those premises (without prejudice to the service by the association on the new landlord of a fresh notice under that subsection with respect to those premises). 7 Any notice served by a landlord under this section shall specify the name and the address in the United Kingdom of the person to whom any observations made in pursuance of the notice are to be sent; and the landlord shall have regard to any such observations that are received by that person within the period specified in the notice. 8 In this section— “ landlord ”, in relation to a recognised tenants’ association, means the immediate landlord of the tenants represented by the association or a person who has a right to enforce payment of service charges payable by any of those tenants; “ managing agent ”, in relation to any relevant premises, means an agent of the landlord appointed to discharge any of the landlord’s obligations to the tenants represented by the recognised tenants’ association in question which relate to the management by him of those premises; and “ tenant ” includes a statutory tenant; and for the purposes of this section any premises (whether a building or not) are relevant premises in relation to a recognised tenants’ association if any of the tenants represented by the association may be required under the terms of their leases to contribute by the payment of service charges to costs relating to those premises."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "46", "section_title": " Application of Part VI, etc.", "section_text": "46 1 This Part applies to premises which consist of or include a dwelling and are not held under a tenancy to which Part II of the  Landlord and Tenant Act 1954 applies. 1A But this Part does not apply if the dwelling is in Wales and is subject to an occupation contract (see section 7 of the Renting Homes (Wales) Act  2016 (anaw 1) ). 2 In this Part “ service charge ” has the meaning given by section 18(1) of the 1985 Act. 3 In this Part “ administration charge ” has the meaning given by paragraph 1 of Schedule 11 to the Commonhold and Leasehold Reform Act 2002."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "47", "section_title": " Landlord’s name and address to be contained in demands for rent etc.", "section_text": "47 1 Where any written demand is given to a tenant of premises to which this Part applies, the demand must contain the following information, namely— a the name and address of the landlord, and b if that address is not in England and Wales, an address in England and Wales at which notices (including notices in proceedings) may be served on the landlord by the tenant. 2 Where— a a tenant of any such premises is given such a demand, but b it does not contain any information required to be contained in it by virtue of subsection (1), then (subject to subsection (3)) any part of the amount demanded which consists of a service charge  or an administration charge   (“ the relevant amount ”) shall be treated for all purposes as not being due from the tenant to the landlord at any time before that information is furnished by the landlord by notice given to the tenant. 3 The relevant amount shall not be so treated in relation to any time when, by virtue of an order of any court  or tribunal , there is in force an appointment of a receiver or manager whose functions include the receiving of service charges   or (as the case may be) administration charges  from the tenant. 4 In this section “ demand ” means a demand for rent or other sums payable to the landlord under the terms of the tenancy."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "47A", "section_title": "Building safety information to be contained in demands for rent etc: England", "section_text": "47A 1 Where premises to which this Part applies are premises in England which consist of or include a dwelling in a higher-risk building, any written demand given to a tenant of the premises must contain the relevant building safety information. 2 Where— a a tenant of such premises is given such a demand, but b the demand does not contain the relevant building safety information, any part of the amount demanded which consists of a service charge or an administration charge (“ the relevant amount ”) is to be treated for all purposes as not being due from the tenant to the landlord at any time before the landlord gives the relevant building safety information to the tenant. 3 But the relevant amount is not to be so treated in relation to any time when— a by virtue of an order of any court or tribunal there is in force an appointment of a receiver or manager whose functions include the receiving of service charges or administration charges from the tenant, or b a special measures order (within the meaning of Schedule  7  to the Building Safety Act 2022) is in force. 4 In this section— “ demand ” has the meaning given in section 47; “ higher-risk building ” has the meaning given in section 115 of the Building Safety Act 2022; “ relevant building safety information ” has the meaning given in section  49A ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "48", "section_title": "Notification by landlord of address for service of notices.", "section_text": "48 1 A landlord of premises to which this Part applies shall by notice furnish the tenant with an address in England and Wales at which notices (including notices in proceedings) may be served on him by the tenant. 2 Where a landlord of any such premises fails to comply with subsection (1), any rent  , service charge or administration charge   otherwise due from the tenant to the landlord shall (subject to subsection (3)) be treated for all purposes as not being due from the tenant to the landlord at any time before the landlord does comply with that subsection. 3 Any such rent  , service charge or administration charge   shall not be so treated in relation to any time when, by virtue of an order of any court  or tribunal , there is in force an appointment of a receiver or manager whose functions include the receiving of rent  , service charges or (as the case may be) administration charges   from the tenant."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "49", "section_title": " Extension of circumstances in which notices are sufficiently served.", "section_text": "49 In section 196 of the  Law of Property Act 1925 (regulations respecting notices), any reference in subsection (3) or (4) to the last-known place of abode or business of the person to be served shall have effect, in its application to a notice to be served by a tenant on a landlord of premises to which this Part applies, as if that reference included a reference to— a the address last furnished to the tenant by the landlord in accordance with section 48, or b if no address has been so furnished in accordance with section 48, the address last furnished to the tenant by the landlord in accordance with section 47."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "49A", "section_title": "Notification by landlord of building safety information: England", "section_text": "49A 1 Where premises to which this Part applies are premises in England which consist of or include a dwelling in a higher-risk building, the landlord must give the tenant a notice containing the relevant building safety information. 2 Where a landlord fails to give a notice to a tenant in accordance with subsection  (1) , any rent, service charge or administration charge otherwise due from the tenant to the landlord is to be treated for all purposes as not being due from the tenant to the landlord at any time before the landlord gives the notice to the tenant. 3 But any such rent, service charge or administration charge is not to be so treated in relation to any time when— a by virtue of an order of any court or tribunal there is in force an appointment of a receiver or manager whose functions include the receiving of rent, service charges or administration charges from the tenant, or b a special measures order (within the meaning of Schedule  7  to the Building Safety Act 2022) is in force. 4 The requirement to give a notice to a tenant under subsection  (1)  may be satisfied by giving the notice to them at a time when they are a prospective tenant. 5 In this section “ relevant building safety information ” means— a the fact that the premises consist of or include a dwelling in a higher-risk building; b the name of each person listed in subsection  (6) ; c an email address and telephone number through which each person listed in subsection (6) may be contacted; d a postal address in England and Wales at which notices (including notices in proceedings) may be served by the tenant on the principal accountable person for the higher-risk building; e a postal address for the regulator; f such other information as may be prescribed in regulations made by the Secretary of State. 6 The persons are— a the principal accountable person for the higher-risk building; b any special measures manager for the higher-risk building; c the regulator. 7 In this section— “ higher-risk building ” has the meaning given in section 115 of the Building Safety Act 2022; “ principal accountable person ” has the meaning given in section 115 of that Act; “ the regulator ” has the meaning given in section 115 of that Act; “ special measures manager ” has the meaning given in paragraph 1 of Schedule  7  to that Act."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "50", "section_title": " Continuation of former landlord’s liability to tenant where no notice of assignment.", "section_text": "50 In section 3 of the 1985 Act (duty to inform tenant of assignment of landlord’s interest) the following subsections shall be inserted after subsection (3)— 3A The person who was the landlord under the tenancy immediately before the assignment (“the old landlord”) shall be liable to the tenant in respect of any breach of any covenant, condition or agreement under the tenancy occurring before the end of the relevant period in like manner as if the interest assigned were still vested in him; and where the new landlord is also liable to the tenant in respect of any such breach occurring within that period, he and the old landlord shall be jointly and severally liable in respect of it. 3B In subsection (3A) “ the relevant period ” means the period beginning with the date of the assignment and ending with the date when— a notice in writing of the assignment, and of the new landlord’s name and address, is given to the tenant by the new landlord (whether in accordance with subsection (1) or not), or b notice in writing of the assignment, and of the new landlord’s name and last-known address, is given to the tenant by the old landlord, whichever happens first."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "52", "section_title": "Jurisdiction of county courts.", "section_text": "52 1   The county court   shall have jurisdiction to hear and determine any question arising under any provision to which this section applies (other than a question falling within the jurisdiction of   the appropriate tribunal   by virtue of section 13(1) or 31(1)). 2 This section applies to— a any provision of  Parts I  and 3 ; b any provision of section 42; and c any provision of sections 46 to 48. 3 Where any proceedings under any provision to which this section applies are being taken in   the county court , the county court shall have jurisdiction to hear and determine any other proceedings joined with those proceedings, notwithstanding that the other proceedings would, apart from this subsection, be outside the court’s jurisdiction. 4 If a person takes any proceedings under any such provision in the High Court he shall not be entitled to recover any more costs of those proceedings than those to which he would have been entitled if the proceedings had been taken in   the county court ; and in any such case the taxing master shall have the same power of directing on what county court scale costs are to be allowed, and of allowing any item of costs, as the judge would have had if the proceedings had been taken in  the county court . 5 Subsection (4) shall not apply where the purpose of taking the proceedings in the High Court was to enable them to be joined with any proceedings already pending before that court (not being proceedings taken under any provision to which this section applies)."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "52A", "section_title": "Jurisdiction of leasehold valuation tribunal under Part I or III.", "section_text": "52A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "53", "section_title": " Regulations and orders.", "section_text": "53 1 Any power of the Secretary of State to make an order or regulations under this Act shall be exercisable by statutory instrument and may be exercised so as to make different provision for different cases, including different provision for different areas. 2 A statutory instrument containing— a an order made under section 1(5), 25(6) ... or 55, or b any regulations made  ... under section 20(4)  or 35(2)(g)   or 42A or 49A , shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 This section does not apply to any power to make regulations under section 42A."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "54", "section_title": " Notices.", "section_text": "54 1 Any notice required or authorised to be served under this Act— a shall be in writing; and b may be sent by post. 2 Any notice purporting to be a notice served under any provision of Part I or  III  by the requisite majority of any qualifying tenants (as defined for the purposes of that provision) shall specify the names of all of the persons by whom it is served and the addresses of the flats of which they are qualifying tenants. 3 The Secretary of State may by regulations prescribe— a the form of any notices required or authorised to be served under or in pursuance of any provision of Parts I to III, and b the particulars which any such notices must contain (whether in addition to, or in substitution for, any particulars required by virtue of the provision in question). 4 Subsection (3)(b) shall not be construed as authorising the Secretary of State to make regulations under subsection (3) varying  any of the periods specified in section 5A(4) or (5), 5B(5) or (6), 5C(4) or (5), 5D(4) or (5) or 5E(3)  (which accordingly can only be varied by regulations under section 20(4))."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "55", "section_title": " Application to Isles of Scilly.", "section_text": "55 This Act shall apply to the Isles of Scilly subject to such exceptions, adaptations and modifications as the Secretary of State may by order direct."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "56", "section_title": " Crown land.", "section_text": "56 1 Parts 1 and 3 and sections 42 to 42B (and so much of this Part as relates to those provisions)   shall apply to a tenancy from the Crown if there has ceased to be a Crown interest in the land subject to it. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where there exists a Crown interest in any land subject to a tenancy from the Crown and the person holding that tenancy is himself the landlord under any other tenancy whose subject-matter comprises the whole or part of that land,  the provisions mentioned in subsection (1)   shall apply to that other tenancy, and to any derivative sub-tenancy, notwithstanding the existence of that interest. 4 For the purposes of this section “ tenancy from the Crown ” means a tenancy of land in which there is, or has during the subsistence of the tenancy been, a Crown interest superior to the tenancy, and “ Crown interest ” means— a an interest comprised in the Crown Estate; b an interest belonging to Her Majesty in right of the Duchy of Lancaster; c an interest belonging to the Duchy of Cornwall; d any other interest belonging to a government department or held on behalf of Her Majesty for the purposes of a government department."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "57", "section_title": " Financial provision.", "section_text": "57 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "58", "section_title": " Exempt landlords and resident landlords.", "section_text": "58 1 In this Act “ exempt landlord ” means a landlord who is one of the following bodies, namely— a a district, county  , county borough  or London borough council, the Common Council of the City of London,  a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004,   the London Fire Commissioner,   the Council of the Isles of Scilly,   a police and crime commissioner, the Mayor's Office for Policing and Crime   ...  ...,   a joint authority established by Part 4 of the Local Government Act 1985, an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009   , a combined authority established under section 103 of that Act or a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023 ; b ... a development corporation established by an order made (or having effect as if made) under the  New Towns Act 1981; ba a Mayoral development corporation; c an urban development corporation within the meaning of Part XVI of the  Local Government, Planning and Land Act 1980;  ca a housing action trust established under Part III of the Housing Act 1988. d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . dd the Broads Authority; de a National Park authority; df the Homes and Communities Agency; dg the Greater London Authority so far as exercising its housing or regeneration functions or its new towns and urban development functions; e the   Regulator of Social Housing ; ea . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f a housing trust (as defined in section 6 of the  Housing Act 1985) which is a charity; g a non-profit private registered provider of social housing; ga a registered social landlord; gb a fully mutual housing association which is neither a private registered provider of social housing nor a registered social landlord; h an authority established under section 10 of the  Local Government Act 1985 (joint arrangements for waste disposal functions). 1ZA In this Act “exempt landlord”, in relation to social housing (within the meaning of Part 2 of the Housing and Regeneration Act 2008), includes a landlord which is a profit-making private registered provider of social housing. 1A In subsection (1)(ga) “registered social landlord” has the same meaning as in the Housing Act 1985 (see section 5(4) and (5) of that Act). 1B In subsection (1)(gb) “fully mutual housing association” has the same meaning as in the Housing Associations Act 1985 (see section 1(1) and (2) of that Act). 2 For the purposes of this Act the landlord of any premises consisting of the whole or part of a building is a resident landlord of those premises at any time if— a the premises are not, and do not form part of, a purpose-built block of flats; and b at that time the landlord occupies a flat contained in the premises as his only or principal residence; and c he has so occupied such a flat throughout a period of not less than 12 months ending with that time. 3 In subsection (2) “ purpose-built block of flats ” means a building which contained as constructed, and contains, two or more flats."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "59", "section_title": " Meaning of “lease”, “long lease” and related expressions.", "section_text": "59 l ln this Act “lease” and “tenancy” have the same meaning; and both expressions include— a a sub-lease or sub-tenancy, and b an agreement for a lease or tenancy (or for a sub-lease or sub-tenancy). 2 The expressions “landlord” and “tenant”, and references to letting, to the grant of a lease or to covenants or the terms of a lease shall be construed accordingly. 3 In this Act “ long leas ” means— a a lease granted for a term certain exceeding 21 years, whether or not it is (or may become) terminable before the end of that term by notice given by the tenant or by re-entry or forfeiture; b a lease for a term fixed by law under a grant with a covenant or obligation for perpetual renewal, other than a lease by sub-demise from one which is not a long lease; or c a lease granted in pursuance of Part V of the Housing Act 1985 (the right to buy)  , including a lease granted in pursuance of that Part as it has effect by virtue of section 17 of the Housing Act 1996 (the right to acquire) ."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "60", "section_title": " General interpretation.", "section_text": "60 1 In this Act— “ the 1985 Act ” means the  Landlord and Tenant Act 1985; ... “ charitable purposes ”, in relation to a charity, means charitable purposes whether of that charity or of that charity and other charities; “ common parts ”, in relation to any building or part of a building, includes the structure and exterior of that building or part and any common facilities within it; “ the court ” means the High Court or   the county court ; “ dwelling ” means a building or part of a building occupied or intended to be occupied as a separate dwelling, together with any yard, garden, outhouses and appurtenances belonging to it or usually enjoyed with it; “exempt landlord” has the meaning given by section 58(1); “ flat ” means a separate set of premises, whether or not on the same floor, which— forms part of a building, and is divided horizontally from some other part of that building, and is constructed or adapted for use for the purposes of a dwelling; “ functional land ”, in relation to a charity, means land occupied by the charity or by trustees for it, and wholly or mainly used for charitable purposes; “ landlord ” (except for the purposes of Part 1) means the immediate landlord or, in relation to a statutory tenant, the person who, apart from the statutory tenancy, would be entitled to possession of the premises subject to the tenancy; “lease” and related expressions shall be construed in accordance with section 59(1) and (2); “long lease” has the meaning given by section 59(3); “ mortgage ” includes any charge or lien, and references to a mortgagee shall be construed accordingly; “ notices in proceedings ” means notices or other documents served in, or in connection with, any legal proceedings; . . . “resident landlord” shall be construed in accordance with section 58(2); “ statutory tenancy ” and “ statutory tenant ” mean a statutory tenancy or statutory tenant within the meaning of the Rent Act 1977 or the  Rent (Agriculture) Act 1976; “tenancy” includes a statutory tenancy. 1A In this Act a reference to the Welsh Ministers in their new towns residuary capacity means the Welsh Ministers so far as exercising functions in relation to anything transferred (or to be transferred) to them as mentioned in section 36(1)(a)(i) to (iii) of the New Towns Act 1981. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "61", "section_title": " Consequential amendments and repeals.", "section_text": "61 1 The enactments mentioned in Schedule 4 shall have effect subject to the amendments there specified (being amendments consequential on the preceding provisions of this Act). 2 The enactments mentioned in Schedule 5 are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Landlord and Tenant Act 1987", "year": 1987, "section": "62", "section_title": " Short title, commencement and extent.", "section_text": "62 1 This Act may be cited as the Landlord and Tenant Act 1987. 2 This Act shall come into force on such day as the Secretary of State may by order appoint. 3 An order under subsection (2)— a may appoint different days for different provisions or for different purposes; and b may make such transitional, incidental, supplemental or consequential provision or saving as the Secretary of State considers necessary or expedient in connection with the coming into force of any provision of this Act or the operation of any enactment which is repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force. 4 This Act extends to England and Wales only."}]