[{"act": "Minors’ Contracts Act 1987", "year": 1987, "section": "1", "section_title": " Disapplication of Infants Relief Act 1874  etc.", "section_text": "1 The following enactments shall not apply to any contract made by a minor after the commencement of this Act.— a the  Infants Relief Act 1874 (which invalidates certain contracts made by minors and prohibits actions to enforce contracts ratified after majority); and b section 5 of the  Betting and Loans (Infants) Act 1892 (which invalidates contracts to repay loans advanced during minority)."}, {"act": "Minors’ Contracts Act 1987", "year": 1987, "section": "2", "section_title": " Guarantees.", "section_text": "2 Where— a a guarantee is given in respect of an obligation of a party to a contract made after the commencement of this Act, and b the obligation is unenforceable against him (or he repudiates the contract) because he was a minor when the contract was made,the guarantee shall not for that reason alone be unenforceable against the guarantor."}, {"act": "Minors’ Contracts Act 1987", "year": 1987, "section": "3", "section_title": " Restitution.", "section_text": "3 1 Where— a a person (“the plaintiff”) has after the commencement of this Act entered into a contract with another (“the defendant”), and b the contract is unenforceable against the defendant (or he repudiates it) because he was a minor when the contract was made,the court may, if it is just and equitable to do so, require the defendant to transfer to the plaintiff any property acquired by the defendant under the contract, or any property representing it. 2 Nothing in this section shall be taken to prejudice any other remedy available to the plaintiff."}, {"act": "Minors’ Contracts Act 1987", "year": 1987, "section": "4", "section_title": " Consequential amendment and repeals.", "section_text": "4 1 In section 113 of the  Consumer Credit Act 1974 (that Act not to be evaded by use of security) in subsection (7)— a after the word “indemnity”, in both places where it occurs, there shall be inserted  “                    or guarantee                  ” ; b after the words “minor, or” there shall be inserted  “                    an indemnity is given in a case where he                  ” ; and c for the words “they” there shall be substituted  “                    those obligations                  ” . 2 The  Infants Relief Act 1874 and the  Betting and Loans (Infants) Act 1892 are hereby repealed (in accordance with section 1 of this Act)."}, {"act": "Minors’ Contracts Act 1987", "year": 1987, "section": "5", "section_title": " Short title, commencement and extent.", "section_text": "5 1 This Act may be cited as the Minors’ Contracts Act 1987. 2 This Act shall come into force at the end of the period of two months beginning with the date on which it is passed. 3 This Act extends to England and Wales only."}]