[{"act": "Parliamentary and other Pensions Act 1987", "year": 1987, "section": "1", "section_title": " Continuance of Fund.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary and other Pensions Act 1987", "year": 1987, "section": "2", "section_title": " Power to provide for pensions.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Schedule 2 to this Act shall have effect for the purpose of treating the enactments and subordinate legislation which relate to the Fund and the payment of pensions out of the Fund and which are in force immediately before the coming into force of this section as if they were contained in regulations made under this section. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary and other Pensions Act 1987", "year": 1987, "section": "3", "section_title": " Exchequer contributions to Fund.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary and other Pensions Act 1987", "year": 1987, "section": "4", "section_title": " Amendment of Mr Speaker King’s Retirement Act 1971.", "section_text": "4 1 Subsection (2) of section 1 of Mr Speaker King’s  Retirement Act 1971 shall have effect as from the coming into force of this subsection as if the annuity which would have been payable to Una, the late Lady Maybray-King, if she had survived the late Lord Maybray-King were required to be paid, during her life, to Sheila, Lady Maybray-King, his widow. 2 In the proviso to the said subsection (2)\t\t\t\t\t(application of terms and conditions applying under Part I of the Parliamentary and other Pensions Act 1972), for the words from “Part I” onwards there shall be substituted the words  “                the parliamentary pension scheme (within the meaning of the Parliamentary and other Pensions Act 1987)              ” . 3 There shall be charged on and paid out of the Consolidated Fund any increase attributable to this section in the sums so charged and paid under the said Act of 1971."}, {"act": "Parliamentary and other Pensions Act 1987", "year": 1987, "section": "5", "section_title": " Interpretation.", "section_text": "5 1 In this Act, except in so far as the context otherwise requires— “ the Fund ” means the Parliamentary Contributory Pension Fund; “ the Leader of the House of Commons ” means the Minister of the Crown who is for the time being designated as Leader of the House of Commons by the Prime Minister and First Lord of the Treasury; “ modifications ” includes additions, alterations and omissions, and cognate expressions shall be construed accordingly; “ the Parliamentary pension scheme ” means the provisions of any regulations made under section 2 above or of any enactment or subordinate legislation which by virtue of this Act has effect as if it were contained in regulations so made; “ pension ” includes gratuity; “ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978. 2 For the purposes of this Act a person shall be treated as a Member of the House of Commons at any time if, at that time, a salary is or was payable to him under  a section 4 of the Parliamentary Standards Act 2009, or b in relation to a time before that section was in force, the resolutions of the House of Commons then in force relating to the remuneration of its members."}, {"act": "Parliamentary and other Pensions Act 1987", "year": 1987, "section": "6", "section_title": " Minor and consequential modifications, savings and repeals.", "section_text": "6 1 Schedule 3 to this Act, which in connection with the provisions of this Act makes certain modifications and savings, shall have effect. 2 Subject to section 3(6) above and Schedules 2 and 3 to this Act, the enactments mentioned in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Parliamentary and other Pensions Act 1987", "year": 1987, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Parliamentary and other Pensions Act 1987. 2 This Act shall come into force on such day as the Leader of the House of Commons may by order made by statutory instrument appoint, and different days may be so appointed for different provisions or for different purposes. 3 This Act extends to Northern Ireland."}]