[{"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "1", "section_title": " Extension of the jurisdiction of the Parliamentary Commissioner.", "section_text": "1 1 The following section shall be substituted for section 4 of the  Parliamentary Commissioner Act 1967 (“the 1967 Act)—  Departments  etc.  subject to investigation. 4 1 Subject to the provisions of this section and to the notes contained in Schedule 2 to this Act, this Act applies to the government departments, corporations and unincorporated bodies listed in that Schedule; and references in this Act to an authority to which this Act applies are references to any such corporation or body. 2 Her Majesty may by Order in Council amend Schedule 2 to this Act by the alteration of any entry or note, the removal of any entry or note or the insertion of any additional entry or note. 3 An Order in Council may only insert an entry if— a it relates— i to a government department; or ii to a corporation or body whose functions are exercised on behalf of the Crown; or b it relates to a corporation or body— i which is established by virtue of Her Majesty’s prerogative or by an Act of Parliament or an Order in Council or order made under an Act of Parliament or which is established in any other way by a Minister of the Crown in his capacity as a Minister or by a government department; ii at least half of whose revenues derive directly from money provided by Parliament, a levy authorised by an enactment, a fee or charge of any other description so authorised or more than one of those sources; and iii which is wholly or partly constituted by appointment made by Her Majesty or a Minister of the Crown or government department. 4 No entry shall be made in respect of a corporation or body whose sole activity is, or whose main activites are, included among the activities specified in subsection (5) below. 5 The activities mentioned in subsection (4) above are— a the provision of education, or the provision of training otherwise than under the Industrial Training Act 1982; b the development of curricula, the conduct of examinations or the validation of educational courses; c the control of entry to any profession or the regulation of the conduct of members of any profession; d the investigation of complaints by members of the public regarding the actions of any person or body, or the supervision or review of such investigations or of steps taken following them. 6 No entry shall be made in respect of a corporation or body operating in an exclusively or predominantly commercial manner or a corporation carrying on under national ownership an industry or undertaking or part of an industry or undertaking. 7 Any statutory instrument made by virtue of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 In this Act— a any reference to a government department to which this Act applies includes a reference to any of the Ministers or officers of such a department; and b any reference to an authority to which this Act applies includes a reference to any members or officers of such an authority. . 2 The Schedule set out in Schedule 1 to this Act shall be substituted for Schedule 2 to the 1967 Act. 3 The 1967 Act shall be further amended as follows— a in section 13(2) (application to Northern Ireland)— i after the word “authority, in the first place where it occurs, there shall be inserted the words “or body; and ii for the words “ or authority, in the first place where they occur, there shall be substituted the words “authority or body; b in section 14(3) (complaints in respect of matters which arose before commencement) for the words “which arose before the commencement of this Act there shall be substituted the words “whenever arising; and c in paragraph 10(1) of Schedule 3 (matters not subject to investigation) for the words “listed in Schedule 2 to this Act there shall be substituted the words “to which this Act applies."}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "2", "section_title": " Removal of a Commissioner on grounds of incapacity for medical reasons", "section_text": "2 1 Section 1 of the 1967 Act (which deals with the appointment and tenure of office by the Parliamentary Commissioner)  shall be amended as follows— a in subsection (2), for the words “subsection (3) there shall be substituted the words “subsections (3) and (3A); and b after subsection (3), there shall be inserted the following subsection— 3A Her Majesty may declare the office of Commissioner to have been vacated if satisfied that the person appointed to be the Commissioner is incapable for medical reasons— a of performing the duties of his office; and b of requesting to be relieved of it. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "3", "section_title": " Delegation of Parliamentary Commissioner’s functions to officers.", "section_text": "3 At the end of section 3(2) of the 1967 Act (which provides that any function of the Commissioner under the Act may be performed by any officer of the Commissioner authorised for that purpose by the Commissioner) there shall be added the words or may be performed by any officer so authorised—             a of the Health Service Commissioner for England; b of the Health Service Commissioner for Scotland; or c of the Health Service Commissioner for Wales ."}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "4", "section_title": " Consultation and disclosure of information.", "section_text": "4 1 In section 11 of the 1967 Act (provision for secrecy of information), the following subsection shall be inserted after subsection (2)— 2A Where the Commissioner also holds office as a Health Service Commissioner and a person initiates a complaint to him in his capacity as such a Commissioner which relates partly to a matter with respect to which that person has previously initiated a complaint under this Act, or subsequently initiates such a complaint, information obtained by the Commissioner or his officers in the course of or for the purposes of investigating the complaint under this Act may be disclosed for the purposes of his carrying out his functions in relation to the other complaint. . 2 The following section shall be inserted after that section—  Consultations between Parliamentary Commissioner and Health Service Commissioners. 11A 1 Where, at any stage in the course of conducting an investigation under this Act, the Commissioner forms the opinion that the complaint relates partly to a matter within the jurisdiction of the Health Service Commissioner for England, Wales or Scotland, he shall— a unless he also holds office as that Commissioner, consult about the complaint with him; and b if he considers it necessary, inform the person initiating the complaint under this Act of the steps necessary to initiate a complaint under Part V of the National Health Service Act 1977 (Health Service Commissioner for England and for Wales) or, as the case may be, Part VI of the National Health Service (Scotland) Act 1978 (Health Service Commissioner for Scotland). 2 Where by virtue of subsection (1) above the Commissioner consults with the Health Service Commissioner in relation to a complaint under this Act, he may consult him about any matter relating to the complaint, including— a the conduct of any investigation into the complaint; and b the form, content and publication of any report of the results of such an investigation. 3 Nothing in section 11(2) of this Act shall apply in relation to the disclosure of information by the Commissioner or any of his officers in the course of consultations held in accordance with this section. . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .."}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "6", "section_title": " Appointment of acting Commissioners.", "section_text": "6 1 The following section shall be inserted after section 3 of the 1967 Act—  Appointment of acting Commissioner. 3A 1 Where the office of Commissioner becomes vacant, Her Majesty may, pending the appointment of a new Commissioner, appoint a person under this section to act as the Commissioner at any time during the period of twelve months beginning with the date on which the vacancy arose. 2 A person appointed under this section shall hold office during Her Majesty’s pleasure and, subject to that, shall hold office— a until the appointment of a new Commissioner or the expiry of the period of twelve months beginning with the date on which the vacancy arose, whichever occurs first; and b in other respects, in accordance with the terms and conditions of his appointment which shall be such as the Treasury may determine. 3 A person appointed under this section shall, while he holds office, be treated for all purposes, except those of section 2 of this Act, as the Commissioner. 4 Any salary, pension or other benefit payable by virtue of this section shall be charged on and issued out of the Consolidated Fund. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "9", "section_title": " Financial provision.", "section_text": "9 There shall be paid out of money provided by Parliament any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act."}, {"act": "Parliamentary and Health Service Commissioners Act 1987", "year": 1987, "section": "10", "section_title": " Citation, repeals, commencement and extent.", "section_text": "10 1 This Act may be cited as the Parliamentary and Health Service Commissioners Act 1987. 2 The enactments mentioned in Schedule 2 to this Act are repealed to the extent specified in the third column of that Schedule. 3 This Act shall come into force at the end of the period of two months beginning with the date on which it is passed. 4 For the purposes of subsection (3) of section 6 of the 1967 Act any time elapsing between the date of the passing and the date of the commencement of this Act (but not any time before the first of those dates) shall be disregarded in relation to a complaint against a corporation or body first listed in Schedule 2 to the 1967 Act on the commencement of this Act. 5 This Act only extends to Northern Ireland so far as it relates to the 1967 Act and to the repeal of any enactment amending that Act."}]