[{"act": "Pilotage Act 1987", "year": 1987, "section": "1", "section_title": " Meaning of “competent harbour authority” and “harbour”.", "section_text": "1 1 Subject to the following provisions of this section, in this Act “ competent harbour authority ” means any harbour authority— a which has statutory powers in relation to the regulation of shipping movements and the safety of navigation within its harbour; and b whose harbour falls wholly or partly within an active former pilotage district; and references to a harbour authority’s harbour are to the area or areas inside the limits of which its statutory powers and duties as a harbour authority are exercisable but, where there are two or more separate such areas, include only those areas which fall wholly or partly within an active former pilotage district. 2 In this Act any reference to a former pilotage district is to a district which was a pilotage district within the meaning of the  Pilotage Act 1983 immediately before the day appointed for the coming into force of this Part of this Act (“the appointed day”) and for the purposes of subsection (1) above such a district is an active district if— a at least one act of pilotage was performed there in 1984, 1985, 1986 or 1987 in respect of which information was given by the pilotage authority for the district in a return made by it under section 19 of that Act; or b a certificate granted under section 20 of that Act (masters’ and first mates’ pilotage certificates) was in force in respect of the district at any time in any of those years in respect of which information was so given. 3 If the Secretary of State considers that in the interests of efficiency and safety of navigation a competent harbour authority should exercise pilotage functions both as respects its harbour and another area, he may by order provide— a that this Act shall apply to that authority as if its harbour included that other area; and b in a case where the other area is or falls within the harbour of another competent harbour authority, that that other authority shall not be a competent harbour authority for the purposes of this Act. 4 A harbour authority which is not a competent harbour authority may apply to the Secretary of State to be treated for the purposes of this Act as such an authority and on such an application the Secretary of State may by order provide that the applicant shall be a competent harbour authority for the purposes of this Act. 4A A harbour authority in England or Wales is not a competent harbour authority for the purposes of this Act while it is specified in an order of the Secretary of State under this subsection. 4B A harbour authority in Scotland is not a competent harbour authority for the purposes of this Act while it is specified in an order of the Scottish Ministers under this subsection. 5 An order under this section may be amended or revoked by further order. 6 The Secretary of State shall maintain a list of the authorities which are for the time being competent harbour authorities for the purposes of this Act. 7 Before making an order under  subsection (3) or (4)  the Secretary of State shall inform the persons he considers may be affected by the order of the terms of the proposed order and that they may within such reasonable period as he may specify object to the making of the order by giving him notice in writing. 8  Where any person has duly objected under subsection (7) above to the making of a proposed order and has not withdrawn his objection, then if the Secretary of State makes an order in that form (or a substantially similar form) it shall be subject to special parliamentary procedure, and the  Statutory Orders (Special Procedure) Act 1945 shall have effect accordingly, but as if— a sections 2 and 10(2) of that Act (which relate to preliminary proceedings) were omitted; and b that Act extended to Northern Ireland and, in the application of section 7(3) of that Act to Northern Ireland, for any reference to a local authority and the Secretary of State there were substituted respectively a reference to a district council and the Department of the Environment for Northern Ireland. 8AA Before making an order under subsection (4A) or (4B) the person making the order must consult— a any harbour authority to which the order would apply, and b anyone else who the person making the order thinks appropriate. 8B An order under this section may include transitional, consequential, incidental or supplemental provision. 9 For the purposes of subsection (1) above “ harbour authority ” does not include— a any authority excluded by virtue of section 58 of the  Harbours Act 1964 from being taken as a harbour authority for the purposes of that Act; b a Queen’s harbour master; or c any own account operator. 10 For the purposes of subsection (1)(a) above powers exercisable by the harbour master for a harbour shall be taken to be exercisable by the harbour authority which appointed him. 11 In this section “ own account operator ” means a statutory harbour undertaker within the meaning of section 42 of the Harbours Act 1964 or a harbour authority within the meaning of the  Harbours Act (Northern Ireland) 1970 whose activities in the harbour in question relate wholly or mainly to ships resorting to the harbour wholly or mainly for the purpose of bringing or receiving goods which— a have been manufactured or produced by the statutory harbour undertaker or, as the case may be, the harbour authority or any connected person; or b are to be used by him or any connected person for the manufacture or production of goods or electricity; and for the purposes of this subsection a person is connected with a statutory harbour undertaker or, as the case may be, harbour authority, if he is a holding company or subsidiary of the undertaker, or authority, or a member of a consortium the members of which between them own, directly or indirectly, more than half the issued share capital of the undertaker or authority."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "1A", "section_title": "Procedure on orders under section 1", "section_text": "1A 1 Where the Scottish Ministers propose to make an order under section 1 above (other than under subsection (4) or (4B)  of that section), they must before doing so— a publish a notice— i in a newspaper circulating in the area in which the provisions of the order will have most effect; ii in the Edinburgh Gazette; and iii in such other publication as seems to them appropriate; and b send a copy of the notice to such persons as they consider may be affected by the order. 2 Where the Scottish Ministers propose to make an order under subsection (4) of section 1 above, the harbour authority which made application under that subsection must, before the order is made— a publish a notice— i in a newspaper circulating in the area in which the provisions of the order will have most effect; ii in the Edinburgh Gazette; and iii in such other publication as may be directed by the Scottish Ministers; and b send a copy of the notice— i to such persons as they consider may be affected by the order; and ii to such other persons as the Scottish Ministers may direct. 3 A notice under subsection (1) or (2) above must— a contain a summary of the contents of the proposed order; b specify a place where a copy of the proposed order (and of any related map or plan) is available for public inspection; and c provide details as to the making to the Scottish Ministers of objections to the proposed order by a date specified in the notice (that date being no less than 42 days after the first date of publication of the notice in terms of paragraph (a)(i) of subsection (1) or (2) above). 4 Where a harbour authority affected by the proposed order makes an objection to the Scottish Ministers by the date specified in the notice, the Scottish Ministers shall arrange for the objection to be considered— a at a public local inquiry; or b at a hearing before a person appointed by them. 5 Where the Scottish Ministers receive any other objection by the date specified in the notice and they do not consider the objection to be frivolous or trivial, they shall arrange for the objection to be considered— a at a public local inquiry; b at a hearing before a person appointed by them; or c by way of written representations. 6 Subsections (2) and (4) to (8) of section 210 of the Local Government (Scotland) Act 1973 (c. 65)\t\t\t\t\t\t\t\t(attendance and evidence at, and expenses of, inquiries) apply to an inquiry held under subsection (4)(a) or (5)(a) above as they apply to a local inquiry under that Act. 7 Subsections (6) to (8) of section 210 of the Local Government (Scotland) Act 1973 apply to a hearing held under subsection (4)(b) or (5)(b) above as they apply to a local inquiry under that Act. 8 The Scottish Ministers are to have regard to— a a report by the person conducting any inquiry or hearing under subsection (4) or (5) above; and b any written representations in terms of subsection (5)(c) above, before deciding whether or not to make the proposed order (with or without modifications). 9 After an order has been made, the Scottish Ministers or, where the order is made under subsection (4) of section 1 above, the harbour authority which made application under that subsection must— a publish a notice— i in a newspaper circulating in the area in which the provisions of the order will have most effect; and ii in the Edinburgh Gazette; and b send a copy of the notice to— i any person to whom a copy notice was sent under paragraph (b) of subsection (1) or (2) above, as the case may be; ii any person whose objection was considered at an inquiry or hearing under subsection (5) above; and iii any other person whom the Scottish Ministers consider appropriate. 10 A notice under subsection (9) above must— a state that the order has been made; b specify the date on which it comes into force; and c specify a place where a copy of the order is available for public inspection."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "2", "section_title": " General duties as to provision of pilotage services.", "section_text": "2 1 Each competent harbour authority shall keep under consideration— a whether any and, if so, what pilotage services need to be provided to secure the safety of ships navigating in or in the approaches to its harbour; and b whether in the interests of safety pilotage should be compulsory for ships navigating in any part of that harbour or its approaches and, if so, for which ships and in which circumstances and what pilotage services need to be provided for those ships. 2 Without prejudice to the generality of subsection (1) above, each competent harbour authority shall in performing its functions under that subsection have regard in particular to the hazards involved in the carriage of dangerous goods or harmful substances by ship. 3 Each competent harbour authority shall provide such pilotage services as it considers need to be provided as mentioned in subsection (1)(a) and (b) above."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "3", "section_title": "  Authorisation of pilots.", "section_text": "3 1 Subject to  subsections (1A) and  (3) and section 4 below, a competent harbour authority may authorise such persons to act as pilots in or in any part of the area in relation to which its duty under section 2(1) above is exercisable as it considers are suitably qualified to do so; and such an authorisation shall specify the area within which it has effect and may specify that it only has effect in relation to ships of a particular description. 1A In considering whether a person is suitably qualified— a to be authorised under subsection (1) above to act as a pilot— i in inland waters only; or ii in inland waters and other waters; or b to continue to be so authorised, a competent harbour authority shall act in accordance with Schedule A1 to this Act (which makes provision about persons with qualifications obtained in  EEA  States  ...).  2 The authority may determine the qualifications in respect of  ... physical fitness, time of service, local knowledge, skill, character and otherwise to be required from persons applying for authorisation and provide for the examination of such persons; and different qualifications may be required from persons who immediately before the appointed day were the holders of licences under section 12 of the  Pilotage Act 1983, time-expired apprentice pilots or recognised assistant pilots. 2A Nothing in any determination made by a competent harbour authority under subsection (2) above shall permit the authority to act in such a way as to contravene Schedule A1 to this Act (which makes provision about persons with qualifications obtained in  EEA  States  ...).  3 During the period of four years beginning with the appointed day a competent harbour authority shall not authorise any persons who were not immediately before the appointed day holders of full licences (that is to say, licences under that section other than licences for a limited period which are not renewable) unless the number of such persons applying to be authorised under this section who have the required qualifications falls short of the number the authority considers are required to be authorised. 4 If at any time during that period there is such a shortfall, the competent harbour authority shall not authorise any person who was not immediately before that day a time-expired apprentice pilot or a recognised assistant pilot unless the number of such apprentice and assistant pilots applying to be authorised who have the required qualifications also falls short of that number. 5 A competent harbour authority may suspend or revoke an authorisation granted by it under this section if it appears to it— a that the authorised person has been guilty of any incompetence or misconduct affecting his capability as a pilot; b that the authorised person has ceased to have the qualifications required from persons applying for authorisation by it under this section or has failed to provide evidence that he continues to have those qualifications; c that the number of persons for the time being authorised by it under this section exceeds the number required to be authorised; or d that it is appropriate to do so by virtue of the termination of any contract or other arrangement under which the services of pilots are provided within its harbour; but the authorisation of a person who provides his services as a pilot under a contract for services may not be revoked by an authority by virtue of paragraph (c) above unless it gave him notice before the appointed day that the number of persons it proposed to authorise exceeded the number required to be authorised and it proposed to revoke his authorisation after allowing him a reasonable period from the appointed day to seek authorisation by another competent harbour authority. 6 Before suspending or revoking an authorisation under subsection (5)(a) or (b) above, a competent harbour authority shall give written notice of its intention to do so to the authorised person, stating the reasons for which it proposes to act, and shall give him a reasonable opportunity of making representations. 7 Where a competent harbour authority suspends or revokes an authorisation of any person by virtue of paragraph (c) or (d) of subsection (5) above, it shall give him notice in writing— a stating that the suspension or revocation was by virtue of that paragraph; and b specifying the duration of the authorisation in question and any previous authorisations granted to that person by the authority. 8 If any person who is not an authorised pilot for an area describes himself whilst he is in that area as being such a pilot or so holds himself out as to indicate or be reasonably understood to indicate that he is such a pilot, he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 9 A person who is an authorised pilot for a harbour for which the competent harbour authority is a local authority shall not by reason of his holding any office or employment as a pilot be disqualified for being a member of any committee of that local authority with any functions in respect of which knowledge or experience relevant to pilotage is material or for being a representative of the local authority on a joint committee of the authority and another authority with such functions. 9A A person who is an authorised pilot for a harbour for which the competent harbour authority is a local authority which are operating executive arrangements shall not by reason of his holding of any office or employment as a pilot be disqualified— a for being a member of the executive of the local authority  , or an assistant to the executive,   where that executive is to any extent responsible for any function in respect of which knowledge or experience relevant to pilotage is material; or b for being a member of a committee of the executive of the local authority with any functions in respect of which knowledge or experience relevant to pilotage is material. 10 In this section—   “ assistant to the executive ” has the same meaning as in Schedule 1 to the Local Government Act 2000 (see paragraph 3A of that Schedule);   “executive” and “executive arrangements” have the same meaning as in Part II of the Local Government Act 2000; “ local authority ” means— in England and Wales, a local authority within the meaning of the  Local Government Act 1972; in Scotland, a local authority within the meaning of the  Local Government (Scotland) Act 1973; and in Northern Ireland, a district council; “ time-expired apprentice pilot ” means a person who has served the full term of his apprenticeship as a pilot but is not the holder of a licence under section 12 of the  Pilotage Act 1983; “ recognised assistant pilot ” means a person who acts as an assistant to pilots in a pilotage district and is recognised as such an assistant by the pilotage authority for the district but is not the holder of such a licence."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "4", "section_title": " Employment  etc.  of authorised pilots.", "section_text": "4 1 Subject to subsection (2) below, a competent harbour authority may make such arrangements as it considers appropriate for the provision of the services of authorised pilots in the area in relation to which its duty under section 2(1) above is exercisable (whether under a contract of employment or a contract for services). 2 A competent harbour authority shall offer to employ under a contract of employment any person it authorises under section 3 above who is not already employed by it under such a contract (“the new pilot”) unless— a a majority of the relevant licence holders have agreed during the period beginning six months and ending three months before the appointed day that it need not do so; or b a majority of the relevant authorised pilots have agreed on or after that day that it need not do so. 3 For the purposes of subsection (2) above— “ relevant licence holders ” means— a in the case of a competent harbour authority whose harbour falls within more than one former pilotage district, the persons who at the time of the agreement were holders of full licences (within the meaning of section 3(3) above) for the pilotage district in which the area for which the new pilot is authorised falls; b in the case of a competent harbour authority whose harbour falls within a former pilotage district in which another such authority’s harbour also falls, the persons who at that time were holders of such licences for that district and, in the opinion of the Pilotage Commission, were then regularly providing their services as pilots within the part of the district in which the first-mentioned authority’s harbour is situated; c in any other case, all the persons who at that time were the holders of such licences for the former pilotage district in which the competent harbour authority’s harbour falls; and “ relevant authorised pilots ” means— in the case mentioned in paragraph (a) above, the persons who at the time of the agreement are authorised pilots for the area for which the new pilot has been authorised; and in any other case the persons who at that time are authorised pilots for the harbour of the authority. 4 A competent harbour authority may refuse to authorise any person who is not willing to provide his services as a pilot in accordance with the arrangements made for the provision of such services in its area. 5 A competent harbour authority may pay into any pilots’ benefit fund established under paragraph (i) of section 15(1) of the  Pilotage Act 1983 such contributions as may be required by the rules governing that fund in respect of any authorised pilot providing his services under such arrangements as mentioned in subsection (1) above."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "5", "section_title": " Temporary procedure for resolving disputes as to terms of employment.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The preceding provisions of this section shall cease to have effect on such date (not being earlier than the expiry of the period of three years beginning with the appointed day) as the Secretary of State may by order prescribe, but no such order shall affect the terms of any contract continuing in force at that date."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "6", "section_title": " Pilot boats.", "section_text": "6 1 Ships regularly employed in pilotage services provided by or on behalf of any competent harbour authority (in this Act referred to as “ pilot boats ”) shall— a if they are operated by the authority, be approved by the authority; and b otherwise be licensed by it; and the authority shall not approve or license any ship under this subsection unless it is satisfied that it is suitable for use as a pilot boat. 2 A competent harbour authority shall make such other provision as it considers necessary for the operation of pilot boats."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "7", "section_title": " Pilotage directions.", "section_text": "7 1 Subject to the provisions of this section, if a competent harbour authority considers that in the interests of safety it should do so, it shall direct that pilotage shall be compulsory for ships navigating in any area or part of an area in relation to which its duty under section 2(1) above is exercisable; and such a direction is referred to in this Act as a “pilotage direction”. 2 A pilotage direction— a may, subject to subsection (3) below, apply to all ships or all ships of a description specified in the direction (subject to any exceptions there specified); b shall specify the area and circumstances in which it applies; c may specify the circumstances in which an authorised pilot in charge of a ship to which it applies is to be accompanied by an assistant who is also an authorised pilot; and d may contain such supplementary provisions as the authority considers appropriate. 3 A pilotage direction shall not apply to ships of less than 20 metres in length or to fishing boats of which the registered length is less than 47.5 metres. 4 Before giving a pilotage direction a competent harbour authority shall consult— a the owners of ships which customarily navigate in the area to which the proposed direction would apply; and b any other persons who carry on harbour operations within the harbour of the authority; or, in either case, such persons as it considers to be representative of them. 5 If a competent harbour authority considers that pilotage should be compulsory for ships navigating in any area outside its harbour it shall apply for a harbour revision order to be made under section 14 of the  Harbours Act 1964, or in Northern Ireland a harbour order under section 1 of the  Harbours Act (Northern Ireland) 1970, to extend the limits within which the authority has jurisdiction for the purposes of pilotage to include that area and a pilotage direction given by it shall not apply to that area unless the limits have been so extended. 6 A competent harbour authority shall arrange for any pilotage direction given by it to be published in such manner as to bring it to the notice of those persons likely to be interested."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "8", "section_title": " Pilotage exemption certificates.", "section_text": "8 1 Subject to subsection (3) below, a competent harbour authority which has given a pilotage direction shall, on application by any person who is bona fide  a deck officer  of any ship, grant a certificate (in this Act referred to as a “pilotage exemption certificate”) to him if it is satisfied (by examination or by reference to such other requirements as it may reasonably impose)— a that his skill, experience and local knowledge are sufficient for him to be capable of piloting the ship of which he is  a deck officer  (or that and any other ships specified in the certificate) within its harbour or such part of its harbour as may be so specified; and b in any case where it appears to the authority to be necessary in the interests of safety, that his knowledge of English is sufficient for that purpose. 2 The requirements imposed under subsection (1) above— a must not be unduly onerous having regard to the difficulties and danger of navigation in the harbour in question; and b must not be more onerous than those required to be met by a person (other than a person who immediately before the appointed day was the holder of a licence under section 12 of the Pilotage Act 1983 or a time-expired apprentice pilot or recognised assistant pilot within the meaning of section 3 above) applying to the authority for authorisation under section 3 above. 3 If the Secretary of State is satisfied, on application by a competent harbour authority, that it is appropriate to do so by reason of the unusual hazards involved in shipping movements within its harbour, he may direct that during such period (not exceeding three years) as he may specify, notwithstanding that the authority is satisfied as mentioned in subsection (1) above, it may refuse to grant pilotage exemption certificates under that subsection. 4 Where a direction is given in respect of a competent harbour authority under subsection (3) above any pilotage exemption certificate granted by the authority shall cease to have effect and the authority shall notify the holders of such certificates of that fact. 5 A pilotage exemption certificate shall not remain in force for more than one year from the date on which it is granted, but— a if the holder continues to be  a deck officer of a ship , may be renewed annually by the competent harbour authority on application by the holder if the authority continues to besatisfied as mentioned in subsection (1) above; and b on the application of the holder may be altered so as to refer to different ships from those to which it previously referred if the authority is so satisfied as respects those ships. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Before refusing an application by any person under this section for the grant, renewal or alteration of a certificate  ... a competent harbour authority shall give him written notice of its intention to do so, stating the reasons for which it proposes to act, and shall give him a reasonable opportunity of making representations. 8 A competent harbour authority may charge such fees in respect of any examination required to be taken for the purposes of this section or the grant, renewal or alteration of any pilotage exemption certificate as the authority considers reasonable for the purposes of meeting its administrative costs in connection therewith."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "8A", "section_title": "Pilotage exemption certificates: suspension and revocation", "section_text": "8A 1 A competent harbour authority may by written notice suspend or revoke a person's pilotage exemption certificate in the following cases. 2 Case 1 is where an event has occurred as a result of which the authority is no longer satisfied of the matters specified in section 8(1)(a). 3 Case 2 is where the authority thinks that the person has provided false information to the authority as to any of those matters. 4 Case 3 is where the authority thinks that the person has been guilty of professional misconduct while piloting a ship. 5 Case 4 is where— a pilotage notification was given under section 15(4)(b) in reliance on the person's certificate, and b in the event, the pilotage was carried out by a person who was neither an authorised pilot nor acting in accordance with a pilotage exemption certificate."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "8B", "section_title": "Section 8A: supplementary", "section_text": "8B 1 The maximum period for which a pilotage exemption certificate may be suspended is 28 days. 2 But if a harbour authority has suspended a person's certificate and is considering whether to revoke it, the authority may by written notice extend the suspension for a single period of up to 28 days. 3 A suspended certificate may be revoked (on the same or different grounds). 4 Before revoking a person's certificate a harbour authority must— a give the person written warning, stating the reasons for the proposed revocation, and b allow the person a reasonable opportunity to make representations. 5 A competent harbour authority which has suspended or revoked a certificate may pay compensation to any person who has suffered, or is likely to suffer, loss as a result."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "9", "section_title": " Prevention of discrimination in favour of authority’s ships.", "section_text": "9 A competent harbour authority shall secure that any ship owned or operated by it and used by it in the exercise of its functions otherwise than under this Act is subject to the same obligations as respects pilotage whilst navigating within its harbour as any other ship."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "10", "section_title": " Pilotage charges.", "section_text": "10 1 A competent harbour authority may make reasonable charges in respect of the pilotage services provided by it. 2 Without prejudice to the generality of subsection (1) above, the charges to be made under that subsection may include— a charges for the services of a pilot authorised by the authority; b charges in respect of any expenses reasonably incurred by such a pilot in connection with the provision of his services as a pilot; c charges by way of penalties payable in cases where the estimated time of arrival or departure of a ship is not notified as required by the authority or the ship does not arrive or depart at the notified time; d charges in respect of the cost of providing, maintaining and operating pilot boats for the area; and e charges in respect of any other costs involved in providing and maintaining the pilotage organisation provided by the authority. 3 A competent harbour authority which has given a pilotage direction may also make reasonable charges in respect of any ship navigating within the area to which the direction applies under the pilotage of a  deck officer  who is the holder of a pilotage exemption certificate in respect of the area and ship in question. 4 Different charges may be made under this section in different circumstances. 5 A competent harbour authority shall arrange for the charges to be made by it under this section to be published in such manner as to bring them to the notice of those persons likely to be interested. 6 Subsections (2) to (12) of section 31 of the  Harbours Act 1964, or in Northern Ireland subsections (1) and (3) to (11) of section 7 of the  Harbours Act (Northern Ireland) 1970, (right of objection to ship, passenger and goods dues) shall apply as respects charges imposed by an authority by virtue of this section as they apply as respects charges to which section 31 or, as the case may be, section 7 applies but— a with the substitution for the references to the persons mentioned in section 31(2)(a) and (b) and (3)(b) or, as the case may be, section 7(1)(a) and (b) and (3)(b) of references to— i the owners of ships which customarily navigate in the harbour in question; ii any persons who carry on harbour operations within that harbour; and iii any other harbour authority to whose harbour ships obtain access through that harbour, or, in any of those cases, persons representative of them; and b with the omission of section 31(2)(i) and (iii) or, as the case may be, 7(1)(i) and (iii). 7 Charges imposed by a competent harbour authority under this section shall be recoverable as a civil debt or in any other manner in which ship, passenger and goods dues are recoverable by the authority. 8 In subsection (7) above “ ship, passenger and goods dues ” has the same meaning as in the Harbours Act 1964 or, in Northern Ireland, the Harbours Act (Northern Ireland) 1970."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "11", "section_title": " Use of agents and joint arrangements.", "section_text": "11 1 A competent harbour authority may arrange for its functions in relation to the provision of pilotage services (other than its functions under sections 2(1), 3(1), 4(2), 6(1)(b), 7(1), 8(1) above or section 28 below or its function of determining the qualifications to be required from persons applying for authorisation under section 3(2) above or any charge to be imposed under section 10(1) or (3) above) to be exercised on its behalf by such other persons as it thinks fit and may establish such companies as it thinks fit to exercise those functions on its behalf. 2 A competent harbour authority may arrange for all or any of its functions relating to pilotage other than its duty under section 2(1) above to be exercised on its behalf by another competent harbour authority. 3 Two or more competent harbour authorities may arrange to discharge any of their functions relating to pilotage jointly and such arrangements may provide for the discharge of such functions by a joint committee or any other body established by the authorities for that purpose. 4 An authority which has entered into arrangements with another authority under subsection (2) or (3) above may withdraw from the arrangements on giving reasonable notice to the other authority."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "12", "section_title": " Information and directions as to joint arrangements.", "section_text": "12 1 Where— a the harbours of two or more competent harbour authorities fall wholly or partly within a single former pilotage district; b access for ships to the harbour of a competent harbour authority is customarily available through the harbour of another competent harbour authority; c there is any person other than the competent harbour authority who carries on harbour operations within the harbour of a competent harbour authority; d there is any person who carries on harbour operations in a harbour (within the meaning of the  Harbours Act 1964) which is not the harbour of a competent harbour authority and access to which is customarily available through the harbour of a competent harbour authority; or e the harbour of a competent harbour authority and a dockyard port (within the meaning of the  Dockyard Ports Regulation Act 1865) for which a Queen’s harbour master has been appointed under that Act fall wholly or partly within a single former pilotage district, the Secretary of State may require any of the authorities or, in the case of paragraph (c), (d) or (e) above, the authority concerned to provide him with such information as he may require concerning the arrangements made or proposed by the authorities or authority in question for the provision of pilotage services and that information shall be provided in such form as the Secretary of State may require. 2 If the Secretary of State considers that any arrangements of which particulars are provided under subsection (1) above are not satisfactory he may— a direct that they shall have effect subject to such modifications as he may specify in the direction; or b direct the authorities or authority concerned to make different arrangements. 3 If the statement provided under subsection (1) above is to the effect that no arrangements have been made or proposed by the authorities or authority in question for the provision of pilotage services in the area concerned and the Secretary of State considers that such arrangements should be made, he shall direct the authorities or authority in question to make appropriate arrangements. 4 Section 11(4) above shall not apply to any arrangements made or modified by virtue of a direction under this section."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "13", "section_title": " Resolution of disputes between authorities.", "section_text": "13 1 Where any dispute arises between two or more competent harbour authorities concerning— a arrangements for the provision of pilotage services made by one authority which affect navigation in another authority’s harbour; b arrangements made by two or more authorities for the discharge of their functions in relation to pilotage jointly; or c any statement required to be prepared or arrangements required to be made under section 12 above, or between a competent harbour authority and such a person as mentioned in section 12(1)(c), (d) or (e) above concerning arrangements for the provision of pilotage services made by the authority which affect navigation in the harbour of the competent harbour authority or such a statement or arrangement, any party to the dispute may appeal to the Secretary of State. 2 On an appeal under subsection (1) above the Secretary of State shall settle the dispute in such manner as he considers appropriate and may in particular direct— a that such arrangements as are mentioned in that subsection shall not have effect or shall have effect subject to such modifications as he may specify; or b in the case of a dispute between two competent harbour authorities, that one authority only shall exercise functions under this Act in relation to any area in respect of which there is a dispute. 3 The arrangements mentioned in subsection (1) above include arrangements concerning which a previous dispute has been settled under subsection (2) above and arrangements made or modified by virtue of that subsection."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "14", "section_title": " Accounts.", "section_text": "14 1 Regulations under section 42 of the  Harbours Act 1964 may require any authority to which that section applies which is a competent harbour authority to make available for inspection by the public any statement of accounts required to be prepared by it under that section which relate to the activities of the authority (or any agent of the authority) in relation to pilotage. 2 Regulations under section 30(1) of the  Harbours Act (Northern Ireland) 1970 may require any harbour authority which is a competent harbour authority to make available for inspection by the public any statement of accounts to which that section applies which relates to any such activities of the authority (or any agent of the authority). 3 Where any such activities of a competent harbour authority are carried out on its behalf by any agent, the agent shall furnish the authority with all such information concerning those activities as the authority may reasonably require to fulfil its obligations in relation to any such statement of accounts."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "15", "section_title": " Compulsory pilotage.", "section_text": "15 1 A ship which is being navigated in an area and in circumstances in which pilotage is compulsory for it by virtue of a pilotage direction shall be— a under the pilotage of an authorised pilot accompanied by such an assistant, if any, as is required by virtue of the direction; or b under the pilotage of a  deck officer  possessing a pilotage exemption certificate in respect of that area and ship. 2 If any ship is not under pilotage as required by subsection (1) above after an authorised pilot has offered to take charge of the ship, the master of the ship shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 3 The master of a ship commits an offence if— a the ship is navigated in an area in which a pilotage direction applies to it, and b the competent harbour authority which gave the direction has not been given pilotage notification. 4 Pilotage notification is notification that the ship will be navigated in an area in which a pilotage direction will apply to it and— a that an authorised pilot is required to pilot the ship, or b that an authorised pilot is not required because the ship will be piloted by a specified person acting in accordance with a pilotage exemption certificate. 5 A person guilty of an offence under subsection (3) is liable on summary conviction to a fine not exceeding level 2 on the standard scale."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "16", "section_title": " Liability for ships under compulsory pilotage.", "section_text": "16 The fact that a ship is being navigated in an area and in circumstances in which pilotage is compulsory for it shall not affect any liability of the owner or master of the ship for any loss or damage caused by the ship or by the manner in which it is navigated."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "17", "section_title": " Right of authorised pilot to supersede unauthorised pilot.", "section_text": "17 1 An authorised pilot may, within the harbour in relation to which or a part of which he is authorised, supersede as the pilot of a ship any unauthorised person who has been employed to pilot it. 2 If the master of any ship navigates it in any part of a harbour under the pilotage of an unauthorised person without first notifying the competent harbour authority that he proposes to do so, he shall be guilty of an offence. 3 If an unauthorised person pilots a ship within a harbour knowing that an authorised pilot has offered to pilot it, he shall be guilty of an offence. 4 If the master of a ship navigating within a harbour knowingly employs or continues to employ an unauthorised person to pilot the ship after an authorised pilot has offered to pilot it, he shall be guilty of an offence. 5 For the purposes of this section— a a person is an unauthorised person if he is neither an authorised pilot nor the holder of a pilotage exemption certificate in respect of the ship and the area in question; and b any person (other than the master or one of the crew of a ship) who is on the bridge of the ship or in any other position from which the ship is navigated (whether on board or elsewhere) shall be deemed to be piloting the ship unless he proves otherwise. 6 Any person who is guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding— a in the case of an offence under subsection (2) above, level 2 on the standard scale; and b in the case of an offence under subsection (3) or (4) above, level 4 on the standard scale. 7 Subsections (1) to (4) above do not apply— a to a ship which a person is piloting or ordered to pilot in a dockyard port (within the meaning of the  Dockyard Ports Regulation Act 1865) in the course of his duties as a servant of the Crown; or b if the competent harbour authority has directed that those subsections shall not apply to movements in its harbour or a specified part of its harbour for the purpose of changing a ship or a ship of a specified description from one mooring to another or of taking it into or out of any dock, to a ship or a ship of that description being moved in that harbour or that part for that purpose;but nothing in paragraph (a) above shall be construed as derogating from any immunity which affects such a ship as there mentioned apart from that paragraph. 8 A competent harbour authority shall not give a direction under subsection (7)(b) above unless the area in relation to which it will apply is either— a an area in relation to which a bye-law under section 38 of the  Pilotage Act 1983 (exemptions from compulsory pilotage for ships moving within harbours, docks etc.) was in force immediately before the appointed day; or b a closed dock, lock or other closed work which is not in a former pilotage district."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "18", "section_title": " Declaration as to draught etc. of ship.", "section_text": "18 1 A pilot may require the master of any ship which he is piloting to declare its draught of water, length and beam, and to provide him with such other information relating to the ship or its cargo as the pilot specifies and is necessary to enable him to carry out his duties as the pilot of the ship. 2 The master of a ship shall bring to the notice of any person who pilots the ship any defects in, and any matter peculiar to, the ship and its machinery and equipment of which the master knows and which might materially affect the navigation of the ship. 3 Any master of a ship who— a refuses to comply with a request made to him in pursuance of subsection (1) above; or b makes a statement which is false in a material particular in answer to such a request, knowing it to be false or being reckless as to whether it is false, or fails without reasonable excuse to correct such a statement made by another person in answer to such a request, although himself knowing it to be false; or c without reasonable excuse contravenes subsection (2) above,shall be guilty of an offence. 4 Any person who is guilty of an offence under this section shall be liable on summary conviction to a fine not exceeding— a in the case of an offence under subsection (3)(b) above, level 5 on the standard scale, and b in any other case, level 4 on the standard scale."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "19", "section_title": " Authorised pilot not to be taken out of his area.", "section_text": "19 1 A master of a ship shall not without reasonable excuse take an authorised pilot without his consent beyond the point up to which he has been engaged to pilot the ship. 2 A person who contravenes subsection (1) above shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "20", "section_title": " Facilities to be given for pilot boarding leaving ship.", "section_text": "20 1 Where— a the master of a ship, which is navigating in an area in circumstances in which pilotage is compulsory for it but is not under the pilotage of an authorised pilot or a  deck officer  possessing a pilotage exemption certificate in respect of the ship and the area, is offered the services of an authorised pilot; or b the master of a ship accepts the services of an authorised pilot in any other circumstances, he shall facilitate the pilot boarding and subsequently leaving the ship. 2 If the master of any ship without reasonable excuse contravenes this section he shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "21", "section_title": " Misconduct by pilot endangering ship or persons on board ship.", "section_text": "21 1 If the pilot of a ship— a does any act which causes or is likely to cause the loss or destruction of, or serious damage to, the ship or its machinery, navigational equipment or safety equipment, or the death of, or serious injury to, a person on board the ship; or b omits to do anything required to preserve the ship or its machinery, navigational equipment or safety equipment from loss, destruction or serious damage or to preserve any person on board the ship from death or serious injury, and the act or omission is deliberate or amounts to a breach or neglect of duty or he is under the influence of drink or a drug at the time of the act or omission, he shall be guilty of an offence. 2 A person who is guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding 6 months or a fine not exceeding the statutory maximum or both; or b on conviction on indictment, to imprisonment for a term not exceeding 2 years or a fine or both."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "22", "section_title": " Limitation of liability in respect of pilots.", "section_text": "22 1 The liability of an authorised pilot for any loss or damage caused by any act or omission of his whilst acting as such a pilot shall not exceed £1,000 and the amount of the pilotage charges in respect of the voyage during which the liability arose. 2 For the purposes of subsection (1) above a person shall be deemed to be an authorised pilot notwithstanding that he is acting as a pilot of a ship navigating outside the area in relation to which he is authorised if— a he is piloting the ship to that area from a place where pilots authorised for that harbour regularly board ships navigating to it; or b he is piloting the ship from that harbour to a place where such pilots regularly leave ships navigating from it; and c in either case, the ship is one in respect of which he is authorised. 3 Where, without any such personal act or omission by a competent harbour authority as is mentioned in Article 4 of the Convention in Part I of  Schedule 7 to the Merchant Shipping Act 1995 , any loss or damage to any ship, to any property on board any ship or to any property or rights of any kind is caused by an authorised pilot employed by it, the authority shall not be liable to damages beyond the amount of £1,000 multiplied by the number of authorised pilots employed by it at the date when the loss or damage occurs. 4 Where, without any such personal act or omission as mentioned in subsection (3) above by a person providing pilotage services on behalf of a competent harbour authority (“the agent”), any such loss or damage as there mentioned is caused by an authorised pilot employed by him, the agent shall not be liable to damages beyond the amount of £1,000 multiplied by the number of authorised pilots employed by him providing pilotage services for that authority at the date when the loss or damage occurs. 5 The limit of liability under this section shall apply to the whole of any losses and damages which may arise upon any one distinct occasion although such losses and damages may be sustained by more than one person. 6 Where any proceedings are taken against any person (“the defendant”) for any act or omission in respect of which liability is limited as provided by this section and other claims are or appear likely to be made in respect of the same act or omission, the court in which the proceedings are taken may— a determine the amount of the liability; b upon payment by the defendant of that amount into court, distribute that amount rateably amongst the claimants; c stay, or in Scotland sist, any proceedings pending in any other court in relation to the same matter; d proceed in such manner and subject to such requirements as the court thinks just— i as to making interested persons parties to the proceedings; ii as to the exclusion of any claimants whose claims are not made within a certain time; iii as to requiring security from the defendant; and iv as to payment of any costs. 7 Nothing in subsection (3) or (4) above shall affect any liability which may be limited under section  185 or is excluded under section 186 of the Merchant Shipping Act 1995  (liabilities of shipowners). 8 A competent harbour authority shall not be liable for any loss or damage caused by any act or omission of a pilot authorised by it under section 3 above by virtue only of that authorisation. 9 In this section “ the court ” means— a in England and Wales, the High Court; b in Scotland, the Court of Session; and c in Northern Ireland, the High Court."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "23", "section_title": " Deep sea pilotage certificates.", "section_text": "23 1 The Secretary of State may authorise any body appearing to him to be competent to do so to grant certificates under this section (“deep sea pilotage certificates”) in respect of such part of the sea falling outside the harbour of any competent harbour authority as he may specify. 2 Any body for the time being authorised under this section may grant a deep sea pilotage certificate to any person on application by him if it is satisfied (by examination or by reference to such criteria as it may reasonably impose) that he is qualified to act as a pilot of a ship for the area in respect of which the body is authorised under subsection (1) above."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "24", "section_title": " Abolition of pilotage authorities.", "section_text": "24 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 Where an order is made under section 1(3)(b) above in respect of an authority to which any property, rights or liabilities have been transferred under this section, the order shall, if the Secretary of State considers that it is appropriate for it to do so, make provision for the transfer of them to the authority which he considers should exercise pilotage functions within its harbour. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "25", "section_title": " Transfer of staff of pilotage authorities etc.", "section_text": "25 1 The arrangements to be made under a scheme under section 24 above as respects the staff of pilotage authorities shall apply— a in the case of an authority which will continue to exist in another capacity on and after the appointed day, to such of the persons employed by it immediately before that day as the authority has determined are not required by it for its functions in that other capacity; and b otherwise, to all the persons employed by the authorityimmediately before that day. 2 Such a scheme shall provide— a in the case mentioned in subsection (3) of section 24 above, that the staff to whom the scheme applies shall be employed on and after the appointed day by the competent harbour authority there mentioned; and b in the case mentioned in subsection (4) of that section, that the staff to whom it applies shall be employed on and after that day by such competent harbour authority as the Pilotage Commission thinks fit or by the Commission. 3 Such a scheme may make provision for the payment of compensation to staff of pilotage authorities for any loss of employment which is attributable to any provision made by or under this Act but no such scheme shall affect any person’s right to compensation otherwise than under the scheme. 4 Where such a scheme provides that an employee of a pilotage authority shall be employed by another person on and after the appointed day— a the contract of employment between the employee and the pilotage authority shall not be terminated by the abolition of that authority but shall have effect from the appointed day as if originally made between him and that other person; and b without prejudice to paragraph (a) above— i all the pilotage authority’s rights, powers, duties and liabilities under or in connection with such a contract shall by virtue of this section be transferred on that day to that other person; and ii anything done before that day by or in relation to the authority in respect of that contract or employee shall be deemed on and after that day to have been done by or in relation to that other person. 5 Subsection (4) above is without prejudice to any right of an employee to terminate his contract of employment if a substantial change is made to his detriment in his working conditions but no such right shall arise by reason only of the change of employer effected by this section. 6 Where a person formerly employed by a pilotage authority becomes employed by another person by virtue of this section— a Chapter I of Part XIV of the Employment Rights Act 1996  or, in Northern Ireland, Schedule 1 to the  Contracts of Employment and Redundancy Payments Act (Northern Ireland) 1965 (computation of period of employment for the purposes of that Act) shall have effect in relation to him as if it included provision— i that the period of employment with the pilotage authority counted as a period of employment with that other person; and ii that the change of employer did not break the continuity of the period of employment; and b the period of his employment with the pilotage authority shall count as a period of employment with his new employer for the purposes of any provision of his contract of employment with his new employer which depends on his length of service with him. 7 Where the Pilotage Commission considers that arrangements under a scheme under section 24 above should also apply to any employee of a person licensed as a pilot under section 12 of the  Pilotage Act 1983— a subsections (2) and (3) above shall apply as if the employee were employed by the pilotage authority for the district for which his employer is licensed; b the contract of employment between the employee and the licensed pilot shall have effect from the appointed day as if originally made between the employee and the person by whom the scheme provides that he shall be employed on and after that day; and c without prejudice to paragraph (b) above, subsections (4)(b), (5) and (6) above shall apply as they apply to the transfer of an employee of a pilotage authority but with the substitution for the references in subsections (4)(b) and (6) to the pilotage authority of references to the licensed pilot. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "26", "section_title": " Abolition of Pilotage Commission.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Pilotage Act 1987", "year": 1987, "section": "28", "section_title": " Pilots’ compensation schemes.", "section_text": "28 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "29", "section_title": " Funding of reorganisation.", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A competent harbour authority may recover any sums required by it by virtue of this Part of this Act by increasing any charges, dues or fees payable to it."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "30", "section_title": " Orders and regulations.", "section_text": "30 1 Any power to make an order or regulations under this Act shall be exercisable by statutory instrument. 2 Any statutory instrument containing such an order or regulations (except an order made under section 1  to which subsection (8) of that section applies  or an order made under section 33 below) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "31", "section_title": " Interpretation.", "section_text": "31 1 In this Act except where the context otherwise requires— “ the appointed day ” means the date appointed for the coming into force of Part I of this Act; “ authorised pilot ”, in relation to any area, means a person authorised under section 3 above for that area and, in relation to any ship, a person so authorised in respect of ships of that description; “ competent harbour authority ” has the meaning given in section 1 above;  “ deck officer ”, in relation to a ship, includes the master and first mate;  “ former pilotage district ” has the meaning given in section 1(2) above; “ harbour ”, in relation to a competent harbour authority, has the meaning given in section 1 above; “ harbour authority ” has the same meaning as in the  Harbours Act 1964 (“the 1964 Act”) or, in Northern Ireland, the Harbours Act (Northern Ireland) 1970 (“the 1970 Act”); “ harbour operations ” has the same meaning as in the 1964 Act or, in Northern Ireland, the 1970 Act; “ master ” has the same meaning as in the  Merchant Shipping Act 1995 ; “ pilot ”                       means any person not belonging to a ship who has the conduct thereof  and “ pilotage ” shall be construed accordingly; “ pilot boat ” has the meaning given in section 6 above; “ pilotage direction ” has the meaning given in section 7(1) above; “ pilotage exemption certificate ” means a certificate granted under section 8 above; “ ship ” has the same meaning as in the 1964 Act or, in Northern Ireland, the 1970 Act and includes both British and foreign ships; “ statutory powers ” and “ statutory duties ” have the same meanings as in the 1964 Act or, in Northern Ireland, mean powers or, as the case may be, duties which are statutory functions within the meaning of the 1970 Act. 2 In this Act references to a ship navigating or being navigated include references to its moving or being moved within a harbour for the purpose of changing from one mooring to another or of being taken into or out of any dock."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "32", "section_title": " Transitional and consequential provisions and repeals.", "section_text": "32 1 The Secretary of State may by regulations make such transitional, consequential or incidental provision (including provisionrepealing or amending any local enactment) as he considers necessary or expedient for the purpose of giving effect to or in consequence of any provision of this Act. 2 In subsection (1) above “ local enactment ” includes an Act confirming a provisional Order, an instrument made under a local enactment and an instrument in the nature of a local enactment made under any other Act. 3 Schedule 1 to this Act shall have effect for the purpose of making transitional provision. 4 The enactments mentioned in Schedule 2 to this Act shall have effect with the amendments specified in that Schedule (which are consequential on the provisions of this Act). 5 The enactments and instrument specified in Schedule 3 to this Act are hereby repealed or, as the case may be, revoked to the extent specified in the third column of that Schedule."}, {"act": "Pilotage Act 1987", "year": 1987, "section": "33", "section_title": " Short title, commencement and extent.", "section_text": "33 1 This Act may be cited as the Pilotage Act 1987. 2 Subject to subsection (3) below, the provisions of this Act  . . .shall come into force on such day as the Secretary of State may by order appoint and different days may be appointed for different provisions or for different purposes. 3 The day appointed under subsection (2) above for the coming into force of Part 1 of this Act shall be not less than nine months after the passing of this Act. 4 This Act extends to Northern Ireland."}]