[{"act": "Recognition of Trusts Act 1987", "year": 1987, "section": "1", "section_title": " Applicable law and recognition of trusts.", "section_text": "1 1 The provisions of the Convention set out in the Schedule to this Act shall have the force of law in the United Kingdom. 2 Those provisions shall, so far as applicable, have effect not only in relation to the trusts described in Articles 2 and 3 of the Convention but also in relation to any other trusts of property arising under the law of any part of the United Kingdom or by virtue of a judicial decision whether in the United Kingdom or elsewhere. 3 In accordance with Articles 15 and 16 such provisions of the law as are there mentioned shall, to the extent there specified, apply to the exclusion of the other provisions of the Convention. 4 In Article 17 the reference to a State includes a reference to any country or territory (whether or not a party to the Convention and whether or not forming part of the United Kingdom) which has its own system of law. 5 Article 22 shall not be construed as affecting the law to be applied in relation to anything done or omitted before the coming into force of this Act."}, {"act": "Recognition of Trusts Act 1987", "year": 1987, "section": "2", "section_title": " Extent.", "section_text": "2 1 This Act extends to Northern Ireland. 2 Her Majesty may by Order in Council direct that this Act shall also form part of the law of the Isle of Man, any of the Channel Islands or any colony. 3 An Order in Council under subsection (2) above may modify this Act in its application to any of the territories there mentioned and may contain such supplementary provisions as Her Majesty considers appropriate. 4 An Order in Council under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Recognition of Trusts Act 1987", "year": 1987, "section": "3", "section_title": " Short title, commencement and application to the Crown.", "section_text": "3 1 This Act may be cited as the Recognition of Trusts Act 1987. 2 This Act shall come into force on such date as the Lord Chancellor and the Lord Advocate may appoint by an order made by statutory instrument. 3 This Act binds the Crown."}]