[{"act": "Register of Sasines Act 1987", "year": 1987, "section": "1", "section_title": " Regulations prescribing methods of operation in the Register of Sasines.", "section_text": "1 1 Subject to the following provisions of this section, the Secretary of State may by regulations prescribe methods of operation in the Register of Sasines and these methods shall apply in place of methods of operation provided for in any enactment prior to the coming into force of this Act, notwithstanding the provisions of such enactments. 2 In subsection (1) above, “ methods of operation ” means— a the manner of recording a deed and of keeping the Register, including the medium in which a deed may be recorded and the Register kept; b the making available of the Register to the public for inspection, and different provision may be made for different cases or classes of case. 3 Nothing in this Act, or in regulations under this Act, or done under or by virtue of such regulations shall affect— a any rule of law relating to the information— i to be recorded in the Register; or ii to be made available to the public; or b the evidential value of the Register or of an extract from the Register. 4 Methods of keeping the Register prescribed in accordance with subsection (1) above may apply to records of deeds, notwithstanding that they were recorded before the coming into force of the regulations. 5 Any reference, however expressed, in any enactment to— a a particular book, volume or folio; or b a method of recording a deed or keeping the Register which has been superseded by virtue of regulations made under this Act shall be construed as a reference to such document or method as has so superseded it. 6 In this Act— “ enactment ” includes any Act of Parliament, whether public, general, local or private, any Act of Sederunt and any instrument made under any enactment; any reference to the Register of Sasines shall be construed in accordance with section 2 of The  Land Registers (Scotland) Act 1868."}, {"act": "Register of Sasines Act 1987", "year": 1987, "section": "2", "section_title": " Making of regulations.", "section_text": "2 1 Before making regulations under this Act, the Secretary of State shall consult such persons or bodies as appear to him to be appropriate. 2 Regulations under this Act shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Register of Sasines Act 1987", "year": 1987, "section": "3", "section_title": " Citation commencement and extent.", "section_text": "3 1 This Act, which may be cited as the Register of Sasines (Scotland) Act 1987, shall come into force on the expiry of the period of two months begining with the day on which it is passed. 2 This Act extends to Scotland only."}]