[{"act": "Finance Act 2023", "year": 2023, "section": "1", "section_title": "Increase in rate of tax", "section_text": " 1    1   In section 1 of the Energy (Oil and Gas) Profits Levy Act 2022 (charge to tax), in subsection (1), for “25%” substitute  “35%” .     2   The amendment made by  subsection (1)  has effect for accounting periods beginning on or after 1 January 2023.     3   In the case of an accounting period (a “straddling period”) beginning before 1 January 2023 and ending on or after that date—   a   the Energy (Oil and Gas) Profits Levy Act 2022 is to apply as if so much of the straddling period as falls before that date, and so much of the straddling period as falls on or after that date, were separate accounting periods, and     b   the company’s levy profits or loss determined for the straddling period (on the assumption that the whole of that period were a qualifying period) are apportioned to the two separate accounting periods in accordance with section 17 of that Act, which is to apply for the purposes of  this section  as it applies for the purposes of sections 15 and 16 of that Act;    (and see  subsection (9)  for how a straddling period beginning before 26 May 2022 is dealt with).     4   In the case of a straddling period, the Instalment Payments Regulations 1998 are to apply separately—   a   in relation to the levy, and     b   in relation to any other tax chargeable on the company.       5   In their application as a result of subsection (4)(a), the Instalment Payments Regulations 1998 are to have effect in relation to the levy as if—   a   the deemed accounting period treated under  subsection (3) (a)  as beginning on 1 January 2023 were an accounting period for the purposes of those Regulations, and     b   the levy were chargeable for that period.       6   Any reference in the Instalment Payments Regulations 1998 to the total liability of a company is accordingly to be read—   a   in their application as a result of  subsection (4) (a) , as a reference to the levy, and     b   in their application as a result of  subsection (4) (b) , as a reference to the amount that would be the company’s total liability for the straddling period if the levy were left out of account.       7   For the purposes of the Instalment Payments Regulations 1998—   a   a company is to be regarded as a large company as respects the deemed accounting periods under  subsection (3) (a)  only if it is a large company for those purposes as respects the straddling period, and     b   any question whether a company is a large company as respects the straddling period is to be determined as it would have been determined apart from section 1 of the Energy (Oil and Gas) Profits Levy Act 2022.       8   In  this section  “ the Instalment Payments Regulations 1998 ” means the Corporation Tax (Instalment Payments) Regulations 1998 ( S.I. 1998/3175 ).     9   In the case of a straddling period beginning before 26 May 2022—   a   this section  applies in addition to the provision made by section 15 of the Energy (Oil and Gas) Profits Levy Act 2022 (so that the deemed accounting period treated under section 15(1)(a) of that Act as beginning on 26 May 2022 is further split into two separate accounting periods as a result of the provision made by  this section ), and     b   sections 15 and 17 of that Act and  this section  have effect accordingly in relation to the company’s three separate accounting periods.      "}, {"act": "Finance Act 2023", "year": 2023, "section": "2", "section_title": "Reducing the amount of additional investment expenditure", "section_text": " 2    1   In section 2 of the Energy (Oil and Gas) Profits Levy Act 2022 (additional expenditure treated as incurred for purposes of section 1 of that Act), in subsection (3), for “80%” substitute  “29%” .     2   The amendment made by subsection (1) has effect in relation to expenditure incurred on or after 1 January 2023 (and section 7 of that Act applies for the purposes of this section as it applies for the purposes of that Act).    "}, {"act": "Finance Act 2023", "year": 2023, "section": "3", "section_title": "Extending the period for which tax has effect", "section_text": " 3    1   In section 1 of the Energy (Oil and Gas) Profits Levy Act 2022 (charge to tax), in subsection (3) (which sets out the accounting periods by reference to which the tax is charged), in paragraph (b), for “31 December 2025” substitute  “31 March 2028” .     2   In consequence of the amendment made by subsection (1)—   a   in section 7(2) of that Act (when investment expenditure is incurred), for “31 December 2025” substitute  “31 March 2028” , and     b   in section 16 of that Act (transitional provision for accounting periods straddling 31 December 2025), for “31 December 2025”, in each place (including the heading), substitute  “31 March 2028” .      "}, {"act": "Finance Act 2023", "year": 2023, "section": "4", "section_title": "Amount of relief for expenditure on research and development", "section_text": " 4    1   The Corporation Tax Act 2009 is amended as follows.     2   In Chapter 6A of Part 3 (trade profits: R&D expenditure credits), in section 104M (amount of R&D expenditure credit), in subsection (3), for “13%” substitute  “20%” .     3   In Chapter 2 of Part 13 (relief for SMEs: cost of R&D incurred by SME)—   a   in section 1044 (additional deduction in calculating profits of trade), in subsection (8), for “130%” substitute  “86%” ,     b   in section 1045 (alternative treatment for pre-trading expenditure: deemed trading loss), in subsection (7), for “230%” substitute  “186%” ,     c   in section 1055 (tax credit: meaning of “Chapter 2 surrenderable loss”), in subsection (2)(b), for “230%” substitute  “186%” , and     d   in section 1058 (amount of tax credit), in subsection (1)(a), for “14.5%” substitute  “10%” .       4   The amendments made by this section have effect in relation to expenditure incurred on or after 1 April 2023.    "}, {"act": "Finance Act 2023", "year": 2023, "section": "5", "section_title": "Basic rate limit and personal allowance for tax years 2026-27 and 2027-28", "section_text": " 5    1   Section 5 of the Finance Act 2021 (basic rate limit and personal allowance for tax years up to 2025-26) is amended as follows.     2   In subsection (1) (which specifies the basic rate limit in section 10(5) of the Income Tax Act 2007 as £37,700 for tax years up to 2025-26), for “and 2025-26” substitute  “, 2025-26, 2026-27 and 2027-28” .     3   In subsection (2) (which specifies the personal allowance in section 35(1) of the Income Tax Act 2007 as £12,570 for tax years up to 2025-26), for “and 2025-26” substitute  “, 2025-26, 2026-27 and 2027-28” .     4   In subsection (3) (which makes consequential provision preventing the uprating of those amounts for the affected tax years), in the words after paragraph (b), for “and 2025-26” substitute  “, 2025-26, 2026-27 and 2027-28” .    "}, {"act": "Finance Act 2023", "year": 2023, "section": "6", "section_title": "Threshold at which additional rate is charged", "section_text": " 6    1   In section 10 of the Income Tax Act 2007 (income charged at the basic, higher and additional rates: individuals), for subsection (5A) substitute—    5A   The higher rate limit for a tax year is equal to—   a   twice the amount specified in subsection (1) of section 35 (personal allowance) for the tax year, plus     b   the amount specified in subsection (2) of that section (amount at which personal allowance starts to be withdrawn).       5B   Before the start of the tax year the Treasury must make an order specifying the amount which is, as a result of subsection (5A), the higher rate limit for the tax year.        2   In section 1014(5)(b) of that Act (orders and regulations to which no Parliamentary procedure applies), before sub-paragraph (i) insert—    ai   section 10(5B) (the higher rate limit),     .     3   The subsection (5A) of section 10 of that Act as substituted by subsection (1) has effect for the tax year 2023-24 and subsequent tax years.     4   For each of the tax years 2023-24, 2024-25, 2025-26, 2026-27 and 2027-28, the amount of the higher rate limit is £125,140.     5   In consequence of the provision made by subsection (4), the new subsection (5B) of section 10 of that Act (as inserted by subsection (1)) has effect for the tax year 2028-29 and subsequent tax years.    "}, {"act": "Finance Act 2023", "year": 2023, "section": "7", "section_title": "Dividend nil rate", "section_text": " 7    1   In section 13A(2) of the Income Tax Act 2007 (income charged at the dividend nil rate), for “£2000”, in each place, substitute  “£1,000” .     2   The amendments made by  subsection (1)  have effect for the tax year 2023-24.     3   In section 13A(2) of that Act (as amended by  subsection (1) ), for “£1,000”, in each place, substitute  “£500” .     4   The amendments made by  subsection (3)  have effect for the tax year 2024-25 and subsequent tax years.    "}, {"act": "Finance Act 2023", "year": 2023, "section": "8", "section_title": "Annual exempt amount", "section_text": " 8    1   Chapter 1 of Part 1 of the Taxation of Chargeable Gains Act 1992 (capital gains tax) is amended as follows.     2   In section 1K (annual exempt amount), in  subsection (2)  (which specifies the amount of the annual exempt amount for a tax year), for “£12,300” substitute  “£6,000” .     3   The amendment made by  subsection (2)  has effect for the tax year 2023-24.     4   In section 1K(2) (as amended by  subsection (2) ), for “£6,000” substitute  “£3,000” .     5   The amendment made by  subsection (4)  has effect for the tax year 2024-25 and subsequent tax years.     6   Omit section 1L (increasing annual exempt amount to reflect increases in CPI).     7   In section 8C of the Taxes Management Act 1970 (returns so far as relating to capital gains tax), in subsection (1)(b), for “four times that annual exempt amount” substitute  “£50,000” .     8   In consequence of the amendments made by  this section —   a   in section 287(4) of the Taxation of Chargeable Gains Act 1992 (orders and regulations to which no Parliamentary procedure applies), omit “1L(2) or”, and     b   in section 40 of the Finance Act 2021 (which specifies the annual exempt amount in section 1L of the Taxation of Chargeable Gains Act 1992 as £12,300 for tax years up to 2025-26), for the words from “the tax years” to “2025-26” substitute  “the tax years 2021-22 and 2022-23” .       9   The amendments made by  subsections (6)  to  (8)  have effect for the tax year 2023-24 and subsequent tax years.    "}, {"act": "Finance Act 2023", "year": 2023, "section": "9", "section_title": "Rate bands etc for tax years 2026-27 and 2027-28", "section_text": " 9   In section 86 of the Finance Act 2021 (no indexation of rate bands, residential enhancement and taper threshold for tax years up to 2025-26)—   a   for “or 2024” substitute  “, 2024, 2025 or 2026” , and     b   in the heading, for “2025-26” substitute  “2027-28” .    "}, {"act": "Finance Act 2023", "year": 2023, "section": "10", "section_title": "Removal of VED exemption for electrically propelled vehicles etc", "section_text": " 10    1   The Vehicle Excise and Registration Act 1994 is amended as follows.     2   In Schedule 2 (exempt vehicles), in paragraph 20G (electrically propelled vehicles)—   a   in sub-paragraph (2)—   i   before paragraph (a) insert—     za   it is a light passenger vehicle (within the meaning of paragraph 1A(2) or 1GA(2) of Schedule 1),     zb   it is a light goods vehicle (within the meaning of paragraph 1H(2) of that Schedule), or     zc   it is a motorcycle (within the meaning of paragraph 2(3) of that Schedule).     , and     ii   omit paragraphs (a) and (b), and       b   omit sub-paragraph (3).       3   In that Schedule omit paragraph 25 (light passenger vehicles with low CO 2  emissions) and the italic heading before it.     4   In Schedule 1 (annual rates of duty)—   a   omit paragraph 1GB (exemption from paying duty on first vehicle licence for certain vehicles) and the italic heading before it,     b   in paragraph 1GE(1) (higher rates of duty for vehicles with a price exceeding £40,000) for paragraph (c) substitute—    c   either—   i   the vehicle was so registered on or after 1 April 2025, or     ii   it was so registered before that date and its applicable CO 2  emissions figure exceeds 0g/km.       , and     c   in paragraph 2 (motorcycles)—   i   in sub-paragraph (1)(a), after “centimetres” insert  “or if the vehicle is electrically propelled” , and     ii   in sub-paragraph (3), in the definition of “motorcycle”, after “vehicle” insert  “of a description specified in regulations made by the Secretary of State” .         5   In consequence of the amendments made by  subsections (2)  to  (4) , in Schedule 1—   a   in paragraph 1 (rates where no other rate specified)—   i   in sub-paragraph (2), after “case of” insert  “an electrically propelled vehicle or” , and     ii   in sub-paragraph (2A), after “case of” insert  “an electrically propelled vehicle or” ,       b   in paragraph 1B (light passenger vehicles registered before 1 April 2017), in the Table, in column (1)—   i   after “Exceeding” insert  “, or, in the first row, equal to or exceeding” , and     ii   for “100” substitute  “0” ,       c   in paragraph 1GC (light passenger vehicles registered on or after 1 April 2017)—   i   in Table 1, in column (1), after “Exceeding” insert  “, or, in the first row, equal to or exceeding” , and     ii   in Table 2, in column (1), after “Exceeding” insert  “, or, in the first row, equal to or exceeding” ,       d   in paragraph 1J (annual rate of duty for light goods vehicles)—   i   in paragraph (a), after “van” insert  “or a pre-2011 electric van” , and     ii   in paragraph (b), after “van” insert  “or a pre-2011 electric van” , and       e   after paragraph 1M insert—    1N   For the purposes of paragraph 1J, a vehicle to which this Part of this Schedule applies is a “pre-2011 electric van” if—   a   the vehicle is first registered, under this Act or under the law of a country or territory outside the United Kingdom, on or after 1 March 2003 and before 1 January 2011, and     b   the vehicle is an electrically propelled vehicle.            6   The Graduated Vehicle Excise Duty (Prescribed Types of Fuel) Regulations 2001 ( S.I. 2001/93 ) are revoked.     7   The amendments and revocation made by  this section  have effect in relation to licences taken out on or after 1 April 2025.    "}, {"act": "Finance Act 2023", "year": 2023, "section": "11", "section_title": "Taxable benefits: appropriate percentage for cars with a CO 2  emissions figure", "section_text": " 11    1   In the Income Tax (Earnings and Pensions) Act 2003, in section 139 (cars with a CO 2  emissions figure: the appropriate percentage), for the table in subsection (1) substitute—     Car Appropriate percentage  Car with CO 2  emissions figure of 0 3% Car with CO 2  emissions figure of 1–50 As follows Car with electric range figure of 130 or more 3% Car with electric range figure of 70–129 6% Car with electric range figure of 40–69 9% Car with electric range figure of 30–39 13% Car with electric range figure of less than 30 15% Car with CO 2  emissions figure of 51–54 16% Car with CO 2  emissions figure of 55–59 17% Car with CO 2  emissions figure of 60–64 18% Car with CO 2  emissions figure of 65–69 19% Car with CO 2  emissions figure of 70–74 20%        2   The amendment made by  subsection (1)  has effect for the tax year 2025-26.     3   In that Act, in that section, in subsection (3)(a) for “20%” substitute  “21%” .     4   The amendment made by  subsection (3)  has effect for the tax year 2025-26 and subsequent tax years.     5   In that Act, in that section, for the table in subsection (1) of that section (as substituted by  subsection (1) ) substitute—     Car Appropriate percentage  Car with CO 2  emissions figure of 0 4% Car with CO 2  emissions figure of 1–50 As follows Car with electric range figure of 130 or more 4% Car with electric range figure of 70–129 7% Car with electric range figure of 40–69 10% Car with electric range figure of 30–39 14% Car with electric range figure of less than 30 16% Car with CO 2  emissions figure of 51–54 17% Car with CO 2  emissions figure of 55–59 18% Car with CO 2  emissions figure of 60–64 19% Car with CO 2  emissions figure of 65–69 20% Car with CO 2  emissions figure of 70–74 21%        6   The amendment made by  subsection (5)  has effect for the tax year 2026-27.     7   In that Act, in that section, for the table in subsection (1) of that section (as substituted by  subsection (5) ) substitute—     Car Appropriate percentage  Car with CO 2  emissions figure of 0 5% Car with CO 2  emissions figure of 1–50 As follows Car with electric range figure of 130 or more 5% Car with electric range figure of 70–129 8% Car with electric range figure of 40–69 11% Car with electric range figure of 30–39 15% Car with electric range figure of less than 30 17% Car with CO 2  emissions figure of 51–54 18% Car with CO 2  emissions figure of 55–59 19% Car with CO 2  emissions figure of 60–64 20% Car with CO 2  emissions figure of 65–69 21% Car with CO 2  emissions figure of 70–74 21%        8   The amendment made by  subsection (7)  has effect for the tax year 2027-28 and subsequent tax years.    "}, {"act": "Finance Act 2023", "year": 2023, "section": "12", "section_title": "Short title", "section_text": " 12   This Act may be cited as the Finance Act 2023.  "}]