[{"act": "National Security Act 2023", "year": 2023, "section": "1", "section_title": "Obtaining or disclosing protected information", "section_text": " 1    1   A person commits an offence if—   a   the person—   i   obtains, copies, records or retains protected information, or     ii   discloses or provides access to protected information,       b   the person’s conduct is for a purpose that they know, or having regard to other matters known to them ought reasonably to know, is prejudicial to the safety or interests of the United Kingdom, and     c   the foreign power condition is met in relation to the person’s conduct (see section  31 ).       2   In  this section  “ protected information ” means any information, document or other article where, for the purpose of protecting the safety or interests of the United Kingdom—   a   access to the information, document or other article is restricted in any way, or     b   it is reasonable to expect that access to the information, document or other article would be restricted in any way.       3   Subsection (1)  applies whether the person’s conduct takes place in the United Kingdom or elsewhere.     4   A person who commits an offence under  this section  is liable on conviction on indictment to imprisonment for life or a fine (or both).     5   For the purposes of  this section —   a   a person retains protected information if the person retains it in their possession or under their control;     b   disclosure includes parting with possession.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "2", "section_title": "Obtaining or disclosing trade secrets", "section_text": " 2    1   A person commits an offence if—   a   the person—   i   obtains, copies, records or retains a trade secret, or     ii   discloses or provides access to a trade secret,       b   the person’s conduct is unauthorised,     c   the person knows, or having regard to other matters known to them ought reasonably to know, that their conduct is unauthorised, and     d   the foreign power condition is met in relation to the person’s conduct (see section  31 ).       2   A “ trade secret ” means any information, document or other article which—   a   is not generally known by, or available to, persons with knowledge of or expertise in the field to which it relates,     b   has actual or potential industrial, economic or commercial value which would be, or could reasonably be expected to be, adversely affected if it became generally known by, or available to, such persons, and     c   could reasonably be expected to be subject to measures to prevent it becoming generally known by, or available to, such persons (whether or not it is actually subject to such measures).       3   A person’s conduct is unauthorised if the person—   a   is not entitled to determine whether they may engage in the conduct, and     b   does not have consent to engage in the conduct from a person who is so entitled.       4   Subsection  (1)  applies whether the person’s conduct takes place in the United Kingdom or elsewhere (but see  subsection (5) ).     5   Conduct within subsection  (1)  which takes place wholly outside the United Kingdom constitutes an offence only if the trade secret is in the possession or under the control of a UK person.     6   A “ UK person ” means—   a   a United Kingdom national;     b   an individual who lives in the United Kingdom;     c   a body incorporated under the law of a part of the United Kingdom;     d   an unincorporated association formed under the law of a part of the United Kingdom.       7   A “United Kingdom national” is an individual who is—   a   a British citizen, a British overseas territories citizen, a British National (Overseas) or a British Overseas citizen,     b   a person who under the British Nationality Act 1981 is a British subject, or     c   a British protected person within the meaning of that Act.       8   A person who commits an offence under this section is liable on conviction on indictment to imprisonment for a term not exceeding 14 years or a fine (or both).     9   For the purposes of  this section —   a   a person retains a trade secret if they retain it in their possession or under their control;     b   disclosure includes parting with possession.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "3", "section_title": "Assisting a foreign intelligence service", "section_text": " 3    1   A person commits an offence if the person—   a   engages in conduct of any kind, and     b   intends that conduct to materially assist a foreign intelligence service in carrying out UK-related activities.       2   A person commits an offence if the person—   a   engages in conduct that is likely to materially assist a foreign intelligence service in carrying out UK-related activities, and     b   knows, or having regard to other matters known to them ought reasonably to know, that their conduct is likely to materially assist a foreign intelligence service in carrying out UK-related activities.       3   Conduct that may be likely to materially assist a foreign intelligence service includes providing, or providing access to, information, goods, services or financial benefits (whether directly or indirectly).     4   “ UK-related activities ” means—   a   activities taking place in the United Kingdom;     b   activities taking place outside the United Kingdom which are prejudicial to the safety or interests of the United Kingdom.       5   For the purposes of  subsections (1)  and  (2)  it is not necessary to identify a particular foreign intelligence service.     6   Subsections (1)  and  (2)  apply to conduct outside the United Kingdom, but apply to conduct taking place wholly outside the United Kingdom only if the person engaging in the conduct—   a   is a UK person, or     b   acts for or on behalf of, or holds office under, the Crown, or is in Crown employment (whether or not they engage in the conduct in that capacity).       7   In proceedings for an offence under this section it is a defence to show that the person engaged in the conduct in question—   a   in compliance with a legal obligation under the law of the United Kingdom which is not a legal obligation under private law,     b   in the case of a person having functions of a public nature under the law of the United Kingdom, for the purposes of those functions,     c   as a lawyer carrying on a legal activity, or     d   in accordance with, or in relation to UK-related activities carried out in accordance with, an agreement or arrangement to which—   i   the United Kingdom was a party, or     ii   any person acting for or on behalf of, or holding office under, the Crown was (in that capacity) a party.         8   A person is taken to have shown a matter mentioned in subsection  (7)  if—   a   sufficient evidence of the matter is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.       9   A person who commits an offence under  this section  is liable on conviction on indictment to imprisonment for a term not exceeding 14 years or a fine (or both).     10   In  this section —     “ Crown employment ” means employment under or for the purposes of a government department or any officer or body exercising on behalf of the Crown functions conferred by an enactment;      “ financial benefit ” means money or money’s worth;      “ foreign intelligence service ” means any person whose functions include carrying out intelligence activities for or on behalf of a foreign power;      the “ law of the United Kingdom ” includes the law of any part of the United Kingdom;      “ lawyer ” has the meaning given by paragraph  6 (3)  of Schedule  15 ;      “ legal activity ” has the meaning given by paragraph  6 (4)  of Schedule  15 ;      “ UK person ” has the same meaning as in section  2 .       "}, {"act": "National Security Act 2023", "year": 2023, "section": "4", "section_title": "Entering etc a prohibited place for a purpose prejudicial to the UK", "section_text": " 4    1   A person commits an offence if—   a   the person—   i   accesses, enters, inspects, passes over or under, approaches or is in the vicinity of a prohibited place, or     ii   causes an unmanned vehicle or device to access, enter, inspect, pass over or under, approach or be in the vicinity of a prohibited place, and       b   that conduct is for a purpose that the person knows, or having regard to other matters known to them ought reasonably to know, is prejudicial to the safety or interests of the United Kingdom.       2   In  subsection (1) (a)  a reference to inspecting a prohibited place includes—   a   taking, or procuring the taking of, photographs, videos or other recordings of the prohibited place;     b   inspecting photographs, videos or other recordings of the prohibited place.       3   For the purposes of  this section , a person engages in conduct mentioned in  subsection (1) (a)  if the person does so in person or by electronic or remote means.     4   Subsection  (1)  applies whether the person’s conduct takes place in the United Kingdom or elsewhere.     5   A person who commits an offence under  this section  is liable on conviction on indictment to imprisonment for a term not exceeding 14 years or a fine (or both).     6   In this Part “ vehicle ” means any form of transport.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "5", "section_title": "Unauthorised entry etc to a prohibited place", "section_text": " 5    1   A person commits an offence if—   a   the person—   i   accesses, enters, inspects or passes over or under a prohibited place, or     ii   causes an unmanned vehicle or device to access, enter, inspect or pass over or under a prohibited place,       b   that conduct is unauthorised, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that their conduct is unauthorised.       2   A person’s conduct is unauthorised if the person—   a   is not entitled to determine whether they may engage in the conduct, and     b   does not have consent to engage in the conduct from a person so entitled.       3   In  subsection (1) (a)  a reference to inspecting a prohibited place includes taking, or procuring the taking of, photographs, videos or other recordings of the prohibited place.     4   For the purposes of  this section , a person engages in conduct mentioned in  subsection (1) (a)  if the person does so in person or by electronic or remote means.     5   A person who commits an offence under  this section  is liable—   a   on summary conviction in England and Wales, to imprisonment for a term not exceeding the maximum term for summary offences or a fine (or both);     b   on summary conviction in Scotland, to imprisonment for a term not exceeding 6 months or a fine not exceeding level 5 on the standard scale (or both);     c   on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or a fine not exceeding level 5 on the standard scale (or both).      "}, {"act": "National Security Act 2023", "year": 2023, "section": "6", "section_title": "Powers of police officers in relation to a prohibited place", "section_text": " 6    1   A constable may order—   a   a person not to engage, or to cease to engage, in conduct mentioned in  section 4 (1) (a)  (whether in person or by electronic or remote means) in relation to a prohibited place;     b   a person who has accessed or entered a prohibited place (whether in person or by electronic or remote means) to leave it immediately;     c   a person in an area adjacent to a prohibited place to leave the area immediately;     d   the driver or person in charge of a vehicle or device (whether in person or by electronic or remote means) in a prohibited place, or in an area adjacent to a prohibited place, to move the vehicle or device from the place or area immediately.       2   A constable may arrange for—   a   the removal of a vehicle or device from a prohibited place or an area adjacent to a prohibited place;     b   the movement of a vehicle or device within a prohibited place or an area adjacent to a prohibited place.       3   A constable may not exercise a power under  subsection (1)  or  (2)  unless the constable reasonably believes that exercising the power is necessary to protect the safety or interests of the United Kingdom.     4   A person commits an offence if the person fails to comply with an order imposed under  subsection (1) .     5   A person who commits an offence under  this section  is liable on summary conviction to imprisonment for a term not exceeding 3 months or a fine not exceeding level 4 on the standard scale (or both).    "}, {"act": "National Security Act 2023", "year": 2023, "section": "7", "section_title": "Meaning of “prohibited place”", "section_text": " 7    1   In this Part “ prohibited place ” means—   a   Crown land in the United Kingdom or the Sovereign Base Areas of Akrotiri and Dhekelia which is used—   i   for UK defence purposes;     ii   for extracting any metals, oil or minerals for use for UK defence purposes;     iii   for the purposes of the defence of a foreign country or territory;       b   a vehicle—   i   situated in the United Kingdom or the Sovereign Base Areas of Akrotiri and Dhekelia which is used for UK defence purposes or for the purposes of the defence of a foreign country or territory;     ii   not so situated which is used for UK defence purposes;       c   any land or building in the United Kingdom or the Sovereign Base Areas of Akrotiri and Dhekelia which is used for the purposes described in  subsection (2) (b)  or  (3) (b)  (or both);     d   any land or building in the United Kingdom or the Sovereign Base Areas of Akrotiri and Dhekelia which is—   i   owned or controlled by the Security Service, the Secret Intelligence Service or GCHQ, and     ii   used for the functions of the Security Service, the Secret Intelligence Service or GCHQ;       e   any land or building or vehicle designated as a prohibited place in regulations made under  section 8 .       2   In  subsection (1)  use for UK defence purposes means use for the purposes of—   a   the activities of the armed forces of the Crown,     b   the invention, development, production, operation, storage or disposal of weapons or other equipment or capabilities of those forces and research relating to it,     c   United Kingdom defence policy and strategy and military planning and intelligence, or     d   plans and measures for the maintenance of essential supplies and services that are or would be needed by the United Kingdom in time of war.       3   In  subsection (1)  use for the purposes of the defence of a foreign country or territory means use for the purposes of—   a   the activities of the armed forces of the foreign country or territory, or     b   the invention, development, production, operation, storage or disposal of weapons or other equipment or capabilities of those forces and research relating to it.       4   In  this section —     “ building ” includes any part of a building;      “ Crown land ” means any land or building in which there is a Crown interest or a Duchy interest;      “ Crown interest ” means any of the following—     an interest belonging to His Majesty in right of the Crown or in right of His private estates;      an interest belonging to a United Kingdom government department or held in trust for His Majesty for the purposes of a United Kingdom government department;         “ Duchy interest ” means an interest belonging to His Majesty in right of the Duchy of Lancaster or belonging to the Duchy of Cornwall;      “ foreign country or territory ” means a country or territory outside the United Kingdom, the Channel Islands, the Isle of Man or the British Overseas Territories;      “ GCHQ ” has the meaning given by section 3(3) of the Intelligence Services Act 1994.        5   In  subsection (4)  the reference to His Majesty’s private estates is to be construed in accordance with section 1 of the Crown Private Estates Act 1862.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "8", "section_title": "Power to designate additional sites as prohibited places", "section_text": " 8    1   The Secretary of State may by regulations designate—   a   land or a building situated in the United Kingdom or the Sovereign Base Areas of Akrotiri and Dhekelia, or     b   a vehicle,    as a prohibited place.     2   The power in  subsection (1)  may be exercised only if, having regard to the matters mentioned in  subsection (3) , the Secretary of State reasonably considers it necessary to do so in order to protect the safety or interests of the United Kingdom.     3   Those matters are—   a   the purpose for which the land or building or vehicle is used;     b   the nature of any information held, stored or processed on the land or in the building or vehicle;     c   the nature of any technology, equipment or material located on the land or in the building or vehicle.       4   The power in  subsection (1)  may be exercised in relation to—   a   a description of land or buildings, or     b   a description of vehicle,    as well as in relation to particular land or buildings or a particular vehicle.     5   In  this section  “ building ” includes any part of a building.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "9", "section_title": "Power to designate a cordoned area to secure defence aircraft", "section_text": " 9    1   A constable may designate an area as a cordoned area.     2   A constable may designate an area under  subsection (1)  only if the constable considers it expedient to do so for the purposes of securing—   a   an aircraft, or a part of an aircraft, used for military purposes, or     b   equipment relating to such an aircraft.       3   If a designation is made orally, the constable making the designation must confirm it in writing as soon as is reasonably practicable.     4   A constable making a designation must, as soon as is reasonably practicable—   a   make a written record of the time at which the designation was made, and     b   ensure that a police officer of at least the rank of superintendent is informed.       5   An officer who is informed of a designation in accordance with  subsection (4) (b)  must—   a   confirm the designation or cancel it with effect from such time as the officer may direct, and     b   if the officer cancels the designation, make a written record of the cancellation and the reason for it.       6   A constable making a designation must arrange for the demarcation of the cordoned area, so far as is reasonably practicable—   a   by means of tape marked with the word “police”, or     b   in such other manner as the constable considers appropriate.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "10", "section_title": "Duration of cordon", "section_text": " 10    1   A designation under  section 9  has effect, subject to  subsections (2)  to  (5) , during the period—   a   beginning at the time when it is made, and     b   ending with a date or at a time specified in the designation.       2   The date or time specified under  subsection (1) (b)  must not be later than the end of the period of 14 days beginning with the day on which the designation is made.     3   A constable may extend from time to time the period during which a designation has effect.     4   An extension under  subsection (3)  must—   a   be in writing, and     b   specify the additional period during which the designation is to have effect.       5   An extension under  subsection (3)  must not provide for a designation to have effect after the end of the period of 28 days beginning with the day on which the designation is made.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "11", "section_title": "Powers of police in relation to a cordoned area", "section_text": " 11    1   A constable may order—   a   a person not to do any of the following (whether in person or by electronic or remote means)—   i   enter, inspect, pass over or under, approach or be in the vicinity of a cordoned area, or     ii   cause an unmanned vehicle or device to enter, inspect, pass over or under, approach or be in the vicinity of a cordoned area;       b   a person in a cordoned area (whether in person or by electronic or remote means) to leave it immediately;     c   a person in an area adjacent to a cordoned area to leave the area immediately;     d   the driver or person in charge of a vehicle or device (whether in person or by electronic or remote means) in a cordoned area to move the vehicle or device from the area immediately.       2   In  subsection (1)  a reference to inspecting a cordoned area includes taking or procuring the taking of photographs, videos or other recordings.     3   A constable may arrange for—   a   the removal of a vehicle or device from a cordoned area;     b   the movement of a vehicle or device within a cordoned area.       4   A person commits an offence if the person fails to comply with an order imposed under  subsection (1) .     5   It is a defence for a person charged with an offence under  subsection (4)  to show that the person had a reasonable excuse for that failure.     6   A person is taken to have shown a matter mentioned in subsection  (5)  if—   a   sufficient evidence of the matter is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.       7   A person who commits an offence under  subsection (4)  is liable on summary conviction to imprisonment for a term not exceeding 3 months or a fine not exceeding level 4 on the standard scale (or both).     8   In  this section  “ cordoned area ” means an area designated as a cordoned area under  section 9 .    "}, {"act": "National Security Act 2023", "year": 2023, "section": "12", "section_title": "Sabotage", "section_text": " 12    1   A person commits an offence if—   a   the person engages in conduct that results in damage to any asset,     b   the person intends their conduct to result in damage to an asset, or is reckless as to whether their conduct will result in damage to an asset,     c   the person’s conduct is for a purpose that they know, or having regard to other matters known to them ought reasonably to know, is prejudicial to the safety or interests of the United Kingdom, and     d   the foreign power condition is met in relation to the person’s conduct (see section  31 ).       2   Subsection (1)  applies—   a   whether the person’s conduct takes place in the United Kingdom or elsewhere;     b   whether the asset is in the United Kingdom or elsewhere.       3   In  this section —     “ asset ” means an asset of any kind whether tangible or intangible and includes in particular real and personal property, electronic systems and information;      “ damage ” includes any of the following (whether permanent or temporary)—     destruction;      alteration;      contamination;      interference;      loss of or reduction in access or availability;      loss of or reduction in function, utility or reliability.           4   A person who commits an offence under  this section  is liable on conviction on indictment to imprisonment for life or a fine (or both).    "}, {"act": "National Security Act 2023", "year": 2023, "section": "13", "section_title": "Foreign interference: general", "section_text": " 13    1   A person commits an offence if—   a   the person engages in prohibited conduct,     b   the foreign power condition is met in relation to the prohibited conduct, and     c   the person intends the prohibited conduct, or a course of conduct of which it forms part, to have an interference effect.       2   A person commits an offence if—   a   the person engages in prohibited conduct,     b   the foreign power condition is met in relation to the prohibited conduct, and     c   the person is reckless as to whether the prohibited conduct, or a course of conduct of which it forms part, will have an interference effect.       3   A person (“ P ”) commits an offence if—   a   P engages in a course of conduct with one or more other persons,     b   the foreign power condition is met in relation to conduct of P which forms part of the course of conduct,     c   P intends the course of conduct to have an interference effect,     d   as part of the course of conduct, a person other than P engages in prohibited conduct, and     e   P intends or believes that, as part of the course of conduct, a person other than P will engage in prohibited conduct.       4   For the purposes of subsections  (1) (c)  and  (2) (c)  a course of conduct includes a course of conduct engaged in by the person alone, or by the person and one or more other persons.     5   Subsections  (1)  and  (2)  apply whether the person’s conduct takes place in the United Kingdom or elsewhere.     6   Subsection  (3)  applies whether P’s conduct or the prohibited conduct takes place in the United Kingdom or elsewhere.     7   A person who commits an offence under  this section  is liable on conviction on indictment to imprisonment for a term not exceeding 14 years or a fine (or both).     8   In  this section —     “ interference effect ” has the meaning given by section  14 ;      “ prohibited conduct ” has the meaning given by section  15 .       "}, {"act": "National Security Act 2023", "year": 2023, "section": "14", "section_title": "Foreign interference: meaning of “interference effect”", "section_text": " 14    1   For the purposes of section  13  an “ interference effect ” means any of the following effects—   a   interfering with the exercise by a particular person of a Convention right in the United Kingdom,     b   affecting the exercise by any person of their public functions,     c   interfering with whether, or how, any person makes use of services provided in the exercise of public functions,     d   interfering with whether, or how, any person (other than in the exercise of a public function) participates in relevant political processes or makes political decisions,     e   interfering with whether, or how, any person (other than in the exercise of a public function) participates in legal processes under the law of the United Kingdom, or     f   prejudicing the safety or interests of the United Kingdom.       2   An effect may be an interference effect whether it relates to a specific instance of a matter mentioned in subsection  (1) , or to the matter in general.     3   In subsection  (1) (d)  “ relevant political processes ” means—   a   an election or referendum in the United Kingdom,     b   the proceedings of a local authority,     c   the proceedings of a UK registered political party, or     d   the activities of an informal group consisting of or including members of—   i   one or both of Houses of Parliament,     ii   the Northern Ireland Assembly,     iii   the Scottish Parliament, or     iv   Senedd Cymru,    (acting in that capacity).       4   In subsection  (1) (d)  “ political decisions ” means decisions of—   a   a Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975) or a United Kingdom government department,     b   a Northern Ireland Minister, the First Minister in Northern Ireland, the deputy First Minister in Northern Ireland, a person appointed as a junior Minister under section 19 of the Northern Ireland Act 1998, a Northern Ireland department or the Executive Committee of the Northern Ireland Assembly,     c   the Scottish Ministers or the First Minister for Scotland,     d   the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Government, or     e   a local authority.       5   In  this section —     “ Convention rights ” has the meaning given by section 1 of the Human Rights Act 1998;      the “ law of the United Kingdom ” includes the law of any part of the United Kingdom;      “ local authority ” means—     in England—     a county council;      a district council;      a London borough council;      a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009;      a parish council;      the Council of the Isles of Scilly;      the Common Council of the City of London;      the Sub-Treasurer of the Inner Temple;      the Under Treasurer of the Middle Temple;         in Wales, a county council, county borough council or community council;      in Scotland, a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994;      in Northern Ireland, a district council;         “ public functions ” means functions of a public nature—     exercisable in the United Kingdom, or      exercisable in a country or territory outside the United Kingdom by a person acting for or on behalf of, or holding office under, the Crown;         “ UK registered political party ” means a political party registered under Part 2 of the Political Parties, Elections and Referendums Act 2000.       "}, {"act": "National Security Act 2023", "year": 2023, "section": "15", "section_title": "Foreign interference: meaning of “prohibited conduct”", "section_text": " 15    1   Conduct is prohibited conduct for the purposes of section  13  if—   a   it constitutes an offence, or     b   if it takes place in a country or territory outside the United Kingdom, it would constitute an offence if it took place in any part of the United Kingdom.       2   Conduct is prohibited conduct for the purposes of section  13  if it involves coercion of any kind, including coercion by—   a   using or threatening to use violence against a person;     b   damaging or destroying, or threatening to damage or destroy, a person’s property;     c   damaging or threatening to damage a person’s reputation;     d   causing or threatening to cause financial loss to a person;     e   causing spiritual injury to, or placing undue spiritual pressure on, a person;    (whether or not that person is the person to whom the interference effect relates).     3   Conduct is prohibited conduct for the purposes of section  13  if it involves making a misrepresentation.     4   A “misrepresentation” is a representation—   a   that a reasonable person would consider to be false or misleading in a way material to the interference effect, and     b   that the person making the representation knows or intends to be false or misleading in a way material to the interference effect.       5   A misrepresentation may be made by making a statement or by any other kind of conduct, and may be express or implied.     6   A misrepresentation may in particular include—   a   a misrepresentation as to a person’s identity or purpose;     b   presenting information in a way which amounts to a misrepresentation, even if some or all of the information is true.       7   In this section “ interference effect ” has the meaning given by section  14 .    "}, {"act": "National Security Act 2023", "year": 2023, "section": "16", "section_title": "Foreign interference in elections", "section_text": " 16    1   This section  applies where—   a   a person commits a relevant electoral offence on or after the day on which  this section  comes into force, and     b   the foreign power condition is met in relation to the conduct of the person which constitutes the offence (see section  31 ).       2   A “relevant electoral offence” is an offence listed in column 1 of the table in  Part 1  of  Schedule 1  (“the table”).     3   The person is liable on conviction on indictment to imprisonment for a term not exceeding the specified maximum term or a fine (or both).     4   The specified maximum term is the term specified in column 2 of the table in relation to the relevant electoral offence.     5   Where an offence is found to have been committed over a period of 2 or more days, or at some time during a period of 2 or more days, it must be taken for the purposes of  subsection (1)  to have been committed on the first of those days.     6   Part 2  of  Schedule 1  amends provisions relating to relevant electoral offences.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "17", "section_title": "Obtaining etc material benefits from a foreign intelligence service", "section_text": " 17    1   A person commits an offence if—   a   the person—   i   obtains, accepts or retains a material benefit which is not an excluded benefit, or     ii   obtains or accepts the provision of such a benefit to another person,       b   the benefit is or was provided by or on behalf of a foreign intelligence service, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that the benefit is or was provided by or on behalf of a foreign intelligence service.       2   A person commits an offence if—   a   the person agrees to accept—   i   a material benefit which is not an excluded benefit, or     ii   the provision of such a benefit to another person,       b   the benefit is to be provided by or on behalf of a foreign intelligence service, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that the benefit is to be provided by or on behalf of a foreign intelligence service.       3   Material benefits may include financial benefits, anything which has the potential to result in a financial benefit, and information.     4   A material benefit is an excluded benefit if—   a   it is provided as reasonable consideration for the provision of goods or services, and     b   the provision of those goods or services does not constitute an offence.       5   A benefit may be provided by or on behalf of a foreign intelligence service directly or indirectly (for example, it may be provided indirectly through one or more companies).     6   Subsections  (1)  and  (2)  apply to conduct outside the United Kingdom, but apply to conduct taking place wholly outside the United Kingdom only if—   a   the material benefit is or was, or is to be, provided in or from the United Kingdom, or     b   in any case, the person engaging in the conduct—   i   is a UK person, or     ii   acts for or on behalf of, or holds office under, the Crown, or is in Crown employment (whether or not they engage in the conduct in that capacity).         7   In proceedings for an offence under subsection  (1)  by virtue of retaining a benefit, it is a defence to show that the person had a reasonable excuse for retaining the benefit.     8   In proceedings for an offence under subsection  (1)  or  (2)  it is a defence to show that the person engaged in the conduct in question—   a   in compliance with a legal obligation under the law of the United Kingdom which is not a legal obligation under private law,     b   in the case of a person having functions of a public nature under the law of the United Kingdom, for the purposes of those functions, or     c   in accordance with an agreement or arrangement to which—   i   the United Kingdom was a party, or     ii   any person acting for or on behalf of, or holding office under, the Crown was (in that capacity) a party.         9   A person is taken to have shown a matter mentioned in subsection  (7)  or  (8)  if—   a   sufficient evidence of the matter is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.       10   A person who commits an offence under subsection  (1)  is liable on conviction on indictment to imprisonment for a term not exceeding 14 years or a fine (or both).     11   A person who commits an offence under subsection  (2)  is liable on conviction on indictment to imprisonment for a term not exceeding 10 years or a fine (or both).     12   The following terms have the same meaning as in  section 3 —     “ Crown employment ”;      “ financial benefit ”;      “ foreign intelligence service ”;      the “ law of the United Kingdom ”;      “ UK person ”.       "}, {"act": "National Security Act 2023", "year": 2023, "section": "18", "section_title": "Preparatory conduct", "section_text": " 18    1   A person commits an offence if, with the intention of—   a   committing acts to which this section applies, or     b   acts to which this section applies being committed by another person,    the person engages in any conduct in preparation for the commission of such acts.     2   It is immaterial whether the person’s intention relates to, or the person’s conduct is in preparation for, specific acts to which this section applies, or acts to which this section applies in general.     3   This section applies to—   a   acts which constitute an offence under—   i   section  1  (obtaining or disclosing protected information);     ii   section 2  (obtaining or disclosing trade secrets);     iii   section 4  (entering etc. a prohibited place for a purpose prejudicial to the UK);     iv   section 12  (sabotage);       b   acts within  subsection (4)  in relation to which the foreign power condition is met.       4   Acts are within  this subsection  if they—   a   involve serious violence against a person in the United Kingdom,     b   endanger the life of a person in the United Kingdom, or     c   create a serious risk to the health or safety of the public, or a section of the public, in the United Kingdom.       5   Subsection (1)  applies whether the person’s conduct takes place in the United Kingdom or elsewhere.     6   A person who commits an offence under  this section  is liable on conviction on indictment to imprisonment for life or a fine (or both).    "}, {"act": "National Security Act 2023", "year": 2023, "section": "19", "section_title": "Aggravating factor where foreign power condition met: England and Wales", "section_text": " 19    1   The Sentencing Code is amended as follows.     2   After section 69 insert—    Offences where foreign power condition met   69A    1   This section applies where a court is considering the seriousness of an offence that—   a   is committed on or after the day on which section  19  of the National Security Act 2023 comes into force, and     b   is not an offence listed in subsection  (2) .       2   Those offences are—   a   an offence under the National Security Act 2023 or an inchoate offence (see section 398) in relation to any such offence;     b   a relevant electoral offence within the meaning given by section  16  of that Act (foreign interference in elections).       3   Where the foreign power condition is met in relation to the conduct that constitutes the offence, the court—   a   must treat that fact as an aggravating factor, and     b   must state in open court that the offence is so aggravated.       4   Where an offence is found to have been committed over a period of 2 or more days, or at some time during a period of 2 or more days, it must be taken for the purposes of subsection  (1)  to have been committed on the first of those days.     5   Section  31  of the National Security Act 2023 (meaning of foreign power condition) applies for the purposes of this section as it applies for the purposes of Part  1  of that Act.          "}, {"act": "National Security Act 2023", "year": 2023, "section": "20", "section_title": "Aggravating factor where foreign power condition met: Northern Ireland", "section_text": " 20    1   This section  applies where a court in Northern Ireland is considering for the purposes of sentence the seriousness of an offence that—   a   is committed on or after the day on which  this section  comes into force, and     b   is not an offence listed in  subsection (2) .       2   Those offences are—   a   an offence under this Act or an ancillary offence in relation to any such offence;     b   a relevant electoral offence (within the meaning given by section  16 ).       3   An “ ancillary offence ”, in relation to an offence, means any of the following—   a   aiding, abetting, counselling or procuring the commission of the offence;     b   an offence under Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) in relation to the offence;     c   attempting or conspiring to commit the offence.       4   For the purposes of  this section , an offence committed by a person under Part 2 of the Serious Crime Act 2007 is related to another offence if that other offence is the offence (or one of the offences) which the person intended or believed would be committed.     5   Where the foreign power condition is met in relation to the conduct that constitutes the offence, the court—   a   must treat that fact as an aggravating factor, and     b   must state in open court that the offence is so aggravated.       6   Where an offence is found to have been committed over a period of 2 or more days, or at some time during a period of 2 or more days, it must be taken for the purposes of  subsection (1)  to have been committed on the first of those days.     7   In  this section  “ sentence ”, in relation to an offence, includes any order made by a court when dealing with a person in respect of the offence.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "21", "section_title": "Aggravating factor where foreign power condition met: Scotland", "section_text": " 21    1   This section  applies where in Scotland, in relation to a relevant offence, it is—   a   libelled in an indictment, and     b   proved,    that the offence has been aggravated by reason of the foreign power condition being met in relation to the conduct that constitutes the offence.     2   Where  this section  applies, the court must take the aggravation into account in determining the appropriate sentence.     3   Where the sentence imposed by the court in respect of the offence is different from that which the court would have imposed if the offence had not been aggravated by reason of being an offence within  subsection (1) , the court must state the extent of, and the reasons for, the difference.     4   Evidence from a single source is sufficient to prove that an offence has been aggravated by reason of the foreign power condition being met in relation to conduct which constitutes the offence.     5   A “relevant offence” is an offence that—   a   is committed on or after the day on which  this section  comes into force, and     b   is not an offence listed in  subsection (6) .       6   Those offences are—   a   an offence under this Act or an ancillary offence in relation to any such offence;     b   a relevant electoral offence (within the meaning given by section  16 ).       7   An “ ancillary offence ”, in relation to an offence, means any of the following—   a   being art and part in the commission of the offence;     b   inciting a person to commit the offence;     c   attempting or conspiring to commit the offence.       8   Where an offence is found to have been committed over a period of 2 or more days, or at some time during a period of 2 or more days, it must be taken for the purposes of  subsection (5) (a)  to have been committed on the first of those days.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "22", "section_title": "Aggravating factor where foreign power condition met: armed forces", "section_text": " 22   In section 238 of the Armed Forces Act 2006 (deciding the seriousness of an offence), at the end insert—    7   In section  69A  of the Sentencing Code (seriousness of offence where foreign power condition met)—   a   the references in that section to a court are to be read as including a court dealing with an offender for a service offence, and     b   the reference in subsection (1)(b) to an offence which is not an offence listed in subsection (2) is to be taken as a reference to an offence under section 42 as respects which the corresponding offence under the law of England and Wales is not an offence so listed.       "}, {"act": "National Security Act 2023", "year": 2023, "section": "23", "section_title": "Powers of search etc", "section_text": " 23   Schedule 2  confers powers of entry, search and seizure in relation to—   a   certain offences under  this Part  of this Act, and     b   acts or threats within section  33 (3) (b)  or  (c) .    "}, {"act": "National Security Act 2023", "year": 2023, "section": "24", "section_title": "Disclosure orders", "section_text": " 24   Schedule 3  makes provision for disclosure orders.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "25", "section_title": "Customer information orders", "section_text": " 25   Schedule 4  makes provision for customer information orders.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "26", "section_title": "Account monitoring orders", "section_text": " 26   Schedule 5  makes provision for account monitoring orders.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "27", "section_title": "Arrest without warrant", "section_text": " 27    1   A constable may arrest without a warrant anyone who the constable reasonably suspects is, or has been, involved in foreign power threat activity.     2   Schedule 6  makes provision about detention under  this section .     3   Subject to  subsections (5)  to  (8) , a person detained under  this section  must be released (unless detained under any other power) not later than the end of the period of 48 hours beginning with—   a   the time of the person’s arrest under  this section , or     b   if the person was being detained under a provision listed in  subsection (4)  when arrested under  this section , with the time when the person was detained under that provision.       4   Those provisions are—   a   section 24 of the Police and Criminal Evidence Act 1984;     b   Article 26 of the Police and Criminal Evidence (Northern Ireland) Order 1989 ( S.I. 1989/1341 (N.I. 12) );     c   section 41 of, and Schedule 7 to, the Terrorism Act 2000;     d   section 1 of the  Criminal Justice (Scotland) Act 2016 (asp 1) ;     e   Part 1 of Schedule 3 to the Counter-Terrorism and Border Security Act 2019.       5   A person arrested under  this section  must be released if, on a review of the person’s detention under  Part 5  of  Schedule 6 , the review officer does not authorise continued detention.    This subsection  does not apply if the person is detained in accordance with  subsection (6)  or  (7)  or under any other power.     6   Where a police officer intends to make an application for a warrant under  paragraph 37  of  Schedule 6  (warrant of further detention) to extend the period of a person’s detention, the person may be detained pending the making of the application.     7   Where an application has been made—   a   under  paragraph 37  of  Schedule 6  for a warrant to extend the period of a person’s detention, or     b   under paragraph  44  of that Schedule to further extend the period of a person’s detention,    the person may be detained pending the conclusion of proceedings on the application.     8   Where an application under  paragraph 37  or  44  of  Schedule 6  is granted in respect of a person’s detention, the person may be detained, subject to  paragraph 45  of that Schedule (conditions for detention), during the period specified in the warrant.     9   The refusal of an application in respect of a person’s detention under  paragraph 37  or  44  of  Schedule 6  does not prevent the person’s continued detention in accordance with  this section .     10   Subsection (11)  applies where—   a   a person is detained under  this section  in hospital, or     b   a person detained under  this section  is removed to hospital because the person needs medical treatment.       11   Where this subsection applies—   a   any time during which the person is being questioned in hospital or (where this subsection applies by virtue of  subsection (10) (b) ) on the way there or back for the purpose of obtaining relevant evidence is to be included in calculating any period which falls to be calculated for the purposes of  this section  or  Part 6  of  Schedule 6 , but     b   any other time when the person is in hospital or (where this subsection applies by virtue of  subsection (10) (b) ) on the way there or back is not to be included.       12   In  subsection (11)  “ relevant evidence ” means, in relation to the detained person, evidence which indicates that the detained person is, or has been, involved in foreign power threat activity.     13   A person who has the powers of a constable in one part of the United Kingdom may exercise the power under  subsection (1)  in any part of the United Kingdom.     14   In  this section  and  Schedule 6  references to involvement in foreign power threat activity do not include involvement in such activity occurring before  this section  comes into force.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "28", "section_title": "Use of reasonable force", "section_text": " 28    1   A power conferred on a constable by virtue of this Part—   a   is additional to powers which the constable has at common law or by virtue of any other enactment, and     b   is not to be taken as affecting those powers.       2   A constable may if necessary use reasonable force for the purpose of exercising a power conferred on the constable by virtue of this Part.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "29", "section_title": "Border security", "section_text": " 29   In paragraph 12(11) of Schedule 3 to the Counter-Terrorism and Border Security Act 2019 (definition of protected material)—   a   in paragraph (a)—   i   at the end of sub-paragraph (i) insert  “or” ;     ii   omit the “or” at the end of sub-paragraph (ii);     iii   omit sub-paragraph (iii);       b   in paragraph (b)(ii) omit “or (iii)”;     c   in paragraph (c)—   i   at the end of sub-paragraph (i) insert  “or” ;     ii   omit the “or” at the end of sub-paragraph (ii);     iii   omit sub-paragraph (iii).      "}, {"act": "National Security Act 2023", "year": 2023, "section": "30", "section_title": "Offences under Part 2 of the Serious Crime Act 2007", "section_text": " 30    1   Part 2 of the Serious Crime Act 2007 (encouraging or assisting crime) is amended as follows.     2   After section 50 insert—    Extra-territorial offences: defence for intelligence services and armed forces   50A    1   This section applies where a person is charged with an offence under this Part by reason of a provision of Schedule 4 (extra-territorial jurisdiction).     2   It is a defence for the person to show that their act was necessary for—   a   the proper exercise of a function of an intelligence service, or     b   the proper exercise of a function of the armed forces relating to intelligence.       3   A person is taken to have shown that their act was so necessary if—   a   sufficient evidence of that fact is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.       4   The head of each intelligence service must ensure that the service has in place arrangements designed to ensure that acts of a member of the service to which a provision of Schedule 4 applies are necessary for the proper exercise of a function of the service.     5   The Defence Council must ensure that the armed forces have in place arrangements designed to ensure that acts of—   a   a member of the armed forces, or     b   a civilian subject to service discipline when working in support of a member of the armed forces,    to which a provision of Schedule 4 applies are necessary for the proper exercise of a function of the armed forces relating to intelligence.     6   The arrangements which must be in place by virtue of subsection  (4)  or  (5)  must be arrangements which the Secretary of State considers to be satisfactory.     7   In this section—     “ armed forces ” means His Majesty’s forces (within the meaning of the Armed Forces Act 2006);      “ civilian subject to service discipline ” has the same meaning as in the Armed Forces Act 2006;      “ GCHQ ” has the meaning given by section 3(3) of the Intelligence Services Act 1994;      “ head ” means—     in relation to the Security Service, the Director General of the Security Service,      in relation to the Secret Intelligence Service, the Chief of the Secret Intelligence Service, and      in relation to GCHQ, the Director of GCHQ;         “ intelligence service ” means the Security Service, the Secret Intelligence Service or GCHQ.              3   For the heading before section 50 substitute  “Defences” .    "}, {"act": "National Security Act 2023", "year": 2023, "section": "31", "section_title": "The foreign power condition", "section_text": " 31    1   For the purposes of this Part the foreign power condition is met in relation to a person’s conduct if—   a   the conduct in question, or a course of conduct of which it forms part, is carried out for or on behalf of a foreign power, and     b   the person knows, or having regard to other matters known to them ought reasonably to know, that to be the case.       2   The conduct in question, or a course of conduct of which it forms part, is in particular to be treated as carried out for or on behalf of a foreign power if—   a   it is instigated by a foreign power,     b   it is under the direction or control of a foreign power,     c   it is carried out with financial or other assistance provided by a foreign power for that purpose, or     d   it is carried out in collaboration with, or with the agreement of, a foreign power.       3   Subsections (1) (a)  and  (2)  may be satisfied by a direct or indirect relationship between the conduct, or the course of conduct, and the foreign power (for example, there may be an indirect relationship through one or more companies).     4   A person’s conduct may form part of a course of conduct engaged in by the person alone, or by the person and one or more other persons.     5   The foreign power condition is also met in relation to a person’s conduct if the person intends the conduct in question to benefit a foreign power.     6   For the purposes of  subsection (5)  it is not necessary to identify a particular foreign power.     7   The foreign power condition may be met in relation to the conduct of a person who holds office in or under, or is an employee or other member of staff of, a foreign power, as it may be met in relation to the conduct of any other person.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "32", "section_title": "Meaning of “foreign power”", "section_text": " 32    1   In this Part “ foreign power ” means—   a   the sovereign or other head of a foreign State in their public capacity,     b   a foreign government, or part of a foreign government,     c   an agency or authority of a foreign government, or of part of a foreign government,     d   an authority responsible for administering the affairs of an area within a foreign country or territory, or persons exercising the functions of such an authority, or     e   a political party which is a governing political party of a foreign government.       2   A political party is a governing political party of a foreign government if persons holding political or official posts in the foreign government or part of the foreign government—   a   hold those posts as a result of, or in the course of, their membership of the party, or     b   in exercising the functions of those posts, are subject to the direction or control of, or significantly influenced by, the party.       3   Subsection (1) (e)  does not include a political party which is—   a   a governing political party of the government of the Republic of Ireland, and     b   a party registered under Part 2 of the Political Parties, Elections and Referendums Act 2000.       4   In  this section —     “ foreign country or territory ” means a country or territory outside the United Kingdom, the Channel Islands, the Isle of Man or the British Overseas Territories;      “ foreign government ” means the government of a foreign country or territory;      a “ government ” includes persons exercising the functions of a government;      “ territory ” includes the constituent territories of a federal State.       "}, {"act": "National Security Act 2023", "year": 2023, "section": "33", "section_title": "Foreign power threat activity and involvement in that activity", "section_text": " 33    1   In this Part references to foreign power threat activity and to involvement in foreign power threat activity are to one or more of the following—   a   the commission, preparation or instigation of acts or threats within  subsection (3) ;     b   conduct which facilitates (or is intended to facilitate) conduct falling within  paragraph (a) ;     c   conduct which gives support or assistance to a person (“ P ”), where the person who engages in the conduct—   i   knows or believes P to be involved in, and     ii   engages in the conduct for the purpose of giving support or assistance to,    conduct falling within paragraph (a).       2   It is immaterial whether the activity within  subsection (1)  relates to specific acts or threats within  subsection (3) , or to acts or threats within that subsection in general.     3   References to acts or threats within  this subsection  are to—   a   acts which constitute an offence under—   i   section 1  (obtaining or disclosing protected information);     ii   section 2  (obtaining or disclosing trade secrets);     iii   section 3  (assisting a foreign intelligence service);     iv   section 4  (entering etc. a prohibited place for a purpose prejudicial to the UK);     v   section 12  (sabotage);     vi   section  13  (foreign interference: general);     vii   section  17 (1)  (obtaining material benefits from a foreign intelligence service);       b   acts within  subsection (4)  in relation to which the foreign power condition is met;     c   threats to carry out acts within  subsection (4) , where the foreign power condition is met in relation to the threats.       4   Acts are within  this subsection  if they—   a   involve serious violence against another person,     b   endanger the life of another person, or     c   create a serious risk to the health or safety of the public or a section of the public.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "34", "section_title": "Interpretation", "section_text": " 34    1   In  this Part —     “ conduct ” includes omissions and statements;      “ enactment ” includes—     an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978);      an enactment comprised in, or in an instrument made under, a Measure or Act of Senedd Cymru;      an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament;      an enactment comprised in, or in an instrument made under, Northern Ireland legislation;      retained direct EU legislation;         “ foreign power ” has the meaning given by section  32 ;      “ the foreign power condition ” has the meaning given by section  31 ;      “ foreign power threat activity ” and “ involvement ”, in relation to such activity, have the meaning given by section  33 ;      “ information ” includes information about tactics, techniques and procedures;      “ the maximum term for summary offences ” means—     in relation to an offence committed before the time when section 281(5) of the Criminal Justice Act 2003 comes into force, 6 months;      in relation to an offence committed after that time, 51 weeks.           2   In  this Part  references to a part of the United Kingdom are references to—   a   England and Wales,     b   Scotland, or     c   Northern Ireland.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "35", "section_title": "Offences by bodies corporate etc", "section_text": " 35    1   If an offence under this Part is committed by a body—   a   with the consent or connivance of an officer of the body, or     b   due to any neglect on the part of such an officer,    the officer, as well as the body, is guilty of the offence and liable to be proceeded against and punished accordingly.     2   In this section—     “ body ” means a body corporate, a partnership or an unincorporated association other than a partnership;      “ officer of a body ”—     in relation to a body corporate, means a director, member of the committee of management, chief executive, manager, secretary or other similar officer of the body, or a person purporting to act in any such capacity;      in relation to a partnership, means a partner or person purporting to act as a partner;      in relation to an unincorporated association other than a partnership, means a person who is concerned in the management or control of the body or purports to act in the capacity of a person so concerned.           3   In  subsection (2)  “ director ” includes—   a   a person occupying in relation to a body corporate the position of a director (by whatever name called),     b   a person in accordance with whose directions or instructions (not being advice given in a professional capacity) the directors of that body are accustomed to act, and     c   a person who has an interest or right in, or in relation to, the body corporate that (whether alone or together with other interests or rights held by the person) enables the person materially to influence the policy of the body corporate.       4   If the affairs of a body corporate are managed by its members,  subsection (1)  applies in relation to the acts and defaults of a member in connection with the member's functions of management as if the member were a director of the body.     5   The Secretary of State may by regulations provide for the modification of any provision of this section in its application to a body corporate or unincorporated association formed or recognised under the law of a country or territory outside the United Kingdom.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "36", "section_title": "Offences committed outside the United Kingdom", "section_text": " 36    1   Where an offence under this Part may be committed by conduct taking place outside the United Kingdom, it may be so committed—   a   in the case of conduct by an individual, whatever the nationality of the individual, and     b   in the case of conduct by a person other than an individual, regardless of whether the body corporate or unincorporated association is formed or recognised under the law of a country or territory outside the United Kingdom.       2   Subsection (1)  is subject to sections  3 (6)  and  17 (6)  (commission of offences under sections  3  and  17  by conduct outside the United Kingdom).     3   Where an offence under this Part is committed outside the United Kingdom—   a   proceedings for the offence may be taken at any place in the United Kingdom, and     b   the offence may for all incidental purposes be treated as having been committed at any such place.       4   In the application of subsection  (3)  to Scotland, any such proceedings against a person may be taken—   a   in any sheriff court district in which the person is apprehended or is in custody, or     b   in such sheriff court district as the Lord Advocate may determine.       5   “Sheriff court district”  is to be read in accordance with the Criminal Procedure (Scotland) Act 1995 (see section 307(1) of that Act).    "}, {"act": "National Security Act 2023", "year": 2023, "section": "37", "section_title": "Consents to prosecutions", "section_text": " 37    1   This section applies to offences under this Part, except offences under—   a   section  5  (unauthorised entry to a prohibited place);     b   section  6  (prohibited place: failure to comply with order of constable);     c   section 11  (cordoned area: failure to comply with order of constable);     d   Schedule 2  (powers of entry, search and seizure);     e   Schedule  3  (disclosure orders);     f   Schedule  4  (customer information orders).       2   Proceedings for an offence to which this section applies may be instituted—   a   in England and Wales, only with the consent of the Attorney General;     b   in Northern Ireland, only with the consent of the Advocate General for Northern Ireland.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "38", "section_title": "Power to exclude the public from proceedings", "section_text": " 38   If it is necessary in the interests of national security, a court may exclude the public from—   a   any part of proceedings for an offence under this Part, or     b   any part of proceedings relating to section 69A of the Sentencing Act 2020 (as inserted by section  19 ) or to section  20  or  21 ,    except for the passing of sentence.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "39", "section_title": "Power to impose prevention and investigation measures", "section_text": " 39    1   The Secretary of State may by notice (a “ Part 2  notice”) impose specified prevention and investigation measures on an individual if conditions A to E in  section 40  are met.     2   In this Part “ prevention and investigation measures ” means requirements, restrictions and other provision which may be made in relation to an individual by virtue of  Schedule 7 .     3   In  this section  and  Part 1  of  Schedule 7  “ specified ” means specified in the  Part 2  notice.     4   The Secretary of State must publish factors that the Secretary of State considers are appropriate to take into account when deciding whether to impose restrictions on an individual by virtue of  paragraph 2  of  Schedule 7  (travel measure).    "}, {"act": "National Security Act 2023", "year": 2023, "section": "40", "section_title": "Conditions A to E", "section_text": " 40    1   Condition A is that the Secretary of State reasonably believes that the individual is, or has been, involved in foreign power threat activity.     2   Condition B is that some or all of the foreign power threat activity in which the individual is, or has been, involved is new foreign power threat activity.     3   Condition C is that the Secretary of State reasonably considers that it is necessary, for purposes connected with protecting the United Kingdom from the risk of acts or threats within section  33 (3) , for prevention and investigation measures to be imposed on the individual.     4   Condition D is that the Secretary of State reasonably considers that it is necessary, for purposes connected with preventing or restricting the individual's involvement in foreign power threat activity, for the prevention and investigation measures specified in the notice to be imposed on the individual.     5   Condition E is that—   a   the court gives the Secretary of State permission under  section 42 , or     b   the Secretary of State reasonably considers that the urgency of the case requires prevention and investigation measures to be imposed without obtaining such permission.       6   In relation to prevention and investigation measures under  paragraph 1  of  Schedule 7  (residence measure), conditions A, B and D (and  subsection (7) ) apply as if the references to foreign power threat activity were to foreign power threat activity which relates to acts or threats within section  33 (3) (b)  or  (c) .     7   In  this section  “ new foreign power threat activity ” means—   a   if no  Part 2  notice relating to the individual has ever been in force, foreign power threat activity occurring at any time;     b   if only one  Part 2  notice relating to the individual has ever been in force, foreign power threat activity occurring after that notice came into force;     c   if two or more  Part 2  notices relating to the individual have been in force, foreign power threat activity occurring after such a notice came into force most recently.       8   In this section references to foreign power threat activity, and to an individual’s involvement in such activity, include foreign power threat activity, and an individual’s involvement in such activity, occurring before section  39  comes into force.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "41", "section_title": "Five year limit for  Part 2  notices", "section_text": " 41    1   A  Part 2  notice—   a   comes into force when the notice is served on the individual or, if later, at the time specified for this purpose in the notice, and     b   is in force for the period of one year.       2   The Secretary of State may by notice extend a  Part 2  notice for a period of one year beginning when the  Part 2  notice would otherwise expire.     3   A  Part 2  notice—   a   may be extended under  subsection (2)  only if conditions A, C and D are met, and     b   may be so extended on up to four occasions.       4   This section  is subject, in particular, to sections  49  (revocation and revival of  Part 2  notices) and  50  (replacement of  Part 2  notice that is quashed etc).    "}, {"act": "National Security Act 2023", "year": 2023, "section": "42", "section_title": "Prior permission of the court", "section_text": " 42    1   This section  applies if the Secretary of State—   a   makes the relevant decisions in relation to an individual, and     b   makes an application to the court for permission to impose measures on the individual.       2   The application must set out a draft of the proposed  Part 2  notice.     3   The function of the court on the application is—   a   to determine whether the relevant decisions of the Secretary of State are obviously flawed, and     b   to determine whether to give permission to impose measures on the individual and (where applicable) whether to exercise the power of direction under  subsection (9) .       4   The court may consider the application—   a   in the absence of the individual,     b   without the individual having been notified of the application, and     c   without the individual having been given an opportunity (if the individual was aware of the application) of making any representations to the court.       5   But that does not limit the matters about which rules of court may be made.     6   In determining the application, the court must apply the principles applicable on an application for judicial review.     7   In a case where the court determines that a decision of the Secretary of State that condition A, condition B or condition C is met is obviously flawed, the court may not give permission under  this section .     8   In any other case, the court may give permission under  this section .     9   If the court determines that the Secretary of State's decision that condition D is met is obviously flawed, the court may (in addition to giving permission under  subsection (8) ) give directions to the Secretary of State in relation to the measures to be imposed on the individual.     10   In  this section  “ relevant decisions ” means the decisions that the following conditions are met—   a   condition A,     b   condition B,     c   condition C, and     d   condition D.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "43", "section_title": "Urgent cases: reference to the court etc", "section_text": " 43   Schedule 8  makes provision about references to the court in urgent cases.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "44", "section_title": "Directions hearing", "section_text": " 44    1   This section  applies if the court—   a   gives permission under  section 42  for measures to be imposed on an individual, or     b   confirms under  paragraph 4 (3)  of  Schedule 8  (whether or not subject to paragraph 4(2) of that Schedule) a  Part 2  notice which imposes measures on an individual.       2   The court must, at the hearing where it gives the permission or confirms the notice, give directions for a further hearing (a “directions hearing”)—   a   which, unless the court otherwise directs (whether in those directions or subsequently), is to be held within the period of 7 days beginning with the relevant day, and     b   which the individual is to have the opportunity to attend.       3   In a case where  this section  applies because the court gives permission under  section 42 , directions given under  subsection (2)  may not be served on the individual unless the  Part 2  notice has been served on that individual.     4   At the directions hearing, the court must give directions for a further hearing (a “review hearing”) in relation to the imposition of measures on the individual.     5   Directions under  subsection (4)  must provide for the review hearing to be held as soon as reasonably practicable.     6   In  this section  “ relevant day ” means—   a   in a case falling within  subsection (1) (a) , the day on which the  Part 2  notice imposing the measures is served on the individual;     b   in a case falling within  subsection (1) (b) , the day on which the court confirms the  Part 2  notice.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "45", "section_title": "Review hearing", "section_text": " 45    1   On a review hearing held in compliance with directions under  section 44 (4) , the function of the court is to review the decisions of the Secretary of State that the relevant conditions were met and continue to be met.     2   In doing so, the court must apply the principles applicable on an application for judicial review.     3   The court—   a   must discontinue the review hearing if the individual requests the court to do so, and     b   may discontinue the review hearing in any other circumstances.       4   The court may not discontinue the review hearing in accordance with  subsection (3) (b)  without giving the Secretary of State and the individual the opportunity to make representations.     5   The court has the following powers (and only those powers) on a review hearing—   a   power to quash the  Part 2  notice;     b   power to quash measures specified in the  Part 2  notice;     c   power to give directions to the Secretary of State for, or in relation to—   i   the revocation of the  Part 2  notice, or     ii   the variation of measures specified in the  Part 2  notice.         6   If the court does not exercise any of its powers under  subsection (5) , the court must decide that the  Part 2  notice is to continue in force.     7   If the court exercises a power under  subsection (5) (b)  or  (c) (ii) , the court must decide that the  Part 2  notice is to continue in force subject to that exercise of that power.     8   In  this section  “ relevant conditions ” means—   a   condition A,     b   condition B,     c   condition C, and     d   condition D.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "46", "section_title": "Criminal investigations into foreign power threat activity", "section_text": " 46    1   The Secretary of State must consult the chief officer of the appropriate police force about the matter mentioned in  subsection (2)  before—   a   making an application under  section 42  for permission to impose measures on an individual, or     b   imposing measures on an individual in a case to which  section 40 (5) (b)  applies (urgency of the case requires measures to be imposed without obtaining the permission of the court).       2   The matter is whether there is evidence available that could realistically be used for the purposes of prosecuting the individual for an offence—   a   within  section 33 (3) (a) , or     b   relating to acts or threats within  section 33 (3) (b)  or  (c) .       3   The “ appropriate police force ” means the police force—   a   that is investigating the commission of any such offence by the individual, or     b   by which it appears to the Secretary of State that the commission of any such offence by the individual would fall to be investigated.       4   If the Secretary of State serves a  Part 2  notice on an individual, the Secretary of State must inform the chief officer of the appropriate police force—   a   that the  Part 2  notice has been served, and     b   that the chief officer must act in accordance with the duty under  subsection (5) .       5   After being informed of the matters mentioned in  subsection (4) , the chief officer must—   a   secure that the investigation of the individual's conduct, with a view to a prosecution of the individual for an offence—   i   within  section 33 (3) (a) , or     ii   relating to acts or threats within  section 33 (3) (b)  or  (c) ,    is kept under review throughout the period the  Part 2  notice is in force, and     b   report to the Secretary of State on the review carried out under  paragraph (a) .       6   The chief officer must consult the relevant prosecuting authority before responding to consultation under  subsection (1) .     7   The chief officer must also, to the extent that the chief officer considers it appropriate to do so, consult the relevant prosecuting authority in carrying out the duty under  subsection (5) (a) .     8   The “relevant prosecuting authority” is—   a   in the case of offences that would be likely to be prosecuted in England and Wales, the Director of Public Prosecutions;     b   in the case of offences that would be likely to be prosecuted in Scotland, the Lord Advocate;     c   in the case of offences that would be likely to be prosecuted in Northern Ireland, the Director of Public Prosecutions for Northern Ireland.       9   The duty to consult under  subsection (1)  or  (6)  may be satisfied by consultation that took place wholly or partly before the passing of this Act.     10   In  this section —     “ chief officer ”—     in relation to a police force maintained for a police area in England and Wales, means the chief officer of police of that force;      in relation to the Police Service of Scotland, means the chief constable of that Service;      in relation to the Police Service of Northern Ireland, means the Chief Constable of that Service;      in relation to the National Crime Agency, means the Director General of the National Crime Agency;         “ police force ” means—     a police force maintained for a police area in England and Wales;      the Police Service of Scotland;      the Police Service of Northern Ireland;      the National Crime Agency.          "}, {"act": "National Security Act 2023", "year": 2023, "section": "47", "section_title": "Review of ongoing necessity", "section_text": " 47   During the period that a  Part 2  notice is in force, the Secretary of State must keep under review whether conditions C and D are met.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "48", "section_title": "Variation of measures", "section_text": " 48    1   The Secretary of State may by notice (a “ variation notice ”) vary measures specified in a  Part 2  notice if—   a   the variation consists of the relaxation or removal of measures,     b   the variation is made with the consent of the individual, or     c   the Secretary of State reasonably considers that the variation is necessary for purposes connected with preventing or restricting the individual's involvement in foreign power threat activity.       2   The Secretary of State may by variation notice vary a relocation measure so as to substitute a different specified residence if the Secretary of State reasonably considers that—   a   the variation is necessary for reasons connected with the efficient and effective use of resources in relation to the individual, and     b   the relocation measure (as varied) remains necessary for purposes connected with preventing or restricting the individual’s involvement in foreign power threat activity which relates to acts or threats within  section 33 (3) (b)  or  (c) .       3   A “relocation measure” is a measure under  paragraph 1 (2)  of  Schedule 7  which requires the individual to reside at a specified residence within paragraph  1 (3) (b)  of that Schedule (requirement to reside at premises specified by Secretary of State other than individual's own residence).     4   The individual to whom a  Part 2  notice relates may make an application to the Secretary of State for the variation of measures specified in the notice.     5   The Secretary of State must consider an application made under  subsection (4) .     6   An application under  subsection (4)  must be made in writing.     7   The Secretary of State may by notice request the provision, within such period of time as the notice may specify, of further information from the individual in connection with an application under  subsection (4) .     8   The Secretary of State is not required to consider an application further unless any information requested under  subsection (7)  is provided in accordance with the notice mentioned in that subsection.     9   A variation under  subsection (1)  or  (2)  takes effect when the variation notice is served or, if later, at the time specified for this purpose in the variation notice.     10   The power under  subsection (1)  or  (2)  is exercisable whether or not an application has been made under  subsection (4) .     11   In a case where a  Part 2  notice—   a   has expired as mentioned in  section 49 (6) (a) , or     b   has been revoked,    the power under  subsection (1)  or  (2)  may (in particular) be exercised in relation to the  Part 2  notice before any revival of the  Part 2  notice under  section 49 (6)  so as to take effect at the time that the  Part 2  notice comes back into force on its revival.     12   In such a case, the question of whether condition D is met is to be determined for the purposes of  section 49 (6)  by reference to the measures specified in the  Part 2  notice as they would be after the exercise of the power under  subsection (1)  or  (2) .     13   Subsection (2)  does not limit the power under  subsection (1) .    "}, {"act": "National Security Act 2023", "year": 2023, "section": "49", "section_title": "Revocation and revival of  Part 2  notices", "section_text": " 49    1   The Secretary of State may by notice (a “revocation notice”) revoke a  Part 2  notice at any time.     2   The revocation of a  Part 2  notice takes effect when the revocation notice is served or, if different, at the time specified for this purpose in the revocation notice.     3   The individual to whom a  Part 2  notice relates may make an application to the Secretary of State for the revocation of the  Part 2  notice.     4   The Secretary of State must consider an application made under  subsection (3) .     5   The power under  subsection (1)  is exercisable whether or not an application has been made under  subsection (3) .     6   The Secretary of State may by notice (a “revival notice”) at any time revive a  Part 2  notice which—   a   has expired—   i   without being extended under  section 41 (2) , or     ii   having been extended under  section 41 (2)  on fewer than four occasions, or       b   has been revoked,    if conditions A, C and D are met.     7   The power of revival may be exercised—   a   under  subsection (6) (a)  or  (b)  whether or not the  Part 2  notice has previously been revoked and revived, and     b   under  subsection (6) (b)  whether or not the  Part 2  notice has been extended under  section 41 (2)  (and regardless of how many times it has been so extended).       8   But the power of revival under  subsection (6) (b)  may not be exercised to revive a  Part 2  notice which the Secretary of State was required to revoke by directions given by the court in relevant proceedings.     9   A  Part 2  notice which is revived—   a   comes back into force when the revival notice is served or, if later, at the time specified for this purpose in the revival notice,     b   is in force—   i   for the period of one year (in a case where the revived notice had expired), or     ii   for the period of time for which the  Part 2  notice would have continued in force if it had not been revoked (in a case where the revived notice had been revoked), and       c   is treated as having been extended under  section 41 (2)  on the same number of occasions (if any) as on which the revived notice had been so extended.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "50", "section_title": "Replacement of a  Part 2  notice that is quashed etc", "section_text": " 50    1   This section  applies if—   a   a  Part 2  notice, the extension of a  Part 2  notice, or the revival of a  Part 2  notice, is quashed in relevant proceedings, or     b   a  Part 2  notice is revoked by the Secretary of State in compliance with directions given by the court in relevant proceedings.       2   The replacement  Part 2  notice is to be in force for the period of time for which the overturned notice would have continued in force but for the quashing or revocation.     3   The replacement  Part 2  notice is to be treated as having been extended under  section 41 (2)  on the same number of occasions (if any) as on which the overturned notice had been so extended (including any extension that was quashed).     4   Foreign power threat activity is to be treated as new foreign power threat activity in relation to the imposition of measures by the replacement  Part 2  notice if it was new foreign power threat activity in relation to the imposition of measures by the overturned notice.     5   Foreign power threat activity that occurs after the coming into force of the overturned notice does not cease to be new foreign power threat activity by virtue of the coming into force of the replacement  Part 2  notice.     6   Subsections (2)  to  (5)  do not apply to the replacement notice if—   a   some or all of the foreign power threat activity occurred after the overturned notice came into force, and     b   the Secretary of State determines that those subsections should not apply to that notice.       7   In  this section —     “ new foreign power threat activity ” has the same meaning as in  section 40 ;      “ overturned notice ” means the  Part 2  notice to which the quashing or revocation referred to in  subsection (1)  relates;      “ replacement Part 2 notice ” means the first  Part 2  notice to impose measures on the individual to whom the overturned notice relates after the quashing or revocation referred to in  subsection (1) .       "}, {"act": "National Security Act 2023", "year": 2023, "section": "51", "section_title": "Other provision relating to the quashing of  Part 2  notice", "section_text": " 51    1   A power in relevant proceedings to quash a  Part 2  notice, the extension of a  Part 2  notice, the revival of a  Part 2  notice, or measures specified in a  Part 2  notice, includes—   a   in England and Wales or Northern Ireland, power to stay the quashing for a specified time, or pending an appeal or further appeal against the decision to quash; or     b   in Scotland, power to determine that the quashing is of no effect for a specified time or pending such an appeal or further appeal.       2   A decision in relevant proceedings to quash measures specified in a  Part 2  notice, or (except as provided in  section 50 ) a decision in relevant proceedings to quash, or to give directions to the Secretary of State in relation to, a  Part 2  notice, the extension of a  Part 2  notice, or the revival of a  Part 2  notice, does not prevent the Secretary of State—   a   from exercising any power under this Act to impose measures (whether or not to the same or similar effect as measures to which the decision relates), or     b   from relying, in whole or in part, on any matters for the purpose of so exercising such a power (whether or not the matters were relied on in exercising powers under this Act in relation to measures or the  Part 2  notice to which the decision relates).       3   Schedule 9  makes provision about appeals against convictions.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "52", "section_title": "Appeals", "section_text": " 52    1   If the Secretary of State extends or revives a  Part 2  notice (see  section 41 (2)  or  49 (6) )—   a   the individual to whom the  Part 2  notice relates may appeal to the court against the extension or revival, and     b   the function of the court on such an appeal is to review the Secretary of State's decisions that conditions A, C and D were met and continue to be met.       2   If the Secretary of State varies measures specified in a  Part 2  notice (and the variation does not consist of the relaxation or removal of measures) without the consent of the individual to whom the  Part 2  notice relates—   a   the individual may appeal to the court against the variation, and     b   the function of the court on such an appeal is to review the Secretary of State’s decisions that the variation was necessary, and continues to be necessary, for purposes connected with preventing or restricting involvement by the individual in foreign power threat activity.       3   If the individual to whom a  Part 2  notice relates makes an application to the Secretary of State for the variation of measures specified in the  Part 2  notice (see  section 48 (4) )—   a   the individual may appeal to the court against any decision by the Secretary of State on the application, and     b   the function of the court on such an appeal is to review the Secretary of State’s decisions that the measures to which the application relates were necessary, and continue to be necessary, for purposes connected with preventing or restricting involvement by the individual in foreign power threat activity.       4   If the individual to whom a  Part 2  notice relates makes an application to the Secretary of State for the revocation of the notice (see  section 49 (3) )—   a   the individual may appeal to the court against any decision by the Secretary of State on the application, and     b   the function of the court on such an appeal is to review the Secretary of State’s decisions that conditions A, C and D were met and continue to be met.       5   If the individual to whom a  Part 2  notice relates makes an application to the Secretary of State for permission—   a   the individual may appeal to the court against any decision by the Secretary of State on the application (including any decision about conditions to which permission is subject), and     b   the function of the court on such an appeal is to review the decision.       6   In determining the matters mentioned in  subsections (1)  to  (5)  the court must apply the principles applicable on an application for judicial review.     7   The only powers of the court on an appeal under  this section  are—   a   power to quash the extension or revival of the  Part 2  notice;     b   power to quash measures specified in the  Part 2  notice;     c   power to give directions to the Secretary of State for, or in relation to—   i   the revocation of the  Part 2  notice, or     ii   the variation of measures specified in the  Part 2  notice;       d   power to give directions to the Secretary of State in relation to permission or conditions to which permission is subject.       8   If the court does not exercise any of its powers under  subsection (7) , it must dismiss the appeal.     9   In  this section  “ permission ” means permission for the purposes of measures specified in a  Part 2  notice (see, in particular,  paragraph 17  of  Schedule 7 ).    "}, {"act": "National Security Act 2023", "year": 2023, "section": "53", "section_title": "Jurisdiction in relation to decisions under this Part", "section_text": " 53    1   Decisions relating to  Part 2  notices are not to be questioned in any legal proceedings other than—   a   proceedings in the court, or     b   proceedings on appeal from such proceedings.       2   The court is the appropriate tribunal for the purposes of section 7 of the Human Rights Act 1998 in relation to proceedings all or any part of which call a decision relating to a  Part 2  notice into question.     3   In this Part “decision relating to a  Part 2  notice” means—   a   a decision made by the Secretary of State in exercise or performance of any power or duty under any of  sections 39  to  51  or under  Schedule 7  or  Schedule 8 ;     b   a decision made by the Secretary of State for the purposes of, or in connection with, the exercise or performance of any such power or duty;     c   a decision by a constable to give a direction by virtue of paragraph  4  of  Schedule 7  (movement directions measure) or paragraph  11 (1) (b)  of that Schedule (reporting measure);     d   a decision by a polygraph operator to give a direction by virtue of paragraph  12 (1) (c)  of  Schedule 7 ;     e   a decision by a person to give a direction by virtue of  paragraph 15 (2) (d)  of  Schedule 7  (monitoring measure).      "}, {"act": "National Security Act 2023", "year": 2023, "section": "54", "section_title": "Proceedings relating to measures", "section_text": " 54    1   No appeal lies from any determination of the court in relevant proceedings, except on a question of law.     2   No appeal by any person other than the Secretary of State lies from any determination—   a   on an application for permission under  section 42 , or     b   on a reference under  Schedule 8 .       3   Schedule 10  makes provision about proceedings relating to measures.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "55", "section_title": "Reports on exercise of powers under this Part", "section_text": " 55    1   The Secretary of State must—   a   prepare a report about the exercise of the powers mentioned in  subsection (2)  during each period of 3 months beginning with the month in which section  39  comes into force, and     b   lay a copy of each such report before Parliament.       2   The powers referred to in  subsection (1)  are the powers of the Secretary of State under this Part—   a   to impose measures on an individual by a  Part 2  notice;     b   to extend a  Part 2  notice under  section 41 (2) ;     c   to vary a  Part 2  notice under  section 48 ;     d   to revoke a  Part 2  notice under  section 49 (1) ;     e   to revive a  Part 2  notice under  section 49 (6) .       3   The duty under  subsection (1)  in relation to the preparation and laying of a report must be carried out as soon as reasonably practicable after the end of the 3 month period to which the report relates.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "56", "section_title": "Offence", "section_text": " 56    1   An individual commits an offence if—   a   a  Part 2  notice is in force in relation to the individual, and     b   the individual contravenes without reasonable excuse any measure specified in the notice.       2   Where an individual—   a   is subject to a measure specified under  paragraph 2  of  Schedule 7  (a “travel measure”), and     b   leaves the United Kingdom or travels outside the United Kingdom,    subsection (1) (b)  has effect, in relation to that act, with the omission of the words “without reasonable excuse”.     3   If the individual has the permission of the Secretary of State by virtue of  Schedule 7  for an act which would, without that permission, contravene a measure specified in the  Part 2  notice, the individual contravenes that measure by virtue of that act if the act is not in accordance with the terms of the permission.     4   An individual who commits an offence under  subsection (1)  is liable—   a   on conviction on indictment, to imprisonment for a term not exceeding 5 years or to a fine (or both);     b   on summary conviction in England and Wales, to imprisonment for a term not exceeding the general limit in a magistrates’ court or to a fine (or both);     c   on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum (or both);     d   on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum (or both).       5   Where an individual commits an offence under  subsection (1)  by contravening a travel measure,  subsection (4) (a)  has effect as if “10 years” were substituted for “5 years”.     6   Where an individual is convicted by or before a court of an offence under  subsection (1) , it is not open to that court to make in respect of the offence—   a   an order under section 80 of the Sentencing Code (conditional discharge),     b   an order under section 227A of the Criminal Procedure (Scotland) Act 1995 (community payback orders), or     c   an order under Article 4(1)(b) of the Criminal Justice (Northern Ireland) Order 1996 ( S.I. 1996/3160 (N.I. 24) ) (conditional discharge).      "}, {"act": "National Security Act 2023", "year": 2023, "section": "57", "section_title": "Powers of entry etc", "section_text": " 57   Schedule 11  makes provision about powers of entry, search, seizure and retention.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "58", "section_title": "Fingerprints and samples", "section_text": " 58   Schedule 12  makes provision about fingerprints and samples.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "59", "section_title": "Notices", "section_text": " 59    1   In a case where the Secretary of State serves a  Part 2  notice, a revival notice or an extension notice on an individual, the Secretary of State must, by a further notice, give the following information to the individual—   a   the period for which the  Part 2  notice will be in force,     b   the day on which the  Part 2  notice comes, or came, into force, and     c   the day on which the  Part 2  notice will expire,    and, in the case of a revival or extension notice, “ Part 2  notice” means the  Part 2  notice which is revived or extended by that notice.     2   An individual is not bound by—   a   a  Part 2  notice,     b   a revival notice, or     c   a variation notice insofar as it gives notice of a variation that is neither a relaxation or removal of measures, nor a variation with the individual's consent,    unless the notice is served personally on the individual.     3   An individual is not bound by an extension notice unless the notice is—   a   served personally on the individual, and     b   so served before the  Part 2  notice to which it relates would otherwise expire.       4   Any of the following notices must be served on the individual to whom the notice relates—   a   a revocation notice;     b   a variation notice insofar as  subsection (2) (c)  does not apply to it;     c   a confirmation notice.       5   Any of the following notices may be proved by the production of a document purporting to be certified by the Secretary of State as a true copy of the notice—   a   a  Part 2  notice;     b   an extension notice;     c   a revocation notice;     d   a revival notice;     e   a variation notice;     f   a confirmation notice.       6   But that does not prevent the proof of such a notice in other ways.     7   In  this section —     “ confirmation notice ” means a notice given under  subsection (1) ;      “ extension notice ” means a notice under  section 41 (2) ;      “ revival notice ” has the same meaning as in  section 49 (6) ;      “ revocation notice ” has the same meaning as in  section 49 (1) ;      “ variation notice ” has the same meaning as in  section 48 (1) .       "}, {"act": "National Security Act 2023", "year": 2023, "section": "60", "section_title": "Contracts", "section_text": " 60   The Secretary of State may enter into such contracts and other arrangements with other persons as the Secretary of State considers appropriate for securing their assistance in connection with any monitoring, by electronic or other means, that the Secretary of State considers needs to be carried out in connection with measures specified in  Part 2  notices.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "61", "section_title": "Legal aid in relation to Part 2 notices", "section_text": " 61   In Schedule 1 to the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (civil legal services), in Part 1 (services), after paragraph 45A insert—    Foreign power threat activity prevention and investigation measures   45B    1   Civil legal services provided to an individual in relation to a notice under  section 39 (1) of the National Security Act 2023 relating to the individual.     2   Sub-paragraph (1) is subject to—   a   the exclusions in Part 2 of this Schedule, with the exception of paragraph 18 of that Part, and     b   the exclusion in Part 3 of this Schedule.          "}, {"act": "National Security Act 2023", "year": 2023, "section": "62", "section_title": "Interpretation etc", "section_text": " 62    1   In  this Part —     “ act ” and “conduct” include omissions and statements;      “ condition A ”, “condition B”, “condition C”, “condition D” or “ condition E ” means that condition as set out in  section 40 ;      “ court ” means—     in the case of proceedings relating to an individual whose principal place of residence is in Scotland, the Outer House of the Court of Session;      in the case of proceedings relating to an individual whose principal place of residence is in Northern Ireland, the High Court in Northern Ireland;      in any other case, the High Court in England and Wales;         “ decision relating to a Part 2 notice ” has the meaning given in  section 53 ;      “ enactment ” includes—     an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978);      an enactment comprised in, or in an instrument made under, a Measure or Act of Senedd Cymru;      an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament;      an enactment comprised in, or in an instrument made under, Northern Ireland legislation;      retained direct EU legislation;         “ foreign power threat activity ” and “ involvement ” (in relation to such activity) have the same meaning as in  Part 1  (see section  33 );      “ measures ” means prevention and investigation measures (which has the meaning given in  section 39 );      “ notice ” means a notice in writing;      “ Part 2 notice ” has the meaning given in section  39 (1) ;      “ relevant proceedings ” means—     proceedings on an application for permission under  section 42 ;      proceedings on a reference under  Schedule 8 ;      proceedings on a directions hearing held in accordance with directions under  section 44 (2) ;      proceedings on a review hearing held in accordance with directions under  section 44 (4) ;      proceedings on an appeal under  section 52 ;      proceedings by virtue of  section 53 (2) ;      proceedings on an application made by virtue of rules of court made under  paragraph 6  of  Schedule 10  (application for order requiring anonymity);      any other proceedings for questioning a decision relating to a  Part 2  notice (including any claim for damages or other relief arising out of such a decision).           2   In a case where—   a   a  Part 2  notice has come into force in relation to an individual, and     b   by virtue of the coming into force of that  Part 2  notice, foreign power threat activity which occurred before the coming into force of that notice has ceased to be new foreign power threat activity (within the meaning of  section 40 (7) ) in relation to that individual for the purposes of that section,    the Secretary of State is not prevented from taking account of that activity for the purposes of the continued imposition, or subsequent imposition, of measures on that individual.     3   For the purposes of the definition of “new foreign power threat activity” in  section 40 (7) , if a  Part 2  notice is revived under section  49 (6) , a reference to the notice coming into force is a reference to it coming into force by virtue of section  41 (1)  (and not to it coming back into force by virtue of  section 49 (9) ).     4   For the purpose of determining what measures may be imposed on an individual, it is immaterial whether the involvement in foreign power threat activity to be prevented or restricted by the measures is connected with matters to which the Secretary of State’s belief for the purpose of condition A relates.  This is subject to  section 40 (6) .     5   A failure by the Secretary of State to consider an application by an individual for—   a   the revocation of a  Part 2  notice, or     b   the variation of measures specified in a  Part 2  notice,    is to be treated as a decision by the Secretary of State not to revoke, or not to vary, the  Part 2  notice.     6   Subsections (2)  to  (5)  apply for the purposes of  this Part .    "}, {"act": "National Security Act 2023", "year": 2023, "section": "63", "section_title": "Reviews: general", "section_text": " 63    1   The Secretary of State must appoint a person (the “independent reviewer”) to review the operation of—   a   Part 1, except  section 30 ;     b   Part 2;     c   Schedule 3 to the Counter-Terrorism and Border Security Act 2019, except the functions of the Investigatory Powers Commissioner under Part 1 of that Schedule.       2   The independent reviewer—   a   must carry out a review of the operation of those provisions for each calendar year (an “annual review”), and     b   may carry out such other reviews of the operation of any of those provisions as they consider appropriate.       3   An annual review must be completed as soon as reasonably practicable after the calendar year to which it relates.     4   The independent reviewer must, by 31 January in each calendar year, inform the Secretary of State what (if any) reviews under subsection  (2) (b)  they intend to carry out in that year.     5   The independent reviewer must send to the Secretary of State a report on the outcome of each review carried out under this section as soon as reasonably practicable after completion of the review.     6   On receiving a report under this section, the Secretary of State must lay before Parliament—   a   the report (but not any material removed under subsection  (7) ), and     b   a statement as to whether any material has been removed under that subsection.       7   The Secretary of State may, after consulting the independent reviewer, remove from the report any material whose publication the Secretary of State thinks would be contrary to the public interest, or prejudicial to—   a   national security,     b   the prevention or detection of crime,     c   the economic well-being of the United Kingdom, or     d   the continued discharge of the functions of any public authority whose activities include activities that are subject to review by the independent reviewer.       8   “ Public authority ” means a public authority within the meaning of section 6 of the Human Rights Act 1998, other than a court or tribunal.     9   The Secretary of State may pay to the independent reviewer—   a   expenses incurred in carrying out the functions of the reviewer under this section, and     b   such allowances as the Secretary of State determines.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "64", "section_title": "Reviews of detention under  Part 1", "section_text": " 64    1   An annual review under  section 63 (2) (a)  must in particular consider compliance with the relevant requirements in relation to persons detained under section  27  by virtue of a warrant of further detention under  Part 6  of  Schedule 6 .     2   The relevant requirements are requirements imposed—   a   by or under Parts  1  to  5 , and  paragraph 45 , of  Schedule 6 ;     b   by any relevant code of practice under section 66 of the Police and Criminal Evidence Act 1984 or Article 65 of the Police and Criminal Evidence (Northern Ireland) Order 1989 ( S.I. 1989/1341 (N.I. 12) ).       3   The independent reviewer must ensure that a review is carried out into any case where—   a   a person is detained under section  27  by virtue of a warrant of further detention under  Part 6  of  Schedule 6 , and     b   the period specified in that warrant is further extended under  paragraph 44  of that Schedule to a time that is more than 14 days after the person’s arrest under section  27 .       4   A review under subsection  (3)  may be carried out by the independent reviewer or by another person.     5   The independent reviewer must ensure that a report on the outcome of a review under subsection  (3)  is sent to the Secretary of State as soon as reasonably practicable after completion of the review.     6   Section  63 (6)  to  (8)  applies to a report of a review under subsection  (3) .     7   The expenses mentioned in section  63 (9)  include any expenses incurred by the independent reviewer in ensuring that another person carries out, and reports on, a review under subsection  (3) .     8   “ Independent reviewer ” has the same meaning as in section  63 .    "}, {"act": "National Security Act 2023", "year": 2023, "section": "65", "section_title": "Requirement to register foreign activity arrangements", "section_text": " 65    1   A “foreign activity arrangement” is an agreement or arrangement between a person (“ P ”) and a specified person pursuant to which the specified person directs P—   a   to carry out relevant activities in the United Kingdom, or     b   to arrange for relevant activities to be carried out in the United Kingdom.       2   In this section “relevant activities”—   a   if regulations under subsection  (3)  apply in relation to the specified person, has the meaning given by the regulations, and     b   otherwise, means all activities.       3   The Secretary of State may by regulations make provision about activities which are relevant activities for the purposes of this section, either in relation to all specified persons or in relation to such specified persons as the regulations may provide.     4   Where P makes a foreign activity arrangement, P must register the arrangement with the Secretary of State before the end of the period of 10 days beginning with the day on which P makes the arrangement.     5   P commits an offence if P—   a   fails to comply with  subsection (4) , and     b   knows, or having regard to other matters known to them ought reasonably to know, that the arrangement in question is a foreign activity arrangement.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "66", "section_title": "Meaning of “specified person”", "section_text": " 66    1   “ Specified person ” means—   a   a foreign power specified by the Secretary of State in regulations;     b   a person, other than a foreign power, specified by the Secretary of State in regulations.       2   The regulations may specify a person other than a foreign power only if—   a   the person is not an individual, and     b   the Secretary of State reasonably believes the person is controlled by a foreign power.       3   Schedule 13  makes provision about when a person is controlled by a foreign power.     4   The Secretary of State may make regulations specifying a foreign power or a person other than a foreign power only if the Secretary of State considers it reasonably necessary to do so to protect the safety or interests of the United Kingdom.     5   Regulations specifying a foreign power or a person other than a foreign power may provide for  section 65 (4)  to apply, with modifications specified in the regulations, in relation to a foreign activity arrangement made with the specified person before the regulations come into force.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "67", "section_title": "Offence of carrying out etc relevant activities pursuant to unregistered foreign activity arrangement", "section_text": " 67    1   This section applies where a person (“ P ”) makes a foreign activity arrangement required to be registered under  section 65 (4) .     2   P commits an offence if—   a   P carries out a relevant activity, or arranges for a relevant activity to be carried out, in the United Kingdom pursuant to the arrangement,     b   the arrangement is not registered, and     c   P knows, or having regard to other matters known to them ought reasonably to know, that they are acting pursuant to a foreign activity arrangement.       3   A person other than P commits an offence if—   a   the person carries out a relevant activity, or arranges for a relevant activity to be carried out, in the United Kingdom pursuant to the arrangement,     b   the arrangement is not registered, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that they are acting pursuant to a foreign activity arrangement.       4   In proceedings for an offence under subsection  (3)  it is a defence to show that the person—   a   took all steps reasonably practicable to determine whether the arrangement was registered, and     b   reasonably believed that the arrangement was registered.       5   A person is taken to have shown a matter mentioned in subsection  (4)  if—   a   sufficient evidence of the matter is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.       6   In this section “ relevant activity ” has the same meaning as in  section 65 .    "}, {"act": "National Security Act 2023", "year": 2023, "section": "68", "section_title": "Requirement to register relevant activities of specified persons", "section_text": " 68    1   A specified person who is not a foreign power must not carry out relevant activities in the United Kingdom unless the activities are registered with the Secretary of State by the specified person.     2   A person who holds office in or under, or is an employee or other member of staff of, a specified person who is not a foreign power, must not carry out relevant activities in the United Kingdom in that capacity unless the activities are registered with the Secretary of State by the specified person.     3   A person who holds office in or under, or is an employee or other member of staff of, a specified person who is a foreign power must not carry out relevant activities in the United Kingdom in that capacity if or to the extent that—   a   the person makes a misrepresentation about their activities or the capacity in which they act (whether generally or to a particular person), and     b   the activities are not registered with the Secretary of State by the specified person.       4   In this section “relevant activities”—   a   if regulations under subsection  (5)  apply in relation to the specified person, has the meaning given by the regulations, and     b   otherwise, means all activities.       5   The Secretary of State may by regulations make provision about activities which are relevant activities for the purposes of this section, either in relation to all specified persons or in relation to such specified persons as the regulations may provide.     6   A misrepresentation is a representation that a reasonable person would consider to be false or misleading in a material way.     7   A misrepresentation may be made by making a statement or by any other kind of conduct (including an omission), and may be express or implied.     8   A misrepresentation may in particular include—   a   a misrepresentation as to the person’s identity or purpose;     b   presenting information in a way which amounts to a misrepresentation, even if some or all of the information is true.       9   A person who breaches a prohibition in subsection  (1)  or  (2)  commits an offence.     10   A person who breaches a prohibition in subsection  (3)  commits an offence if the person knows, or having regard to other matters known to them ought reasonably to know, that paragraph  (a)  of that subsection applies.     11   In proceedings for an offence under subsection  (9)  or  (10)  it is a defence to show that the person—   a   took all steps reasonably practicable to determine whether the activities were registered, and     b   reasonably believed that the activities were registered.       12   A person is taken to have shown a matter mentioned in subsection  (11)  if—   a   sufficient evidence of the matter is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "69", "section_title": "Requirement to register foreign influence arrangements", "section_text": " 69    1   A “foreign influence arrangement” is an agreement or arrangement between a person (“ P ”) and a foreign power pursuant to which the foreign power directs P—   a   to carry out political influence activities in the United Kingdom, or     b   to arrange for such activities to be carried out in the United Kingdom.       2   Where the foreign power is a specified person, the arrangement is not a foreign influence arrangement to the extent that it relates to political influence activities that are relevant activities for the purposes of  section 65 .     3   Where P makes a foreign influence arrangement, P must register the arrangement with the Secretary of State before the end of the period of 28 days beginning with the day on which P makes the arrangement.     4   Subsection (3)  applies in relation to a foreign influence arrangement which is made before, and which continues to have effect on, the day on which  this section  comes into force as if, for the words from “28” to the end, there were substituted  “3 months beginning with the day on which  this section  comes into force.”     5   P commits an offence if P—   a   fails to comply with  subsection (3) , and     b   knows that the arrangement in question is a foreign influence arrangement.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "70", "section_title": "Meaning of “political influence activity”", "section_text": " 70    1   An activity is a “political influence activity” if—   a   it is within subsection  (2) , and     b   the purpose, or one of the purposes, for which it is carried out is the purpose of influencing a matter or person within subsection  (3) .       2   The activities within this subsection are—   a   making any communication to a person listed in  Schedule 14 ;     b   making a public communication, except where it is reasonably clear from the communication that it is made by or at the direction of the foreign power;     c   distributing money, goods or services to UK persons.       3   The matters and persons within this subsection are—   a   an election or referendum in the United Kingdom,     b   a decision of—   i   a Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975) or a United Kingdom government department,     ii   a Northern Ireland Minister, the First Minister in Northern Ireland, the deputy First Minister in Northern Ireland, a person appointed as a junior Minister under section 19 of the Northern Ireland Act 1998, a Northern Ireland department or the Executive Committee of the Northern Ireland Assembly,     iii   the Scottish Ministers or the First Minister for Scotland, or     iv   the Welsh Ministers, the First Minister for Wales or the Counsel General to the Welsh Government,       c   the proceedings of a UK registered political party, or     d   a Member of either House of Parliament, the Northern Ireland Assembly, the Scottish Parliament or Senedd Cymru (acting in that capacity).       4   For the purposes of subsection  (2) (b)  a person makes a public communication if the person—   a   publishes or disseminates information, a document or other article, or     b   produces information, a document or other article for publication or dissemination.       5   In  this section —     “ UK person ” has the same meaning as in  section 2 ;      “ UK registered political party ” means a political party registered under  Part 2  of the Political Parties, Elections and Referendums Act 2000.       "}, {"act": "National Security Act 2023", "year": 2023, "section": "71", "section_title": "Offence of carrying out etc political influence activities pursuant to unregistered foreign influence arrangement", "section_text": " 71    1   This section applies where a person (“ P ”) makes a foreign influence arrangement required to be registered under  section 69 (3) .     2   P commits an offence if—   a   after the end of the registration period P carries out a political influence activity, or arranges for a political influence activity to be carried out, in the United Kingdom pursuant to the arrangement,     b   the arrangement is not registered, and     c   P knows, or having regard to other matters known to them ought reasonably to know, that they are acting pursuant to a foreign influence arrangement.       3   A person other than P commits an offence if—   a   after the end of the registration period the person carries out a political influence activity, or arranges for a political influence activity to be carried out, in the United Kingdom pursuant to the arrangement,     b   the arrangement is not registered, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that they are acting pursuant to a foreign influence arrangement.       4   In this section the “ registration period ” means the period before the end of which P must register the arrangement (see  section 69 (3)  and  (4) ).     5   In proceedings for an offence under subsection  (3)  it is a defence to show that the person—   a   took all steps reasonably practicable to determine whether the arrangement was registered, and     b   reasonably believed that the arrangement was registered.       6   A person is taken to have shown a matter mentioned in subsection  (5)  if—   a   sufficient evidence of the matter is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "72", "section_title": "Requirement to register political influence activities of foreign powers", "section_text": " 72    1   A person who holds office in or under, or is an employee or other member of staff of, a foreign power must not carry out political influence activities in the United Kingdom in that capacity if or to the extent that—   a   the person makes a misrepresentation about their activities or the capacity in which they act (whether generally or to a particular person), and     b   the activities are not registered with the Secretary of State by the foreign power.       2   Where the foreign power is a specified person, the prohibition in  subsection (1)  does not apply to the extent that the political influence activities are relevant activities for the purposes of  section 68 .     3   A misrepresentation is a representation that a reasonable person would consider to be false or misleading in a material way.     4   A misrepresentation may be made by making a statement or by any other kind of conduct (including an omission), and may be express or implied.     5   A misrepresentation may in particular include—   a   a misrepresentation as to the person’s identity or purpose;     b   presenting information in a way which amounts to a misrepresentation, even if some or all of the information is true.       6   A person who breaches a prohibition in subsection  (1)  commits an offence if the person knows, or having regard to other matters known to them ought reasonably to know, that paragraph  (a)  of that subsection applies.     7   In proceedings for an offence under  subsection (6)  it is a defence to show that the person—   a   took all steps reasonably practicable to determine whether the activities were registered, and     b   reasonably believed that the activities were registered.       8   A person is taken to have shown a matter mentioned in subsection  (7)  if—   a   sufficient evidence of the matter is adduced to raise an issue with respect to it, and     b   the contrary is not proved beyond reasonable doubt.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "73", "section_title": "Exemptions", "section_text": " 73   Schedule 15  makes provision in relation to exemptions.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "74", "section_title": "Registration information", "section_text": " 74    1   The Secretary of State may by regulations make provision about the information a person is required to provide to the Secretary of State when registering—   a   a foreign activity arrangement under  section 65 ,     b   a relevant activity under  section 68 ,     c   a foreign influence arrangement under  section 69 , or     d   a political influence activity under  section 72 .       2   Regulations under  subsection (1)  may, in particular, require the person to provide information about any arrangements made by the person pursuant to the arrangement or activity which is required to be registered.     3   Regulations under subsection  (1) (c)  may, in particular, require the person to provide information about any political influence activities carried out, or arranged to be carried out, during the registration period by any person pursuant to the arrangement which is required to be registered.     4   In subsection  (3)  “ registration period ” has the same meaning as in section  71 .     5   Where there is a material change to any information provided to the Secretary of State under  this section  or  section 75  in relation to a registered arrangement or a registered activity, the person who registered the arrangement or activity must inform the Secretary of State of the change before the end of the period of 14 days beginning with the day on which the change takes effect.     6   The Secretary of State—   a   may by regulations make provision about the information to be provided to the Secretary of State under  subsection (5) ,     b   may issue guidance about what may or may not constitute a material change.       7   The provision which may be made by regulations under this section includes provision about the form in which information is to be provided.     8   A person who fails to comply with subsection  (5)  commits an offence if, as a result of the failure, the information provided to the Secretary of State in relation to the registered arrangement or registered activity is false, inaccurate or misleading in a material way.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "75", "section_title": "Information notices", "section_text": " 75    1   The Secretary of State may give an information notice to—   a   a person who is a party to a foreign activity arrangement registered under  section 65 ;     b   a person the Secretary of State reasonably believes to be a party to a foreign activity arrangement which is required to be, but is not, registered under that section;     c   a person the Secretary of State reasonably believes to be carrying out relevant activities, or arranging for relevant activities to be carried out, in the United Kingdom pursuant to a foreign activity arrangement within paragraph  (a)  or  (b) ;     d   a person who has registered relevant activities under  section 68 ;     e   a person the Secretary of State reasonably believes to be carrying out relevant activities registered under that section;     f   a person the Secretary of State reasonably believes to be carrying out relevant activities in breach of a prohibition in that section.       2   The Secretary of State may give an information notice to—   a   a person who is a party to a foreign influence arrangement registered under  section 69 ;     b   a person the Secretary of State reasonably believes to be a party to a foreign influence arrangement which is required to be, but is not, registered under that section;     c   a person the Secretary of State reasonably believes to be carrying out political influence activities, or arranging for political influence activities to be carried out, in the United Kingdom pursuant to a foreign influence arrangement within paragraph  (a)  or  (b) ;     d   a person who has registered political influence activities under  section 72 ;     e   a person the Secretary of State reasonably believes to be carrying out political influence activities registered under that section;     f   a person the Secretary of State reasonably believes to be carrying out political influence activities in breach of a prohibition in that section.       3   An information notice is a notice requiring the person to whom it is given to supply the information specified in the notice.     4   An information notice may only specify information which the Secretary of State considers may be relevant to an arrangement or activity within subsection  (1)  or  (2) .     5   An information notice must—   a   specify the form in which the information must be supplied, and     b   specify the date by which the information must be supplied.       6   Where an information notice has been given to a person, the Secretary of State may cancel it by giving written notice to that effect to the person.     7   The Secretary of State may by regulations make provision about—   a   the minimum period between the date on which an information notice is given and the date specified under  subsection (5) (b) ;     b   other matters which may be specified in an information notice;     c   the cancellation of information notices.       8   A person commits an offence if, without reasonable excuse, the person fails to comply with an information notice.     9   The Secretary of State may not give an information notice to a foreign power.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "76", "section_title": "Confidential material", "section_text": " 76    1   Nothing in  this Part  is to be taken to require any person to disclose any information that the person is entitled to refuse to disclose in legal proceedings on grounds of legal professional privilege (in Scotland, confidentiality of communications).     2   Nothing in this Part is to be taken to require any person to disclose confidential journalistic material or to identify or confirm a source of journalistic information.     3   In this section—     “ confidential journalistic material ” has the same meaning as in section 264 of the Investigatory Powers Act 2016;      “ source of journalistic information ” has the same meaning as in section 263 of that Act.       "}, {"act": "National Security Act 2023", "year": 2023, "section": "77", "section_title": "Offence of providing false information", "section_text": " 77    1   A person commits an offence if—   a   the person provides information to the Secretary of State under  section 74  or  75  in connection with a foreign activity arrangement, and     b   the information is false, inaccurate or misleading in a material way.       2   A person commits an offence if—   a   the person provides information to the Secretary of State under  section 74  or  75  in connection with a relevant activity which is required to be registered under  section 68 , and     b   the information is false, inaccurate or misleading in a material way.       3   A person commits an offence if—   a   the person provides information to the Secretary of State under  section 74  or  75  in connection with a foreign influence arrangement,     b   the information is false, inaccurate or misleading in a material way, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that the information is false, inaccurate or misleading in a material way.       4   A person commits an offence if—   a   the person provides information to the Secretary of State under  section 74  or  75  in connection with a political influence activity which is required to be registered under  section 72 ,     b   the information is false, inaccurate or misleading in a material way, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that the information is false, inaccurate or misleading in a material way.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "78", "section_title": "Offence of carrying out activities under arrangements tainted by false information", "section_text": " 78    1   A person commits an offence if—   a   the person carries out a relevant activity, or arranges for a relevant activity to be carried out, in the United Kingdom pursuant to a foreign activity arrangement required to be registered under  section 65 (4) ,     b   information provided to the Secretary of State under  section 74  or  75  in connection with the arrangement, whether by the person or by another person, is false, inaccurate or misleading in a material way, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that the facts are as mentioned in  paragraph (b) .       2   A person commits an offence if—   a   the person carries out a political influence activity, or arranges for a political influence activity to be carried out, in the United Kingdom pursuant to a foreign influence arrangement required to be registered under  section 69 (3) ,     b   information provided to the Secretary of State under  section 74  or  75  in connection with the arrangement, whether by the person or by another person, is false, inaccurate or misleading in a material way, and     c   the person knows, or having regard to other matters known to them ought reasonably to know, that the facts are as mentioned in  paragraph (b) .      "}, {"act": "National Security Act 2023", "year": 2023, "section": "79", "section_title": "Publication and disclosure of information", "section_text": " 79    1   The Secretary of State may by regulations make provision about—   a   publication of information provided to the Secretary of State under  section 74  or  75 ;     b   the disclosure of information provided to the Secretary of State under either of those sections.       2   The power under  subsection (1) (a)  includes in particular power to make provision about a description of information or material which is not to be published.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "80", "section_title": "Offences: penalties", "section_text": " 80    1   A person who commits a foreign activity offence is liable—   a   on conviction on indictment, to imprisonment for a term not exceeding 5 years or to a fine (or both);     b   on summary conviction in England and Wales, to imprisonment for a term not exceeding the general limit in a magistrates’ court or to a fine (or both);     c   on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum (or both);     d   on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum (or both).       2   “ Foreign activity offence ” means—   a   an offence under  section 65 (5) ;     b   an offence under  section 67 ;     c   an offence under  section 68 (9)  or  (10) ;     d   an offence under  section 74 (8)  committed in relation to a foreign activity arrangement registered under  section 65  or a relevant activity registered under  section 68 ;     e   an offence under  section 75 (8)  committed in relation to an information notice given under  section 75 (1) ;     f   an offence under  section 77 (1)  or  (2) ;     g   an offence under  section 78 (1) .       3   A person who commits a foreign influence offence is liable—   a   on conviction on indictment, to imprisonment for a term not exceeding 2 years or to a fine (or both);     b   on summary conviction in England and Wales, to imprisonment for a term not exceeding the general limit in a magistrates’ court or to a fine (or both);     c   on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum (or both);     d   on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months or to a fine not exceeding the statutory maximum (or both).       4   “ Foreign influence offence ” means—   a   an offence under  section 69 (5) ;     b   an offence under  section 71 ;     c   an offence under  section 72 (6) ;     d   an offence under  section 74 (8)  committed in relation to a foreign influence arrangement registered under  section 69  or a political influence activity registered under  section 72 ;     e   an offence under  section 75 (8)  committed in relation to an information notice given under  section 75 (2) ;     f   an offence under  section 77 (3)  or  (4) ;     g   an offence under  section 78 (2) .      "}, {"act": "National Security Act 2023", "year": 2023, "section": "81", "section_title": "Offences: supplementary provision", "section_text": " 81    1   Section  35  (offences by body corporate etc) applies in relation to offences under  this Part  as it applies in relation to offences under  Part 1 .     2   Section  36 (1)  and  (3)  to  (5)  (offences committed outside the United Kingdom) applies in relation to offences under  this Part  as it applies in relation to offences under  Part 1 .     3   If it is necessary in the interests of national security, a court may exclude the public from any part of proceedings for an offence under  this Part , except for the passing of sentence.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "82", "section_title": "Annual report", "section_text": " 82    1   The Secretary of State must, as soon as is practicable after the end of each relevant period—   a   prepare a report in relation to that period, and     b   lay a copy of the report before Parliament.       2   The report must provide details of—   a   the total number of arrangements registered with the Secretary of State under  section 65  or  69 ,     b   the number of arrangements registered with the Secretary of State under  section 65  or  69  during the relevant period,     c   the total number of specified persons and foreign powers who have registered activities with the Secretary of State under  section 68  or  72 ,     d   the number of specified persons and foreign powers who have registered activities with the Secretary of State under  section 68  or  72  during the relevant period,     e   the number of information notices issued under  section 75  during the relevant period,     f   the number of persons charged with an offence under  this Part  during the relevant period, and     g   the number of persons convicted of an offence under  this Part  during the relevant period.       3   “ Relevant period ” means—   a   the period of 12 months beginning with the day on which  this section  comes into force, and     b   each subsequent period of 12 months.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "83", "section_title": "Interpretation", "section_text": " 83    1   In this Part—     “ foreign activity arrangement ” has the meaning given by  section 65 ;      “ foreign influence arrangement ” has the meaning given by  section 69 ;      “ foreign power ” has the same meaning as in Part 1 (see section  32 ), subject to subsection  (2) ;      “ political influence activity ” has the meaning given by  section 70 ;      “ registered activity ” means an activity registered with the Secretary of State under  section 68  or  72 ;      “ registered arrangement ” means an arrangement registered with the Secretary of State under  section 65  or  69 ;      “ specified person ” has the meaning given by  section 66 .        2   For the purposes of this Part references in section  32  to a foreign State, or a foreign country or territory, do not include the Republic of Ireland.     3   For the purposes of this Part references to an “arrangement” do not include an arrangement between a person (“ P ”) and—   a   a person who holds office in or under, or is an employee or other member of staff of, P (acting in that capacity), or     b   a person the Secretary of State reasonably considers to be exercising functions on behalf of P as if the person were within paragraph  (a) .      "}, {"act": "National Security Act 2023", "year": 2023, "section": "84", "section_title": "National security proceedings", "section_text": " 84    1   Sections  85  and  86  apply to proceedings (“national security proceedings”) before a court which—   a   are commenced on or after the date this section comes into force,     b   are brought against the Crown on any grounds (unless they are brought under section 7(1)(a) of the Human Rights Act 1998), and     c   relate to national security.       2   For the purposes of this section—   a   proceedings relate to national security where a party to those proceedings has, at any stage, presented evidence or made submissions to the court relating to national security;     b   the circumstances in which evidence or submissions are to be taken to relate to national security include, in particular, where the evidence or submissions relate to—   i   the use of investigatory powers or surveillance powers under the Regulation of Investigatory Powers Act 2000, or the use of similar powers overseas in the interests of national security;     ii   the activities of the intelligence services in the United Kingdom or overseas, or the activities of similar services overseas;     iii   investigations or other activities in connection with preventing the commission of terrorism offences or other involvement in terrorism-related activity in the United Kingdom or overseas.        "}, {"act": "National Security Act 2023", "year": 2023, "section": "85", "section_title": "Duty to consider reduction in damages payable by the Crown", "section_text": " 85    1   This section applies where—   a   liability of the Crown to the claimant has been established by the court in national security proceedings,     b   the court is permitted to award damages, payable by the Crown, to the claimant in those proceedings in respect of that liability,     c   the Crown has made an application to the court for consideration of the factors mentioned in subsection  (3)  (the “national security factors”), and     d   the court has not refused the application.       2   Where this section applies, the court must, in deciding what remedy (if any) to award to the claimant in respect of the liability, consider the national security factors.     3   The national security factors are—   a   whether the claimant has committed wrongdoing that—   i   involves the commission of a terrorism offence or other involvement in terrorism-related activity, and     ii   has a connection with the conduct of the Crown complained of in the proceedings, and       b   if the claimant has committed such wrongdoing—   i   the extent of that wrongdoing and of its connection with the conduct of the Crown, and     ii   the matters mentioned in  subsection (4) .         4   The matters are whether and to what extent—   a   there was a risk of harm the Crown sought to prevent or limit in carrying out the conduct complained of in the proceedings;     b   there was a limitation on the ability of the Crown to prevent the conduct occurring, including on the basis of—   i   the conduct having occurred overseas, or     ii   the conduct having been carried out in conjunction with a third party.         5   Where the court would (but for this subsection) award damages to the claimant of a particular amount, the court must decide whether, in light of its consideration of the national security factors, it is appropriate for it to reduce the amount of damages (including to nil).     6   But the court may not decide to reduce damages it would otherwise award to the claimant under section 8 of the Human Rights Act 1998 (judicial remedies).     7   Nothing in this section—   a   prevents a court from considering the national security factors of its own motion where this section does not apply;     b   affects any other power the court may have to reduce damages or to refuse to award damages, including by reason of—   i   the claimant’s wrongdoing,     ii   the claimant’s failure to mitigate any harm they have suffered, or     iii   the claimant’s contribution to that harm;       c   affects any existing rule of law otherwise limiting the scope of liability of the Crown.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "86", "section_title": "Section  85 : supplementary", "section_text": " 86    1   An application for consideration of the national security factors may be made at any time before the final disposal of the national security proceedings (or, in Scotland, before final judgment in the proceedings within the meaning given by section 136 of the  Courts Reform (Scotland) Act 2014 (asp 18) ), including at a time before any liability of the Crown has been established.     2   The application must—   a   set out how the Crown considers the national security factors to apply, and the Crown’s reasons;     b   set out the extent to which the Crown considers that damages should be reduced in light of the national security factors, and the Crown’s reasons;     c   otherwise be made in accordance with rules of court.       3   The court may refuse the application if, in the court’s view, consideration of the national security factors would—   a   cause unreasonable delay to the national security proceedings, or     b   unreasonably prejudice another party to the proceedings.      "}, {"act": "National Security Act 2023", "year": 2023, "section": "87", "section_title": "Sections  84  to  86 : interpretation", "section_text": " 87   In sections  84  to  86  and this section—     “ claimant ” means a person claiming a remedy of any kind against the Crown in national security proceedings;      “ court ” includes a tribunal;      “ intelligence service ” means—     the Security Service;      the Secret Intelligence Service;      the Government Communications Headquarters;         “ involvement in terrorism-related activity ” has the same meaning as in the Terrorism Prevention and Investigation Measures Act 2011 (see section 4 of that Act);      “ national security factors ” means the factors set out for consideration in section  85 (3) ;      “ national security proceedings ” has the meaning given by section  84 ;      “ rules of court ” includes tribunal procedure rules;      “ terrorism offence ” means any of the following (whenever committed)—     an offence listed in—     Schedule A1 to the Sentencing Code (terrorism offences: England and Wales), or      Schedule 1A to the Counter-Terrorism Act 2008 (terrorism offences: Scotland and Northern Ireland);         a service offence as respects which the corresponding civil offence is so listed; and for this purpose “ service offence ” and “ corresponding civil offence ” have the same meanings as in the Counter-Terrorism Act 2008 (see section 95 of that Act);      an offence that—     was abolished on or before the date this section comes into force, and      if committed on or after the date on which it was abolished, would have constituted an offence referred to in paragraph (a) or (b);         an offence determined to have a terrorist connection under—     section 69 of the Sentencing Code (in the case of an offender sentenced in England and Wales), including as applied by section 238(6) of the Armed Forces Act 2006,      section 30 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced in Northern Ireland, or an offender sentenced in England and Wales before the Sentencing Code applied), or      section 32 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced for a service offence before the Sentencing Code applied);         an offence proved to have been aggravated by reason of having a terrorist connection under section 31 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced in Scotland).        "}, {"act": "National Security Act 2023", "year": 2023, "section": "88", "section_title": "Damages at risk of being used for the purposes of terrorism", "section_text": " 88   Schedule 16  makes provision in relation to damages at risk of being used for the purposes of terrorism.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "89", "section_title": "Legal aid for individuals convicted of terrorism offences", "section_text": " 89    1   The Legal Aid, Sentencing and Punishment of Offenders Act 2012 is amended as follows.     2   In section 9(1) (general cases), at the end insert—    This is subject to section 9A (limits on access to civil legal services for individuals convicted of terrorism offences).       3   After section 9 insert—    Limits on access to civil legal services for individuals convicted of terrorism offences   9A    1   Civil legal services described in Part 1 of Schedule 1 other than those in paragraph 12 of Schedule 1 (“general case services”) are only to be available to an individual convicted of a terrorism offence (an “offender”) under this Part if—   a   the Director has made a determination under section 9(1)(b) (a “general case determination”) in relation to the offender (and has not withdrawn the determination), and     b   the Director determines that one or more of Conditions A to G are met.       2   Condition A is met where the offender was convicted of the terrorism offence before 19 February 2001.     3   Condition B is met where the offender was under the age of 18 on the date they applied for the general case determination (the “application date”).     4   Condition C is met where the offender was convicted of the terrorism offence more than 30 years before the application date.     5   Condition D is met where the offender was convicted of the terrorism offence—   a   when they were under the age of 18, and     b   more than 15 years before the application date.       6   Condition E is met where the offender applied for the general case determination before—   a   the commencement date, or     b   the date on which they were convicted of the terrorism offence.       7   Condition F is met where the Director has made (and not withdrawn) an exceptional case determination, within the meaning given by section 10(3), in relation to the offender and the general case services.     8   Condition G is met where—   a   the general case services are those described in paragraph 11, 33, 34 or 35 of Schedule 1 (services in relation to domestic violence and housing), and     b   the offender—   i   was or is a victim of domestic violence occurring after the relevant date, or     ii   is at risk of being a victim of domestic violence.         9   In subsection  (8) —     “ domestic violence ” has the meaning given in paragraph 12(9) of Schedule 1;      “ relevant date ” means the date five years before the application date.        10   Regulations may make provision specifying for the purposes of this section when an individual is deemed to have applied for a general case determination.     11   In this section, “ terrorism offence ” means any of the following (whenever committed)—   a   an offence listed in—   i   Schedule A1 to the Sentencing Code (terrorism offences: England and Wales), or     ii   Schedule 1A to the Counter-Terrorism Act 2008 (terrorism offences: Scotland and Northern Ireland);       b   a service offence as respects which the corresponding civil offence is so listed;     c   an offence that—   i   was abolished on or before the commencement date, and     ii   if committed on or after the date on which it was abolished, would have constituted an offence referred to in paragraph  (a)  or  (b) ;       d   an offence determined to have a terrorist connection under—   i   section 69 of the Sentencing Code (in the case of an offender sentenced in England and Wales), including as applied by section 238(6) of the Armed Forces Act 2006,     ii   section 30 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced in Northern Ireland, or an offender sentenced in England and Wales before the Sentencing Code applied), or     iii   section 32 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced for a service offence before the Sentencing Code applied);       e   an offence proved to have been aggravated by reason of having a terrorist connection under section 31 of the Counter-Terrorism Act 2008 (in the case of an offender sentenced in Scotland).       12   Where an offender has been convicted of more than one terrorism offence, “the terrorism offence” in this section means the terrorism offence the offender has most recently been convicted of.     13   In this section—     “ commencement date ” means the date on which section  89  of the National Security Act 2023 comes into force;      “ service offence ” and “ corresponding civil offence ” have the same meanings as in the Counter-Terrorism Act 2008 (see section 95 of that Act).        14   Nothing in this section affects the Director’s ability to make determinations under section 10 (exceptional cases).           4   In section 12 (determinations)—   a   in subsection (2), after “9” insert  “, 9A” ;     b   in subsection (5), after “9” insert  “, 9A” .      "}, {"act": "National Security Act 2023", "year": 2023, "section": "90", "section_title": "Legal aid for individuals convicted of terrorism offences: data sharing", "section_text": " 90   In the Legal Aid, Sentencing and Punishment of Offenders Act 2012, after section 9A (as inserted by section  89 ) insert—    Information relating to convictions for terrorism offences   9B    1   The Director may make an information request to a competent authority.     2   An information request under this section may be made only for the purpose of identifying—   a   whether an individual who has applied for a determination under section 9 has been convicted of a terrorism offence, and     b   if the individual has been so convicted, details relating to that conviction.       3   An information request under this section may in particular request the disclosure of any of the following—   a   a relevant individual’s full name and any previous names;     b   a relevant individual’s address and any previous addresses;     c   a relevant individual’s date of birth;     d   a relevant individual’s national insurance number;     e   a number identifying a relevant individual in a system maintained by a body established in accordance with a collaboration agreement under section 22A of the Police Act 1996;     f   a number identifying a relevant individual in a system maintained by the Secretary of State for the management of offenders;     g   any convictions of a relevant individual;     h   any details relating to those convictions, including the date of conviction and any sentence imposed.       4   A competent authority may disclose to the Director information specified in an information request made under this section.     5   The Director may, for the purposes of deciding whether general case services are to be available to an individual under this Part, process any personal data in respect of a relevant individual disclosed by a competent authority to the Director under this section.     6   This section does not authorise the disclosure or processing of information if the disclosure or processing would contravene the data protection legislation (but, in determining whether a disclosure or processing would do so, the powers conferred by this section are to be taken into account).     7   In this section—     “ competent authority ” has the same meaning as in section 30 of the Data Protection Act 2018;      “ general case services ” and “ terrorism offence ” have the same meanings as in section 9A;      “ personal data ”, “ processing ” and “ the data protection legislation ” have the same meanings as in section 3 of the Data Protection Act 2018;      “ relevant individual ” means—     an individual who has applied for a determination under section 9, or      an individual who has been convicted of a terrorism offence.              "}, {"act": "National Security Act 2023", "year": 2023, "section": "91", "section_title": "Legal aid in relation to terrorism prevention and investigation measures", "section_text": " 91    1   In Schedule 1 to the Legal Aid, Sentencing and Punishment of Offenders Act 2012 (civil legal services), in Part 1 (services), paragraph 45 is amended as follows.     2   Omit sub-paragraph (2).     3   For sub-paragraph (3) substitute—    3   Sub-paragraph (1) is subject to—   a   the exclusions in Part 2 of this Schedule, with the exception of paragraph 18 of that Part, and     b   the exclusion in Part 3 of this Schedule.          4   In sub-paragraph (4) omit the definition of “control order proceedings”.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "92", "section_title": "Amendments of the Terrorism Act 2000", "section_text": " 92   Schedule 17  contains amendments of the Terrorism Act 2000.  "}, {"act": "National Security Act 2023", "year": 2023, "section": "93", "section_title": "Intelligence and Security Committee: memorandum of understanding", "section_text": " 93    1   The Prime Minister and the Intelligence and Security Committee of Parliament must consider whether the memorandum of understanding under section 2 of the Justice and Security Act 2013 should be altered (or replaced) to reflect any changes arising out of this Act.     2   Consideration under  subsection (1)  must begin before the end of the period of six months beginning with the day on which this section comes into force.    "}, {"act": "National Security Act 2023", "year": 2023, "section": "94", "section_title": "Minor and consequential amendments", "section_text": "94 Schedule 18  makes minor and consequential amendments."}, {"act": "National Security Act 2023", "year": 2023, "section": "95", "section_title": "Power to make consequential amendments", "section_text": "95 1 The Secretary of State may by regulations make provision that is consequential on any provision of this Act. 2 The provision that may be made by regulations under  subsection (1)  includes provision amending primary legislation. 3 “ Primary legislation ” means— a an Act of Parliament, b a Measure or Act of Senedd Cymru, c an Act of the Scottish Parliament, d Northern Ireland legislation, or e retained direct principal EU legislation, whenever passed or made."}, {"act": "National Security Act 2023", "year": 2023, "section": "96", "section_title": "Regulations", "section_text": "96 1 A power to make regulations under any provision of this Act includes power to make— a consequential, supplementary, incidental, transitional or saving provision; b different provision for different purposes or different areas. 2 Subsection (1)  does not apply to regulations under  section 100  or  101 . 3 Regulations under this Act are to be made by statutory instrument. 4 Regulations under this Act are subject to annulment in pursuance of a resolution of either House of Parliament, except— a regulations under  section 100  or  101 ; b regulations to which  subsection (6)  applies; c regulations under paragraph  46  of Schedule  6 . 5 A statutory instrument containing (whether alone or with other provision) regulations to which  subsection (6)  applies may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 This subsection  applies to— a regulations under  section 65 (3) ; b regulations under section  66  specifying a foreign power, or a person other than a foreign power, who is not specified immediately before the regulations are made; c regulations under  section 68 (5) ; d regulations under  section 79 (1) (a) ; e regulations under  section 95  which contain provision within  section 95 (2) ; f regulations under paragraph  3 (2) (b)  of Schedule  6 ; g regulations under paragraph  4 (3)  of Schedule  6 ; h regulations under paragraph  15  of  Schedule 13 ; i regulations under paragraph  27  of  Schedule 14 ; j regulations under  paragraph 8  of  Schedule 15 . 7 A statutory instrument containing regulations under paragraph  46  of Schedule  6  must be laid before Parliament as soon as practicable after being made. 8 Regulations contained in a statutory instrument laid before Parliament under  subsection (7)  cease to have effect at the end of the period of 20 days beginning with the day on which the instrument is made unless, during that period, the instrument is approved by a resolution of each House of Parliament. 9 In calculating the period of 20 days no account is to be taken of any whole days that fall within a period during which— a Parliament is dissolved or prorogued, or b either House of Parliament is adjourned for more than four days. 10 Subsections (8)  and  (9)  do not apply to regulations under paragraph  46  of Schedule  6  which revoke regulations under that paragraph. 11 If a draft of a statutory instrument containing regulations under  section 65 ,  66  or  68  would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not such an instrument."}, {"act": "National Security Act 2023", "year": 2023, "section": "97", "section_title": "Crown application", "section_text": "97 1 This Act binds the Crown, subject as follows. 2 No contravention by the Crown of a provision of this Act makes the Crown criminally liable. 3 Subsection (2)  does not affect the criminal liability of persons in the service of the Crown. 4 An amendment or repeal made by this Act binds the Crown to the same extent as the provision amended or repealed."}, {"act": "National Security Act 2023", "year": 2023, "section": "98", "section_title": "Extent in the United Kingdom", "section_text": "98 1 This Act extends to England and Wales, Scotland and Northern Ireland, subject to— a subsection (2) , and b section 99 . 2 An amendment or repeal made by this Act has the same extent in the United Kingdom as the provision to which it relates."}, {"act": "National Security Act 2023", "year": 2023, "section": "99", "section_title": "Extent outside the United Kingdom", "section_text": "99 1 Section  22  extends to— a the Isle of Man, and b the British Overseas Territories, except Gibraltar. 2 His Majesty may by Order in Council provide for any provision of this Act other than section  22  to extend (with or without modifications) to the Sovereign Base Areas of Akrotiri and Dhekelia. 3 An Order in Council under subsection  (2)  may make consequential, supplementary, incidental, transitional or saving provision. 4 The power under section 384(1) of the Armed Forces Act 2006 may be exercised so as to extend to any of the Channel Islands (with or without modifications) the amendment of section 238 of the Armed Forces Act 2006 made by section  22 . 5 The power under section 384(2) of the Armed Forces Act 2006 may be exercised so as to modify section 238 of the Armed Forces Act 2006, as amended by section  22 , as it extends to the Isle of Man or a British overseas territory other than Gibraltar. 6 The power under section 15(3) of the Official Secrets Act 1989 may be exercised so as to extend to any of the Channel Islands, the Isle of Man or a British Overseas Territory any amendment or repeal made by this Act of any provision of that Act. 7 The power under section 415 of the Sentencing Act 2020 may be exercised so as to extend to any of the Channel Islands or the Isle of Man (with or without modifications) any amendment or repeal made by this Act of any provision of that Act."}, {"act": "National Security Act 2023", "year": 2023, "section": "100", "section_title": "Commencement", "section_text": "100 1 This Act comes into force on such day as the Secretary of State may by regulations appoint, subject to  subsection (2) . 2 Sections 95  to  102  come into force on the day on which this Act is passed. 3 A power to make regulations under  this section  includes power to appoint different days for different purposes or areas."}, {"act": "National Security Act 2023", "year": 2023, "section": "101", "section_title": "Transitional and saving provision", "section_text": "101 1 The Secretary of State may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act. 2 A power to make regulations under this section includes power to make different provision for different purposes or areas."}, {"act": "National Security Act 2023", "year": 2023, "section": "102", "section_title": "Short title", "section_text": "102 This Act may be cited as the National Security Act 2023."}]