[{"act": "Northern Ireland (Executive Formation and Organ and Tissue Donation) Act 2023", "year": 2023, "section": "1", "section_title": "Extension of period for making Ministerial appointments", "section_text": " 1    1   The Northern Ireland (Executive Formation etc) Act 2022 is amended as follows.     2   In section 1—   a   in the title, omit “by six weeks”;     b   for “ 19 January 2023 ” (as inserted by the Northern Ireland (Extension of Period for Making Ministerial Appointments) Regulations 2022 ( S.I. 2022/1296 )) substitute  “18 January 2024” .       3   After section 1 insert—    Power to propose date for a poll   1A    1   The Northern Ireland Act 1998 has effect as if, during the current post-election period, section 32 (extraordinary elections) were amended as follows—   a   after subsection (3A), insert—    3AA   At any time before the end of the period mentioned in section 16A(3), the Secretary of State may, if the offices mentioned there have not yet been filled, propose a date for the poll for the election of the next Assembly.     ;     b   in subsection (3B), omit “16A(3) or”;     c   in subsection (3D)(b), after “(3)” insert  “, (3AA)” ;     d   in subsection (3E)(b), after “subsection” insert  “(3AA) or” ;     e   in subsection (3F), in the words before paragraph (a), after “subsection” insert  “(3AA) or” ;     f   in subsection (3G)—   i   in the words before paragraph (a), after “(3)” insert  “, (3AA)” ;     ii   after paragraph (a), insert—    aa   in the case of a date proposed under subsection (3AA), withdraw the proposal before the end of the period referred to in section 16A(3), or     ;       g   in subsection (4), in the words before paragraph (a), after “(3)” insert  “, (3AA)” .       2   In this section, “ the current post-election period ” has the meaning given in section 1.           4   Omit section 2.    "}, {"act": "Northern Ireland (Executive Formation and Organ and Tissue Donation) Act 2023", "year": 2023, "section": "2", "section_title": "Organ and tissue donation in Northern Ireland: procedure for regulations defining permitted material", "section_text": " 2    1   Section 52(4B) of the Human Tissue Act 2004 (draft affirmative procedure for regulations defining permitted material for the purposes of deemed consent to transplantation of human tissue in Northern Ireland) does not apply during the relevant period.     2   Regulations made under section 3(9A) of that Act during the relevant period are subject to negative resolution within the meaning given by section 41(6) of the Interpretation Act (Northern Ireland)  1954 (c. 33 (N.I.)) .     3   In this section, the “ relevant period ” means the period—   a   beginning when this Act is passed, and     b   ending with the next day on which the Presiding Officer and deputies are in post having been elected under section 39(1) of the Northern Ireland Act 1998.      "}, {"act": "Northern Ireland (Executive Formation and Organ and Tissue Donation) Act 2023", "year": 2023, "section": "3", "section_title": "Extent, commencement and short title", "section_text": " 3    1   Section 1 and this section extend to England and Wales, Scotland and Northern Ireland.     2   Section 2 extends to Northern Ireland only.     3   This Act comes into force on the day on which it is passed.     4   This Act may be cited as the Northern Ireland (Executive Formation and Organ and Tissue Donation) Act 2023.    "}]