[{"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "1", "section_title": "Sunset of EU-derived subordinate legislation and retained direct EU legislation", "section_text": " 1    1   Legislation listed in  Schedule 1  is revoked at the end of 2023, to the extent specified there.     2   In that Schedule—   a   Part 1  lists subordinate legislation;     b   Part 2  lists retained direct EU legislation.       3   The revocation of an instrument, or a provision of an instrument, by subsection (1) does not affect an amendment made by the instrument or provision to any other enactment.     4   Subsection  (1)  does not apply to anything specified in regulations made by a relevant national authority.     5   No regulations may be made under  subsection (4)  after 31 October 2023.    "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "2", "section_title": "Sunset of retained EU rights, powers, liabilities etc", "section_text": " 2    1   Section 4 of the European Union (Withdrawal) Act 2018 (saving for rights, powers, liabilities etc under section 2(1) of the European Communities Act 1972) is repealed at the end of 2023.     2   Accordingly, anything which, immediately before the end of 2023, is retained EU law by virtue of that section is not recognised or available in domestic law at or after that time (and, accordingly, is not to be enforced, allowed or followed).    "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "3", "section_title": "Abolition of supremacy of EU law", "section_text": " 3    1   In section 5 of the European Union (Withdrawal) Act 2018 (exceptions to savings and incorporation), before subsection (1) insert—    A1   The principle of the supremacy of EU law is not part of domestic law.    This applies after the end of 2023, in relation to any enactment or rule of law (whenever passed or made).     A2   Any provision of retained direct EU legislation—   a   must, so far as possible, be read and given effect in a way which is compatible with all domestic enactments, and     b   is subject to all domestic enactments, so far as it is incompatible with them.       A3   Subsection (A2)  is subject to—   a   section 186 of the Data Protection Act 2018 (data subject’s rights and other prohibitions and restrictions);     b   regulations under section  7 (1)  of the Retained EU Law (Revocation and Reform) Act 2023.          2   In that section, at the end insert—    8   In this section “ domestic enactment ” means an enactment other than one consisting of retained direct EU legislation.        3   In consequence of  subsection (1) , the European Union (Withdrawal) Act 2018 is amended as follows—   a   in section 5—   i   omit subsections (1) to (3);     ii   in subsection (7), for “(1)” substitute  “(A1)” ;       b   in section 7(5)(a), for “(1) to (3)” substitute  “ (A1)  to (A3)” ;     c   in Schedule 1 omit paragraph 5(2).      "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "4", "section_title": "Abolition of general principles of EU law", "section_text": " 4    1   The European Union (Withdrawal) Act 2018 is amended as follows.     2   In section 5 (exceptions to savings and incorporation)—   a   after subsection (A3) (inserted by  section 3 (1) ) insert—    A4   No general principle of EU law is part of domestic law after the end of 2023.     ;     b   omit subsection (5).       3   In section 6 (interpretation)—   a   in subsection (3)(a) omit “and any retained general principles of EU law”;     b   in subsection (7) omit the definition of “retained general principles of EU law”.       4   In section 7(5)(b) (status of retained EU law) omit “and retained general principles of EU law”.      5   In section 21(1) (index of defined expressions), in the table, omit the entry for “Retained general principles of EU law”.      6   In Schedule 1 (further provision about exceptions to savings and incorporation) omit paragraphs 2 and 3 (general principles of EU law) and the italic heading before them.     7   In paragraph 39 of Schedule 8 (transitional provision relating to certain exceptions to savings and incorporation)—   a   in sub-paragraph (1) for “1 to 4” substitute  “1 and 4” ;     b   in sub-paragraph (2) for “1 to 4” substitute  “1 and 4” ;     c   in sub-paragraph (3) for “paragraphs 3 and” substitute  “paragraph” ;     d   in sub-paragraph (4) for “1 to 4” substitute  “1 and 4” ;     e   omit sub-paragraphs (5) and (6).      "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "5", "section_title": "“Assimilated law”", "section_text": "5 1 As regards all times after the end of 2023, the things listed in the left-hand column are to be known by the names in the right-hand column. At or before the end of 2023 After the end of 2023 Retained EU law Assimilated law Retained case law Assimilated case law Retained direct EU legislation Assimilated direct legislation Retained direct minor EU legislation Assimilated direct minor legislation Retained direct principal EU legislation Assimilated direct principal legislation Retained domestic case law Assimilated domestic case law Retained EU case law Assimilated EU case law Retained EU obligation Assimilated obligation Retained EU law governing the CAP direct payment schemes Assimilated law governing the CAP direct payment schemes Retained direct EU CAP legislation Assimilated direct CAP legislation 2 Accordingly, as regards all times at or before the end of 2023, the things listed in the right-hand column continue to be known by the names in the left-hand column. 3 Schedule 2  contains amendments consequential on subsection  (1) . 4 A reference in an enactment to a thing in the left-hand column of the table in subsection  (1)  is to be read, as regards all times after the end of 2023, as a reference to the thing by its name in the right-hand column. 5 Subsection (4)  does not apply to any title of an enactment (including any provision about how an enactment may be cited) or any reference to a title of an enactment. 6 The provision that may be made by regulations under  section 19  (power to make consequential provision) in consequence of subsection  (1)  of this section includes, in particular— a provision adding entries to the table in subsection  (1)  for things which relate to the things for which there are entries in the table (and adding definitions for those things to subsection  (7) ); b provision amending an enactment in consequence of the name of a thing being changed by subsection  (1)  (including by virtue of regulations under  section 19 ). 7 In this section— “ retained case law ”, “retained domestic case law” and “retained EU case law” have the meaning given by section 6(7) of the European Union (Withdrawal) Act 2018 (as it has effect on the day on which this Act is passed); “ retained EU law ”, “retained direct EU legislation”, “retained direct minor EU legislation”, “retained direct principal EU legislation” and “retained EU obligation” have the meaning given by Schedule 1 to the Interpretation Act 1978 (as it has effect on the day on which this Act is passed); “ retained EU law governing the CAP direct payment schemes ” and “retained direct EU CAP legislation” have the meaning given by section 2 of the Direct Payments to Farmers (Legislative Continuity) Act 2020 (as it has effect on the day on which this Act is passed)."}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "6", "section_title": "Role of courts", "section_text": " 6    1   Section 6 of the European Union (Withdrawal) Act 2018 (interpretation of retained EU law) is amended as specified in subsections  (2)  to  (7) .     2   In subsection (4) (courts not bound by retained case law)—   a   in paragraph (b)—   i   in sub-paragraph (i) omit the words from “otherwise” to “1998)”;     ii   after sub-paragraph (ii) (and on a new line) insert  “(except, when sitting as a court of appeal in relation to a compatibility issue or devolution issue, so far as there is relevant domestic case law which modifies or applies the retained EU case law and is binding on the court);” ;       b   for paragraph (ba) substitute—    ba   a relevant appeal court is not bound by any retained EU case law (except so far as there is relevant domestic case law which modifies or applies the retained EU case law and is binding on the relevant appeal court), and     ;     c   after paragraph (c) (and on a new line) insert  “and see also  subsection (5ZA)  below and sections  6A  to  6C .”       3   For subsection (5) substitute—    5   In deciding whether to depart from any retained EU case law by virtue of subsection (4)(a), (b) or  (ba) , the higher court concerned must (among other things) have regard to—   a   the fact that decisions of a foreign court are not (unless otherwise provided) binding;     b   any changes of circumstances which are relevant to the retained EU case law;     c   the extent to which the retained EU case law restricts the proper development of domestic law.          4   After that subsection insert—    5ZA   A higher court may depart from its own retained domestic case law if it considers it right to do so having regard (among other things) to—   a   the extent to which the retained domestic case law is determined or influenced by retained EU case law from which the court has departed or would depart;     b   any changes of circumstances which are relevant to the retained domestic case law;     c   the extent to which the retained domestic case law restricts the proper development of domestic law.          5   Omit subsections (5A) to (5D) (power to make regulations about which courts or tribunals are bound by retained EU case law).     6   After subsection (6A) insert—    6B   In this section—     “ compatibility issue ” has the meaning given by section 288ZA(2) of the Criminal Procedure (Scotland) Act 1995;      “ devolution issue ” has the meaning given by paragraph 1 of Schedule 6 to the Scotland Act 1998;      “ relevant appeal court ” means—     the Court Martial Appeal Court,      the Court of Appeal in England and Wales,      the Inner House of the Court of Session,      the court for hearing appeals under section 57(1)(b) of the Representation of the People Act 1983,      the Lands Valuation Appeal Court, or      the Court of Appeal in Northern Ireland;         “ relevant domestic case law ” means any principles laid down by, and any decisions of, a court or tribunal in the United Kingdom, as they have effect on or after IP completion day.           7   In subsection (7) before the definition of “retained case law” insert—      “ higher court ” means—     the Supreme Court,      the High Court of Justiciary when sitting as mentioned in subsection (4)(b)(i) or (ii), or      a relevant appeal court;         .     8   After section 6 of that Act insert—    References on retained case law by lower courts or tribunals   6A    1   A court or tribunal (other than a higher court) may refer one or more points of law which arise on retained case law and are relevant to proceedings before it if—   a   it is bound by the retained case law, and     b   it considers that the point or points of law are of general public importance.       2   A court or tribunal may make a reference—   a   of its own motion, or     b   pursuant to an application made by a party to the proceedings.       3   A reference is to be made—   a   in the case of a reference concerning (wholly or in part) retained case law of the Supreme Court, to that court;     b   in any other case, to the appropriate appeal court.       4   Where a single point of law is referred to a court, the court may accept the reference if it considers that the point of law—   a   is relevant to the proceedings, and     b   is of general public importance.       5   Where two or more points of law are referred to a court, the court may accept the reference so far as relating to a point of law which the court considers meets the conditions in  subsection (4) (a)  and  (b) .     6   A court which has accepted a reference must decide the point or points of law concerned; and the court or tribunal which made the reference must apply that decision so far as relevant to the proceedings before it.     7   No appeal may be made from a decision of a court or tribunal—   a   to make, or not to make, a reference, or     b   to accept or refuse a reference.       8   An appeal from a decision of the appropriate appeal court under  subsection (6)  may, with permission, be made to the Supreme Court.     9   In this section—     “ the appropriate appeal court ” means, in relation to proceedings before a court or tribunal, the court mentioned in subsection (10) to which an appeal from the court or tribunal in those proceedings on the point of law (or an appeal at any remove from that appeal) would lie;      “ permission ” means permission granted by the court making the decision or by the Supreme Court.        10   The courts referred to in subsection (9) are—   a   the Court Martial Appeal Court;     b   the Court of Appeal in England and Wales;     c   the Inner House of the Court of Session;     d   the High Court of Justiciary when sitting as a court of appeal or on a reference under section 123(1) of the Criminal Procedure (Scotland) Act 1995;     e   the court for hearing appeals under section 57(1)(b) of the Representation of the People Act 1983;     f   the Lands Valuation Appeal Court;     g   the Court of Appeal in Northern Ireland.          References on retained case law by law officers   6B    1   This section applies where—   a   proceedings before a court or tribunal (other than a higher court) have concluded,     b   no reference was made under section  6A  in relation to the proceedings, and     c   either—   i   there has been no appeal, or     ii   any appeal has been finally dealt with otherwise than by a higher court.         2   The following may refer a point of law which was relevant to the proceedings and arises on retained case law—   a   any UK law officer;     b   the Lord Advocate, if the point of law relates to the meaning or effect of relevant Scotland legislation;     c   the Counsel General for Wales, if the point of law relates to the meaning or effect of relevant Wales legislation;     d   the Attorney General for Northern Ireland, if the point of law relates to the meaning or effect of relevant Northern Ireland legislation.       3   A reference must be made within the period of 6 months beginning with—   a   if there has been no appeal, the last day on which an appeal could have been made;     b   otherwise, the day on which the appeal was finally dealt with.       4   A reference is to be made—   a   in the case of a reference concerning (wholly or in part) retained case law of the Supreme Court, to that court;     b   in any other case, to the appropriate appeal court (as defined by  section 6A ).       5   The court to which the reference is made must accept the reference, and decide the point or points of law concerned.     6   Any such decision does not affect the outcome of the proceedings mentioned in  subsection (1) .     7   An appeal from a decision of the appropriate appeal court under  subsection (5)  may, with permission, be made to the Supreme Court.     8   In this section—     “ permission ” means permission granted by the court making the decision or by the Supreme Court;      “ relevant Northern Ireland legislation ” means—     Northern Ireland legislation,      subordinate legislation made by a Northern Ireland devolved authority acting alone,      anything inserted into an enactment by legislation within paragraph (a) or (b), or      any other provision of an enactment if—     the provision would be within the legislative competence of the Northern Ireland Assembly if it were contained in an Act of that Assembly and the provision would not, if it were contained in a Bill in the Northern Ireland Assembly, result in the Bill requiring the consent of the Secretary of State under section 8 of the Northern Ireland Act 1998, or      it is provision which could be made in other subordinate legislation by any Northern Ireland devolved authority acting alone;            “ relevant Scotland legislation ” means—     an Act of the Scottish Parliament,      subordinate legislation made by the Scottish Ministers, the First Minister or the Lord Advocate acting alone,      anything inserted into an enactment by legislation within paragraph (a) or (b), or      any other provision of an enactment if—     the provision would be within the legislative competence of the Scottish Parliament if it were contained in an Act of that Parliament, or      it is provision which could be made in other subordinate legislation by the Scottish Ministers, the First Minister or the Lord Advocate acting alone;            “ relevant Wales legislation ” means—     an Act or Measure of Senedd Cymru,      subordinate legislation made by the Welsh Ministers acting alone or the National Assembly for Wales constituted by the Government of Wales Act 1998,      anything inserted into an enactment by legislation within paragraph (a) or (b), or      any other provision of an enactment if—     the provision would be within the legislative competence of Senedd Cymru if it were contained in an Act of the Senedd (ignoring any requirement for consent of a Minister of the Crown imposed under Schedule 7B to the Government of Wales Act 2006), or      it is provision which could be made in other subordinate legislation by the Welsh Ministers acting alone;            “ UK law officer ” means the Attorney General for England and Wales, the Advocate General for Scotland or the Advocate General for Northern Ireland.        9   For the purposes of subsections  (1) (c) (i)  and  (3) , ignore the possibility of an appeal out of time.        Interventions on retained case law by law officers   6C    1   This section applies where a higher court is considering any argument made by a party to proceedings that the court should depart from retained case law.     2   The following are entitled to notice of the proceedings—   a   each UK law officer;     b   the Lord Advocate;     c   the Counsel General for Wales;     d   the Attorney General for Northern Ireland.       3   The following are entitled to be joined as a party to the proceedings on giving notice to the court—   a   any UK law officer;     b   the Lord Advocate, if the argument relates to the meaning or effect of relevant Scotland legislation;     c   the Counsel General for Wales, if the argument relates to the meaning or effect of relevant Wales legislation;     d   the Attorney General for Northern Ireland, if the argument relates to the meaning or effect of relevant Northern Ireland legislation.       4   Notice under subsection  (3)  may be given at any time during the proceedings.     5   In this section, “relevant Northern Ireland legislation”, “relevant Scotland legislation”, “relevant Wales legislation” and “UK law officer” have the meaning given by section  6B .           9   In section 21(1) of that Act (index of defined expressions), in the Table after the entry for “Future relationship agreement” insert—     Higher court Section 6(7)     .     10   In section 60A of the Competition Act 1998 (principles etc to be applied in relation to competition decisions) after subsection (9) insert—    10   Section 6(2) to (6) of the European Union (Withdrawal) Act 2018 (which make provision similar to that made by this section) do not apply.       "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "7", "section_title": "Compatibility", "section_text": "7 1 A relevant national authority may by regulations provide that subsection (2) applies (and section 5 (A2)  of the European Union (Withdrawal) Act 2018 does not apply) to the relationship between— a any domestic enactment specified in the regulations, and b any provision of   assimilated direct   legislation so specified. 2 Where this subsection applies, the domestic enactment specified under subsection  (1) (a) — a must, so far as possible, be read and given effect in a way which is compatible with the provision of   assimilated direct   legislation specified under subsection  (1) (b) , and b is subject to that provision of   assimilated direct   legislation so far as it is incompatible with it. 3 Regulations under subsection (1) may make provision by modifying any enactment. 4 No regulations may be made under subsection (1) after 23 June 2026. 5 In this section “ domestic enactment ” has the same meaning as in section 5 of the European Union (Withdrawal) Act 2018."}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "8", "section_title": "Incompatibility orders", "section_text": " 8   After section 6C of the European Union (Withdrawal) Act 2018 (inserted by  section 6  of this Act) insert—    Incompatibility orders   6D    1   This section applies if a court or tribunal decides, in the course of any proceedings—   a   that a provision of retained direct EU legislation is incompatible with, and by virtue of section 5 (A2) (b)  subject to, any domestic enactment, or     b   that a domestic enactment is incompatible with, and by virtue of section  7 (1)  of the Retained EU Law (Revocation and Reform) Act 2023 subject to, a provision of retained direct EU legislation.       2   The court or tribunal must make an order (an “incompatibility order”) to that effect (in addition to any exercise of other powers that it may have in relation to the proceedings).     3   An incompatibility order may (among other things)—   a   set out the effect of the relevant provision in its operation in relation to that particular case;     b   delay the coming into force of the order;     c   remove or limit any effect of the operation of the relevant provision before the coming into force of the order.       4   Provision included in an incompatibility order may be made subject to conditions.     5   In this section—     “ domestic enactment ” has the same meaning as in section 5 of this Act;      “ the relevant provision ” means section 5 (A2) (b)  of this Act or section  7 (1)  of the Retained EU Law (Revocation and Reform) Act 2023 (as the case may be).           "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "9", "section_title": "Scope of powers", "section_text": "9 1 Part 1 of Schedule 8 to the European Union (Withdrawal) Act 2018 (general consequential provision) is amended as specified in subsections  (2)  to  (7) . 2 In paragraph 3 (existing powers to make subordinate legislation etc: modifications)— a in sub-paragraph (1) omit paragraph (b) (and the “and” immediately before it); b omit sub-paragraph (2). 3 In paragraph 4 (procedure for existing powers to make subordinate legislation etc)— a omit sub-paragraphs (1) to (5); b before sub-paragraph (6) insert— 5A Any subordinate legislation which is (or is to be) made, confirmed or approved by virtue of paragraph 3 is subject to the same procedure (if any) before Parliament, the Scottish Parliament, Senedd Cymru or the Northern Ireland Assembly as would apply to that legislation if it were amending or revoking an enactment contained in subordinate legislation made under a different power. ; c in sub-paragraph (9) omit “amending or repealing an enactment contained in primary legislation or” and “amending or repealing or (as the case may be)”; d omit sub-paragraph (10). 4 Omit paragraphs 5 and 6. 5 Omit paragraphs 10 and 11 (but not the italic heading before paragraph 10). 6 Before paragraph 12 insert— 11A — 1 This paragraph applies to a power to make, confirm or approve subordinate legislation which is conferred— a on or after the day on which this Act is passed, and b before the day on which  section 9  of the Retained EU Law (Revocation and Reform) Act 2023 comes into force. 2 The power is to be read, so far as the context permits or requires, as being capable of being exercised to modify (or, as the case may be, result in the modification of) any retained direct EU legislation or anything which is retained EU law by virtue of section 4. 3 But  sub-paragraph (2)  enables a power in retained direct minor EU legislation to be exercised to modify (or result in the modification of) any retained direct principal EU legislation or anything which is retained EU law by virtue of section 4 only if— a the modification is— i consistent with any retained direct principal EU legislation or anything which is retained EU law by virtue of section 4, and ii supplementary, incidental or consequential in connection with any modification of any retained direct minor EU legislation, or b the power is a power to make, confirm or approve transitional, transitory or saving provision. 11B — 1 This paragraph applies to a power to make, confirm or approve subordinate legislation which is conferred on or after the day on which  section 9  of the Retained EU Law (Revocation and Reform) Act 2023 comes into force. 2 The power is to be read, so far as applicable and unless the contrary intention appears, as being capable of being exercised to modify (or, as the case may be, result in the modification of) any retained direct EU legislation or anything which is retained EU law by virtue of section 4. 3 But  sub-paragraph (2)  enables a power in retained direct minor EU legislation to be exercised to modify (or result in the modification of) any retained direct principal EU legislation or anything which is retained EU law by virtue of section 4 only if— a the modification is— i consistent with any retained direct principal EU legislation or anything which is retained EU law by virtue of section 4, and ii supplementary, incidental or consequential in connection with any modification of any retained direct minor EU legislation, or b the power is a power to make, confirm or approve transitional, transitory or saving provision. 4 For the purposes of  sub-paragraph (2) , there is no contrary intention merely because a power is expressed as being capable of being exercised— a to modify all enactments or a particular category of enactments, or b to make a particular category of modifications to all enactments or to a particular category of enactments. 7 In paragraph 12— a in sub-paragraphs (1) and (2) for “10 and 11” substitute  “ 11A  and  11B ” ; b after sub-paragraph (3) insert— 4 Sub-paragraph (5)  applies in relation to a power if— a paragraph 11A  applies in relation to the power, and b immediately before the coming into force of  section 9  of the Retained EU Law (Revocation and Reform) Act 2023, and by virtue of a combination of provision in the power and paragraph 10 or 11 as it then had effect, the power was capable of being exercised to modify (or, as the case may be, result in the modification of) any retained direct EU legislation or anything which is retained EU law by virtue of section 4. 5 The continued existence of the provision in the power does not prevent the context from permitting or requiring the power to be read in accordance with  paragraph 11A  so far as the reading provided for by that paragraph is not provided for by the provision concerned (and, accordingly, the power continues to be capable of being exercised as mentioned in  sub-paragraph (4)  on and after the coming into force of  section 9  of the Retained EU Law (Revocation and Reform) Act 2023). 8 Part 1  of  Schedule 3  contains amendments altering the parliamentary procedure applicable to certain powers when they modify retained direct EU legislation. 9 Part 2  of that Schedule contains amendments consequential on the amendments made by this section."}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "10", "section_title": "Procedural requirements", "section_text": " 10    1   In Schedule 8 to the European Union (Withdrawal) Act 2018 omit—   a   paragraph 13 (affirmative procedure for instruments which amend or revoke subordinate legislation made under section 2(2) of the European Communities Act 1972);     b   paragraph 14 (enhanced scrutiny procedure for instruments which amend or revoke subordinate legislation made under section 2(2) of the European Communities Act 1972);     c   paragraph 15 (explanatory statements for instruments which amend or revoke subordinate legislation made under section 2(2) of that Act);    including the italic headings before paragraphs 13 and 14 (but not the italic heading before paragraph 15).     2   In consequence of the amendments made by  subsection (1) —   a   in section 7(5) of the European Union (Withdrawal) Act 2018 for paragraph (d) substitute—    d   paragraph 16 of Schedule 8 (information about Scottish instruments which amend or revoke subordinate legislation under section 2(2) of the European Communities Act 1972),     ;     b   in paragraph 16 of Schedule 8 to that Act, for sub-paragraph (7) substitute—    7   The references in this paragraph to subordinate legislation made under section 2(2) of the European Communities Act 1972—   a   do not include references to any provision of such legislation which is made (whether or not by way of amendment) otherwise than under section 2(2) of that Act, and     b   do include references to subordinate legislation made otherwise than under section 2(2) of that Act so far as that legislation is amended by provision made under that section (but do not include references to any primary legislation so far as so amended).       ;     c   in Schedule 5 to the European Union (Withdrawal Agreement) Act 2020 omit paragraph 54(8) to (10).       3   The amendments made by this section—   a   so far as relating to paragraph 13 of Schedule 8 to the European Union (Withdrawal) Act 2018, do not apply to any statutory instrument where a draft of the instrument has been laid before each House of Parliament (or, as the case may be, the House of Commons only) before the day on which this Act is passed;     b   so far as relating to paragraph 14 of that Schedule, do not apply to any statutory instrument or draft statutory instrument where a draft of the instrument has been published under sub-paragraph (2) of that paragraph before the day on which this Act is passed;     c   so far as relating to paragraph 15 of that Schedule, do not apply to any statutory instrument or draft statutory instrument where—   i   a statement has been made under sub-paragraph (2) or (3) of that paragraph before the day on which this Act is passed, or     ii   the instrument or draft has been laid before each House of Parliament (or, as the case may be, the House of Commons only) before the day on which this Act is passed and no statement has been made under sub-paragraph (2) or (3) of that paragraph.        "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "11", "section_title": "Power to restate retained EU law", "section_text": " 11    1   A relevant national authority may by regulations restate, to any extent, any secondary retained EU law.     2   In this Act “ secondary retained EU law ” means—   a   any retained EU law that is not primary legislation;     b   any retained EU law that is primary legislation the text of which was inserted by subordinate legislation.       3   A restatement is not retained EU law.     4   Any effect which is produced in relation to the thing being restated by virtue of the retained EU law mentioned in  subsection (5)  does not apply in relation to the restatement.     5   The retained EU law referred to in  subsection (4)  is—   a   the principle of the supremacy of EU law,     b   retained general principles of EU law, and     c   anything which is retained EU law by virtue of section 4 or 6(3) or (6) of the European Union (Withdrawal) Act 2018.       6   But a restatement may, if the relevant authority considers it appropriate, itself produce an effect that is equivalent to an effect referred to in  subsection (4) .     7   No regulations may be made under  this section  after the end of 2023.     8   In  this section —     “ restatement ”: references to restatement, in relation to anything which is retained EU law by virtue of section 4 or 6(3) or (6) of the European Union (Withdrawal) Act 2018, include codification;      “ retained general principles of EU law ” has the meaning given by section 6(7) of the European Union (Withdrawal) Act 2018.       "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "12", "section_title": "Power to restate assimilated law or reproduce sunsetted retained EU rights, powers, liabilities etc", "section_text": " 12    1   A relevant national authority may by regulations restate, to any extent, any secondary assimilated law.     2   In this Act “ secondary assimilated law ” means—   a   any assimilated law that is not primary legislation;     b   any assimilated law that is primary legislation the text of which was inserted by subordinate legislation.       3   A restatement is not assimilated law.     4   Any effect which is produced in relation to the thing being restated by virtue of anything that is assimilated law by virtue of section 6(3) or (6) of the European Union (Withdrawal) Act 2018 does not apply in relation to the restatement.     5   But a restatement may, if the relevant national authority considers it appropriate, itself produce an effect that is equivalent to an effect referred to in  subsection (4) .     6   A restatement may also, if the relevant national authority considers it appropriate, produce an effect that is equivalent to an effect within  subsection (7) .     7   An effect is within this subsection if it would, but for sections 2 to 4, be produced in relation to the thing being restated by virtue of—   a   the principle of the supremacy of EU law,     b   retained general principles of EU law, or     c   anything which was retained EU law by virtue of section 4 of the European Union (Withdrawal) Act 2018.       8   A relevant national authority may by regulations reproduce, to any extent, the effect that anything which was retained EU law by virtue of section 4 or 6(3) or (6) of European Union (Withdrawal) Act 2018 would have, but for sections 2 to 4 of this Act.     9   No regulations may be made under this section after 23 June 2026.     10   In this section—     “ restatement ”: references to restatement, in relation to anything which is assimilated law by virtue of section 6(3) or (6) of the European Union (Withdrawal) Act 2018, include codification;      “ retained general principles of EU law ” has the meaning that was given by section 6(7) of the European Union (Withdrawal) Act 2018 immediately before the end of 2023.       "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "13", "section_title": "Powers to restate or reproduce: general", "section_text": "13 1 This section  applies for the purposes of  sections 11  and  12 . 2 A restatement may use words or concepts that are different from those used in the law being restated. 3 A restatement may make any change which the relevant national authority considers appropriate for one or more of the following purposes— a resolving ambiguities; b removing doubts or anomalies; c facilitating improvement in the clarity or accessibility of the law (including by omitting anything which is legally unnecessary). 4 Regulations under  section 11  or  12 — a may make provision about the relationship between what is restated and a relevant enactment specified in the regulations, but b subject to that, may not make express provision about the relationship between what is restated and other enactments. 5 Regulations under  section 11  or  12  may not codify or reproduce the principle of the supremacy of EU law or a retained general principle of EU law. 6 Nothing in  subsection (5) — a prevents regulations under  section 11  or  12  from codifying or reproducing, in relation to a particular enactment, an effect equivalent to an effect which is produced, or would but for sections  2  to  4  be produced, in relation to the enactment by virtue of the principle of supremacy of EU law or retained general principles of EU law, or b prevents regulations under  section 11  or  12  which codify or reproduce anything which is or was retained EU law by virtue of section 4 of the European Union (Withdrawal) Act 2018 from producing an effect equivalent to an effect which is produced, or would but for sections  2  to  4  be produced, in relation to that thing by virtue of the principle of supremacy of EU law or retained general principles of EU law. 7 The provision that may be made by regulations under  section 11  or  12  may be made by modifying any enactment. 8 In  sections 11  and  12 , references to producing an effect that is equivalent to another effect are to doing so by express provision or otherwise. 9 In  subsection (4) (a)  “ relevant enactment ” means— a if the provision made by the regulations is made by modifying   assimilated direct   legislation, any   assimilated direct   legislation; b otherwise, any domestic enactment (as defined by section 5 of the European Union (Withdrawal) Act 2018). 10 In  subsections (5)  and  (6)  “ retained general principles of EU law ” has the same meaning as in  section 11  or  12  (as the case may be). 11 In this section “restatement”— a in relation to  section 11 , has the same meaning as in that section; b in relation to  section 12 , has the same meaning as in that section but also includes reproduction; and similar references are to be read accordingly."}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "14", "section_title": "Powers to revoke or replace", "section_text": " 14    1   A relevant national authority may by regulations revoke any secondary retained EU law without replacing it.     2   A relevant national authority may by regulations revoke any secondary retained EU law and replace it with such provision as the relevant national authority considers to be appropriate and to achieve the same or similar objectives.     3   A relevant national authority may by regulations revoke any secondary retained EU law and make such alternative provision as the relevant national authority considers appropriate.     4   Regulations under  subsection (2)  or  (3) —   a   may confer a power to make subordinate legislation that corresponds or is similar to a power to make subordinate legislation conferred by secondary retained EU law revoked by the regulations (and may not otherwise confer a power to make subordinate legislation);     b   subject to that, may confer functions (including discretions) on any person;     c   may create a criminal offence that corresponds or is similar to a criminal offence created by secondary retained EU law revoked by the regulations (and may not otherwise create a criminal offence);     d   may provide for the imposition of monetary penalties in cases that correspond or are similar to cases in which secondary retained EU law revoked by the regulations enables monetary penalties to be imposed (and may not otherwise provide for the imposition of monetary penalties);     e   may provide for the charging of fees;     f   may not—   i   impose taxation;     ii   establish a public authority.         5   No provision may be made by a relevant national authority under  this section  in relation to a particular subject area unless the relevant national authority considers that the overall effect of the changes made by it under  this section  (including changes made previously) in relation to that subject area does not increase the regulatory burden.     6   For the purposes of  subsection (5) , the creation of a voluntary scheme is not to be regarded as increasing the regulatory burden.     7   The provision that may be made by regulations under  this section  may be made by modifying any secondary retained EU law.     8   Any provision made by virtue of  this section  is not retained EU law.     9   No regulations may be made under  this section  after 23 June 2026.     10   In  this section —     “ burden ” includes (among other things)—     a financial cost;      an administrative inconvenience;      an obstacle to trade or innovation;      an obstacle to efficiency, productivity or profitability;      a sanction (criminal or otherwise) which affects the carrying on of any lawful activity;         “ revoke ”—     includes repeal, and      in relation to anything which is retained EU law by virtue of section 4 of the European Union (Withdrawal) Act 2018, means provide that it is not recognised or available in domestic law (and, accordingly, not to be enforced, allowed or followed);         “ secondary retained EU law ”: references to secondary retained EU law are to be read after the end of 2023 as references to secondary assimilated law.        11   In subsection  (8)  the reference to retained EU law is to be read after the end of 2023 as a reference to assimilated law.    "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "15", "section_title": "Power to update", "section_text": " 15    1   A relevant national authority may by regulations make such modifications of any secondary retained EU law, or of any provision made by virtue of  section 11 ,  12  or  14 , as the relevant national authority considers appropriate to take account of—   a   changes in technology, or     b   developments in scientific understanding.       2   In  subsection (1) , the reference to secondary retained EU law is to be read after the end of 2023 as a reference to secondary assimilated law.    "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "16", "section_title": "Power to remove or reduce burdens", "section_text": " 16    1   Part 1 of the Legislative and Regulatory Reform Act 2006 (order-making powers) is amended as follows.     2   In section 1(6) (power to remove or reduce burdens: definition of “legislation”) after paragraph (aa) (and before the “or” at the end of the paragraph) insert—    ab   any retained direct EU legislation,     .     3    In section 12 (procedure: introductory) after subsection (2) insert—    3   Paragraph 4 of Schedule 8 to the European Union (Withdrawal) Act 2018 (procedure for certain modifications of retained direct EU legislation or anything which is retained EU law by virtue of section 4 of that Act) does not apply in relation to orders under this Part.       "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "17", "section_title": "  Assimilated   law dashboard and report", "section_text": "17 1 The Secretary of State must within the period of 30 days beginning with the day after the end of each reporting period— a update the   assimilated   law dashboard; b publish and lay before Parliament a report on the revocation and reform of   assimilated   law. 2 The report must— a provide a summary of the data on the   assimilated   law dashboard (as updated under  subsection (1) (a) ); b set out the progress that has been made in revoking and reforming   assimilated   law during the reporting period to which the report relates; c set out His Majesty’s Government’s plans to revoke and reform   assimilated   law in subsequent reporting periods. 3 The plans that must be set out under  subsection (2) (c)  must include a list of the provisions of   assimilated   law which His Majesty’s Government intends to revoke or reform. 4 The reporting periods are— a the period beginning with the day on which this Act is passed and ending with 23 December 2023; b each subsequent period of 6 months, subject to  subsection (5) . 5 The last reporting period ends with 23 June 2026. 6 If the Secretary of State does not meet the requirements in  subsection (1)  in relation to a reporting period, the Secretary of State must— a explain why in a statement made in writing, and b publish the statement and lay it before Parliament. 7 In this section— “   assimilated   law dashboard ” means the database on   assimilated   law maintained and made publicly available by the Secretary of State; “ revoke ” has the same meaning as in  section 14 . 8 In subsection (2), “ reform ” includes “replace”. 9 In relation to the report under  subsection (1) (b)  in respect of the period ending with 23 June 2026, ignore  subsection (2) (c) ."}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "18", "section_title": "Abolition of business impact target", "section_text": " 18    1   In the Small Business, Enterprise and Employment Act 2015, omit sections 21 to 27 (business impact target) including the italic heading before section 21.     2   In consequence of  subsection (1) , that Act is amended as specified in subsections (3) and (4).     3   In section 29(5) (definition of “voluntary or community body”) for “has the meaning given in section 27.” substitute    means any of the following—   a   a trade union (within the meaning of section 1 of the Trade Union and Labour Relations (Consolidation) Act 1992 or Article 3 of the Industrial Relations (Northern Ireland) Order 1992 ( S.I. 1992/807 (N.I. 5) ));     b   an unincorporated body which does not distribute any surplus it makes to its members;     c   a charity;     d   a company limited by guarantee which does not distribute any surplus it makes to its members;     e   a registered society within the meaning given by section 1 of the Co-operative and Community Benefit Societies Act 2014;     f   a registered society within the meaning given by section 1A of the  Co-operative and Community Benefit Societies Act (Northern Ireland) 1969 (c. 24 (N.I.))  or a credit union within the meaning of the Credit Unions (Northern Ireland) Order 1985 ( S.I. 1985/1205 (N.I. 12) );     g   a community interest company;     h   a charitable incorporated organisation within the meaning of Part 11 of the Charities Act 2011 or of the  Charities Act (Northern Ireland) 2008 (c. 12 (N.I.) );     i   a Scottish charitable incorporated organisation within the meaning of Chapter 7 of Part 1 of the  Charities and Trustee Investment (Scotland) Act 2005 (asp 10) .        4   In section 33(6), in paragraph (b) of the definition of “undertaking” for “section 27” substitute  “section 29(5)” .     5   In consequence of subsection (1), also omit the following—   a   in the Enterprise Act 2016, section 14 (and the italic heading before it) and Schedule 2;     b   in Schedule 6 to the Wales Act 2017, paragraph 107;     c   in Schedule 3 to the Advanced Research and Invention Agency Act 2022, paragraphs 9 and 10;     d   in the Schedule to the Dissolution and Calling of Parliament Act 2022, paragraphs 27 to 31 (including the italic heading before paragraph 27).      "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "19", "section_title": "Consequential provision", "section_text": " 19    1   A relevant national authority may by regulations make such provision as the relevant national authority considers appropriate in consequence of this Act.     2   The provision referred to in subsection  (1)  includes provision modifying any enactment, including this Act.    "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "20", "section_title": "Regulations: general", "section_text": " 20    1   A power to make regulations under this Act includes power to make—   a   different provision for different purposes or areas;     b   supplementary, incidental, consequential, transitional, transitory or saving provision (including provision modifying any enactment, including this Act).       2   Schedule 4  contains restrictions on the powers of devolved authorities to make regulations under this Act.     3   Schedule 5  contains provision about the procedure for making regulations under this Act.     4   A prohibition in this Act on making regulations after any particular time does not affect the continuation in force of regulations made before that time.     5   Section 28 of the Small Business, Enterprise and Employment Act 2015 (duty to review regulatory provisions in secondary legislation) does not apply in relation to any power to make regulations under this Act.    "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "21", "section_title": "Interpretation", "section_text": "21 1 In this Act— “ assimilated law ” has the meaning given by  section 5 (1) ; “ devolved authority ” means— the Scottish Ministers, the Welsh Ministers, or a Northern Ireland department; “ domestic law ” means the law of England and Wales, Scotland or Northern Ireland; “ enactment ” means— an enactment (whenever passed or made) contained in, or in an instrument made under, any primary legislation, or any   assimilated direct   legislation; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975 and also includes the Commissioners for His Majesty’s Revenue and Customs; “ modify ” includes amend, repeal or revoke (and related expressions are to be read accordingly); “ Northern Ireland devolved authority ” means— the First Minister and deputy First Minister acting jointly, a Northern Ireland Minister, or a Northern Ireland department; “ primary legislation ” means— an Act of Parliament, an Act of the Scottish Parliament, an Act or Measure of Senedd Cymru, or Northern Ireland legislation; “ relevant national authority ” means— a Minister of the Crown, a devolved authority, or a Minister of the Crown acting jointly with one or more devolved authorities; “ secondary assimilated law ” has the meaning given by  section 12 (2) ; “ secondary retained EU law ” has the meaning given by  section 11 (2) ; “ subordinate legislation ” means— an instrument (other than an instrument that is Northern Ireland legislation) made under any primary legislation, or an instrument made on or after IP completion day under any   assimilated direct   legislation. 2 In this Act— a references to an instrument made under an Act include in particular any Order in Council, order, rules, regulations, scheme, warrant or byelaw made under an Act; b references to an instrument made under any   assimilated direct   legislation include in particular any Order in Council, order, rules, regulations, scheme, warrant or byelaw made under any   assimilated direct   legislation. 3 In this Act references to anything which is retained EU law by virtue of section 4 of the European Union (Withdrawal) Act 2018 include references to any modifications, made on or after IP completion day, of the rights, powers, liabilities, obligations, restrictions, remedies or procedures concerned."}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "22", "section_title": "Commencement, transitional and savings", "section_text": " 22    1   The following provisions come into force on the day on which this Act is passed—   a   sections 1  and  2 ;     b   section  5 (1) ,  (2)  and  (4)  to  (7) ;     c   section  7 ;     d   sections  9  to  17  and  Schedule 3 ;     e   sections  19  to  21 , this section, section  23  and  Schedules 4  and  5 .       2   Section 18  comes into force at the end of the period of two months beginning with the day on which this Act is passed.     3   The other provisions of this Act come into force on such day as a Minister of the Crown may by regulations appoint.     4   A relevant national authority may by regulations make such transitional, transitory or saving provision as the relevant national authority considers appropriate in connection with—   a   the coming into force of any provision of this Act,     b   the revocation of anything by  section 1 , or     c   anything ceasing to be recognised or available in domestic law (and, accordingly, ceasing to be enforced, allowed or followed) as a result of  section 2 .       5   Sections  2 ,  3  and  4  do not apply in relation to anything occurring before the end of 2023.     6   The amendments made by  Schedule 2  do not apply as regards any time at or before the end of 2023.    "}, {"act": "Retained EU Law (Revocation and Reform) Act 2023", "year": 2023, "section": "23", "section_title": "Extent and short title", "section_text": " 23    1   Subject to subsection  (2) , this Act extends to England and Wales, Scotland and Northern Ireland.     2   Any amendment, repeal or revocation made by this Act has the same extent within the United Kingdom as the provision to which it relates.     3   This Act may be cited as the Retained EU Law (Revocation and Reform) Act 2023.    "}]