[{"act": "Shark Fins Act 2023", "year": 2023, "section": "1", "section_title": "Prohibition on import and export of shark fins", "section_text": " 1    1   It is prohibited—   a   to import shark fins, or things containing shark fins, into the United Kingdom as a result of their entry into Great Britain, or     b   to export shark fins, or things containing shark fins, from the United Kingdom as a result of their removal from Great Britain.       2   The prohibition in  subsection (1)  does not apply where—   a   the shark fins are naturally attached to the body of the shark, and     b   the body is substantially intact, ignoring any removal of the head and internal organs.       3   The Schedule  contains provision for exemption certificates relating to the prohibition in  subsection (1) .     4   In  this section  and  the Schedule —     “ shark fins ” means any fins or parts of fins of a shark, other than the pectoral fins or parts of pectoral fins of a ray;      “ shark ” means any fish of the taxon Elasmobranchii.       "}, {"act": "Shark Fins Act 2023", "year": 2023, "section": "2", "section_title": "Removal of shark fins on board fishing vessels", "section_text": " 2   In Council Regulation  (EC) No 1185/2003  on the removal of fins of sharks on board vessels, for Article 1 substitute—    Article 1  Scope   This Regulation applies to the removal of shark fins, retention on board, transhipment and landing of shark fins:   1   by United Kingdom fishing vessels in any maritime waters;     2   by other fishing vessels in United Kingdom waters.       "}, {"act": "Shark Fins Act 2023", "year": 2023, "section": "3", "section_title": "Extent, commencement and short title", "section_text": " 3    1   This Act extends to England and Wales, Scotland and Northern Ireland.     2   Section  1  and the Schedule come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint.     3   Section  2  comes into force at the end of the period of two months beginning with the day on which this Act is passed.     4   This section comes into force on the day on which this Act is passed.     5   The Secretary of State may by regulations made by statutory instrument make transitional or saving provision in connection with the coming into force of any provision of this Act.     6   This Act may be cited as the Shark Fins Act 2023.    "}]