[{"act": "Workers (Predictable Terms and Conditions) Act 2023", "year": 2023, "section": "1", "section_title": "Workers (except agency workers): right to request predictable work pattern", "section_text": " 1    1   The Employment Rights Act 1996 is amended in accordance with this section.     2   For the title of Part 8A substitute—    Rights to request changes to terms and conditions etc       3   Before section 80F insert—    Chapter 1    Flexible working       4   After section 80I insert—    CHAPTER 2  Predictable work pattern: workers (except agency workers)   Statutory right to request predictable work pattern   80IA    1   A worker may apply to the worker’s employer for a change in terms and conditions of employment if—   a   there is a lack of predictability, in relation to the work that the worker does for the employer, as regards any part of the worker’s work pattern,     b   the change relates to the worker’s work pattern, and     c   the worker’s purpose in applying for the change is to get a more predictable work pattern.      (But see section  80IB  concerning restrictions on the making of an application.)     2   The work pattern of a worker is made up of—   a   the number of hours that the worker works,     b   the days of the week on which, and the times on those days when, the worker works,     c   the period for which the worker is contracted to work, and     d   such other aspects of the worker’s terms and conditions of employment as the Secretary of State may specify by regulations.       3   If a worker works under a worker’s contract with a fixed term of 12 months or less—   a   there is to be regarded as being a lack of predictability as regards the period for which the worker is contracted to work, and     b   the worker’s purpose in applying for a change to the duration of the contract is to be regarded as being to get a more predictable work pattern if the change would result in a longer fixed term or the removal of the provision in the worker’s contract restricting its duration.       4   An application under this section must—   a   state that it is such an application, and     b   specify the change applied for and the date on which it is proposed the change should become effective.       5   The Secretary of State may by regulations make provision about—   a   the form of applications under this section, and     b   when such an application is to be taken to be made.       6   Regulations under this section may make different provision for different cases.        Restrictions on the making of an application under section  80IA   80IB    1   An agency worker may not make an application under section  80IA  (see instead Chapter 2 of this Part).     2   “Agency worker” has the same meaning in this section as in the Agency Workers Regulations 2010 ( S.I. 2010/93 ) (see regulation 3 of the Regulations).     3   A worker may only make an application under section  80IA  to the worker’s employer if the worker was employed by the same employer (whether or not under the same worker’s contract) at some point during the month immediately preceding such period, ending with the making of the application, as is specified in regulations made by the Secretary of State.     4   Section  80IA  is subject to section  80IM  (which restricts the right to make multiple applications under this Part).     5   Regulations under this section may make different provision for different cases.     6   “Work pattern” has the same meaning in this section as in section  80IA  (see section  80IA (2) ).        Employer’s duties in relation to an application under section  80IA   80IC    1   An employer to whom an application under section  80IA  is made—   a   must deal with the application in a reasonable manner,     b   must notify the worker of the decision on the application within the decision period, and     c   may only reject the application because the employer considers that one or more of the following grounds applies—   i   the burden of additional costs,     ii   detrimental effect on ability to meet customer demand,     iii   detrimental impact on the recruitment of staff,     iv   detrimental impact on other aspects of the employer’s business,     v   insufficiency of work during the periods the worker proposes to work,     vi   planned structural changes, and     vii   such other grounds as the Secretary of State may specify by regulations.         2   Subsection  (1)  applies even if the worker ceases to be employed by the employer during the decision period.     3   In such a case—   a   the employer may also reject the application on the ground that—   i   the worker terminated the worker’s contract (with or without notice) other than in circumstances in which the worker was entitled to terminate it without notice by reason of the employer’s conduct;     ii   the employer terminated the worker’s contract (with or without notice) and the employer’s reason for doing so (or, if more than one, the employer’s principal reason for doing so) is a qualifying reason and in the circumstances (including the size and administrative resources of the employer’s undertaking) the employer acted reasonably in treating the reason (or the principal reason) as a sufficient reason for terminating the contract, and       b   if the employer grants the application, the employer must, before the end of the offer period, offer the worker a new worker’s contract with terms and conditions that—   i   taken as a whole, are not less favourable than the terms and conditions of the worker’s contract at the time the application was made, and     ii   reflect the change relating to the worker’s work pattern that was applied for.         4   In subsection  (3)(a)(ii)  “ qualifying reason ” means—   a   a reason that fulfils the requirement in section 98(1)(b), or     b   in relation to a worker who was not an employee immediately before ceasing to be employed, a reason that would fulfil the requirement in section 98(1)(b) if references in that provision and in section 98(2) and (3) to an employee were references to a worker.       5   Regulations under subsection  (1)(c)(vii)  may provide for a modified version of a specified ground to apply in cases where the worker ceases to be employed by an employer.     6   If an employer allows a worker to appeal a decision to reject an application, the reference in subsection  (1)(b)  to the decision on the application is a reference to—   a   the decision on the appeal, or     b   if more than one appeal is allowed, the decision on the final appeal.       7   For the purposes of subsections  (1)(b) ,  (2)  and  (5)  the decision period applicable to a worker’s application under section  80IA  is the period of one month beginning with the date on which the application is made.     8   For the purposes of subsection  (3)(b)  the offer period applicable to a worker’s application under section  80IA  is the period of two weeks beginning with date on which the employer grants the application.     9   An application under section  80IA  is to be treated as having been withdrawn by the worker if—   a   the worker without good reason has failed to attend both the first meeting arranged by the employer to discuss the application and the next meeting arranged for that purpose, or     b   where the employer allows the worker to appeal a decision to reject an application or to make a further appeal, the worker without good reason has failed to attend both the first meeting arranged by the employer to discuss the appeal and the next meeting arranged for that purpose,    and the employer has notified the worker that the employer has decided to treat that conduct of the worker as a withdrawal of the application.     10   “Work pattern” has the same meaning in this section as in section  80IA  (see section  80IA (2) ).        Complaints to employment tribunals   80ID    1   A worker who makes an application under section  80IA  may present a complaint to an employment tribunal—   a   that the worker’s employer has failed in relation to the application to comply with section  80IC (1)  (as read, where applicable, with section  80IC (3)(a) ),     b   that the worker’s employer has failed, having granted the application, to comply with section  80IC (3)(b) ,     c   that a decision by the employer to reject the application was based on incorrect facts, or     d   that the employer’s notification under section  80IC (9)  was given in circumstances that did not satisfy one of the requirements in section  80IC (9)(a)  and  (b) .       2   No complaint under subsection  (1)(a) ,  (b)  or  (c)  may be made in respect of an application which has been disposed of by agreement or withdrawn.     3   In the case of an application which has not been disposed of by agreement or withdrawn—   a   no complaint under subsection  (1)(a)  or  (c)  may be made until—   i   the employer notifies the worker of the employer’s decision on the application, or     ii   if the decision period applicable to the application (see section  80IC (7) ) comes to an end without the employer notifying the worker of the employer’s decision on the application, the end of the decision period;       b   no complaint under subsection  (1)(b)  may be made until—   i   the employer offers the worker a new worker’s contract, or     ii   if the offer period applicable to the application (see section  80IC (8) ) comes to an end without the employer offering the worker a new worker’s contract, the end of the offer period.         4   If an employer allows a worker to appeal a decision to reject an application, subsection  (3)(a)  applies as if the references to the employer notifying the worker of the employer’s decision on the application were references to the employer notifying the worker of the employer’s decision on the appeal or, if more than one appeal is allowed, the decision on the final appeal.     5   A complaint under subsection  (1)(d)  may be made as soon as the notification under section  80IC (9)  complained of is given to the worker.     6   An employment tribunal may not consider a complaint under this section unless it is presented—   a   before the end of the period of three months beginning with the relevant date, or     b   within such further period as the tribunal considers reasonable in a case where it is satisfied that it was not reasonably practicable for the complaint to be presented before the end of that period of three months.       7   In subsection  (6)(a) , the reference to the relevant date is a reference to the first date on which the worker may make a complaint under subsection  (1)(a) ,  (b) ,  (c)  or  (d)  (as the case may be).     8   Section 207A(3) and section 207B (extension of time limits in certain circumstances) apply for the purposes of subsection  (6)(a) .        Remedies   80IE    1   Where an employment tribunal finds a complaint under section  80ID  well-founded it must make a declaration to that effect and may—   a   make an order for reconsideration of the application, and     b   make an award of compensation to be paid by the employer to the worker.       2   Where an employment tribunal makes an order under subsection  (1)(a) , section  80IC  is to apply as if the application had been made on the date of the order.     3   The amount of compensation under subsection  (1)(b)  is to be such amount, not exceeding the permitted maximum, as the tribunal considers just and equitable in all the circumstances.     4   For the purposes of subsection  (3) , the permitted maximum is such number of weeks’ pay as the Secretary of State may specify by regulations.     5   In calculating a week’s pay for the purposes of determining the permitted maximum for an award of compensation to a worker who is not an employee, Chapter 2 of Part 14 is to apply as if—   a   references in that Chapter and in section 234 (normal working hours) to an employee were references to a worker;     b   references in that Chapter and in section 234 to a contract of employment were references to a worker’s contract;     c   “week” meant—   i   in relation to a worker whose remuneration is calculated weekly by a week ending with a day other than a Saturday, a week ending with that other day, and     ii   in relation to any other worker, a week ending with Saturday.                5   The Schedule contains amendments of other legislation.    "}, {"act": "Workers (Predictable Terms and Conditions) Act 2023", "year": 2023, "section": "2", "section_title": "Agency workers: right to request predictable work pattern", "section_text": " 2   In the Employment Rights Act 1996, after section  80IE  (inserted by section 1) insert—    CHAPTER 3  Predictable work pattern: agency workers   Statutory right to request predictable work pattern: agency workers   80IF    1   An agency worker may apply to a temporary work agency with which the agency worker has a contract to perform work or services personally (whether or not a contract of employment) for a change in the terms and conditions of the contract if—   a   there is a lack of predictability, in relation to the work that the agency worker is supplied by the temporary work agency to do for a particular hirer, as regards any part of the agency worker’s work pattern,     b   the change relates to the agency worker’s work pattern, and     c   the agency worker’s purpose in applying for the change is to get a more predictable work pattern.      (But see section  80IG  concerning restrictions on the making of an application.)     2   An agency worker may apply to a hirer under whose supervision and direction the agency worker is working for the hirer to enter into a contract of employment or other worker’s contract with the agency worker if—   a   there is a lack of predictability, in relation to the work that the agency worker does for the hirer, as regards any part of the agency worker’s work pattern,     b   the change relates to the agency worker’s work pattern, and     c   the agency worker’s purpose in applying for the change is to get a more predictable work pattern.      (But see section  80IG  concerning restrictions on the making of an application.)     3   For the purposes of subsections  (1)  and  (2) , in relation to the work done by the agency worker for a particular hirer, the work pattern of the agency worker is made up of—   a   the number of hours that the agency worker works,     b   the days of the week on which, and the times on those days when, the agency worker works,     c   the period for which the agency worker is supplied to work, and     d   such other aspects of the agency worker’s terms and conditions of work as the Secretary of State may specify by regulations.       4   If an agency worker’s contract with a temporary work agency provides for the agency worker to be supplied to work for a particular hirer for a period of 12 months or less—   a   there is to be regarded as being a lack of predictability as regards the period for which the agency worker is supplied to work, and     b   the agency worker’s purpose in applying to the temporary work agency for a change to the duration of the contract is to be regarded as being to get a more predictable work pattern if the change would result in the contract providing for the agency worker to be supplied to work for that hirer for a period of more than 12 months beginning with the date of the change.       5   An application under this section must state that it is such an application and—   a   in the case of an application to a temporary work agency—   i   specify the change applied for, and     ii   specify the date on which it is proposed the change should become effective, and       b   in the case of an application to a hirer—   i   specify whether the application is for a contract of employment or for a worker’s contract other than a contract of employment, and     ii   specify the date on which it is proposed the agency worker should start work under the worker’s contract.         6   An application to a hirer for a contract of employment is to be treated as an application for a contract—   a   for the agency worker to do the same or broadly similar work to the work that the agency worker does for the hirer;     b   the relevant terms and conditions of which, taken as a whole, are not less favourable than the relevant terms and conditions (if any) that, at the time the application is made—   i   are ordinarily included in the contracts of employees of the hirer doing the same or broadly similar work to the work that the agency worker does for the hirer, having regard, where relevant, to whether they have a similar level of qualification and skills, or     ii   would be ordinarily included in such contracts if the employer had any such employees.         7   An application to a hirer for a worker’s contract other than a contract of employment is to be treated as an application for a contract—   a   for the agency worker to do the same or broadly similar work to the work that the agency worker does for the hirer;     b   the relevant terms and conditions of which, taken as a whole, are not less favourable than the relevant terms and conditions (if any) that, at the time the application is made—   i   are ordinarily included in the contracts of workers of the hirer who are not employees and who are doing the same or broadly similar work to the work that the agency worker does for the hirer, having regard, where relevant, to whether they have a similar level of qualification and skills, or     ii   would be ordinarily included in such contracts if the employer had any such workers.         8   The Secretary of State may by regulations make provision about—   a   the form of applications under this section, and     b   when such an application is to be taken to be made.       9   Regulations under this section may make different provision for different cases.     10   In this section “ relevant terms and conditions ” has the same meaning as in regulation 5(2) of the Agency Workers Regulations 2010 (see regulation 6).        Restrictions on the making of an application under section  80IF   80IG    1   An agency worker may only make an application under section  80IF  to a temporary work agency if the agency worker also had a contract of the kind mentioned in section  80IF (1)  with the temporary work agency (whether or not the same contract) at some point during the month immediately preceding such period, ending with the making of the application, as is specified in regulations made by the Secretary of State.     2   An agency worker may only make an application under section  80IF  to a hirer if—   a   during such period, ending with the making of the application, as is specified in regulations made by the Secretary of State the agency worker worked in the same role with the same hirer for at least 12 continuous calendar weeks during one or more assignments, and     b   the role that the agency worker had during those 12 continuous calendar weeks is the same role in which the agency worker is working for the hirer at the time the application is made.       3   For the purposes of subsection  (2) —   a   whether or not an agency worker worked or works in the same role is to be determined in accordance with regulation 7(3) of the Agency Workers Regulations 2010 ( S.I. 2010/93 );     b   whether or not an agency worker has worked for at least 12 continuous calendar weeks is to be determined in accordance with regulation 7(4) to (11) of the Agency Workers Regulations 2010 (and, accordingly, “ week ” has the same meaning as it has in those provisions of those Regulations).       4   Section  80IF  is subject to section  80IM  (which restricts the right to make multiple applications under this Part).     5   Regulations under this section may make different provision for different cases.        Temporary work agency’s and hirer’s duties in relation to an application under section  80IF   80IH    1   A temporary work agency or a hirer to whom an application under section  80IF  is made—   a   must deal with the application in a reasonable manner,     b   must notify the agency worker of the decision on the application within the decision period, and     c   may only reject the application because the temporary work agency or the hirer (as the case may be) considers that one or more of the following grounds applies—   i   the burden of additional costs,     ii   detrimental effect on ability to meet customer demand,     iii   detrimental impact on the recruitment of staff,     iv   detrimental impact on other aspects of the temporary work agency’s or hirer’s business,     v   insufficiency of work during the periods the agency worker proposes to work,     vi   planned structural changes, and     vii   such other grounds as the Secretary of State may specify by regulations.         2   If a temporary work agency or a hirer allows an agency worker to appeal a decision to reject an application, the reference in subsection  (1)(b)  to the decision on the application is a reference to—   a   the decision on the appeal, or     b   if more than one appeal is allowed, the decision on the final appeal.       3   For the purposes of subsection  (1)(b)  the decision period applicable to an agency worker’s application under section  80IF  is the period of one month beginning with the date on which the application is made.     4   An application under section  80IF  is to be treated as having been withdrawn by the agency worker if—   a   the agency worker without good reason has failed to attend both the first meeting arranged by the temporary work agency or the hirer (as the case may be) to discuss the application and the next meeting arranged for that purpose, or     b   where the temporary work agency or the hirer (as the case may be) allows the agency worker to appeal a decision to reject an application or to make a further appeal, the agency worker without good reason has failed to attend both the first meeting arranged by the temporary work agency or the hirer to discuss the appeal and the next meeting arranged for that purpose,    and the temporary work agency or the hirer (as the case may be) has notified the agency worker that the temporary work agency or the hirer has decided to treat that conduct of the agency worker as a withdrawal of the application.        Application of section  80IH  in certain cases   80II    1   Section  80IH (1)  applies even if—   a   in the case of an application to a temporary work agency, the contract that the agency worker has with the temporary work agency comes to an end during the decision period;     b   in the case of an application to a hirer, the agency worker stops working under the supervision and direction of the hirer during the decision period.       2   In a case falling within subsection  (1)(a) —   a   the temporary work agency may also reject the application on the ground that—   i   the agency worker terminated the contract (with or without notice) other than in circumstances in which the agency worker was entitled to terminate it without notice by reason of the temporary work agency’s conduct;     ii   the temporary work agency terminated the contract (with or without notice) and the temporary work agency’s reason for doing so (or, if more than one, the temporary work agency’s principal reason for doing so) is a qualifying reason and in the circumstances (including the size and administrative resources of the temporary work agency’s undertaking) the temporary work agency acted reasonably in treating the reason (or the principal reason) as a sufficient reason for terminating the contract, and       b   if the temporary work agency grants the application, the temporary work agency must, before the end of the offer period, offer the agency worker a new contract with terms and conditions that—   i   taken as a whole, are not less favourable than the terms and conditions of the contract that the agency worker had with the temporary work agency at the time the application was made, and     ii   reflect the change relating to the agency worker’s work pattern that was applied for.         3   In subsection  (2)(a)(ii)  “ qualifying reason ” means a reason falling within subsection  (4)  or some other substantial reason of a kind such as to justify the termination of the contract of an agency worker doing work of the kind which the agency worker was supplied by the temporary work agency to do.     4   A reason falls within this subsection if it—   a   relates to the capability or qualifications of the agency worker to do work of the kind which the agency worker was supplied by the temporary work agency to do,     b   relates to the conduct of the agency worker, or     c   is that the agency worker could not continue to do work of the kind which the agency worker was supplied by the temporary work agency to do without contravention (whether on the part of the agency worker, on the part of the temporary work agency or on the part of a hirer to whom the agency worker was supplied) of a duty or restriction imposed by or under any legislation.       5   In a case falling within subsection  (1)(b) , the hirer may also reject the application on the ground that—   a   the agency worker declined to continue working under the supervision and direction of the hirer other than in circumstances in which the agency worker was entitled to do so without notice by reason of the hirer’s conduct;     b   the hirer told the temporary work agency, in accordance with the arrangements between them, to stop supplying the agency worker and the hirer’s reason for doing so (or, if more than one, the hirer’s principal reason for doing so) is a qualifying reason and in the circumstances (including the size and administrative resources of the hirer’s undertaking) the hirer acted reasonably in treating the reason (or the principal reason) as a sufficient reason for telling the temporary work agency to stop supplying the agency worker.       6   In subsection  (5)(b)  “ qualifying reason ” means a reason falling within subsection  (7)  or some other substantial reason of a kind such as to justify telling a temporary work agency to stop supplying an agency worker doing work of the kind which the agency worker was supplied to the hirer to do.     7   A reason falls within this subsection if it—   a   relates to the capability or qualifications of the agency worker to do work of the kind which the agency worker was supplied to the hirer to do,     b   relates to the conduct of the agency worker, or     c   is that the agency worker could not continue to do work of the kind which the agency worker was supplied to the hirer to do without contravention (whether on the part of the agency worker, on the part of the hirer or on the part of the temporary work agency that supplied the agency worker) of a duty or restriction imposed by or under any legislation.       8   Regulations under section  80IH (1)(c)(vii)  may provide for a modified version of a specified ground to apply in cases where—   a   the contract that an agency worker has with a temporary work agency comes to an end, or     b   an agency worker stops working under the supervision and direction of a hirer.       9   In this section—     “ capability ”, in relation to an agency worker, means the agency worker’s capability assessed by reference to skill, aptitude, health or any other physical or mental quality;      “ decision period ”, in relation to an application, has the same meaning as in section  80IH (1)(b)  (see section  80IH (3) );      “ offer period ” means the period of two weeks beginning with date on which the temporary work agency grants the application;      “ qualifications ”, in relation to an agency worker, means any degree, diploma or other academic, technical or professional qualification relevant to the work which the agency worker is supplied to the hirer to do.           Complaints to employment tribunals   80IJ    1   An agency worker who makes an application under section  80IF  may present a complaint to an employment tribunal—   a   that the temporary work agency or the hirer (as the case may be) has failed in relation to the application to comply with section  80IH (1)  (as read, where applicable, with section  80II (2)(a)  or  (5) ),     b   that the temporary work agency has failed, having granted the application, to comply with section  80II (2)(b) ,     c   that a decision by the temporary work agency or the hirer (as the case may be) to reject the application was based on incorrect facts, or     d   that the notification by the temporary work agency or the hirer (as the case may be) under section  80IH (4)  was given in circumstances that did not satisfy one of the requirements in section  80IH (4)(a)  and  (b) .       2   No complaint under subsection  (1)(a) ,  (b)  or  (c)  may be made in respect of an application which has been disposed of by agreement or withdrawn.     3   In the case of an application which has not been disposed of by agreement or withdrawn—   a   no complaint under subsection  (1)(a)  or  (c)  may be made until—   i   the temporary work agency or the hirer (as the case may be) notifies the agency worker of the decision on the application, or     ii   if the decision period applicable to the application (see section  80IH (3) ) comes to an end without the temporary work agency or the hirer (as the case may be) notifying the agency worker of the decision on the application, the end of the decision period;       b   no complaint under subsection (1)(b) may be made until—   i   the temporary work agency offers the agency worker a new contract, or     ii   if the offer period applicable to the application (see section  80II (9) ) comes to an end without the temporary work agency offering the worker a new contract, the end of the offer period.         4   If a temporary work agency or a hirer allows an agency worker to appeal a decision to reject an application, subsection  (3)(a)  applies as if the references to the temporary work agency or the hirer (as the case may be) notifying the agency worker of the decision on the application were references to the temporary work agency or the hirer notifying the agency worker of the decision on the appeal or, if more than one appeal is allowed, the decision on the final appeal.     5   A complaint under subsection  (1)(d)  may be made as soon as the notification under section  80IH (4)  complained of is given to the agency worker.     6   An employment tribunal may not consider a complaint under this section unless it is presented—   a   before the end of the period of three months beginning with the relevant date, or     b   within such further period as the tribunal considers reasonable in a case where it is satisfied that it was not reasonably practicable for the complaint to be presented before the end of that period of three months.       7   In subsection  (6)(a) , the reference to the relevant date is a reference to the first date on which the agency worker may make a complaint under subsection  (1)(a) ,  (b) ,  (c)  or  (d) , as the case may be.     8   Section 207B (extension of time limits in certain circumstances) apply for the purposes of subsection  (6)(a) .        Remedies   80IK    1   Where an employment tribunal finds a complaint under section  80IJ  well-founded it must make a declaration to that effect and may—   a   make an order for reconsideration of the application, and     b   make an award of compensation to be paid by the temporary work agency or the hirer (as the case may be) to the agency worker.       2   Where an employment tribunal makes an order under subsection  (1)(a) , section  80IH  is to apply as if the application had been made on the date of the order.     3   The amount of compensation under subsection  (1)(b)  is to be such amount, not exceeding the permitted maximum, as the tribunal considers just and equitable in all the circumstances.     4   For the purposes of subsection  (3) , the permitted maximum is such number of weeks’ pay as the Secretary of State may specify by regulations.     5   In calculating a week’s pay for the purposes of determining the permitted maximum for an award of compensation to be paid by a temporary work agency to an agency worker who is not an employee, Chapter 2 of Part 14 is to apply as if—   a   references in that Chapter and in section 234 (normal working hours) to an employee were references to the agency worker;     b   references in that Chapter and in section 234 to a contract of employment were references to the agency worker’s contract with the temporary work agency and references to employed and employment were construed accordingly;     c   references in that Chapter to an employer were references to the temporary work agency;     d   the reference in section 228(3)(d) to other employers was a reference to other temporary work agencies;     e   “week” meant—   i   where the agency worker’s remuneration is calculated weekly by a week ending with a day other than a Saturday, a week ending with that other day, and     ii   where the agency worker’s remuneration is not so calculated, a week ending with Saturday.         6   For the purposes of determining the permitted maximum for an award of compensation to be paid by a hirer to an agency worker—   a   a week’s pay is the average weekly remuneration received by the agency worker, in the relevant period, in relation to the assignment during which the agency worker made the application under section  80IF ;     b   the reference in paragraph  (a)  to the relevant period is—   i   where the assignment mentioned in that paragraph ended on or before the date the complaint was presented to the employment tribunal under section  80IJ , a reference to the 12 week period (or, in a case where the assignment was shorter than 12 weeks, that period) ending with the last day of the assignment;     ii   where the assignment mentioned in that paragraph had not so ended, a reference to the 12 week period (or, in a case where the assignment was shorter than 12 weeks, that period) ending with the date of the complaint.         7   Subsection  (6)(a)  is subject to section 227.        Interpretation of Chapter 3   80IL    1   “ Agency worker ” has the same meaning as in the Agency Workers Regulations 2010 ( S.I. 2010/93 ) (see regulation 3).     2   “ Assignment ” has the same meaning as in the Agency Workers Regulations 2010 (see regulation 2).     3   “ Hirer ” has the same meaning as in the Agency Workers Regulations 2010 (see regulation 2).     4   “ Temporary work agency ” has the same meaning as in the Agency Workers Regulations 2010 (see regulation 4) and includes, where the context requires, a former temporary work agency.     5   “ Work pattern ” has the meaning given by section  80IF (3) .         "}, {"act": "Workers (Predictable Terms and Conditions) Act 2023", "year": 2023, "section": "3", "section_title": "Restrictions on multiple applications to vary terms and conditions", "section_text": " 3    1   The Employment Rights Act 1996 is amended in accordance with this section.     2   After section  80IL  (inserted by section 2) insert—    CHAPTER 4  Restrictions on multiple applications under this Part   No more than two applications to be made in any 12 month period   80IM    1   This section limits the number of statutory applications to vary terms and conditions that may be made by one person (W) to another person (E) during any period of 12 months.     2   During any period of 12 months—   a   a maximum of two statutory applications to vary terms and conditions may be made by W to E for the purpose of improving predictability, and     b   a maximum of two applications under section 80F may made by W to E otherwise than for the purpose of improving predictability.       3   For the purposes of this section and section  80IN , each of the following is a statutory application to vary terms and conditions made by W to E—   a   an application made under section 80F by W (as the qualifying employee) to E (as the employer);     b   an application made under section  80IA  by W (as the worker) to E (as the worker’s employer);     c   an application made under section  80IF (1)  by W (as the agency worker) to E (as the temporary work agency);     d   an application made under section  80IF (2)  by W (as the agency worker) to E (as the hirer).       4   For the purposes of this section a statutory application to vary terms and conditions is made for the purpose of improving predictability if it is—   a   an application made under section 80F where—   i   the change applied for related to W’s work pattern, and     ii   the change had, or would have had (if it had been made), the effect of making W’s work pattern more predictable, or       b   an application made under section  80IA ,  80IF (1)  or  80IF (2) .       5   In this section “ work pattern ” has the same meaning as in section  80IA  (see section  80IA (2) ).        No new applications while an earlier application is proceeding   80IN    1   A person (W) may not make a statutory application to vary terms and conditions to a particular person (E) if another statutory application to vary terms and conditions to E is proceeding.     2   For the purposes of this section an application is “proceeding” during any of these periods—   a   the period—   i   beginning when the application is made, and     ii   ending when the application is concluded;       b   any period—   i   beginning when an appeal against a decision to refuse the application is brought, and     ii   ending when the appeal is concluded;       c   any period—   i   beginning when, in accordance with section 80G(1C)(b), the decision period for an application or appeal is extended with retrospective effect, and     ii   ending when the application or appeal is concluded.         3   For that purpose, an application or appeal is “concluded” when any of these events occurs—   a   a decision is made on the application or appeal under section 80G,  80IC  or  80IH ;     b   the application or appeal is withdrawn;     c   the application or appeal is disposed of by agreement;     d   the decision period specified in section 80G,  80IC (7) ,  80IH (3)  for the application or appeal ends without a decision, withdrawal or agreed disposal.             "}, {"act": "Workers (Predictable Terms and Conditions) Act 2023", "year": 2023, "section": "4", "section_title": "Extent, commencement and short title", "section_text": " 4    1   This Act extends to England and Wales and Scotland.     2   Sections 1 to 3 and the Schedule come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint; and different days may be appointed for different purposes.     3   Regulations under subsection  (2)  may make—   a   incidental, supplementary or consequential provision, or     b   transitional provision or savings.       4   This section comes into force on the day on which this Act is passed.     5   This Act may be cited as the Workers (Predictable Terms and Conditions) Act 2023.    "}]