[{"act": "Finance Act 1942", "year": 1942, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1942", "year": 1942, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1942", "year": 1942, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance Act 1942", "year": 1942, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1942", "year": 1942, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Finance Act 1942", "year": 1942, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1942", "year": 1942, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1942", "year": 1942, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Finance Act 1942", "year": 1942, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Finance Act 1942", "year": 1942, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Finance Act 1942", "year": 1942, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance Act 1942", "year": 1942, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1942", "year": 1942, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Finance Act 1942", "year": 1942, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Finance Act 1942", "year": 1942, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Finance Act 1942", "year": 1942, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Finance Act 1942", "year": 1942, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Finance Act 1942", "year": 1942, "section": "37", "section_title": "", "section_text": "37 The following subsection shall be substituted for subsection (1) of section twenty-eight of the Finance Act, 1941:— 1 After the termination of hostilities in the present war, there shall be ascertained and recorded, as respects every person who has paid any excess profits tax for any of the periods in respect of which the tax is chargeable at the rate of a hundred per cent. the amount (if any) by which the total sum paid by him by way of excess profits tax and the national defence contribution (less any sum repaid or payable on account of any deficiency of profits or otherwise) would have been decreased if the rate of excess profits tax had been eighty per cent. in respect of all those periods, and the amount so ascertained and recorded as aforesaid shall, . . .  , be repaid at such date as Parliament may hereafter determine: Provided that, in ascertaining the said amount, the capital employed in the trade or business shall be computed on the basis that the rate of tax during the said periods was a hundred per cent."}, {"act": "Finance Act 1942", "year": 1942, "section": "38", "section_title": "", "section_text": "38 Neither excess profits tax . . .   shall be chargeable in respect of the interest on tax reserve certificates issued by the Treasury."}, {"act": "Finance Act 1942", "year": 1942, "section": "39", "section_title": "", "section_text": "39 The right of appeal to the Board of Referees conferred by the proviso to subsection (4) of section thirty-eight of the Finance Act, 1940 (which subsection enables the Commissioners to modify the enactments relating to the computation, for the purposes of excess profits tax, of profits and capital in certain cases of succession or amalgamation) shall extend to cases where the Commissioners refuse to make any modification requested by the person carrying on the trade or business, and accordingly for the said proviso the following proviso shall be substituted:—   “                Provided that if the Commissioners make any such modifications and the person carrying on the trade or business is dissatisfied with the modifications so made, or if the Commissioners refuse to make any modifications requested by the person carrying on the trade or business and he is dissatisfied with the refusal, he may appeal to the Board of Referees.              ”"}, {"act": "Finance Act 1942", "year": 1942, "section": "40", "section_title": "", "section_text": "40 It is hereby declared that the provisions of Part III of this Act as to the certification for the purposes of subsection (1) of section eighteen of the Finance Act, 1941, of arrangements for the concentration of industry or business in the hands of fewer persons have effect also for the purposes of section thirty-seven of that Act (which relates to the treatment for purposes of excess profits tax of trades and businesses affected by arrangements to which the said section eighteen applies) and for the purposes of the said section thirty-seven as applied by section forty-three of that Act to the national defence contribution."}, {"act": "Finance Act 1942", "year": 1942, "section": "41", "section_title": "", "section_text": "41 The enactments relating to excess profits tax and the national defence contribution shall be deemed always to have had effect as amended and extended by this Part of this Act."}, {"act": "Finance Act 1942", "year": 1942, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Finance Act 1942", "year": 1942, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Finance Act 1942", "year": 1942, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Finance Act 1942", "year": 1942, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Finance Act 1942", "year": 1942, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Finance Act 1942", "year": 1942, "section": "47", "section_title": " Transfer and registration of Government stock.", "section_text": "47 1 The Treasury may by regulations provide— a for the transfer in law by instrument in writing  or otherwise  of stock and registered bonds of the descriptions specified in Part I of the Eleventh Schedule to this Act; b for the administration of such stock and bonds (including the registration of holders) by such one or more persons as the Treasury may appoint in accordance with the regulations and the closure of any register; bb for the redemption of such stock and bonds; bc for the exchange of any such stock and bonds (whenever issued) for strips thereof; bd for exchanges by which such strips (whether deriving from the same security or from different securities) are consolidated into a single security of a description so specified; c as to the issue  except in such cases as appear to the Treasury to be appropriate  of documents of title relating to such stock and bonds and as to evidence of title thereto;2 d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e for any incidental, supplementary or transitional matters relating to such stock and bonds, and to transactions connected therewith, for which it appears to the Treasury to be necessary or expedient to provide. 1ZA Regulations under subsection (1) of this section may make provision with respect to the purchase and sale of such stock and bonds by any person, or any description of person, through  the person or persons appointed in accordance with regulations under subsection (1)(b)  and, in relation to purchase or sale under the regulations, may— a make provision with respect to the commission and fees payable, and b make provision limiting the amount which any person, or any description of person, may purchase or sell on any day. 1A Regulations under subsection (1) of this section may make provision authorising  the person or persons appointed in accordance with regulations under subsection (1)(b) , in such circumstances and subject to such conditions as may be prescribed in the regulations, to transfer stock and bonds  ... in the name of a deceased person into the name of another person without requiring the production of probate, confirmation or letters of administration.  1B In this section “ strip ”, in relation to any stock or bond, means a security issued under the  National Loans Act 1968 which— a is issued for the purpose of representing the right to, or of securing— i a payment corresponding to a payment of interest or principal remaining to be made under the stock or bond, or ii two or more payments each corresponding to a different payment remaining to be so made; b is issued in conjunction with the issue of one or more other securities which, together with that security, represent the right to, or secure, payments corresponding to every payment remaining to be made under the stock or bond; and c is not itself a security that represents the right to, or secures, payments corresponding to a part of every payment so remaining.  1C For the purposes of subsection (1B) of this section, where the balance has been struck for a dividend on any stock or bond, any payment to be made in respect of that dividend shall, at times falling after that balance has been struck, be treated as not being a payment remaining to be made under the stock or bond. 1D Without prejudice to the generality of the powers conferred by the preceding provisions of this section (but subject to subsection (1E) of this section), regulations made by virtue of paragraph (bc) or (bd) of subsection (1) of this section may— a provide, for the purpose of authorising the making of exchanges, for any stock or bonds to be treated as issued on such terms as may be specified in the regulations; b contain such provision as the Treasury think fit about the circumstances in which and the conditions subject to which exchanges may be effected; and c contain any such provision as could be contained in rules made under section 14(3) of the National Loans Act 1968 (Treasury rules as to exchange of securities). 1E Regulations made by virtue of subsection (1)(bc) or (bd) of this section shall not make provision for the exchange of any stock or bonds, or of any strips, in any cases other than those where the exchange is at the request of the holder or in accordance with an order made by a court.   1EA Persons appointed in accordance with regulations under subsection (1)(b) shall be appointed on such terms (including terms as to the making of payments by the Treasury) as the Treasury consider appropriate, and the persons who may be so appointed include the Bank of England. 1F Regulations under this section may make different provision for different cases and contain such exceptions and exclusions as the Treasury think fit; and the powers of the Treasury to make regulations under this section are without prejudice to any of their powers under the  National Loans Act 1968.  2 As from the date on which the first regulations made under this section come into operation, all such stock and bonds as aforesaid shall be transferable in law in manner provided by regulations so made, and in no other manner, and accordingly the enactments and Order in Council set out in Part II of the Eleventh Schedule to this Act shall be amended to the extent specified in the third column of that Part, and the enactments and Order in Council set out in Part III of the said Schedule shall be repealed to the extent specified in the third column of that Part. 3 When the Treasury propose to make any regulations under this section, they shall lay a draft thereof before Parliament, and if either House of Parliament within the period of forty days beginning with the day on which the draft of the regulations is laid before it resolves that the regulations shall not be made, no further proceedings shall be taken thereon, but without prejudice to the laying of new draft regulations before Parliament. In reckoning any such period of forty days as aforesaid no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 4 Nothing in this section shall affect— a any stock in respect of which a stock certificate issued under Part V of the  National Debt Act 1870, is for the time being outstanding, or any other bearer security; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1942", "year": 1942, "section": "48", "section_title": "Amendment of ss. 53 and 55 of National Debt Act 1870.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1942", "year": 1942, "section": "49", "section_title": "†Short title, construction, extent and repeal.", "section_text": "49 1 This Act may be cited as the Finance Act 1942. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Any reference in this Act to any other enactment shall, except in so far as the context otherwise requires, be construed as a reference to that enactment as amended by or under any other enactment, including this Act. 7 Such of the provisions of Parts I and V of this Act as relate to matters with respect to which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland."}]