[{"act": "Greenwich Hospital Act 1942", "year": 1942, "section": "1", "section_title": " Extension of powers to grant pensions to persons employed for the purposes of Greenwich Hospital.", "section_text": "1 1 The powers conferred on the Admiralty by section twenty of the  Greenwich Hospital Act, 1865, as extended by section eight of the  Greenwich Hospital Act, 1872, shall extend and be deemed to have extended so as to include power— a to grant from the funds of Greenwich Hospital such pensions or pecuniary benefits as the Admiralty think fit to persons employed for the purposes of Greenwich Hospital, or to their legal personal representatives,  widows, surviving civil partners  or dependants; and b to contribute towards the payment by any other authority or person of pensions or pecuniary benefits to persons who have been employed as aforesaid, or to their legal personal representatives,  widows, surviving civil partners  or dependants. 2 The said powers shall, in the case of persons who retire after the passing of this Act from such employment as aforesaid, also extend so as to include power to permit the allocation, to such extent and subject to such conditions as the Admiralty may prescribe, to the  spouses, civil partners  and dependants of any such persons of pensions granted to them from the funds of Greenwich Hospital. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The powers conferred by this section shall be in addition to and not in derogation of any existing power exercisable by the Admiralty under the Greenwich Hospital Acts, 1865 to 1921."}, {"act": "Greenwich Hospital Act 1942", "year": 1942, "section": "2", "section_title": "†Distribution of money not exceeding one hundred pounds without probate.", "section_text": "2 Where, on the death of any person who has been employed for the purposes of Greenwich Hospital, any sum not exceeding  £5000  is due from the funds of Greenwich Hospital to that person or his legal personal representatives in respect of salary, wages, or pension or other pecuniary benefit, the Admiralty may dispense with probate or other proof of the title of the legal personal representatives, and the said sum may be paid or distributed to or among the persons appearing to the Admiralty to be beneficially entitled to the personal estate of the deceased person, or to or among any one or more of those persons, or, in the case of the illegitimacy of the deceased person or any of his children, to or among such persons as the Admiralty may think fit, and the Admiralty shall be discharged from all liability in respect of any such payment or distribution."}, {"act": "Greenwich Hospital Act 1942", "year": 1942, "section": "3", "section_title": " Short title and citation.", "section_text": "3 This Act may be cited as the Greenwich Hospital Act, 1942, and the Greenwich Hospital Acts, 1865 to 1921, and this Act may be cited together as the Greenwich Hospital Acts, 1865 to 1942."}]