[{"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "1", "section_title": " Right to disclaim certain leases of requisitioned land.", "section_text": "1 1 Where possession of all the land comprised in a lease to which this Act applies has been taken on behalf of His Majesty in the exercise of emergency powers, and the land or the main part thereof was, immediately before possession was so taken, being used by the tenant or by a member of the tenant’s family as his residence, or for the purposes of his business, or partly as his residence and partly for the purposes of his business, the tenant may, within three months from the material date, serve on the landlord a notice (in this Act referred to as a “notice of disclaimer”) stating that he disclaims the lease: Provided that a notice of disclaimer shall not be served unless at the time when it is served possession of the land to which it relates is retained in the exercise of emergency powers. 2 For the purposes of this section— a land shall not be deemed to be used by any person as his residence, if he uses it only as a week-end or holiday residence or resides there only on occasional visits, but the fact that he was not actually residing there immediately before possession of the land was taken as aforesaid shall not necessarily mean that he was not then using the land as his residence; b land shall not be deemed to be used for the purposes of a business, if that business, so far as it was previously carried on there, has been wholly or mainly closed down or transferred to other premises, and the land is no longer used for the purposes of the business except— i as a business address or otherwise for the purpose of preserving business connections, or ii to store furniture, plant or other property not removed from the land, or iii for some other purpose not involving the substantial use of the land. 3 Where a notice of disclaimer has been served, the landlord may, at any time within one month from the service of the notice, apply to the court to determine whether the notice is of no effect on the ground that the conditions specified in subsection (1) of this section are not fulfilled, and, if any such application is made, it shall lie with the tenant to show that the said conditions are fulfilled, and, unless it is decided by the court on such an application that the notice is of no effect on the said ground, the said conditions shall be deemed to be fulfilled. 4 Where possession of part only of the land comprised in a lease has been taken as aforesaid, or possession of part of the land so taken has been given up, and, if all the land had been so taken and retained, the conditions specified in subsection (1) of this section would have been fulfilled in respect thereof, the court may, on the application of the tenant made within three months from the material date, direct that this section shall have effect as if possession had been so taken and retained of all the land comprised in the lease, and shall, if it considers necessary, extend the period within which a notice of disclaimer may be served. The court shall, in considering any application under this subsection, have regard (among other matters) to the question whether it is reasonably practicable for the occupier to use the part of the land which has not been taken, or is not retained, as a residence, or, as the case may be, for the purposes of his business."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "2", "section_title": " Effect of notice of disclaimer.", "section_text": "2 1 Where a notice of disclaimer has been served, and the court has not decided under the foregoing section that it is of no effect, the notice shall become effective subject to any order of the court under this section, at the expiration of one month from the service of the notice or, if an application has been made to the court under subsection (3) of the foregoing section, of such further period (if any) as the court may allow. 2 Where a notice of disclaimer has become effective, the lease disclaimed shall be deemed to have been surrendered as from the material date and all interests in or derived out of the term created by the lease disclaimed shall be deemed to have been extinguished as from the said date. 3 Where  an agricultural holding as defined by section one of the  Agricultural Holdings Act 1948  is disclaimed under this Act, the tenancy shall, for the purposes of  sections fifty-six to fifty-nine and subsection (2) of section seventy of that Act  be deemed to terminate at the date on which the notice of disclaimer becomes effective in accordance with subsection (1) of this section. 4 Where a notice of disclaimer has been served under this Act, the court may— a on the application of any person having a mortgage or charge in respect of the term created by the lease disclaimed, vest the lease in that person on such term as the court thinks just, which may include adaptations or modifications of the terms of the lease; b on the application of the landlord or the tenant, make such adaptations or modifications as the court thinks just of any term of the lease relating to repairing obligations and, in particular, require the tenant to pay such sum as it thinks just in respect of any dilapidations which have already occurred and for which the tenant is liable or would (but for the disclaimer) become liable; c on the application of the landlord or the tenant, make such adaptations and modifications as it thinks just of any term of the lease imposing any liability on either party which will take effect on the surrender of the lease; and any such application may be made at any time before the notice of disclaimer becomes effective. 5 Within seven days from the service of a notice of disclaimer, the tenant shall serve upon any person having a mortgage or charge in respect of the term created by the lease disclaimed a copy of the notice of disclaimer and the name and address of the landlord, and if he fails to do so, he shall be liable to make good to any such person any damage suffered by that person by reason of the failure."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "3", "section_title": " Multiple leases.", "section_text": "3 1 Where possession of all the land comprised in a multiple lease to which this Act applies has been taken and is retained on behalf of His Majesty in the exercise of emergency powers, and all the separate tenements comprised in the lease are tenements (hereafter in this section referred to as “ disclaimable tenements ”) which the tenant holding under the multiple lease would, if he held them under separate leases, be entitled to disclaim under section one of this Act, he may serve a notice of disclaimer under that section in respect of the lease, and subsection (3) of that section shall apply to any such notice as if the reference to the conditions specified in subsection (1) of that section were a reference to the conditions specified in this subsection, but, save as aforesaid, section one of this Act shall not apply in the case of multiple leases, and the following provisions of this section shall have effect in lieu thereof. 2 Where possession of one or some of the tenements comprised in a multiple lease, being a disclaimable tenement or disclaimable tenements, has been taken and is retained as aforesaid, and the remainder of the tenements comprised in the lease either have not been taken or are not retained or are not disclaimable tenements, the tenant may, within three months from the material date, apply to the court for permission to serve a notice of disclaimer either in respect of the lease as a whole or in respect of one or more of the separate tenements comprised therein. 3 If, on any such application for permission to serve a notice of disclaimer in respect of the lease as a whole, the court is satisfied, having regard to the extent to which possession has been taken and retained as aforesaid of the land comprised in the lease and the extent to which the tenements are disclaimable tenements and all the circumstances of the case, that it is equitable to allow the tenant to disclaim the lease as a whole, it shall direct that the tenant shall be at liberty to serve, within such period as may be specified, a notice of disclaimer in respect of the lease as a whole: Provided that, if the court gives such a direction in a case where possession of any tenement comprised in the lease has not been taken or is not retained as aforesaid, the court may, if it thinks just, direct that the rent payable under the lease and, if the tenement is sub-let, the rent payable under the under-lease shall, notwithstanding the disclaimer, be payable, to such extent as may be directed, in respect of the period beginning with the material date and ending with the date on which the notice of disclaimer becomes effective, and the provisions of this Act relating to the apportionment of rent shall have effect subject to any such direction. 4 If, on any such application for permission to serve a notice of disclaimer either in respect of the lease as a whole or as respects one or more of the separate tenements comprised therein, the court is satisfied that it is equitable to allow the tenant to disclaim one or more of the separate tenements comprised in the lease, being disclaimable tenements of which possession has been taken and is retained as aforesaid, it shall order that the lease shall be treated as if it were two separate leases, one comprising the tenement or tenements to be disclaimed, and the other comprising the remainder of the tenements, and shall give such consequential directions as to the apportionment of the rent and otherwise as it thinks just, and shall direct that the tenant shall be at liberty to serve, within such period as may be specified, a notice of disclaimer in respect of the lease comprising the said tenement or tenements to be disclaimed. 5 Where possession of part only of a separate tenement comprised in a multiple lease has been taken as aforesaid, or possession of part only of a separate tenement so taken has been given up, and the tenement is in either case a disclaimable tenement, the court may, if it is satisfied that it is equitable to do so, exercise its powers under this section in like manner as if possession of the whole of the tenement had been taken and retained as aforesaid, and shall, in considering whether to exercise the said powers, have regard (among other matters) to the question whether it is reasonably practicable for the occupier to use part of the tenement which has not been taken, or is not retained, as a residence, or, as the case may be, for the purposes of his business."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "4", "section_title": " Provision where land is requisitioned by stages.", "section_text": "4 1 Where— a possession of part of the land comprised in a lease has been taken and is retained on behalf of His Majesty in the exercise of emergency powers and the lease has not been disclaimed; b possession of the remainder or part of the remainder of the land is on a subsequent occasion so taken and retained; and c the tenant cannot, on the subsequent occasion, serve a notice of disclaimer or obtain a direction enabling him to serve such a notice because possession of part of the land has already been taken as aforesaid, and in consequence the necessary conditions cannot be fulfilled; the court may, on the application of the tenant made within three months from the date which is the material date in relation to the subsequent occasion, if in all the circumstances of the case it considers it equitable to do so, direct that the tenant shall be at liberty to serve, within such period as may be specified, a notice of disclaimer in respect of the lease, which, in the case of a multiple lease, may either be in respect of the lease as a whole or in respect of one or more of the separate tenements comprised therein. 2 Subsection (3) of section one of this Act shall not apply to any notice of disclaimer served in pursuance of a direction given under the last foregoing subsection, but the court shall not give such a direction unless the landlord is a party to the proceedings."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "5", "section_title": " Provisions in case where tenant is abroad.", "section_text": "5 1 Where possession of land comprised in a lease has been taken on behalf of His Majesty in the exercise of emergency powers and the tenant was outside the United Kingdom for the whole or the greater part of the period of three months from the material date, and the court is satisfied, on an application made on behalf of the tenant or made by the tenant within a reasonable time after his return to the United Kingdom, that it was not reasonably practicable for him to exercise his rights under the provisions of this Act relating to disclaimer within the said period, or to give the necessary authority for the exercise of those rights on his behalf within the said period, the court may, if it thinks fit, extend the period for the exercise of those rights. 2 Where possession of land comprised in a lease has been taken as aforesaid, and the tenant was outside the United Kingdom at the material date, or left the United Kingdom shortly after the material date without having a reasonable opportunity to exercise or secure the exercise of his rights under the provisions of this Act relating to disclaimer, and the court is satisfied, on an application made by any other person while the tenant remains outside the United Kingdom,— a that it is not reasonably practicable to obtain instructions from the tenant as to the exercise of the said rights; and b that the applicant is a proper person to exercise those rights on behalf of the tenant; the court may, if it thinks fit, direct that those rights may be exercised by the applicant on behalf of the tenant and may, if necessary, extend the period for the exercise thereof. 3 Where the court extends under this section the period for exercising the rights of any tenant, the court may, if it thinks fit, direct that, if the lease is disclaimed, the surrender thereof shall, instead of taking effect as from the material date, take effect as from such later date as the court may direct."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "6", "section_title": " Miscellaneous matters arising in consequence of disclaimer.", "section_text": "6 1 Where any lease is deemed to have been surrendered by virtue of this Act, the rent payable in respect of the period during which the surrender is deemed to have taken effect shall be apportionable, whether the rent under the lease is payable in advance or otherwise, and any rent paid by the tenant in respect of that period in excess of the amount apportionable to the part of the period preceding the date on which the surrender is deemed to have taken effect shall be recoverable by him. 2 Where any lease is deemed to have been surrendered by virtue of this Act, the compensation payable under paragraph (a) of subsection (1) of section two of the  Compensation (Defence) Act 1939, in respect of any period after the date on whih the surrender is deemed to have taken effect shall be payable to the landlord: Provided that any payment of compensation in respect of any such period made to the person who would have been entitled thereto but for the surrender shall, unless before the payment is made notice of the surrender has been served by the landlord on the authority by whom possession of the land comprised in the lease has been taken, be deemed to have been paid to that person as the agent of the landlord, and the landlord shall be entitled to recover it from that person but shall not have any other remedy in respect thereof. The payment of compensation as aforesaid to the said person as agent of the landlord shall not be taken as implying that the landlord is bound by any agreement made between that person and the said authority as to the amount of the compensation. 3 Where possession of any land comprised in a lease or any part thereof has been taken on behalf of His Majesty in the exercise of emergency powers, and a notice of disclaimer has been served by the tenant, any compensation under paragraph (a) of subsection (1) of section two of the  Compensation (Defence) Act 1939, accruing due in respect of the land during the period, beginning with the material date and ending with the date on which the notice of disclaimer becomes effective or, as the case may be, is decided by the court to be of no effect shall, for the purposes of section eleven of the said Act (which limits the time for claiming compensation), be deemed only to accrue due at the end of the said period."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "7", "section_title": " Adjustment of rights as to certain buildings and fixtures.", "section_text": "7 1 Where possession of any land comprised in a lease has been taken on behalf of His Majesty in the exercise of emergency powers and— a the tenant has a right, as between him and his landlord, to remove, either during the currency of the lease or after the termination thereof, any building or fixtures annexed to the land; and b the lease comes to an end (whether as the result of disclaimer under this Act or otherwise) before possession of the land so taken has been given up, or within such a short period thereafter as not to give the tenant a reasonable opportunity for exercising his right; the said right may be exercised within a reasonable time after such possession has been given up or, with the consent of the authority by whom possession was so taken, at any earlier time. 2 The foregoing subsection shall not apply to any building or fixture which is annexed to  an agricultural holding as defined by section one of the  Agricultural Holdings Act 1948 , and is a building or fixture to which  section thirteen of that Act  applies, but that section shall have effect, in any such case as is mentioned in the last foregoing subsection, as if the reference in that section to a reasonable time after the termination of the tenancy were construed as a reference to a reasonable time after possession of the land taken in the exercise of emergency powers has been given up. 3 The tenant of any land of which possession has been taken as aforesaid may recover from the person entitled to the compensation payable in respect of the land under paragraph (a) or paragraph (b) of subsection (1) of section two of the  Compensation (Defence) Act 1939, such part (if any) of the compensation payable under the said paragraph (a) as may be agreed by the tenant and the said person, or in default of agreement, as may be determined by the court, to be attributable to the use during any period after the termination of the lease of any building or fixtures removable by the tenant, and such part of the compensation payable under the said paragraph (b) as may be so agreed or determined to be attributable to damage to any such building or fixtures. 4 Where the tenant of any land is entitled under the foregoing provisions of this section to remove any building or fixtures within a reasonable time after possession of the land is given up as aforesaid, the person who, when possession is so given up, is entitled to occupy the land, shall, if the tenant has served on him a notice requesting to be informed when possession is so given up and specifying the address to which the information is to be sent, serve a notice accordingly giving that information, and the period within which the tenant may remove the building or fixtures shall extend to a reasonable time after the service of the notice by the said person. 5 This section shall extend to any case where the lease has come to an end before the date of the passing of this Act but possession of the land comprised therein is still retained as aforesaid at the said date, and shall, in relation to any such lease, be deemed to have been in force at the termination thereof."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "8", "section_title": " Special provisions where lease requires landlord to pay rates, provide services, &c.", "section_text": "8 1 Where possession of the land comprised in any lease has been taken on behalf of His Majesty in the exercise of emergency powers, and by virtue of any term of the lease or of any contract collateral thereto:— a the tenant is wholly or partly relieved of liability or indemnified in respect of the usual tenant’s rates and taxes, or in respect of the cost of the repairs or insurance, or in respect of any other expenses necessary to maintain the land; b the landlord is required to provide lighting, heating, board, furniture or other services; or c the landlord is required to carry out any improvements, being improvements which were not completed at the date when possession of the land was taken as aforesaid; the rent payable under the lease in respect of the period for which possession of the land is retained in the exercise of emergency powers shall, subject to the following provisions of this section, be reduced to such an amount as may be agreed between the tenant and the landlord, or in default of agreement as may be determined by the court, to be the net rent, that is to say, the rent which might reasonably have been expected to be payable under the lease on the assumption (so far as applicable) that the tenant was wholly liable thereunder in respect of all the matters referred to in paragraph (a) hereof and the landlord was not required to provide any of the services referred to in paragraph (b) hereof or to carry out any of the impovements referred to in paragraph (c) hereof; and any liability of the landlord to the tenant in respect of any of those matters, services or improvements shall, subject as aforesaid, be suspended during the said period. 2 Where the authority by whom possession of the land comprised in any lease has been taken as aforesaid requires the landlord to continue to provide any of the services (other than board and furniture) referred to in paragraph (b) of the last foregoing subsection, it may, within three months from the date on which possession of the land was so taken, serve a notice on the landlord specifying the services required, and thereupon the following provisions shall have effect for the period beginning with the service of the notice and ending with the date on which possession of the land is given up by the authority:— a the landlord shall provide the said services for the authority in the like manner and to the like extent as could have been required by the tenant if possession of the land had not been taken as aforesaid; and b the authority shall pay to the landlord out of moneys provided by Parliament a periodical sum equal to such part of the rent payable under the lease as may be agreed between the authority and the landlord, or, in default of agreement, as may be determined by the court, to be attributable to the provision of the said services: Provided that— i if the lease is disclaimed under this Act, this subsection shall cease to apply thereto as from the date on which the notice of disclaimer becomes effective, and, if the lease is otherwise determined before the end of the period aforesaid, this subsection shall cease to apply thereto as from the date of the determination; ii the said authority may, at any time before the end of the period aforesaid, serve on the landlord a notice stating that they no longer require the said services, or such of them as may be specified in the notice, and, on the expiration of such period not less than one month from the service of the notice as may be so specified, this subsection shall cease to apply with respect to the services to which the notice relates. 3 Nothing in the foregoing provisions of this section shall be taken as preventing or affecting any agreement, whether made before or after the passing of this Act, between the authority by whom possession of the land comprised in the lease has been taken as aforesaid and the landlord and the tenant, whereby the landlord undertakes to continue to provide for any of the matters referred to in paragraph (a) of subsection (1) of this section or to provide any of the services referred to in paragraph (b) of that subsection, or to carry out any of the improvements referred to in paragraph (c) of that subsection, and either— a the authority pays to the landlord such periodical sum as may be agreed, and the rent payable by the tenant under the lease is reduced by a corresponding sum; or b the authority pays, by way of an addition to the compensation payable under paragraph (a) of subsection (1) of section two of the  Compensation (Defence) Act 1939, such sum as may be agreed; and while any such agreement is in force, the foregoing provisions of this section shall not apply with respect to the matters, services or improvements to which the agreement relates and, on the determination of any such agreement, the said authority may, within one month from the determination thereof, serve a notice under the last foregoing subsection with respect to any of the said services, notwithstanding that the period within which such a notice may be served under that subsection has expired. 4 This section shall apply in a case where possession of part only of the land comprised in a lease has been taken as aforesaid, as if the land so taken were comprised in a separate lease, and the necessary apportionment shall be made of the rent or of any part thereof attributable to any such matters, services or improvements as are referred to in subsection (1) of this section, and, if any dispute arises as to the apportionment, it shall be referred to and determined by the court. 5 Any periodical sum payable under subsection (2) of this section shall be considered as accruing due from day to day and shall be apportionable in respect of time accordingly, and where the rent payable under any lease is reduced by virtue of this section, the rent shall be apportionable in respect of time, whether it is payable in advance or otherwise, and where the tenant has paid any sum which is not payable, or exceeds the amount payable, by virtue of this section, he shall be entitled to recover that sum or, as the case may be, the excess part thereof. 6 In a case where possession of the land comprised in a lease has been taken as aforesaid before the passing of this Act, this section shall have effect subject to the modification that any reference to the period for which possession of the land is retained in the exercise of emergency powers shall be construed as referring only to so much of that period as extends after the passing of this Act, and any reference to the date on which possession of the land was so taken shall be construed as a reference to the date of the passing of this Act."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "9", "section_title": " Notices and certificates.", "section_text": "9 1 A notice served under this Act shall be in writing and any such notice or any copy thereof may be served either— a by delivering it to the person on whom it is to be served; or b by leaving it at the usual or last known place of abode of that person; or c by sending it in a pre-paid registered letter addressed to that person at his usual or last known place of abode; or d in a case where it is to be served on a body corporate, by delivering it to the secretary or clerk thereof at the registered or principal office thereof or sending it in a pre-paid registered letter addressed to the secretary or clerk thereof at that office; or e in such other manner as the court on an application made in that behalf may direct. 2 Where the interest of a former landlord in the land comprised in a lease has passed to any person— a service of a notice on that former landlord by a person who does not know and has no reason to believe that the interest has passed shall be treated for the purposes of this Act as service on the person to whom the interest has passed; b the former landlord on receipt of any such notice, shall forthwith serve the notice on the person to whom the interest has passed, and, if he fails to do so, shall be liable to make good to any other person any damage suffered by that other person by reason of the failure. 3 A notice with respect to a lease shall be deemed for the purposes of this Act to have been served on the landlord if it is served on any person for the time being authorised by the landlord to receive the rent payable under the lease. 4 A certificate purporting to be signed by or on behalf of the authority by whom possession of land comprised in a lease was taken on behalf of His Majesty in the exercise of emergency powers, and to specify the land of which, and the date on which, possession was so taken or was given up, shall be sufficient evidence for the purposes of this Act of the facts contained therein, unless the contrary is proved."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "10", "section_title": " Jurisdiction of court.", "section_text": "10 1 Subject to the provisions of  section one hundred and fifteen of the  County Courts Act 1959  (which provides for the removal into the High Court of any proceedings commenced in a county court), the jurisdiction of the court under this Act shall be exercised  in England and Wales by the county court and in Northern Ireland                 by a county court."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "11", "section_title": " Leases to which this Act applies.", "section_text": "11 1 This Act, so far as it relates to the disclaimer of leases, shall only apply to a lease which— a provides that the term created thereby will expire, or may be determined, at a date not later than five years after the material date; or b provides (whatever form of words may be used) that the term created thereby will expire, or may be determined, at the end, or not later than twelve months after the end, of any war in which His Majesty may be engaged."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "12", "section_title": " Application to the Crown.", "section_text": "12 This Act binds the Crown, and shall apply to land belonging to His Majesty, or forming part of the possessions of the Duchy of Cornwall, or belonging to a Government Department, or held in trust for His Majesty for the purposes of a Government Department."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "13", "section_title": " Interpretation.", "section_text": "13 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say— “ business ” includes trade and profession; “ emergency powers ” has the same meaning as in the  Compensation (Defence) Act 1939, and any reference to the exercise of emergency powers shall be construed as a reference to their exercise during the period beginning with the twenty-fourth day of August, nineteen hundred and thirty-nine, and ending with such date as His Majesty may by Order in Council declare to be the date on which the emergency that was the occasion of the passing of the Compensation (Defence) Act 1939, came to an end; “ exercise ” includes purported exercise; “ land ” includes (without prejudice to any of the provisions of section three of the Interpretation Act, 1889) land covered with water, and parts of houses and buildings; “ landlord ”, in relation to a lease, means the person who under the lease is, as between himself and the tenant, for the time being entitled to the rents and profits of the demised premises payable under the lease, and, in a case where the reversion immediately expectant on the lease is mortgaged and the mortgagee is in possession thereof or has appointed a receiver of the rents and profits thereof, means that mortgagee; “ lease ” means a lease, under-lease or other tenancy, assignment operating as a lease or under-lease, or an agreement for such lease, under-lease, tenancy or assignment; “ material date ”, in relation to any occasion on which possession of the land or any part of the land comprised in a lease has been taken on behalf of His Majesty in the exercise of emergency powers, means— a where the occasion was before the passing of this Act, the date of the passing of this Act; b in any other case, the date on which the land or part of the land was so taken; “ member of the family ”, in relation to any tenant, means the wife or husband of the tenant,   the civil partner of the tenant,  or any parent or child of the tenant as defined by  subsections (3) and (4) of section one of the  Fatal Accidents Act 1976 , and also includes any other relative who is being wholly or mainly maintained by the tenant; “ multiple lease ” means a lease comprising land which, at the date when possession thereof was taken on behalf of His Majesty in the exercise of emergency powers, was used or adapted for use as two or more separate tenements; “ rent ” includes any periodical sum payable by the tenant to the landlord in connection with his tenancy (whether under the lease or otherwise) in respect of lighting, heating, board, furniture or other services; and any reference to the rent payable under a lease shall be construed as including a reference to any such sum as aforesaid; “ tenant ”, in relation to a lease, means the person for the time being entitled to the term created by the lease, except that, in a case where a lease is held by a trustee, the first reference in subsection (1) of section one of this Act to the tenant shall include a reference to the person beneficially entitled to the term created by the lease or to the proceeds of sale thereof. 2 For the purposes of this Act, premises used as a lodging-house or apartment-house shall be deemed to be used for the purposes of a business, but, save as aforesaid, the sub-letting in separate tenements of land comprised in a lease, whether or not services are provided for the sub-tenants, shall not be deemed to be the use of the land for the purposes of a business. 3 Any reference in this Act to the authority by whom possession of any land is taken in the exercise of emergency powers shall, in a case where the exercise of those powers has been delegated to any person, be construed as a reference to that person. 4 Where possession of any land comprised in a lease has been taken on behalf of His Majesty in the exercise of emergency powers and has thereafter been given up, the taking of possession of the land as aforesaid on a subsequent occasion shall not be deemed to revive any right to serve a notice of disclaimer in respect of the earlier occasion, and any reference in this Act to the taking of possession of the land shall, in relation to a notice of disclaimer served in respect of the subsequent occasion, be construed as a reference to the taking of possession on that occasion."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "14", "section_title": " Provisions as to Scotland and Northern Ireland.", "section_text": "14 1 This Act shall not extend to Scotland. 2 In the application of this Act to Northern Ireland the following modifications shall be made:— a for the reference to  section one hundred and fifteen of the  County Courts Act 1959 , there shall be substituted a reference to  section thirty-one of the  Judicature (Northern Ireland) Act 1978 ; b for the reference of section two of the  Law Reform (Miscellaneous Provisions) Act 1934, there shall be substituted a reference to section fifteen of the Law Reform (Miscellaneous Provisions) Act (Northern Ireland), 1937; c references to a Government Department shall include references to a Department of the Government of Northern Ireland."}, {"act": "Landlord and Tenant (Requisitioned Land) Act 1942", "year": 1942, "section": "15", "section_title": " Short title.", "section_text": "15 This Act may be cited as the Landlord and Tenant (Requisitioned Land) Act 1942."}]