[{"act": "Minister of Works Act 1942", "year": 1942, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Minister of Works Act 1942", "year": 1942, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Minister of Works Act 1942", "year": 1942, "section": "5", "section_title": " Seal style and acts of Minister.", "section_text": "5 1 The Minister of Public Building and Works shall for all purposes be a corporation sole and shall have an official seal, which shall be authenticated by the signature of the Minister or any person authorised by the Minister to act in that behalf. 2 The seal of the Minister shall be officially and judicially noticed, and every document purporting to be an instrument made or issued by the Minister and to be sealed with the seal of the Minister authenticated in the manner provided by this section, or to be signed by any person authorised as aforesaid, shall be received in evidence and be deemed to be so made or issued without further proof, unless the contrary is shown. 3 A certificate signed by the Minister that any instrument purporting to be made or issued by him was so made or issued shall be conclusive evidence of that fact. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 \t\t\t\t\t No stamp duty shall be chargeable on any instrument made by, to, or with the Minister."}, {"act": "Minister of Works Act 1942", "year": 1942, "section": "6", "section_title": " Provisions as to Orders in Council.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 As soon as it appears to His Majesty that by reason of the transfer of powers duties property rights and liabilities from the Commissioners of Works it is no longer necessary that the said Commissioners shall continue to exist, His Majesty may by Order in Council provide for the dissolution of the Commissioners, and on the coming into force of any such Order in Council the office of Commissioner of His Majesty’s Works and Public Buildings shall cease to exist. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Minister of Works Act 1942", "year": 1942, "section": "7", "section_title": " Short title and extent.", "section_text": "7 1 This Act may be cited as the Minister of Works . . .   Act 1942. 2 It is hereby declared that this Act extends to Northern Ireland, and this Act shall extend to the Isle of Man."}]