[{"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "1", "section_title": " Additional injuries and damage in respect of which compensation may be paid.", "section_text": "1 1 Sections three, four and five of the  Pensions (Navy, Army, Air Force and Mercantile Marine) Act, 1939 (hereafter in this Act referred to as “ the principal Act ”) (which sections empower the Minister of Pensions to make schemes for awards in respect of war injuries to mariners, pilots and other persons, and certain persons employed or engaged in ships forming part of His Majesty’s Navy) shall, as amended by the subsequent provisions of this Act, apply in relation to injuries falling within this section which are not war injuries as defined by section ten of the principal Act as they apply in relation to war injuries as so defined; and section six of the principal Act (which provides for compensation for war damage to effects) shall, as amended by the subsequent provisions of this Act, apply in relation to loss and damage falling within this section which is not war damage as so defined as it applies in relation to war damage as so defined. 2 The injuries falling within this section are physical injuries sustained on or after the third day of September, nineteen hundred and thirty-nine, at sea or in any other tidal water or in the waters of any harbour, and attributable to— a the taking of measures with a view to avoiding, preventing or hindering enemy action against ships, or as a precaution in anticipation of enemy action against ships, or for rescue or salvage purposes in consequence of enemy action against ships; or b the absence, by reason of circumstances connected with any war in which His Majesty may be engaged, of any aid to navigation for ships, or of any warning of danger to ships, being an aid or warning which would be normal in time of peace; or c the carriage, by reason of circumstances connected with any such war as aforesaid, of any cargo in a manner which would be abnormal in time of peace and involves danger to the ship in which the cargo is carried or to her crew; or d the existence on board ship of any other conditions arising out of any such war as aforesaid which would be abnormal in time of peace, and the loss and damage falling within this section is loss and damage sustained and attributable as aforesaid: Provided that in relation to injuries, loss or damage sustained in the waters of a harbour the measures specified in paragraph ( a ) of this subsection do not include the prohibition or restriction of lights other than navigational lights. 3 For the purposes of this section an injury or any loss or damage shall be treated as being attributable to the matters specified in paragraph ( a ), in paragraph ( b ), in paragraph ( c ), or in paragraph ( d ) of the last preceding subsection if, but only if, they substantially increased the risk of the peril occurring which caused the injury, loss or damage. 4 In this section the expression “ navigational light ” means a light displayed, whether on a ship or otherwise, as an aid to navigation for ships or as a warning of danger to ships."}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "2", "section_title": " Mariners.", "section_text": "2 1 For subsections (1) and (2) Of section three of the principal Act (which authorises the making of a scheme for awards to or for the benefit of mariners and their dependants in cases where mariners have sustained war injuries, or been detained, by reason of their service in British ships) there shall be substituted the following subsections— 1 The Minister may, with the consent of the Treasury, make a scheme for— a applying the provisions of any Naval War Pensions Order to persons in cases where their death or disablement is directly attributable to their having sustained war injuries, or suffered detention, by reason of their service as mariners in British ships; b the payment of allowances to or for the benefit of persons who have suffered detention as aforesaid or to or for the benefit of their dependants. 2 The cases in which a person who has sustained an injury, or suffered detention, is to be treated as having sustained the injury, or suffered the detention, by reason of his service in a British ship as a mariner are where the injury, or the capture on which his detention was consequent, as the case may be, occurred— a while he was in the service of a British ship as a mariner; b in the case of a person normally employed as a mariner, while he was in the service of a seagoing British ship in the British Islands in which he was employed as master or a member of the crew thereof, notwithstanding that he was not employed in seagoing service in the ship; c while he was at a place outside the British lslands on leave from a British ship in which he was employed as a mariner and which was at a port outside the British Islands; d while he was at a place outside the British Islands in accordance with arrangements made or approved by or on behalf of the Minister of War Transport for having persons available for employment as mariners; e while he was at any place, except on land in the British Islands, in the course of proceeding to employment in a British ship as a mariner, or to a place to which he was going in accordance with such arrangements as aforesaid; f without prejudice to the last preceding paragraph, while he was at any place, except as aforesaid in the course of returning to any part of the British Islands, to the country to which he belonged, or to any other country approved by or on behalf of the Minister of War Transport, from employment in a British ship as a mariner, or from a place at which he had been in accordance with such arrangements as aforesaid, and before he first arrived on land in that part of the British Islands or,as the case may be, in that country ; or g while he was waiting at any place outside the British Islands to proceed or return as aforesaid, whether the delay was due to sickness or to any other cause outside his control. 2 For Paragraph (a) of subsection (1) of section six of the principal Act (which authorises the making of a scheme for compensating the persons mentioned in paragraphs (a), (b) and (c) thereof for war damage to their effects sustained in the circumstances mentioned in those paragraphs) there shall be substituted the following paragraph— a persons for war damage to their effects sustained by reason of their service as mariners in British ships, that is to say, sustained in any of the circumstances mentioned in paragraphs (a) to (g) of subsection (2) of section three of this Act. 3 The references in section three, and in paragraph ( a ) of subsection (1) of section six, of the principal Act, as amended by the foregoing provisions of this section, to British ships shall in relation to injuries, detention, loss or damage sustained or suffered by British subjects and British protected persons be construed as including references to other ships chartered on behalf of His Majesty; and a scheme under the said section three or section six may make provision, as respects such cases as may be specified by or under the scheme, for treating the service or employment of British subjects and British protected persons as mariners in ships which are not British ships or such other ships as aforesaid as if it were service or employment in British ships."}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "3", "section_title": " Pilots and apprentice pilots.", "section_text": "3 1 The persons to whom section four of the principal Act (which authorises the making of a scheme for awards to or for the benefit of persons to whom that section applies and their dependants in cases where the said persons have sustained war injuries, or been detained, by reason of their service) applies as being pilots and apprentice pilots are any pilot, and any person (whether an apprentice or not) training as a pilot, whose normal occupation as such is carried on in or from the British Islands and is that of acting as pilot or apprentice pilot in ships at sea or ships proceeding to or from sea from or to ports or pilotage districts in the British Islands which are at sea at some time while he is so acting; and in this section the expression “ apprentice pilot ” includes any person training as a pilot. 2 For the purposes of the said section four, the cases in which a pilot or apprentice pilot who has sustained an injury, or suffered detention, is to be treated as having sustained the injury, or suffered the detention, by reason of his service are where the injury, or the capture on which his detention was consequent, as the case may be, occurred— a at any time during a period while he was on a seagoing ship, if during some part of that period he was acting or was due to act as pilot or apprentice pilot; b while he was on board a pilot boat; c while he was at any place, except on land in the British Islands, while proceeding to or returning from a seagoing ship in which he was due to act, or had acted, as pilot or apprentice pilot or a pilot boat; and paragraph ( a ) of subsection (3) of section four of the principal Act is hereby repealed. 3 The cases in which a scheme made under subsection (1) of section six of the principal Act may provide for compensation to persons to whom the said section four applies as pilots and apprentice pilots for war damage to their effects are where the damage occurred in the circumstances mentioned in paragraph ( a ), paragraph ( b ) or paragraph ( c ) of subsection (2) of this section, and paragraph ( b ) of the said subsection (1) shall be construed accordingly."}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "4", "section_title": " Persons engaged in salvage operations.", "section_text": "4 1 Section four of the principal Act shall apply to such salvage workers as are specified in subsection (2) of this section; and for the purposes of the said section four such a salvage worker shall be deemed to have sustained an injury, or to have been detained, by reason of his service if he sustained the injury, or if the capture in consequence of which the detention occurs was effected,— a while he was engaged in salvage operations taking place either at sea or in any tidal water or harbour outside the British Islands; b while he was on leave at a place outside the British Islands during the carrying on of such salvage operations in which he was engaged; c while he was at any place, except on land in the British Islands, in the course of proceeding to or returning from engagement in such salvage operations; d while he was waiting at any place outside the British Islands to proceed or return as aforesaid, whether the delay was due to sickness or to any other cause outside his control. 2 The salvage workers hereinbefore referred to are any person, other than a member of His Majesty’s naval forces, who, not being the master or a member of the crew of a ship, is regularly employed in salvage operations in or from the British Islands. 3 The cases in which a scheme made under subsection (1) of section six of the principal Act may provide for compensation to persons to whom section four of that Act applies as salvage workers for war damage to their effects are where the damage occurred in the circumstances mentioned in paragraph ( a ), paragraph ( b ), paragraph ( c ), or paragraph ( d ) of subsection (1) of this section, and paragraph ( b ) of the said subsection (1) of section six shall be construed accordingly. 4 In relation to such a salvage worker as is mentioned in subsection (2) of this section, or to the master or a member of the crew of a ship regularly employed, or chartered for the purpose of being employed, in salvage operations, the reference in paragraph ( a ) of subsection (2) of section one of this Act to measures taken for salvage purposes shall not apply."}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "5", "section_title": " Meaning of “physical injury”.", "section_text": "5 For the removal of doubt it is hereby declared that the expression “physical injury”, in the principal Act and in this Act, and in the  Personal Injuries (Emergency Provisions) Act, 1939, includes tuberculosis and any other organic disease, and the aggravation thereof."}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "6", "section_title": " Minor and consequential amendments of principal Act. ", "section_text": "6 The principal Act shall have effect subject to the amendments set out in the Schedule to this Act, being minor amendments and amendments consequential on the preceding provisions of this Act."}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "8", "section_title": " Provisions as to schemes.", "section_text": "8 1 Without prejudice to the general provisions as to schemes contained in section seven of the principal Act, it is hereby declared that a scheme authorised by this Act to be made by virtue of the principal Act may provide that it shall come into operation, or shall be deemed to have come into operation, on such date as may be specified therein, whether before or after the commencement of this Act. 2 The repeal by this Act of any provision of the principal Act shall not affect the validity of anything in a scheme made under the principal Act before the date of the passing of this Act, but nothing in this subsection shall be taken to prejudice the power to amend or revoke a scheme so made."}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "9", "section_title": " Expenses.", "section_text": "9 Any increase in the sums payable out of moneys provided by Parliament under schemes made by virtue of the principal Act which is attributable to the provisions of this Act extending the scope of such schemes shall be defrayed out of moneys so provided."}, {"act": "Pensions (Mercantile Marine) Act 1942", "year": 1942, "section": "10", "section_title": " Short title and interpretation.", "section_text": "10 1 This Act may be cited as the Pensions (Mercantile Marine) Act, 1942. 2 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say— “ harbour ” means any harbour, whether natural or artificial, and any port, dock, haven, estuary, tidal or other river, canal or inland navigation to which sea-going ships have access; “ salvage ” means the preservation or recovery of vessels wrecked, stranded or in distress, or their cargo or apparel, or the recovery of any other property from the water and includes the removal of wrecks, and “ salvage operations ” and “ salvage purposes ” shall be construed accordingly; “ tidal water ” means any part of the sea, and any part of a river within the ebb and flow of the tide at ordinary spring tides and not being a harbour. 3 Expressions used in this Act and in the principal Act as amended by this Act have, save where this Act otherwise expressly provides, the meaning assigned thereto by the principal Act as so amended."}]