[{"act": "War Orphans Act 1942", "year": 1942, "section": "1", "section_title": " Extension of duty of Minister of Pensions to care for orphans.", "section_text": "1 1 The children for the care of whom it shall be the duty of the Minister of Pensions to make provision under section nine of the  War Pensions (Administrative Provisions) Act, 1918, shall include any child in the United Kingdom or the Isle of Man to or in respect of whom a pension is being paid on account of the death since the third day of September, nineteen hundred and thirty-nine, of a parent, being a child who is suffering from neglect or want of proper care; and the said section nine and any enactments referring thereto shall be construed accordingly. 2 Where any child is being cared for under the said section nine, and, while he is being so cared for, the pension in respect of which that section applied to him ceases to be paid by reason of his attaining any age, the duty of the Minister of Pensions under that section shall, unless at any time the Minister considers the child to be no longer in want of such care, continue in relation to him until he attains the age of twenty-one years. 3 Any expenses incurred by the Minister of Pensions by reason of the addition made by this section to the classes of children for the care of whom it is his duty to make provision or of the extension made by this section in the period for which his duty is to continue in the case of any child shall be defrayed out of moneys provided by Parliament. 4 In this section, the expression “ child ” means a person to or in respect of whom a pension is being paid as being, within the meaning of the instrument under which the pension is being paid, the child or dependent child or eligible child of any other person, and the expression “ parent ” shall be construed accordingly; and the expression “ pension ” means any pension or allowance paid by the Minister of Pensions under any Royal Warrant, Order in Council or Order relating to members of His Majesty’s Naval, Military or Air Forces or to persons employed in the . . .  Auxiliary Service of any of His Majesty’s said forces, or under any scheme made under the  Pensions (Navy, Army, Air Force and Mercantile Marine) Act, 1939, or the  Personal Injuries (Emergency Provisions) Act, 1939."}, {"act": "War Orphans Act 1942", "year": 1942, "section": "2", "section_title": "†Short title and repeal.", "section_text": "2 1 This Act may be cited as the War Orphans Act, 1942. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]