[{"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "1", "section_title": " Increase of certain fees under Merchant Shipping Acts.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  Provided that no fees shall be payable under section three of the  Merchant Shipping (Mercantile Marine Fund) Act 1898, in respect of vessels not exceeding ten tons gross register employed solely in fishing. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "2", "section_title": " Charge of new fees for certain services under the Merchant Shipping Acts. ", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 On the inspection of a ship— a under section four hundred and thirty-one of the  Merchant Shipping Act 1894, either during the construction of the ship or otherwise, for the purpose of seeing that the ship is properly provided, in accordance with the provisions of the Merchant Shipping Acts 1894 to 1921, or any rules made thereunder, with life-saving appliances; . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  there shall be paid in respect of the inspection such fees as the Board of Trade may determine . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "3", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "6", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "7", "section_title": " Fees for licences to remove bodies after burial.", "section_text": "7 1 Where a Secretary of State issues a licence under section twenty-five of the  Burial Act 1857, for the removal of any body, or the remains of any body, which has been interred in any place of burial, there shall be payable in respect of the licence such fee, not exceeding  twenty pounds , as the Secretary of State, with the consent of the Treasury, may prescribe. 2 Where in connexion with the removal of any such body or remains, any officer of any local authority, with the consent of the authority and in pursuance of any conditions attached to the licence by the Secretary of State, performs any duties, it shall be lawful for the Secretary of State to pay to the local authority any part of the fee received by him in connexion with such removal."}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "8", "section_title": " Power to fix fees for matters done by officers of Foreign Office in Great Britain.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "9", "section_title": " Fees for holding inquiries.", "section_text": "9 Where under any Act of Parliament a government department is authorised or required to hold an inquiry, and the costs of the inquiry are made payable by any local authority or other person, or in such manner and by such persons as the department or the officer holding the inquiry may direct, then, notwithstanding anything in such Act, such costs may include a fee in respect of the services of any officer of the department engaged in the inquiry not exceeding  £30  a day."}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "10", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Fees (Increase) Act 1923 (repealed 1.5.1994)", "year": 1923, "section": "11", "section_title": " Short title, construction and extent.", "section_text": "11 1 This Act may be cited as the Fees (Increase) Act 1923. 2 This Act, so far as it amends the Merchant Shipping Acts 1894 to 1921, shall be construed as one with those Acts, and those Acts and this Act so far as it amends those Acts may be cited together as the Merchant Shipping Acts 1894 to 1923. 3 This Act, so far as it relates to matters with respect to which the Parliament of Northern Ireland has not power to make laws, shall extend to Northern Ireland."}]