[{"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "1", "section_title": " Industrial assurance business.", "section_text": "1 1  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , where an industrial assurance company carries on both industrial assurance business and other business, nothing in this Act shall, save as otherwise expressly provided, apply to any of the business of the company other than the industrial assurance business. 1A In this Act— “ collecting society ” means an incorporated friendly society or registered friendly society which carries on industrial assurance business; and “ industrial assurance company ” means a body corporate which carries on such business other than an incorporated friendly society. 2 For the purposes of this Act, “industrial assurance business means the business of effecting assurances upon human life premiums in respect of which are received by means of collectors: Provided that such business shall not include— a assurances the premiums in respect of which are payable at intervals of two months or more; b assurances effected whether before or after the passing of this Act by a society or company established before the date of the passing of this Act which at that date had no assurances outstanding the premiums on which were payable at intervals of less than one month so long as the society or company continues not to effect any such assurances; c assurances effected before the passing of this Act, premiums in respect of which are payable at intervals of one month or upwards, and which have up to the commencement of this Act been treated as part of the business transacted by a branch other than the industrial branch of the society or company; d assurances for twenty-five pounds or upwards effected after the passing of this Act, premiums in respect of which are payable at intervals of one month or upwards, and which are treated as part of the business transacted by a branch other than the industrial branch of the society or company, in cases where  the relevant authority certifies  that the terms and conditions of such assurances are on the whole not less favourable to the assured than those imposed by this Act. 3 When a society or company has ceased to effect industrial assurances, it shall, so long as it continues liable on the assurances previously effected, be deemed to carry on industrial assurance business."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "2", "section_title": " Industrial Assurance Commissioner.", "section_text": "2 1 The Chief Registrar of Friendly Societies shall be the authority charged with such powers and duties in relation to industrial assurance as are conferred and imposed upon him by this Act, and in that capacity and in the exercise and performance of the powers and duties of the Chief Registrar of Friendly Societies under the  Friendly Societies Acts 1896 and  1908 in relation to collecting societies he shall, as from the passing of this Act, be known as and styled the Industrial Assurance Commissioner, and is in this Act referred to as the Commissioner  . . . 2 Anything which under this Act is required or authorised to be done by, to or before the Commissioner may be done by, to or before such person as he may appoint for the purpose."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "3", "section_title": " Purposes for which policies may be issued.", "section_text": "3 Subject to the provisions  of sections 72 and 73 of the  Friendly Societies Act 1974 as they apply to collecting societies and  of sections one and two of the Industrial Assurance and Friendly Societies Act 1948  as amended by the  Industrial Assurance and Friendly Societies Act 1948   (Amendment) Act 1958  amongst the purposes for which collecting societies and industrial assurance companies may issue policies of assurance there shall be included insuring money to be paid for the funeral expenses of a parent, child, grandparent, grandchild, brother, or sister, and the issuing of such policies shall be treated as part of the industrial assurance business of the society or company."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "5", "section_title": " Prohibition on issue of illegal policies. ", "section_text": "5 1 Any collecting society or industrial assurance company which issues policies of industrial assurance which are illegal or are not within the legal powers of the society or company shall be held to have made default in complying with the provisions of this Act, and, where any such policy has been issued, the society or company shall, without prejudice to any other penalty, be liable to pay to the owner of the policy a sum equal to the surrender value of the policy (to be ascertained in manner hereinafter provided), or, if the policy was issued after the commencement of this Act, a sum equal to the amount of the premiums paid, unless it is proved that owing to any false representation on the part of the proposer, the society or company did not know that the policy was illegal or beyond their legal powers. 2 No collector of, or person employed by, a society or company shall knowingly assist in effecting a policy of industrial assurance which is illegal or not within the legal powers of the society or company."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "6", "section_title": " Name of collecting societies.", "section_text": "6 In the case of any collecting society registered after the thirty-first day of December, eighteen hundred and ninety-five, or of a society which becomes a collecting society after the passing of this Act, the last words in the name of the society shall be “collecting society,” and the society shall use its registered name on all documents issued by it and no other name."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "8", "section_title": " Provisions to be contained in rules. ", "section_text": "8 1 The rules of a collecting society shall provide— a for a separate account being kept of all receipts in respect of the industrial assurance business transacted by the society, and for those receipts being carried to and forming a separate fund under the name of the industrial assurance fund; but nothing in this provision shall be construed as requiring the investments of the industrial assurance fund to be kept separate from the other investments of the society; b for the industrial assurance fund being as absolutely the security of the owners of the industrial assurance policies as though it belonged to a society carrying on no business other than industrial assurance business, and not being liable for any contracts of the society for which it would not have been liable had the business of the society been only that of industrial assurance, and not being applied directly or indirectly for any purposes other than those of the industrial assurance business of the society, so however as not to affect the liability of that fund to the prejudice of persons interested in contracts entered into by the society before the fourteenth day of February, nineteen hundred and twenty-three; c for separate valuations being made of the industrial assurance business of the society. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "9", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "10", "section_title": " Exemptions, total and partial.", "section_text": "10 1 The Commission may, on the application of a collecting society, grant it a certificate of exemption from all or any of the provisions of this Act, in any case where the Commission is satisfied that the society does not or will not carry on the business of effecting assurances upon human life, premiums in respect of which are received by means of collectors at a greater distance than ten miles from the registered office of the society, and where the Commission is of opinion that the society is not one to which those provisions ought to apply. 2 A certificate of exemption under this section shall be granted subject to the condition that the society will not employ collectors to receive premiums on policies issued by the society at a greater distance than ten miles from the registered office of the society, and, if in the case of any society to which a certificate of exemption has been so granted, the said condition is at any time not complied with, the society and any collector so employed shall be deemed to have contravened the provisions of this Act, and this Act shall be deemed as from the date of such non-compliance to have applied to the society as if no such certificate of exemption had been granted to it. 3 The certificate shall be subject to revocation by the  Commission , but shall remain in force until so revoked, and until notice of the revocation has been advertised in the Gazette and in some newspaper in general circulation in the neighbourhood of the registered office of the society, and also transmitted by registered letter to the society. 4 Where at the commencement of this Act there is in force a certificate of examption issued under section eleven of the  Collecting Societies and Industrial Assurance Companies Act 1896, or the corresponding provision of any Act repealed by that Act, the certificate shall, after the commencement of this Act, continue in force until revoked and have effect as if it were a certificate issued under this section exempting the society from all the provisions of this Act."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "11", "section_title": " Special provision as to juvenile societies.", "section_text": "11 1 This Act shall not apply to a juvenile society within the meaning of this section notwithstanding that premiums of the juvenile members of the society are received by means of collectors, if and so long as no premiums of any members of the society who are not juvenile members are so received. 2 For the purposes of this section the expression “ juvenile society ” means a registered friendly society or branch which consists wholly or in part of juvenile members, and which is a branch of, or is shown to the satisfaction of the  relevant authority  to be connected with, a friendly society registered before the seventh day of June, nineteen hundred and twenty-three, and the expression “ juvenile member ” means a member under the age of eighteen years."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "12", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "13", "section_title": " Prohibition of charges on industrial assurance fund.", "section_text": "13 An industrial assurance company shall not, after the commencement of this Act, issue any debentures or debenture stock, or raise any loan, charged or purporting to be charged on any assets of the company in which the industrial assurance fund is invested, and any such charge shall be void: Provided that this section shall not apply to a temporary bank overdraft."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "14", "section_title": " Act to have effect notwithstanding memorandum, articles or special Act.", "section_text": "14 The provisions of this Act shall have effect notwithstanding anything in the memorandum or articles of association or rules or special Act of any industrial assurance company: Provided that nothing in this Act shall affect the liability of the industrial assurance fund or of the life assurance fund in the case of a company established before the commencement of this Act to the prejudice of persons interested in contracts entered into by the company before that date."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "17", "section_title": " Inspection.", "section_text": "17 1 If in the opinion of the Commission there is reasonable cause to believe that an offence against this Act or against the Insurance Companies Act 1982 has been or is likely to be committed by an industrial assurance company, the Commission or any inspector appointed by it for the purpose shall have power to examine into and report on the affairs of the company, and for that purpose may exercise in respect of the company all or any of the powers given by Part V of the Friendly Societies Act 1992 to a person appointed by the Commission to investigate a friendly society. 2 When it receives the report of a person appointed under subsection (1) above, the Commission may issue such directions and take such steps as it considers necessary or proper to deal with the situation disclosed by the report and in particular may present a petition to the court for the winding up of the company. 3 The  Commission  may, if  it  considers it just, direct that all or any of the expenses of and incidental or preliminary to an inspection under this section shall be defrayed out of the funds of the. . .   company, or by the officers or former officers,. . .   or board of directors of the. . .   company, or any of them in such proportions as the  Commission  directs and sums directed by  it  to be so paid shall be recoverable by  it  summarily as a civil debt: Provided that any. . .   company or person directed to pay any part of such expenses may, with the leave of the court, appeal against the direction to the High Court, or in the case of a. . .   company registered in Scotland to the Court of Session. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "18", "section_title": " Provisions as to valuations.", "section_text": "18 1 . . . the following provisions shall have effect with regard to every valuation. . .  :— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d Where the balance sheet of a  . . . company includes amongst the assets thereof any sums representing expenses of organisation or extension, or the purchase of business or good will, and the amount of the assets, exclusive of such sums (after deducting debts due by the  . . . company other than debentures and loans), is less than the amount of the industrial assurance fund, or, as the case may be, of the several assurance and insurance funds as shown in that balance sheet, the amount of the industrial assurance fund shown in the valuation balance sheet shall be reduced by the amount of the deficiency, or, as the case may be, by a sum bearing such proportion to that deficiency as the amount of the industrial assurance fund shown in the first-mentioned balance sheet bears to the aggregate amount of all the assurance and insurance funds so shown: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e Where debentures have been issued or loans raised which are charged on any of the assets of the company in which the industrial assurance fund is invested, there shall be inserted in the valuation balance sheet a note giving the particulars of the charge and stating that the result shown by the valuation is subject to the liability under the charge; f The  Commission , if satisfied on any valuation that any of the foregoing provisions of this section have not been complied with, or that the industrial assurance fund as stated in the valuation balance sheet is greater than the value of the assets available for the liabilities of that fund, due regard being had to the other liabilities of the  . . . company and to the foregoing provisions of this section, may reject the valuation, and may direct the  . . . company to make such alteration therein as may be necessary to secure compliance with those provisions: Provided that the  . . . company may appeal to the High Court, or in the case of a society or company registered in Scotland to the Court of Session, against any decision of the  Commission  under this paragraph; g The  Commission  may direct any  . . . industrial assurance company to furnish to  it , in addition to such information as  . . . the company is required to furnish under the  Assurance Companies Act 1909. . .   such explanations as  it  may consider necessary in order to satisfy  it self whether the valuation complies with the provisions of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 If  . . . a valuation. . .  , discloses a deficiency, the  Commission  may, if after investigation  it  is satisfied that the  . . . company should cease to carry on industrial assurance business,  . . . present a petition to the court for the winding-up of the company: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "19", "section_title": " General meetings.", "section_text": "19 1 At least one general meeting of every  . . . industrial assurance company shall be held in every year. 2 Except where the day, hour, and place of an annual or other periodical meeting is fixed by the rules, notice of every general meeting shall either be given by the  . . . company to the members by advertisement to be published at least twice in two or more of the newspapers in general circulation in every county where the  . . . company carries on business, or be served upon every member. 3 The notice shall specify the day, hour, and place, and the objects of the meeting, and, in case any amendment of a rule is intended to be proposed, shall  in respect of each amendment contain either— a a copy of that amendment,  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The society   or company  shall publish the last of such advertisements, or serve such notice as aforesaid, at least fourteen days before the day appointed for the meeting, and shall, during those fourteen days, keep a copy of the notice in legible characters affixed in some conspicuous place in or outside every office at which the business of the society   or company  is carried on."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "20", "section_title": " Provisions as to proposals for policies.", "section_text": "20 1 Every proposal for an industrial assurance policy shall, except— a where the policy is taken out on the life and on behalf of a child under the age of sixteen; or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c where the person whose life is to be assured under the policy is a person in whom the proposer has an insurable interest; contain a declaration by the person whose life is to be assured that the policy is to be taken out by him, and that the premiums thereon are to be paid by him. Where the person whose life is to be assured under the policy is a person in whom the proposer has an insurable interest, the proposal shall contain a statement of the nature of that interest. 2 A collecting society or industrial insurance company shall not, nor shall any collector or agent of such a society or company, issue a proposal form or accept a proposal which does not comply with the foregoing provisions of this section. 3 If the proposal contains a statement that the person whose life is proposed to be assured is not at the time of making the proposal a person on whose life another policy has been issued by the society or company, and a policy is issued in pursuance of the proposal, the society or company shall be liable under the policy, notwithstanding that the statement is not true, and the truth of the statement is made a condition of the policy. 4 If a proposal form for an industrial assurance policy is filled in wholly or partly by a person employed by the society or company, the society or company shall not, except where a fraudulent statement in some material particular has been made by the proposer, be entitled to question the validity of the policy founded on the proposal on the ground of any misstatement contained in the proposal form: Provided that— a if the proposal form contains a misstatement as to the age of the person whose life is proposed to be assured, the society or compnay may so adjust the terms of the policy, or of any policy which may be issued in substitution or in lieu thereof, as to make them correspond with the terms which would have been applicable if the correct age of the person had been originally inserted in the proposal; b where but for this subsection the validity of a policy could have been questioned on the ground of any misstatement in the proposal form relating to the state of health of the person upon whose life the assurance is to be taken out at the date of the proposal, nothing in this subsection shall prevent such a question being raised, if raised within two years from the date of the issue of the policy founded on the proposal."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "21", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "22", "section_title": " Return of policies and premium receipt books after inspection.", "section_text": "22 If at any time a collecting society or industrial assurance company, or any person employed by such a society or company, take possession of a policy or premium receipt book or other document issued in connection with a policy, a receipt shall be given, and the policy book or document shall be returned to the owner of the policy within twenty-one days, unless the policy has been terminated by reason of satisfaction of all claims capable of arising thereunder: Provided that, where possession is taken of a policy, book or document for the purpose of legal proceedings to be taken by the society or company that issued the policy against a collector, it shall be lawful for the society or company to retain the policy, book or document so long as may be necessary for the purposes of those proceedings, but in that case if the policy, book or document is retained for more than twenty-one days, the society or company shall supply to the owner of the policy, a copy thereof certified by the society or company to be a true copy."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "23", "section_title": " Notice before forfeiture for default in paying industrial assurance premium.", "section_text": "23 A forfeiture shall not be incurred by any member or person assured in a collecting society or industrial assurance company by reason of any default in paying any premium under a contract, the effecting of which constituted the carrying on of industrial assurance business, until after— a notice stating the amount due from him, and informing him that in case of default of payment by him within 28 days and at a place to be specified in the notice his interest or benefit will be forfeited, has been served upon him by or on behalf of the society or company; and b default has been made by him in paying any premium in accordance with that notice."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "24", "section_title": " Provisions as to forfeited policies.", "section_text": "24 1 Where notice of the forfeiture of a policy of industrial assurance by reason of default in the payment of any premium thereunder has been served on the owner of the policy, then if the policy— a is a policy for the whole term of life or for a term of fifty years or upwards, the person whose life is assured under which is a person who is at the time of such default over fifteen years of age, and upon which not less than five years’ premiums have been paid; or b is a policy for a term of twenty-five years or upwards, but less than fifty years, upon which not less than five years’ premiums have been paid; or c is a policy for a term of less than twenty-five years upon which not less than three years’ premiums have been paid; the owner of the policy shall, on making application for the purpose to the collecting society or industrial assurance company within one year from the date of the service of the notice, be entitled— i to a free paid-up policy for such amount as is hereinafter mentioned payable upon the happening of the contingency upon the happening of which the amount assured under the original policy would have been payable or of any other contingency not less favourable to the owner of the policy; or ii if the owner of the policy is permanently resident or submits satisfactory proof of his intention to make his permanent residence outside Great Britain, the Isle of Man and the Channel Islands, or if the person whose life is assured has disappeared and his existence is in doubt, to the surrender value of the forfeited policy ascertained in manner hereinafter provided. 2 The amount of a free paid-up policy so issued as aforesaid shall not be less than such as may be determined in accordance with the rules contained in the Fourth Schedule to this Act, and shall be ascertained at the date when the premium following the last premium paid became due: Provided that the amount of the free paid-up policy shall not exceed the difference between the amount of the forfeited policy (inclusive of any bonus added thereto) and the amount which would be assured by a corresponding policy at the same premium effected on the life of the same person according to the age of that person at his birthday next following the date of forfeiture. 3 In every premium receipt book issued after the commencement of this Act there shall be printed a notice stating that in the event of the forfeiture, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , of any policy of industrial assurance by reason of default in the payment of premiums thereunder, the owner of the policy shall, if the policy has been in force a sufficient period as provided by this section, be entitled to a free paid-up policy or, if the conditions mentioned in paragraph (ii) of subsection (1) of this section are fulfulled, to the surrender value of his policy, and that upon application to the head office of the society or company information as to the amount of such free paid-up policy or surrender value will be supplied, and it shall be the duty of the society or company to supply such information. 4 Where the rules of a society or the conditions of a policy are such as would confer on the owner of the policy in case of forfeiture rights more favourable to the owner of the policy than those conferred by this section, nothing in this section shall prevent the owner of the policy from claiming under those rules or conditions instead of under this section. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "25", "section_title": " Substitution of policies.", "section_text": "25 1 Where the owner of an industrial assurance policy agrees to accept a new policy in substitution therefor, the collecting society or industrial assurance company, shall pay to the owner of the policy the surrender value (to be ascertained in manner herein-after provided) of the old policy or shall issue to him a free paid-up policy of equivalent value, unless the value of the substituted policy, calculated in accordance with the rules set out in the Fourth Schedule to this Act, at the date of the substitution is equal to or exceeds such surrender value. 2 In any such case the society or company shall furnish to the owner of the policy, with the new policy and new premium receipt book, a statement setting forth the rights of the owner under this section, and containing an account certified by the secretary of the society or company, or other officer appointed for the purpose, showing the surrender value of the old policy and the value of the new policy. 3 Where a substituted policy is so issued and the value thereof is equal to or exceeds the surrender value of the old policy, then, for the purpose of determining whether the owner is entitled to a free paid-up policy or surrender value under the provisions of this Act relating to forfeited policies, the substituted policy shall be deemed to have been issued at the date at which the old policy was issued, and premiums shall be deemed to have been paid on the substituted policy in respect of the period between that date and the date at which the substituted policy was actually issued."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "26", "section_title": " Transfers from one society or company to another.", "section_text": "26 1 A member of or person assured with a collecting society or industrial assurance company shall not, except in the case of— a as respects a collecting society, an amalgamation, transfer of engagements or conversion into a company under the  Friendly Societies Act 1974  or this Act; or b as respects an industrial assurance company, an amalgamation or transfer of business under the  Insurance Companies Act 1974  or this Act, be transferred from the society or company in which he was so assured so as to become or be made a member of or be assured with any other such society or company without his written consent, or, in the case of an infant, without the like consent of his parent or other guardian, and any society or company and any collector or other officer of any society or company concerned in such a transfer shall, if the provisions of this section are not complied with, be deemed to have contravened the provisions of this Act. 2 Such consent as aforesaid shall be in the prescribed form and shall have annexed thereto a document in the prescribed form to be furnished by the society or company to which the transfer is to be made setting out the terms of and rights under the existing policy, and the terms of and rights under the policy to which the assured will become entitled on transfer and the consideration (if any) which has been or is to be paid for the transfer and the person to whom such consideration has been or will be paid. 3 The society or company to which the assured is sought to be transferred shall furnish to the person by whom such consent as aforesaid is signed a copy of such consent and of the document annexed thereto, and shall, within seven days from the date when such consent is signed, give to the society or company from which the assured is sought to be transferred notice of the proposed transfer containing full particulars of the name and address of the assured and the number of his policy, together with such consent as aforesaid, and the document annexed thereto. 4 As from the date of the said notice, the society or company from which the person is sought to be transferred shall cease to be under any liability with respect to the policy in question and shall not be required to serve any notice of forfeiture of the policy in accordance with the foregoing provisions of this Act."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "27", "section_title": " Payment of claims.", "section_text": "27 Where a claim arising under a policy of industrial assurance is paid, no deductions shall be made on account of any arrears of premiums due under any other policy."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "28", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "29", "section_title": " Value of policies.", "section_text": "29 1 Where for the purposes of this Act the value of a policy (including an illegal policy and a policy beyond the legal powers of a collecting society or industrial assurance company) has to be ascertained, the value of the policy shall be calculated in accordance with the rules set out in the Fourth Schedule to this Act. 2 The surrender value of such a policy shall be an amount equal to seventy-five per cent. of the value of the policy so calculated."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "30", "section_title": "", "section_text": "30 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "32", "section_title": " Disputes.", "section_text": "32 Any dispute between an industrial assurance company and— a any person assured; or b any person claiming through a person assured or under or in respect of any policy, or under the rules of the company, or under this Act, may, notwithstanding any provision of the rules to the contrary, be determined by the county court or, in Scotland, by the sheriff."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "33", "section_title": " Disabilities of collectors, &c.", "section_text": "33 1 A collector of a collecting society or industrial assurance company shall not be a member of the committee of management, or in the case of a company of the board of directors, or hold any other office in the society or company except that of superintending collectors within a specified area. 2 A collector or superintendent shall not be present at any meeting of the society or company."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "34", "section_title": " Restriction on employment of persons to procure new business. ", "section_text": "34 1 A collecting society or industrial assurance company shall not, nor shall any person employed by such a society or company, employ any person not being a person in the regular employment of the society or company to procure or endeavour to procure any person to enter into a contract of industrial assurance, and no person not regularly in the employment of such a society or company shall procure or endeavour to procure any person to enter into such a contract. 2 For the purposes of this section, references to regular employment shall include regular part-time as well as regular whole-time employment."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "37", "section_title": " Transfer of business from company to society.", "section_text": "37 The provisions of the  Assurance Companies Act 1909, as amended by this Act relating to the transfer of industrial assurance business or liabilities arising in respect of industrial assurance business from one industrial assurance company to another, shall, with the necessary modifications, apply to the transfer of such business or liabilities from an industrial assurance company to a collecting society."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "39", "section_title": " Offences. ", "section_text": "39 1 Any collecting society which contravenes or fails to comply with any of the provisions of this Act, or any directions by the  Commission  given thereunder, shall be guilty of an offence under this Act and the provisions of the  Friendly Societies Act 1896 with respect to offences thereunder and to proceedings in respect of such offences shall apply to offences by societies under this Act: Provided that the maximum penalty that may be inflicted for an offence under the Act shall be a fine not exceeding  level 4 on the standard scale 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 If any collector of a collecting society or industrial assurance company, or any other person, contravenes or fails to comply with any of the provisions of this Act affecting such collector or other person, he shall be guilty of an offence under this Act and liable on summary conviction to a fine not exceeding  level 3 on the standard scale  . 4  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  Any such body of persons as aforesaid shall also, without prejudice to any other penalty, be liable to pay to the owner of any policy of industrial assurance issued by them such sum as an industrial assurance company which has knowingly issued an illegal policy is under this Act liable to pay to the owner of such illegal policy. 5 Notwithstanding any limitation on the time for the taking of proceedings contained in any Act, summary proceedings for offences under this Act, or for offences under the  Friendly Societies Act 1974 , where the society by or in respect of which, or the person by or in respect of whom, the offence is alleged to have been committed is a collecting society or an officer of such a society, may be commenced at any time within one year of the first discovery thereof by the  relevant authority , but not in any case after more than three years from the commission of the offence. 6 The court by which a fine is imposed in pursuance of this Act may direct that the whole or any part thereof shall be applied in or towards the payment of the costs of the proceedings and subject to any such direction and,  subject in England to  section 68 of the  Magistrates’ Courts Act 1952 , all such fines shall, notwithstanding anything in any other Act, be paid into the Exchequer."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "40", "section_title": " Penalties for falsification.", "section_text": "40 If any person wilfully makes, orders, or allows to be made any entry or erasure in, or omission from a collecting book or premium receipt book, with intent to falsify that book, or to evade any of the provisions of this Act, he shall be liable on summary conviction to imprisonment. . .   for a term not exceeding three months or to a fine not exceeding  level 3 on the standard scale  or to both such imprisonment and fine."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "41", "section_title": " Notices.", "section_text": "41 Where any notice is required by this Act to be served upon any member or other person, the notice shall be in writing, and either delivered or sent by post to him, or, in the case of a notice of default, so delivered or sent or left at his last known place of abode."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "42", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "43", "section_title": " Regulations.", "section_text": "43 The  Commission  may, subject to the approval of the Treasury, make regulations for prescribing anything which under this Act is to be prescribed and for imposing fees and generally for carrying this Act into effect and all regulations so made shall forthwith be laid before both Houses of Parliament, and, if an address is presented to His Majesty by either House of Parliament within the next subsequent twenty days on which that House has sat next after the regulations are laid before it praying that the regulations may be annulled, they shall thenceforth be void but without prejudice to the validity of anything previously done thereunder or to the making of new regulations.. . .  Provided that the regulations so made shall not be deemed to be statutory rules to which section one of the  Rules Publication Act 1893 applies."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "45", "section_title": " Interpretation. ", "section_text": "45 1 In this Act, unless the context otherwise requires— The expression “ collector ” shall include every person, howsoever remunerated, who, by himself or by any deputy or substitute, makes house to house visits for the purpose of receiving premiums payable on policies of insurance on human life, or holds any interest in a collecting book and includes such a deputy or substitute as aforesaid: The expression “ the Commission ” means the Friendly Societies Commission; The expressions “ friendly society ” and “ incorporated friendly society ” have the same meanings as in the Friendly Societies Act 1992 The expression “ the relevant authority ” means— a in relation to a time before Schedule 19 to the Friendly Societies Act 1992 came into force, the Chief Registrar of Friendly Societies; and b in relation to a time after the coming into force of that Schedule, the Commission. The expression “ premium ” includes contribution: The expression “ collecting book ” includes any book or document held by a collector in which payments of premiums are recorded: The expression “ premium receipt book ” includes any book or document held by the owner of a policy in which acknowledgments of receipts of premiums payable in respect of the policy are entered: The expression “ owner ” in relation to any policy means the person who is for the time being the person entitled to receive the sums payable under the policy on maturity, and in the case of an illegal policy or a policy not within the legal powers of the society or company which issued it means the person who would be so entitled were the policy a legal policy or a policy within such powers: The expression “ rules ” in relation to a company means the memorandum and articles of association of the company: The expression “ the Companies Acts ” means the  Companies Acts 1908 to 1917, and any Acts repealed by the Companies (Consolidation) Act 1908. Other expressions have the same meaning as in the  Friendly Societies Act 1896. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The application of this Act to Scotland, the Isle of Man, and the Channel Islands shall be subject to the same modifications as are expressed in the  Friendly Societies Act 1896 with respect to the application of that Act, and for the purposes of this Act the Isle of Man and the several Channel Islands shall be deemed to be counties."}, {"act": "Industrial Assurance Act 1923 (repealed )", "year": 1923, "section": "46", "section_title": " Short title, extent, commencement, and repeal.", "section_text": "46 1 This Act may be cited as the Industrial Assurance Act 1923. 2 This Act shall extend to Great Britain, the Isle of Man, and the Channel Islands. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]