[{"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "36", "section_title": " Duty of public utility undertakers to make reports.", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . .The appropriate department may serve a notice in writing on any public utility undertakers requiring them to make  . . . either or both of the following reports in writing, that is to say,— a a report stating what measures they have taken or are taking or proposing to take to provide air-raid shelter for the persons employed by them; and b a report stating what measures they have taken or are taking or proposing to take to secure the due functioning of their undertaking in the event of hostile attack, and on receipt of such notice it shall be the duty of the undertakers forthwith to comply with its requirements:  . . .  3 If any undertakers fail to make a report which they are required to make under this section, they shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale , and, if the failure in respect of which they were so convicted continues after the conviction, they shall be liable on summary conviction to a fine not exceeding ten pounds for each day on which the failure so continues."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "37", "section_title": " Power to require measures to be taken.", "section_text": "37 1 The appropriate department may serve on any public utility undertakers a notice requiring them, within the time specified in the notice, to take such measures as may be specified in the notice, being measures with respect to any of the matters specified in the last preceding section with respect to which those undertakers have made, or are under an obligation to make, a report in pursuance of that section or could be required to make a report thereunder. 2 If any undertakers fail to comply with the requirements of a notice served on them under this section, they shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  and, if the failure in respect of which they were so convicted continues after the conviction, they shall be liable on summary conviction to a fine not exceeding fifty pounds for each day on which the failure so continues: Provided that the court by which any undertakers are convicted of an offence may fix a reasonable period from the date of conviction for compliance by the undertakers with the requirements of the notice, and, where a court has fixed such a period, the said daily penalty shall not be recoverable in respect of any day before the expiration thereof."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "38", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "39", "section_title": " Grants in respect of measures to secure due functioning of undertakings.", "section_text": "39 1 There may be paid out of moneys provided by Parliament towards approved expenses of public utility undertakers in taking measures  . . . to secure the due functioning of their undertaking in the event of hostile attack, grants not exceeding one-half of those expenses. 2 In this section the expression “ approved expenses ” means such expenses of a capital nature, incurred on such measures, as the appropriate department, acting in accordance with general directions of the Treasury, may approve for the purposes of this section. 3 This section shall not apply in relation to any railway undertaking . . .  . . .."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "40", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "43", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "50", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "56", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "62", "section_title": " Power of local authorities and public utility undertakers to appropriate lands and buildings for purposes of civil defence.", "section_text": "62 1 Subject to the provisions of this section— a any local authority having any civil defence functions or any public utility undertakers who have been served with a notice under Part V of this Act may (without any formal appropriation thereof) use any lands or buildings owned by, leased to or under the control of the authority or undertakers for the purpose of discharging any of those functions, or taking measures specified in the notice as the case may be, and b any local authority . . .   may permit any other local authority having any civil defence functions to use, for the purpose of discharging any of those functions, any lands or buildings owned by, leased to or under the control of the first-mentioned authority, and the provisions of this subsection shall have effect notwithstanding anything contained in any Act (including a local or private Act) or any trust or covenant or restriction affecting the use of those lands or buildings. 1A In subsection (1)(b) above “local authority”, in the first place where it occurs—  a in the case of England and Wales, includes  the London Fire and Emergency Planning Authority,  any  billing authority or precepting authority, as defined in section 69 of the Local Government Finance Act 1992 , any metropolitan county passenger transport authority and any combination or joint committee of such authorities; b in the case of Scotland, means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 . 2 The powers conferred by this section shall, after the passing of this Act, only be exercisable with the approval of the Minister and subject to any conditions he may impose in relation to any particular exercise thereof. 3 The Minister may at any time give directions to the local authority or, as the case may be, the local authorities or the public utility undertakers that as from any date specified in the direction, any use of any lands or buildings under this section shall cease, and any such directions may require the lands or buildings to be restored, to such extent as may be specified, to their former condition, and it shall be the duty of the local authority or local authorities or public utility undertakers to comply with any such direction. 4 In this section the expression “ use ”, in relation to lands owned by or leased to a local authority, includes the erection of buildings and other structures thereon, the making of excavations therein, and the alteration and maintenance of any such buildings, structures or excavations, and, in relation to buildings owned by or leased to an authority, includes the alteration and maintenance of those buildings. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "63", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "74", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "74"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "76", "section_title": " Rules as to form of reports.", "section_text": "76 The Minister may by rules require that reports under this Act of such classes as may be specified in the rules shall be made in such form and include such particulars and information as may be so specified and, in relation to any report of a class to which rules so made apply, any obligation imposed by this Act to make a report shall be construed as an obligation to make a report in that form and including those particulars and that information."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "77", "section_title": " Penalty for false statements.", "section_text": "77 Any person who in any report made by him under this Act  . . . makes any statement which he knows to be false shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a period not exceeding three months or to both such fine and such imprisonment."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "78", "section_title": " Criminal liability of directors, officers, &c.", "section_text": "78 Where an offence punishable under this Act is committed by a body corporate and is proved to have been committed with the consent or connivance of any director, manager, secretary or other officer of the body corporate or, if the body corporate is a local authority, any member or officer of that authority, he, as well as the body corporate, shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "79", "section_title": " Power of factory inspectors and local authorities to enter premises and penalty for obstruction.", "section_text": "79 1 . . . Any person duly authorised in that behalf by the Minister, the appropriate department, or a local authority having any civil defence functions shall, on producing some duly authenticated document showing his authority, have a right to enter any premises at all reasonable hours for the purpose of— a ascertaining whether there is or has been, on or in connection with the premises, any contravention of or failure to comply with the provisions of this Act or of any notice given or regulation made thereunder which it is the duty of the  . . . Minister, appropriate department or authority, as the case may be, to enforce; b ascertaining whether or not circumstances exist which would authorise or require any action to be taken under this Act; c otherwise facilitating the performance by the  . . . Minister, appropriate department or authority, as the case may be, of his or their civil defence functions. 2 The provisions of subsections (2), (3), (4) and (5) of section two hundred and eighty-seven of the  Public Health Act 1936, shall apply for the purposes of this section as they apply for the purposes of that Act as if for the words in the said subsection (2) “authorise the council by any authorised officer” there were substituted the words “authorise the Minister, appropriate department, or local authority by any authorised officer  . . .” . 3 Any person who wilfully obstructs  . . .any person duly authorised by the Minister, the appropriate department, or a local authority in the exercise of any right conferred by or by virtue of this section shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "80", "section_title": " Service of documents.", "section_text": "80 Any document which is required or authorised by or under this Act to be given to or served on any person may be given or served either— a by delivering it to that person; or b by leaving it or sending it in a prepaid letter addressed to him at his last known residence or his last known place of business; or c in the case of a document to be given to or served on the occupier of any premises, by addressing it to the person concerned by the description of “occupier” of the premises to which it relates and delivering it to some person on the premises or, if there is no person on the premises to whom it can be delivered, by affixing it or a copy of it to some conspicuous part of the premises."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "81", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "83", "section_title": " Financial provisions.", "section_text": "83 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 All grants payable under this Act out of moneys provided by Parliament shall be paid at such times and in such manner and subject to such conditions as to accounts, certificates and audit as the Minister, . . .  , may, with the approval of the Treasury, determine. 4 Any such grant as aforesaid may be made subject to any other conditions so determined, and in particular subject to conditions as to the ownership of any property purchased out of the grant and as to the maintenance and disposal of any such property:  . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "84", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "85", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "85"}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "90", "section_title": " Other provisions as to interpretation.", "section_text": "90 1 In this Act, except where the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:- “ Air-raid shelter ” means protection, otherwise than by war-like means or by any article of apparel, from hostile attack from the air, and “ an air-raid shelter ” means any premises, structure or excavation used or intended to be used to provide air-raid shelter;  . . .  “ Appropriate department ” means— in relation to any railway, canal, inland navigation, dock or harbour undertaking, the Minister of Transport; in relation to any gas undertaking, the Board of Trade; in relation to any electricity undertaking,  the Secretary of State ; and in relation to any water undertaking, the Minister of Health; “ Civil defence functions ” means any functions conferred or imposed by or under . . .   this Act;  . . .  . . .  . . .  “Land,” in any provision of this Act relating to the acquisition of land, includes any interest in land and any easement or right in, to, or over land;  . . .  . . . “ Occupier, ” in relation to any unoccupied land, premises, building or part of a building, means the person entitled to the possession thereof;  . . .  Provided that, where the estate or interest of any person who under the preceding provisions of this definition would be the owner of any commercial building is the subject of a mortgage, and either the mortgagee is in possession or the rents and profits are being received by a receiver appointed by or on the application of the mortgagee, that estate or interest shall be deemed for the purposes of this definition to be vested in the mortgagee;  . . .  “ Public utility undertakers ” means any persons authorised by any enactment or order to construct, work or carry on any railway, canal, inland navigation, dock, harbour, . . .  , . . .   or water undertaking, and also includes persons who, though not authorised by any enactment or order (other than the  Public Health Act 1875, or the  Public Health Act 1936,) to do so, are engaged in supplying . . .   water to the public, and for that purpose make use of pipes or mains laid in any highway; and “ public utility undertaking ” shall be construed accordingly. 2 Any premises occupied, or persons employed, by public utility undertakers who carry on a railway undertaking, shall be deemed, for the purposes of this Act, to be occupied or employed for the purposes of their railway undertaking, unless the occupation or employment is wholly or mainly for the purposes of some harbour, dock or canal undertaking carried on by those undertakers."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "91", "section_title": " Application to Scotland.", "section_text": "91 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  20  . . .   in subsection (3) of section seventy-nine, for the words “on summary conviction” there shall be substituted the words “on conviction by a court of summary jurisdiction”. 21 In section fifty-eight for references to the  Public Health Act 1936, . . .   there shall be substituted . . .   references to the  Public Health (Scotland) Act 1897, the Burgh Police (Scotland) Acts 1892 to 1903, or the corresponding provisions of any local Act, . . .  22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  28 Subsection (2) of section seventy-nine shall apply in like manner as if section two hundred and eighty-seven of the  Public Health Act 1936, applied to Scotland. (29)-(33) . . .  34 Where by virtue of the  Rating Exemptions (Scotland) Act 1874, or of the corresponding provisions of any local Act, any exemption from payment of local rates is enjoyed in respect of any lands and heritages, such exemptions shall not cease by reason only of their being used for any of the purposes . . .   of this Act, if such use is granted gratuitously or subject only to a reasonable payment in respect of cleaning, heating, lighting, or other services, and no profit is derived from such payment. 35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "92", "section_title": " Provisions as to Northern Ireland.", "section_text": "92 1 The provisions of this Act, other than the provisions of this section, shall not extend to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 There may be paid out of moneys provided by Parliament to the Government of Northern Ireland, grants towards the expenses incurred by that Government for the purposes of civil defence, of such amounts as the Treasury may determine, so, however, that not more than seven hundred and fifty thousand pounds in all shall be paid under this subsection during the four financial years ending with the thirty-first day of March nineteen hundred and forty-three, and not more than fifty thousand pounds shall be paid under this subsection in any subsequent financial year."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "93", "section_title": " Short title and citation.", "section_text": "93 This Act may be cited as the Civil Defence Act 1939, and the Act of 1937 and this Act may be cited together as the Civil Defence Acts 1937 and 1939."}, {"act": "Civil Defence Act 1939 (Repealed)", "year": 1939, "section": "90", "section_title": " Other provisions as to interpretation.", "section_text": "90 1 In this Act, except where the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:- “ Air-raid shelter ” means protection, otherwise than by war-like means or by any article of apparel, from hostile attack from the air, and “ an air-raid shelter ” means any premises, structure or excavation used or intended to be used to provide air-raid shelter;  . . .  “ Appropriate department ” means— in relation to any railway, canal, inland navigation, dock or harbour undertaking, the Minister of Transport; in relation to any gas undertaking, the Board of Trade; in relation to any electricity undertaking,  the Secretary of State ; and in relation to any water undertaking, the Minister of Health; “ Civil defence functions ” means any functions conferred or imposed by or under . . .   this Act;  . . .  . . .  . . .  “Land,” in any provision of this Act relating to the acquisition of land, includes any interest in land and any easement or right in, to, or over land;  . . .  . . . “ Occupier, ” in relation to any unoccupied land, premises, building or part of a building, means the person entitled to the possession thereof;  . . .  Provided that, where the estate or interest of any person who under the preceding provisions of this definition would be the owner of any commercial building is the subject of a mortgage, and either the mortgagee is in possession or the rents and profits are being received by a receiver appointed by or on the application of the mortgagee, that estate or interest shall be deemed for the purposes of this definition to be vested in the mortgagee;  . . .  “ Public utility undertakers ” means any persons authorised by any enactment or order to construct, work or carry on any railway, canal, inland navigation, dock, harbour, . . .  , . . .   or water undertaking, and also includes persons who, though not authorised by any enactment or order (other than the  Public Health Act 1875, or the  Public Health Act 1936,) to do so, are engaged in supplying . . .   water to the public, and for that purpose make use of pipes or mains laid in any highway; and “ public utility undertaking ” shall be construed accordingly. 2 Any premises occupied, or persons employed, by public utility undertakers who carry on a railway undertaking, shall be deemed, for the purposes of this Act, to be occupied or employed for the purposes of their railway undertaking, unless the occupation or employment is wholly or mainly for the purposes of some harbour, dock or canal undertaking carried on by those undertakers."}]