[{"act": "British North America Act 1867", "year": 1867, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as “ The British North America Act 1867. ”"}, {"act": "British North America Act 1867", "year": 1867, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "British North America Act 1867", "year": 1867, "section": "3", "section_title": " Declaration of union.", "section_text": "3 It shall be lawful for the Queen, by and with the Advice of Her Majesty’s Most Honourable Privy Council, to declare by Proclamation that, on and after a Day therein appointed, not being more than Six Months after the passing of this Act, the Provinces of Canada, Nova Scotia, and New Brunswick shall form and be One Dominion under the Name of Canada; and on and after that Day those Three Provinces shall form and be One Dominion under that Name accordingly."}, {"act": "British North America Act 1867", "year": 1867, "section": "4", "section_title": " Construction of subsequent provisions of Act.", "section_text": "4  . . .   unless it is otherwise expressed or implied, the Name Canada shall be taken to mean Canada as constituted under this Act."}, {"act": "British North America Act 1867", "year": 1867, "section": "5", "section_title": " Four provinces.", "section_text": "5 Canada shall be divided into Four Provinces, named Ontario, Quebec, Nova Scotia, and New Brunswick."}, {"act": "British North America Act 1867", "year": 1867, "section": "6", "section_title": " Provinces of Ontario and Quebec.", "section_text": "6 The parts of the Province of Canada (as it exists at the passing of this Act) which formerly constituted respectively the Provinces of Upper Canada and Lower Canada shall be deemed to be severed, and shall form Two separate Provinces. The Part which formerly constituted the Province of Upper Canada shall constitute the Province of Ontario; and the Part which formerly constituted the Province of Lower Canada shall constitute the Province of Quebec."}, {"act": "British North America Act 1867", "year": 1867, "section": "7", "section_title": " Provinces of Nova Scotia and New Brunswick.", "section_text": "7 The Provinces of Nova Scotia and New Brunswick shall have the same Limits as at the passing of this Act."}, {"act": "British North America Act 1867", "year": 1867, "section": "8", "section_title": " Decennial Census.", "section_text": "8 In the general Census of the Population of Canada which is hereby required to be taken in the Year One thousand eight hundred and seventy-one, and in every Tenth Year thereafter, the respective Populations of the Four Provinces shall be distinguished."}, {"act": "British North America Act 1867", "year": 1867, "section": "9", "section_title": " Declaration of Executive power in the Queen.", "section_text": "9 The Executive Government and Authority of and over Canada is hereby declared to continue and be vested in the Queen."}, {"act": "British North America Act 1867", "year": 1867, "section": "10", "section_title": " Application of provisions referring to Governor General.", "section_text": "10 The Provisions of this Act referring to the Governor General extend and apply to the Governor General for the Time being of Canada, or other the Chief Executive Officer or Administrator for the Time being carrying on the Government of Canada on behalf and in the Name of the Queen, by whatever title he is designated."}, {"act": "British North America Act 1867", "year": 1867, "section": "11", "section_title": " Constitution of Privy Council for Canada.", "section_text": "11 There shall be a Council to aid and advise in the Government of Canada, to be styled the Queen’s Privy Council for Canada; and the Persons who are to be Members of that Council shall be from Time to Time chosen and summoned by the Governor General and sworn in as Privy Councillors; and Members thereof may be from Time to Time removed by the Governor General."}, {"act": "British North America Act 1867", "year": 1867, "section": "12", "section_title": " All powers under Acts to be exercised by Governor General with advice of Privy Council, or alone.", "section_text": "12 All Powers, Authorities, and Functions which under any Act of the Parliament of Great Britain, or of the Parliament of the United Kingdom of Great Britain and Ireland, or of the Legislature of Upper Canada, Lower Canada, Canada, Nova Scotia, or New Brunswick, are at the Union vested in or exerciseable by the respective Governors or Lieutenant Governors of those Provinces, with the Advice, or with the Advice and Consent, of the respective Executive Councils thereof, or in conjunction with those Councils, or with any Number of Members thereof, or by those Governors or Lieutenant Governors individually, shall, as far as the same continue in existence and capable of being exercised after the Union in relation to the Government of Canada, be vested in and exercisable by the Governor General, with the Advice or with the Advice and Consent of or in conjunction with the Queen’s Privy Council for Canada, or any Members thereof, or by the Governor General individually, as the Case requires, subject nevertheless (except with respect to such as exist under Acts of the Parliament of Great Britain or of the Parliament of the United Kingdom of Great Britain and Ireland) to be abolished or altered by the Parliament of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "13", "section_title": " Application of provisions referring to Governor General in Council.", "section_text": "13 The Provisions of this Act referring to the Governor General in Council shall be construed as referring to the Governor General acting by and with the Advice of the Queen’s Privy Council for Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "14", "section_title": " Power to Her Majesty to authorise Governor General to appoint deputies.", "section_text": "14 It shall be lawful for the Queen, if Her Majesty thinks fit, to authorize the Governor General from Time to Time to appoint any Person or any Persons jointly or severally to be his Deputy or Deputies within any Part or Parts of Canada, and in that Capacity to exercise during the Pleasure of the Governor General such of the Powers, Authorities, and Functions of the Governor General as the Governor General deems it necessary or expedient to assign to him or them, subject to any Limitations or Directions expressed or given by the Queen; but the Appointment of such a Deputy or Deputies shall not affect the Exercise by the Governor General himself or any Power, Authority, or Function."}, {"act": "British North America Act 1867", "year": 1867, "section": "15", "section_title": " Command of armed forces to continue to be vested in the Queen.", "section_text": "15 The Command-in-Chief of the Land and Naval Militia, and of all Naval and Military forces, of and in Canada, is hereby declared to continue and be vested in the Queen."}, {"act": "British North America Act 1867", "year": 1867, "section": "16", "section_title": " Seat of government of Canada.", "section_text": "16 Until the Queen otherwise directs, the Seat of Government of Canada shall be Ottawa."}, {"act": "British North America Act 1867", "year": 1867, "section": "17", "section_title": " Constitution of Parliament of Canada.", "section_text": "17 There shall be One Parliament for Canada, consisting of the Queen, an Upper House styled the Senate, and the House of Commons."}, {"act": "British North America Act 1867", "year": 1867, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "British North America Act 1867", "year": 1867, "section": "19", "section_title": " First session of the Parliament of Canada.", "section_text": "19 The Parliament of Canada shall be called together not later than Six Months after the Union."}, {"act": "British North America Act 1867", "year": 1867, "section": "20", "section_title": " Yearly session of the Parliament of Canada.", "section_text": "20 There shall be a session of the Parliament of Canada once at least in every year, so that twelve months shall not intervene between the last sitting of the Parliament in one session and its first sitting in the next session."}, {"act": "British North America Act 1867", "year": 1867, "section": "21", "section_title": " Number of senators. ", "section_text": "21 The Senate shall, subject to the Provisions of this Act, consist of Seventy-Two members, who shall be styled Senators."}, {"act": "British North America Act 1867", "year": 1867, "section": "22", "section_title": " Representation of provinces in Senate. ", "section_text": "22 In relation to the Constitution of the Senate Canada shall be deemed to consist of Three Divisions: 1 Ontario; 2 Quebec; 3 The Maritime Provinces, Nova Scotia and New Brunswick; which Three Divisions shall (subject to the Provisions of this Act) be equally represented in the Senate as follows: Ontario by Twenty-four Senators; Quebec by Twenty-four Senators; and the Maritime Provinces by Twenty-four Senators, Twelve thereof representing Nova Scotia, and Twelve thereof representing New Brunswick. In the Case of Quebec each of the Twenty-four Senators representing that Province shall be appointed for One of the Twenty-four Electoral Divisions of Lower Canada specified in Schedule A. to Chapter One of the Consolidated Statutes of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "23", "section_title": " Qualifications of senator.", "section_text": "23 The Qualifications of a Senator shall be as follows: 1 He shall be of the full Age of Thirty Years: 2 He shall be either a natural-born Subject of the Queen, or a Subject of the Queen naturalized by an Act of the Parliament of Great Britain, or of the Parliament of the United Kingdom of Great Britain and Ireland, or of the Legislature of One of the Provinces of Upper Canada, Lower Canada, Canada, Nova Scotia, or New Brunswick, before the Union, or of the Parliament of Canada after the Union: 3 He shall be legally or equitably seised as of Freehold for his own Use and Benefit of Lands or Tenements held in Free and Common Socage, or seised or possessed for his own Use and Benefits of Lands or Tenements held in Francalleu or in Roture, within the Province for which he is appointed, of the Value of Four thousand Dollars, over and above all Rents, Dues, Debts, Charges, Mortgages, and Incumbrances due or payable out of or charged on or affecting the same: 4 His Real and Personal Property shall be together worth Four thousand Dollars over and above his Debts and Liabilities: 5 He shall be resident in the Province for which he is appointed: 6 In the Case of Quebec he shall have his Real Property Qualification in the Electoral Division for which he is appointed, or shall be resident in that Division."}, {"act": "British North America Act 1867", "year": 1867, "section": "24", "section_title": " Summons of senator.", "section_text": "24 The Governor General shall from Time to Time, in the Queen’s Name, by Instrument under the Great Seal of Canada, summon qualified Persons to the Senate; and, subject to the Provisions of this Act, every Person so summoned shall become and be a Member of the Senate and a Senator."}, {"act": "British North America Act 1867", "year": 1867, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "British North America Act 1867", "year": 1867, "section": "26", "section_title": " Addition of senators in certain cases. ", "section_text": "26 If at any time on the Recommendation of the Governor General the Queen thinks fit to direct that Three or Six Members be added to the Senate, the Governor General may by Summons to Three or Six qualified Persons (as the Case may be), representing equally the Three Divisions of Canada, add to the Senate accordingly."}, {"act": "British North America Act 1867", "year": 1867, "section": "27", "section_title": " Reduction of Senate to normal number.", "section_text": "27 In case of such Addition being at any Time made, the Governor General shall not summon any Person to the Senate, except on a further like Direction by the Queen on the like Recommendation, until each of the Three Divisions of Canada is represented by Twenty-four Senators and no more."}, {"act": "British North America Act 1867", "year": 1867, "section": "28", "section_title": " Maximum number of senators. ", "section_text": "28 The Number of Senators shall not at any Time exceed Seventy-eight."}, {"act": "British North America Act 1867", "year": 1867, "section": "29", "section_title": " Tenure of place in Senate.", "section_text": "29 A Senator shall, subject to the Provisions of this Act, hold his Place in the Senate for Life."}, {"act": "British North America Act 1867", "year": 1867, "section": "30", "section_title": " Resignation of place in Senate.", "section_text": "30 A Senator may by Writing under his Hand addressed to the Governor General of resign his Place in the Senate, and thereupon the same shall be vacant."}, {"act": "British North America Act 1867", "year": 1867, "section": "31", "section_title": " Disqualification of senators.", "section_text": "31 The Place of a Senator shall become vacant in any of the following Cases: 1 If for Two consecutive Sessions of the Parliament he fails to give his Attendance in the Senate: 2 If he takes an Oath or makes a Declaration or Acknowledgement of Allegiance, Obedience, or Adherence to a Foreign Power, or does an Act whereby he becomes a Subject or Citizen, or entitled to the Rights or Privileges of a Subject or Citizen, of a Foreign Power: 3 If he is adjudged Bankrupt or Insolvent, or applies for the Benefit of any Law relating to Insolvent Debtors, or becomes a public Defaulter: 4 If he is attainted of Treason, or convicted of Felony, or of any infamous Crime: 5 If he ceases to be qualified in respect of Property or of residence: provided, that a Senator shall not be deemed to have ceased to be qualified in respect of Residence by reason only of his residing at the Seat of the Government of Canada while holding an Office under that Government requiring his Presence there."}, {"act": "British North America Act 1867", "year": 1867, "section": "32", "section_title": " Summons on vacancy in senate.", "section_text": "32 When a Vacancy happens in the Senate by Resignation, Death, or otherwise, the Governor General shall by Summons to a fit and qualified Person fill the Vacancy."}, {"act": "British North America Act 1867", "year": 1867, "section": "33", "section_title": " Questions as to qualifications and vacancies in Senate.", "section_text": "33 If any Question arises respecting the Qualification of a Senator or a Vacancy in the Senate, the same shall be heard and determined by the Senate."}, {"act": "British North America Act 1867", "year": 1867, "section": "34", "section_title": " Appointment of Speaker of Senate.", "section_text": "34 The Governor General may from Time to Time, by Instrument under the Great Seal of Canada, appoint a Senator to be Speaker of the Senate, and may remove him and appoint another in his Stead."}, {"act": "British North America Act 1867", "year": 1867, "section": "35", "section_title": " Quorum of Senate.", "section_text": "35 Until the Parliament of Canada otherwise provides, the Presence of at least Fifteen Senators, including the Speaker, shall be necessary to constitute a Meeting of the Senate for the Exercise of its Powers."}, {"act": "British North America Act 1867", "year": 1867, "section": "36", "section_title": " Voting in Senate.", "section_text": "36 Questions arising in the Senate shall be decided by a Majority of Voices, and the Speaker shall in all Cases have a Vote; and when the Voices are equal, the Decision shall be deemed to be in the Negative."}, {"act": "British North America Act 1867", "year": 1867, "section": "37", "section_title": " Constitution of House of Commons in Canada.", "section_text": "37 The House of Commons shall, subject to the Provisions of this Act, consist of One hundred and eighty-one Members, of whom Eighty-two shall be elected for Ontario, Sixty-five for Quebec, nineteen for Nova Scotia, and Fifteen for New Brunswick."}, {"act": "British North America Act 1867", "year": 1867, "section": "38", "section_title": " Summoning of House of Commons.", "section_text": "38 The Governor General shall from Time to Time, in the Queen’s Name, by Instrument under the Great Seal of Canada, summon and call together the House of Commons."}, {"act": "British North America Act 1867", "year": 1867, "section": "39", "section_title": " Senators not to sit in House of Commons.", "section_text": "39 A Senator shall not be capable of being elected or of sitting or voting as a Member of the House of Commons."}, {"act": "British North America Act 1867", "year": 1867, "section": "40", "section_title": " Electoral districts of the four provinces.", "section_text": "40 Until the Parliament of Canada otherwise provides, Ontario, Quebec, Nova Scotia, and New Brunswick shall, for the Purposes of the Election of Members to serve in the House of Commons, be divided into Electoral Districts as follows:"}, {"act": "British North America Act 1867", "year": 1867, "section": "41", "section_title": " Continuance of existing election laws until Parliament of Canada otherwise provides.", "section_text": "41 Until the Parliament of Canada otherwise provides, all laws in force in the several provinces at the union relative to the following matters or any of them, namely, the qualifications and disqualifications of persons to be elected or to sit or vote as members of the House of Assembly or Legislative Assembly in the several provinces, the voters at elections of such members, the oaths to be taken by voters, the returning officers, their powers and duties, the proceedings at elections, the periods during which elections may be continued, the trial of controverted elections, and proceedings incident thereto, the vacating of seats of members, and the execution of new writs in case of seats vacated otherwise than by dissolution,—shall respectively apply to elections of members to serve in the House of Commons for the same several provinces. Provided, that until the Parliament of Canada otherwise provides, at any election for a member of the House of Commons for the district of Algoma, in addition to persons qualified by the law of the province of Canada to vote, every male British subject, aged twenty-one years or upwards, being a householder, shall have a vote."}, {"act": "British North America Act 1867", "year": 1867, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "British North America Act 1867", "year": 1867, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "British North America Act 1867", "year": 1867, "section": "44", "section_title": " As to election of Speaker of House of Commons.", "section_text": "44 The House of Commons on its first assembling after a general election shall proceed with all practicable speed to elect one of its members to be Speaker."}, {"act": "British North America Act 1867", "year": 1867, "section": "45", "section_title": " As to filling up vacancy in office of Speaker.", "section_text": "45 In case of a vacancy happening in the office of Speaker by death, resignation, or otherwise, the House of Commons shall with all practicable speed proceed to elect another of its members to be Speaker."}, {"act": "British North America Act 1867", "year": 1867, "section": "46", "section_title": " Speaker to preside.", "section_text": "46 The Speaker shall preside at all meetings of the House of Commons."}, {"act": "British North America Act 1867", "year": 1867, "section": "47", "section_title": " Provision in case of absence of Speaker.", "section_text": "47 Until the Parliament of Canada otherwise provides, in case of the absence for any reason of the Speaker from the chair of the House of Commons for a period of forty-eight consecutive hours, the House may elect another of its members to act as Speaker, and the member so elected shall during the continuance of such absence of the Speaker have and execute all the powers, privileges, and duties of Speaker."}, {"act": "British North America Act 1867", "year": 1867, "section": "48", "section_title": " Quorum of House of Commons.", "section_text": "48 The presence of at least twenty members of the House of Commons shall be necessary to constitute a meeting of the House for the exercise of its powers, and for that purpose the Speaker shall be reckoned as a member."}, {"act": "British North America Act 1867", "year": 1867, "section": "49", "section_title": " Voting in House of Commons.", "section_text": "49 Questions arising in the House of Commons shall be decided by a majority of voices other than that of the Speaker; and when the voices are equal, but not otherwise, the Speaker shall have a vote."}, {"act": "British North America Act 1867", "year": 1867, "section": "50", "section_title": " Duration of House of Commons.", "section_text": "50 Every House of Commons shall continue for five years from the day of the return of the writs for choosing the House (subject to be sooner dissolved by the Governor General), and no longer."}, {"act": "British North America Act 1867", "year": 1867, "section": "51", "section_title": " Decennial readjustment of representation.", "section_text": "51 1 The number of members of the House of Commons shall be two hundred and fifty-five and the representation of the provinces therein shall forthwith upon the coming into force of this section and thereafter on the completion of each decennial census be readjusted by such authority, in such manner, and from such time as the Parliament of Canada from time to time provides, subject and according to the following rules:— 1 Subject as hereinafter provided, there shall be assigned to each of the provinces a number of members computed by dividing the total population of the provinces by two hundred and fifty-four and by dividing the population of each province by the quotient so obtained, disregarding, except as herein-after in this section provided, the remainder, if any, after the said process of division. 2 If the total number of members assigned to all the provinces pursuant to rule one is less than two hundred and fifty-four, additional members shall be assigned to the provinces (one to a province) having remainders in the computation under rule one commencing with the province having the largest remainder and continuing with the other provinces in the order of the magnitude of their respective remainders until the total number of members assigned is two hundred and fifty-four. 3 Notwithstanding anything in this section, if upon completion of a computation under rules one and two, the number of members to be assigned to a province is less than the number of senators representing the said province, rules one and two shall cease to apply in respect of the said province, and there shall be assigned to the said province a number of members equal to the said number of senators. 4 In the event that rules one and two cease to apply in respect of a province then, for the purpose of computing the number of members to be assigned to the provinces in respect of which rules one and two continue to apply, the total population of the provinces shall be reduced by the number of the population of the province in respect of which rules one and two have ceased to apply and the number two hundred and fifty-four shall be reduced by the number of members assigned to such province pursuant to rule three. 5 Such readjustment shall not take effect until the termination of the then existing Parliament. 2 The Yukon Territory as constituted by Chapter forty-one of the Statutes of Canada 1901 together with any Part of Canada not comprised within a province which may from time to time be included therein by the Parliament of Canada for the purposes of representation in Parliament, shall be entitled to one member."}, {"act": "British North America Act 1867", "year": 1867, "section": "51A", "section_title": "", "section_text": "51A Notwithstanding anything in this Act, a province shall always be entitled to a number of members in the House of Commons not less than the number of senators representing such province."}, {"act": "British North America Act 1867", "year": 1867, "section": "52", "section_title": " Increase of number of House of Commons.", "section_text": "52 The number of members of the House of Commons may be from time to time increased by the Parliament of Canada, provided the proportionate representation of the provinces prescribed by this Act is not thereby disturbed."}, {"act": "British North America Act 1867", "year": 1867, "section": "53", "section_title": " Appropriation and tax Bills.", "section_text": "53 Bills for appropriating any part of the public revenue, or for imposing any tax or impost, shall originate in the House of Commons."}, {"act": "British North America Act 1867", "year": 1867, "section": "54", "section_title": " Recommendation of money votes.", "section_text": "54 It shall not be lawful for the House of Commons to adopt or pass any vote, resolution, address, or Bill for the appropriation of any part of the public revenue, or of any tax or impost, to any purpose that has not been first recommended to that House by message of the Governor General in the session in which such vote, resolution, address, or Bill is proposed."}, {"act": "British North America Act 1867", "year": 1867, "section": "55", "section_title": " Royal assent to Bills, &c.", "section_text": "55 Where a Bill passed by the Houses of the Parliament is presented to the Governor General for the Queen’s assent, he shall declare, according to his discretion, but subject to the provisions of this Act and to Her Majesty’s instructions, either that he assents thereto in the Queen’s name, or that he withholds the Queen’s assent, or that he reserves the Bill for the signification of the Queen’s pleasure."}, {"act": "British North America Act 1867", "year": 1867, "section": "56", "section_title": " Disallowance by Order in Council of Act assented to by Governor General.", "section_text": "56 Where the Governor General assents to a Bill in the Queen’s name, he shall by the first convenient opportunity send an authentic copy of the Act to one of Her Majesty’s Principal Secretaries of State; and if the Queen in Council within two years after receipt thereof by the Secretary of State thinks fit to disallow the Act, such disallowance (with a certificate of the Secretary of State of the day on which the Act was received by him), being signified by the Governor General, by speech or message to each of the Houses of Parliament, or by proclamation, shall annul the Act from and after the day of such signification."}, {"act": "British North America Act 1867", "year": 1867, "section": "57", "section_title": " Signification of Queen’s pleasure on Bill reserved.", "section_text": "57 A Bill reserved for the signification of the Queen’s pleasure shall not have any force unless and until, within two years from the day on which it was presented to the Governor General for the Queen’s assent, the Governor General signifies, by speech or message to each of the Houses of the Parliament, or by proclamation, that it has received the assent of the Queen in Council. An entry of every such speech, message, or proclamation shall be made in the journal of each House, and a duplicate thereof, duly attested, shall be delivered to the proper officer, to be kept among the records of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "58", "section_title": " Appointment of Lieutenant Governors of provinces.", "section_text": "58 For each province there shall be an officer, styled the Lieutenant Governor, appointed by the Governor General in Council by instrument under the Great Seal of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "59", "section_title": " Tenure of office of Lieutenant Governor.", "section_text": "59 A Lieutenant Governor shall hold office during the pleasure of the Governor General; but any Lieutenant Governor appointed after the commencement of the first session of the Parliament of Canada shall not be removable within five years from his appointment, except for cause assigned, which shall be communicated to him in writing within one month after the order for his removal is made, and shall be communicated by message to the Senate and to the House of Commons within one week thereafter, if the Parliament is then sitting, and if not, then within one week after the commencement of the next session of the Parliament."}, {"act": "British North America Act 1867", "year": 1867, "section": "60", "section_title": " Salaries of Lieutenant Governors.", "section_text": "60 The salaries of the Lieutenant Governors shall be fixed and provided by the Parliament of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "61", "section_title": " Oaths, &c. of Lieutenant Governor.", "section_text": "61 Every Lieutenant Governor shall, before assuming the duties of his office, make and subscribe before the Governor General or some person authorized by him oaths of allegiance and office similar to those taken by the Governor General."}, {"act": "British North America Act 1867", "year": 1867, "section": "62", "section_title": " Application of provisions referring to Lieutenant Governor.", "section_text": "62 The provisions of this Act referring to the Lieutenant Governor extend and apply to the Lieutenant Governor for the time being of each province, or other the chief executive officer or administrator for the time being carrying on the government of the province, by whatever title he is designated."}, {"act": "British North America Act 1867", "year": 1867, "section": "63", "section_title": " Appointment of executive officers for Ontario and Quebec.", "section_text": "63 The Executive Council of Ontario and of Quebec shall be composed of such persons as the Lieutenant Governor from time to time thinks fit, and in the first instance of the following officers, namely,—the Attorney General, the Secretary and Registrar of the Province, the Treasurer of the Province, the Commissioner of Crown Lands, and the Commissioner of Agriculture and Public Works, with in Quebec the Speaker of the Legislative Council and the Solicitor General."}, {"act": "British North America Act 1867", "year": 1867, "section": "64", "section_title": " Executive Government of Nova Scotia and New Brunswick.", "section_text": "64 The constitution of the executive authority in each of the provinces of Nova Scotia and New Brunswick shall, subject to the provisions of this Act, continue as it exists at the union until altered under the authority of this Act."}, {"act": "British North America Act 1867", "year": 1867, "section": "65", "section_title": " Powers to be exercised by Lieutenant Governor of Ontario or Quebec with advice, or alone.", "section_text": "65 All powers, authorities, and functions which under any Act of the Parliament of Great Britain, or of the Parliament of the United Kingdom of Great Britain and Ireland, or of the Legislature of Upper Canada, Lower Canada, or Canada, were or are before or at the union vested in or exerciseable by the respective Governors or Lieutenant Governors of those provinces, with the advice or with the advice and consent of the respective Executive Councils thereof, or in conjunction with those councils, or with any number of members thereof, or by those Governors or Lieutenant Governors individually, shall, as far as the same are capable of being exercised after the union in relation to the government of Ontario and Quebec respectively, be vested in and shall or may be exercised by the Lieutenant Governor of Ontario and Quebec respectively, with the advice or with the advice and consent of or in conjunction with the respective Executive Councils, or any members thereof, or by the Lieutenant Governor individually, as the case requires, subject nevertheless (except with respect to such as exist under Acts of the Parliament of Great Britain, or of the Parliament of the United Kingdom of Great Britain and Ireland,) to be abolished or altered by the respective legislatures of Ontario and Quebec."}, {"act": "British North America Act 1867", "year": 1867, "section": "66", "section_title": " Application of provisions referring to Lieutenant Governor in Council.", "section_text": "66 The provisions of this Act referring to the Lieutenant Governor in Council shall be construed as referring to the Lieutenant Governor of the province acting by and with the advice of the Executive Council thereof."}, {"act": "British North America Act 1867", "year": 1867, "section": "67", "section_title": " Administration in absence, &c. of Lieutenant Governor.", "section_text": "67 The Governor General in Council may from time to time appoint an administrator to execute the office and functions of Lieutenant Governor during his absence, illness, or other inability."}, {"act": "British North America Act 1867", "year": 1867, "section": "68", "section_title": " Seats of provincial governments.", "section_text": "68 Unless and until the executive government of any province otherwise directs with respect to that province, the seats of government of the provinces shall be as follows, namely,—of Ontario, the City of Toronto; of Quebec, the City of Quebec; of Nova Scotia, the City of Halifax; and of New Brunswick, the City of Fredericton."}, {"act": "British North America Act 1867", "year": 1867, "section": "69", "section_title": " Legislature for Ontario.", "section_text": "69 There shall be a Legislature for Ontario, consisting of the Lieutenant Governor and of one House, styled the Legislative Assembly of Ontario."}, {"act": "British North America Act 1867", "year": 1867, "section": "70", "section_title": " Electoral districts.", "section_text": "70 The Legislative Assembly of Ontario shall be composed of eighty-two members, to be elected to represent the eighty-two electoral districts set forth in the first schedule to this Act."}, {"act": "British North America Act 1867", "year": 1867, "section": "71", "section_title": " Legislature for Quebec.", "section_text": "71 There shall be a Legislature for Quebec, consisting of the Lieutenant Governor and of two Houses, styled the Legislative Council of Quebec and the Legislative Assembly of Quebec."}, {"act": "British North America Act 1867", "year": 1867, "section": "72", "section_title": " Constitution of Legislative Council.", "section_text": "72 The Legislative Council of Quebec shall be composed of twenty-four members, to be appointed by the Lieutenant Governor, in the Queen’s name, by instrument under the Great Seal of Quebec, one being appointed to represent each of the twenty-four electoral divisions of Lower Canada in this Act referred to, and each holding office for the term of his life, unless the Legislature of Quebec otherwise provides under the provisions of this Act."}, {"act": "British North America Act 1867", "year": 1867, "section": "73", "section_title": " Qualification of legislative councillors.", "section_text": "73 The qualifications of the legislative councillors of Quebec shall be the same as those of the senators for Quebec."}, {"act": "British North America Act 1867", "year": 1867, "section": "74", "section_title": " Resignation, disqualification, &c.", "section_text": "74 The place of a legislative councillor of Quebec shall become vacant in the cases, mutatis mutandis, in which the place of senator becomes vacant."}, {"act": "British North America Act 1867", "year": 1867, "section": "75", "section_title": " Vacancies.", "section_text": "75 When a vacancy happens in the Legislative Council of Quebec by resignation, death, or otherwise, the Lieutenant Governor, in the Queen’s name, by instrument under the Great Seal of Quebec, shall appoint a fit and qualified person to fill the vacancy."}, {"act": "British North America Act 1867", "year": 1867, "section": "76", "section_title": " Questions as to vacancies, &c.", "section_text": "76 If any question arises respecting the qualifications of a legislative councillor of Quebec, or a vacancy in the Legislative Council of Quebec, the same shall be heard and determined by the Legislative Council."}, {"act": "British North America Act 1867", "year": 1867, "section": "77", "section_title": " Speaker of Legislative Council.", "section_text": "77 The Lieutenant Governor may from time to time, by instrument under the Great Seal of Quebec, appoint a member of the Legislative Council of Quebec to be Speaker thereof, and may remove him and appoint another in his stead."}, {"act": "British North America Act 1867", "year": 1867, "section": "78", "section_title": " Quorum of Legislative Council.", "section_text": "78 Until the Legislature of Quebec otherwise provides, the presence of at least ten members of the Legislative Council, including the Speaker, shall be necessary to constitute a meeting for the exercise of its powers."}, {"act": "British North America Act 1867", "year": 1867, "section": "79", "section_title": " Voting in Legislative Council.", "section_text": "79 Questions arising in the Legislative Council of Quebec shall be decided by a majority of voices, and the Speaker shall in all cases have a vote; and when the voices are equal, the decision shall be deemed to be in the negative."}, {"act": "British North America Act 1867", "year": 1867, "section": "80", "section_title": " Constitution of Legislative Assembly of Quebec.", "section_text": "80 The Legislative Assembly of Quebec shall be composed of sixty-five members, to be elected to represent the sixty-five electoral divisions or districts of Lower Canada in this Act referred to, subject to alteration thereof by the Legislature of Quebec: Provided that it shall not be lawful to present to the Lieutenant Governor of Quebec for assent any Bill for altering the limits of any of the electoral divisions or districts mentioned in the second schedule to this Act, unless the second and third readings of such Bill have been passed in the Legislative Assembly with the concurrence of the majority of the members representing all those electoral divisions or districts, and the assent shall not be given to such Bill unless an address has been presented by the Legislative Assembly to the Lieutenant Governor stating that it has been so passed."}, {"act": "British North America Act 1867", "year": 1867, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "81"}, {"act": "British North America Act 1867", "year": 1867, "section": "82", "section_title": " Summoning of Legislative Assemblies.", "section_text": "82 The Lieutenant Governor of Ontario and of Quebec shall from time to time, in the Queen’s name, by instrument under the Great Seal of the province, summon and call together the Legislative Assembly of the province."}, {"act": "British North America Act 1867", "year": 1867, "section": "83", "section_title": " Restriction on election of holders of offices.", "section_text": "83 Until the Legislature of Ontario or of Quebec otherwise provides, a person accepting or holding in Ontario or in Quebec any office, commission, or employment, permanent or temporary, at the nomination of the Lieutenant Governor, to which an annual salary, or any fee, allowance, emolument, or profit of any kind or amount whatever from the province is attached, shall not be eligible as a member of the Legislative Assembly of the respective province, nor shall he sit or vote as such; but nothing in this section shall make ineligible any person being a member of the Executive Council of the respective province, or holding any of the following offices, that is to say, the offices of Attorney General, Secretary and Registrar of the Province, Treasurer of the Province, Commissioner of Crown Lands, and Commissioner of Agriculture and Public Works, and in Quebec Solicitor General, or shall disqualify him to sit or vote in the House for which he is elected, provided he is elected while holding such office."}, {"act": "British North America Act 1867", "year": 1867, "section": "84", "section_title": " Continuance of existing election laws.", "section_text": "84 Until the Legislatures of Ontario and Quebec respectively otherwise provide, all laws which at the union are in force in those provinces respectively relative to the following matters or any of them, namely,—the qualifications and disqualifications of persons to be elected or to sit or vote as members of the Assembly of Canada, the qualifications or disqualifications of voters, the oaths to be taken by voters, the returning officers, their powers and duties, the proceedings at elections, the periods during which such elections may be continued, and the trial of controverted elections and the proceedings incident thereto, the vacating of the seats of members, and the issuing and execution of new writs in case of seats vacated otherwise than by dissolution,—shall respectively apply to elections of members to serve in the respective Legislative Assemblies of Ontario and Quebec. Provided, that until the Legislature of Ontario otherwise provides, at any election for a member of the Legislative Assembly of Ontario for the district of Algoma, in addition to persons qualified by the law of the province of Canada to vote, every male British subject, aged twenty-one years or upwards, being a householder, shall have a vote."}, {"act": "British North America Act 1867", "year": 1867, "section": "85", "section_title": " Duration of Legislative Assemblies.", "section_text": "85 Every Legislative Assembly of Ontario and every Legislative Assembly of Quebec shall continue for four years from the day of the return of the writs for choosing the same (subject nevertheless to either the Legislative Assembly of Ontario, or the Legislative Assembly of Quebec being sooner dissolved by the Lieutenant Governor of the province), and no longer."}, {"act": "British North America Act 1867", "year": 1867, "section": "86", "section_title": " Yearly session of Legislatures.", "section_text": "86 There shall be a session of the Legislature of Ontario and of that of Quebec once at least in every year, so that twelve months shall not intervene between the last sitting of the Legislature in each province in one session and its first sitting in the next session."}, {"act": "British North America Act 1867", "year": 1867, "section": "87", "section_title": " Speaker, quorum, &c.", "section_text": "87 The following provisions of this Act respecting the House of Commons of Canada shall extend and apply to the Legislative Assemblies of Ontario and Quebec, that is to say,—the provisions relating to the election of a Speaker originally and on vacancies, the duties of the Speaker, the absence of the Speaker, the quorum, and the mode of voting, as if those provisions were here re-enacted and made applicable in terms to each such Legislative Assembly."}, {"act": "British North America Act 1867", "year": 1867, "section": "88", "section_title": " Constitutions of Legislatures of Nova Scotia and New Brunswick.", "section_text": "88 The constitution of the Legislature of each of the provinces of Nova Scotia and New Brunswick shall, subject to the provisions of this Act, continue as it exists at the union, until altered under the authority of this Act; . . . "}, {"act": "British North America Act 1867", "year": 1867, "section": "89", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "89"}, {"act": "British North America Act 1867", "year": 1867, "section": "90", "section_title": " Application to Legislatures of provisions respecting money votes, &c.", "section_text": "90 The following provisions of this Act respecting the Parliament of Canada, namely,—the provisions relating to appropriation and tax Bills, the recommendation of money votes, the assent to Bills, the disallowance of Acts, and the signification of pleasure on Bills reserved,—shall extend and apply to the Legislatures of the several provinces, as if those provisions were here re-enacted and made applicable in terms to the respective provinces and the Legislatures thereof, with the substitution of the Lieutenant Governor of the province for the Governor General, of the Governor General for the Queen and for a Secretary of State, of one year for two years, and of the province for Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "91", "section_title": " Legislative authority of Parliament of Canada.", "section_text": "91 It shall be lawful for the Queen, by and with the advice and consent of the Senate and House of Commons, to make laws for the peace, order, and good government of Canada, in relation to all matters not coming within the classes of subjects by this Act assigned exclusively to the Legislatures of the provinces; and for greater certainty, but not so as to restrict the generality of the foregoing terms of this section, it is hereby declared that (notwithstanding anything in this Act) the exclusive legislative authority of the Parliament of Canada extends to all matters coming within the classes of subjects next herein-after enumerated; that is to say,—  1 The amendment from time to time of the Constitution of Canada, except as regards matters coming within the classes of subjects by this Act assigned exclusively to the Legislatures of the provinces, or as regards rights or privileges by this or any other Constitutional Act granted or secured to the Legislature or the Government of a province, or to any class of persons with respect to schools or as regards the use of the English or the French language or as regards the requirements that there shall be a session of the Parliament of Canada at least once each year, and that no House of Commons shall continue for more than five years from the day of the return of the Writs for choosing the House; provided, however, that a House of Commons may in time of real or apprehended war, invasion or insurrection be continued by the Parliament of Canada if such continuation is not opposed by the votes of more than one-third of the members of such House. 1A The public debt and property. 2 The regulation of trade and commerce.  2A Unemployment insurance. 3 The raising of money by any mode or system of taxation. 4 The borrowing of money on the public credit. 5 Postal service. 6 The census and statistics. 7 Militia, military and naval service, and defence. 8 The fixing of and providing for the salaries and allowances of civil and other officers of the Government of Canada. 9 Beacons, buoys, lighthouses, and Sable Island. 10 Navigation and shipping. 11 Quarantine, and the establishment and maintenance of marine hospitals. 12 Sea coast and inland fisheries. 13 Ferries between a province and any British or foreign country, or between two provinces. 14 Currency and coinage. 15 Banking, incorporation of banks, and the issue of paper money. 16 Savings banks. 17 Weights and measures. 18 Bills of exchange and promissory notes. 19 Interest. 20 Legal tender. 21 Bankruptcy and insolvency. 22 Patents of invention and discovery. 23 Copyrights. 24 Indians, and lands reserved for the Indians. 25 Naturalization and aliens. 26 Marriage and divorce. 27 The criminal law, except the constitution of courts of criminal jurisdiction, but including the procedure in criminal matters. 28 The establishment, maintenance, and management of penitentiaries. 29 Such classes of subjects as are expressly excepted in the enumeration of the classes of subjects by this Act assigned exclusively to the Legislatures of the provinces. And any matter coming within any of the classes of subjects enumerated in this section shall not be deemed to come within the class of matters of a local or private nature comprised in the enumeration of the classes of subjects by this Act assigned exclusively to the Legislatures of the provinces."}, {"act": "British North America Act 1867", "year": 1867, "section": "92", "section_title": " Subjects of exclusive provincial legislation. ", "section_text": "92 In each province the Legislature may exclusively make laws in relation to matters coming within the classes of subjects next herein-after enumerated; that is to say,— 1 The amendment from time to time, notwithstanding anything in this Act, of the constitution of the province, except as regards the office of Lieutenant Governor. 2 Direct taxation within the province, in order to the raising of a revenue for provincial purposes. 3 The borrowing of money on the sole credit of the province. 4 The establishment and tenure of provincial offices, and the appointment and payment of provincial officers. 5 The management and sale of the public lands belonging to the province, and of the timber and wood thereon. 6 The establishment, maintenance, and management of public and reformatory prisons in and for the province. 7 The establishment, maintenance, and management of hospitals, asylums, charities, and eleemosynary institutions in and for the province, other than marine hospitals. 8 Municipal institutions in the province. 9 Shop, saloon, tavern, auctioneer, and other licences, in order to the raising of a revenue for provincial, local, or municipal purposes. 10 Local works and undertakings, other than such as are of the following classes:— a Lines of steam or other ships, railways, canals, telegraphs, and other works and undertakings connecting the province with any other or others of the provinces, or extending beyond the limits of the province: b Lines of steam ships between the province and any British or foreign country: c Such works as, although wholly situate within the province, are before or after their execution declared by the Parliament of Canada to be for the general advantage of Canada, or for the advantage of two or more of the provinces. 11 The incorporation of companies with provincial objects. 12 The solemnization of marriage in the province. 13 Property and civil rights in the province. 14 The administration of justice in the province, including the constitution, maintenance, and organization of provincial courts, both of civil and of criminal jurisdiction, and including procedure in civil matters in those courts. 15 The imposition of punishment, by fine, penalty, or imprisonment, for enforcing any law of the province made in relation to any matter coming within any of the classes of subjects enumerated in this section. 16 Generally, all matters of a merely local or private nature in the province."}, {"act": "British North America Act 1867", "year": 1867, "section": "93", "section_title": " Legislation respecting education. ", "section_text": "93 In and for each province the Legislature may exclusively make laws in relation to education, subject and according to the following provisions:— 1 Nothing in any such law shall prejudicially affect any right or privilege with respect to denominational schools which any class of persons have by law in the province at the union: 2 All the powers, privileges, and duties at the union by law conferred and imposed in Upper Canada on the separate schools and school trustees of the Queen’s Roman Catholic subjects shall be and the same are hereby extended to the dissentient schools of the Queen’s Protestant and Roman Catholic subjects in Quebec: 3 Where in any province a system of separate or dissentient schools exists by law at the union, or is thereafter established by the Legislature of the province, an appeal shall lie to the Governor General in Council from any act or decision of any provincial authority affecting any right or privilege of the Protestant or Roman Catholic minority of the Queen’s subjects in relation to education: 4 In case any such provincial law as from time to time seems to the Governor General in Council requisite for the due execution of the provisions of this section is not made, or in case any decision of the Governor General in Council on any appeal under this section is not duly executed by the proper provincial authority in that behalf, then and in every such case, and as far only as the circumstances of each case require, the Parliament of Canada may make remedial laws, for the due execution of the provisions of this section, and of any decision of the Governor General in Council under this section."}, {"act": "British North America Act 1867", "year": 1867, "section": "94", "section_title": " Legislation for uniformity of laws in the three provinces.", "section_text": "94 Notwithstanding anything in this Act, the Parliament of Canada may make provision for the uniformity of all or any of the laws relative to property and civil rights in Ontario, Nova Scotia, and New Brunswick, and of the procedure of all or any of the courts in those three provinces; and from and after the passing of any Act in that behalf the power of the Parliament of Canada to make laws in relation to any matter comprised in any such Act shall, notwithstanding anything in this Act, be unrestricted; but any Act of the Parliament of Canada making provision for such uniformity shall not have effect in any province unless and until it is adopted and enacted as law by the Legislature thereof."}, {"act": "British North America Act 1867", "year": 1867, "section": "94A", "section_title": " Legislation respecting old age pensions and supplementary benefits.", "section_text": "94A The Parliament of Canada may make laws in relation to old age pensions and supplementary benefits, including survivors’ and disability benefits irrespective of age, but no such law shall affect the operation of any law present or future of a provincial legislature in relation to any such matter."}, {"act": "British North America Act 1867", "year": 1867, "section": "95", "section_title": " Concurrent powers of legislation respecting agriculture, &c.", "section_text": "95 In each province the Legislature may make laws in relation to agriculture in the province, and to immigration into the province; and it is hereby declared that the Parliament of Canada may from time to time make laws in relation to agriculture in all or any of the provinces, and to immigration into all or any of the provinces; and any law of the Legislature of a province relative to agriculture or to immigration shall have effect in and for the province as long and as far only as it is not repugnant to any Act of the Parliament of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "96", "section_title": " Appointment of judges.", "section_text": "96 The Governor General shall appoint the judges of the superior, district, and county courts in each province, except those of the Courts of Probate in Nova Scotia and New Brunswick."}, {"act": "British North America Act 1867", "year": 1867, "section": "97", "section_title": " Selection of judges in Ontario, &c.", "section_text": "97 Until the laws relative to property and civil rights in Ontario, Nova Scotia, and New Brunswick, and the procedure of the courts in those provinces, are made uniform, the judges of the courts of those provinces appointed by the Governor General shall be selected from the respective bars of those provinces."}, {"act": "British North America Act 1867", "year": 1867, "section": "98", "section_title": " Selection of judges in Quebec.", "section_text": "98 The judges of the courts of Quebec shall be selected from the bar of that province."}, {"act": "British North America Act 1867", "year": 1867, "section": "99", "section_title": " Tenure of office of judges.", "section_text": "99 1 Subject to subsection (2) of this section, the judges of the superior courts shall hold office during good behaviour, but shall be removable by the Governor General on address of the Senate and House of Commons. 2 A judge of a superior court, whether appointed before or after the coming into force of this section, shall cease to hold office upon attaining the age of seventy-five years, or upon the coming into force of this section if at that time he has already attained that age."}, {"act": "British North America Act 1867", "year": 1867, "section": "100", "section_title": " Salaries, &c. of judges.", "section_text": "100 The salaries, allowances, and pensions of the judges of the superior, district, and county courts (except the Courts of Probate in Nova Scotia and New Brunswick), and of the Admiralty Courts in cases where the judges thereof are for the time being paid by salary, shall be fixed and provided by the Parliament of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "101", "section_title": " General Court of Appeal, &c.", "section_text": "101 The Parliament of Canada may, notwithstanding anything in this Act, from time to time provide for the constitution, maintenance, and organization of a General Court of Appeal for Canada, and for the establishment of any additional court for the better administration of the laws of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "102", "section_title": " Creation of Consolidated Revenue Fund.", "section_text": "102 All duties and revenues over which the respective Legislatures of Canada, Nova Scotia, and New Brunswick before and at the union had and have power of appropriation, except such portions thereof as are by this Act reserved to the respective Legislatures of the provinces, or are raised by them in accordance with the special powers conferred on them by this Act, shall form one Consolidated Revenue Fund, to be appropriated for the public service of Canada in the manner and subject to the charges in this Act provided."}, {"act": "British North America Act 1867", "year": 1867, "section": "103", "section_title": " Expenses of collection, &c.", "section_text": "103 The Consolidated Revenue Fund of Canada shall be permanently charged with the costs, charges, and expenses incident to the collection, management, and receipt thereof, and the same shall form the first charge thereon, subject to be reviewed and audited in such manner as shall be ordered by the Governor General in Council until the Parliament otherwise provides."}, {"act": "British North America Act 1867", "year": 1867, "section": "104", "section_title": " Interest of provincial public debts.", "section_text": "104 The annual interest of the public debts of the several provinces of Canada, Nova Scotia, and New Brunswick at the union shall form the second charge on the Consolidated Revenue Fund of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "105", "section_title": " Salary of Governor General.", "section_text": "105 Unless altered by the Parliament of Canada, the salary of the Governor General shall be ten thousand pounds sterling money of the United Kingdom of Great Britain and Ireland, payable out of the Consolidated Revenue Fund of Canada, and the same shall form the third charge thereon."}, {"act": "British North America Act 1867", "year": 1867, "section": "106", "section_title": " Appropriation from time to time.", "section_text": "106 Subject to the several payments by this Act charged on the Consolidated Revenue Fund of Canada, the same shall be appropriated by the Parliament of Canada for the public service."}, {"act": "British North America Act 1867", "year": 1867, "section": "107", "section_title": " Transfer of stocks, &c.", "section_text": "107 All stocks, cash, banker’s balances, and securities for money belonging to each province at the time of the union, except as in this Act mentioned, shall be the property of Canada, and shall be taken in reduction of the amount of the respective debts of the provinces at the union."}, {"act": "British North America Act 1867", "year": 1867, "section": "108", "section_title": " Transfer of property in schedule.", "section_text": "108 The public works and property of each province, enumerated in the third schedule to this Act, shall be the property of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "109", "section_title": " Property in lands, mines, &c.", "section_text": "109 All lands, mines, minerals, and royalties belonging to the several provinces of Canada, Nova Scotia, and New Brunswick at the union, and all sums then due or payable for such lands, mines, minerals, or royalties shall belong to the several provinces of Ontario, Quebec, Nova Scotia, and New Brunswick, in which the same are situate or arise, subject to any trusts existing in respect thereof, and to any interest other than that of the province in the same."}, {"act": "British North America Act 1867", "year": 1867, "section": "110", "section_title": " Assets connected with provincial debts.", "section_text": "110 All assets connected with such portions of the public debt of each province as are assumed by that province shall belong to that province."}, {"act": "British North America Act 1867", "year": 1867, "section": "111", "section_title": " Canada to be liable to provincial debts.", "section_text": "111 Canada shall be liable for the debts and liabilities of each province existing at the union."}, {"act": "British North America Act 1867", "year": 1867, "section": "112", "section_title": " Debts of Ontario and Quebec.", "section_text": "112 Ontario and Quebec conjointly shall be liable to Canada for the amount (if any) by which the debt of the province of Canada exceeds at the union sixty-two million five hundred thousand dollars, and shall be charged with interest at the rate of five per centum per annum thereon."}, {"act": "British North America Act 1867", "year": 1867, "section": "113", "section_title": " Assets of Ontario and Quebec.", "section_text": "113 The assets enumerated in the fourth schedule to this Act belonging at the union to the province of Canada shall be the property of Ontario and Quebec conjointly."}, {"act": "British North America Act 1867", "year": 1867, "section": "114", "section_title": " Debt of Nova Scotia.", "section_text": "114 Nova Scotia shall be liable to Canada for the amount (if any) by which its public debt exceeds at the union eight million dollars, and shall be charged with interest at the rate of five per centum per annum thereon."}, {"act": "British North America Act 1867", "year": 1867, "section": "115", "section_title": " Debt of New Brunswick.", "section_text": "115 New Brunswick shall be liable to Canada for the amount (if any) by which its public debt exceeds at the union seven million dollars, and shall be charged with interest at the rate of five per centum per annum thereon."}, {"act": "British North America Act 1867", "year": 1867, "section": "116", "section_title": " Payment of interest to Nova Scotia and New Brunswick.", "section_text": "116 In case the public debts of Nova Scotia and New Brunswick do not at the union amount to eight million and seven million dollars respectively, they shall respectively receive by half-yearly payments in advance from the Government of Canada interest at five per centum per annum on the difference between the actual amounts of their respective debts and such stipulated amounts."}, {"act": "British North America Act 1867", "year": 1867, "section": "117", "section_title": " Provincial public property.", "section_text": "117 The several provinces shall retain all their respective public property not otherwise disposed of in this Act, subject to the right of Canada to assume any lands or public property required for fortifications or for the defence of the country."}, {"act": "British North America Act 1867", "year": 1867, "section": "118", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "118"}, {"act": "British North America Act 1867", "year": 1867, "section": "119", "section_title": " Further grant to New Brunswick.", "section_text": "119 New Brunswick shall receive by half-yearly payments in advance from Canada for the period of ten years from the union an additional allowance of sixty-three thousand dollars per annum; but as long as the public debt of that province remains under seven million dollars, a deduction equal to the interest at five per centum per annum on such deficiency shall be made from that allowance of sixty-three thousand dollars."}, {"act": "British North America Act 1867", "year": 1867, "section": "120", "section_title": " Form of payments.", "section_text": "120 All payments to be made under this Act, or in discharge of liabilities created under any Act of the provinces of Canada, Nova Scotia, and New Brunswick respectively, and assumed by Canada, shall, until the Parliament of Canada otherwise directs, be made in such form and manner as may from time to time be ordered by the Governor General in Council."}, {"act": "British North America Act 1867", "year": 1867, "section": "121", "section_title": " Canadian manufactures, &c.", "section_text": "121 All articles of the growth, produce, or manufacture of any one of the provinces shall, from and after the union, be admitted free into each of the other provinces."}, {"act": "British North America Act 1867", "year": 1867, "section": "122", "section_title": " Continuance of Customs and Excise laws.", "section_text": "122 The Customs and Excise laws of each province shall, subject to the provisions of this Act, continue in force until altered by the Parliament of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "123", "section_title": " Exportation and importation as between two provinces.", "section_text": "123 Where Customs duties are at the union leviable on any goods, wares, or merchandises in any two provinces, those goods, wares, and merchandises may, from and after the union, be imported from one of those provinces into the other of them on proof of payment of the Customs duty leviable thereon in the province of exportation, and on payment of such further amount (if any) of Customs duty as is leviable thereon in the province of importation."}, {"act": "British North America Act 1867", "year": 1867, "section": "124", "section_title": " Lumber dues in New Brunswick.", "section_text": "124 Nothing in this Act shall affect the right of New Brunswick to levy the lumber dues provided in chapter fifteen of title three of the Revised Statutes of New Brunswick, or in any Act amending that Act before or after the union, and not increasing the amount of such dues; but the lumber of any of the provinces other than New Brunswick shall not be subject to such dues."}, {"act": "British North America Act 1867", "year": 1867, "section": "125", "section_title": " Exemption of public lands, &c.", "section_text": "125 No lands or property belonging to Canada or any province shall be liable to taxation."}, {"act": "British North America Act 1867", "year": 1867, "section": "126", "section_title": " Provincial Consolidated Revenue Fund.", "section_text": "126 Such portions of the duties and revenues over which the respective Legislatures of Canada, Nova Scotia, and New Brunswick had before the union power of appropriation as are by this Act reserved to the respective Governments or Legislatures of the provinces, and all duties and revenues raised by them in accordance with the special powers conferred upon them by this Act, shall in each province form one Consolidated Revenue Fund, to be appropriated for the public service of the province."}, {"act": "British North America Act 1867", "year": 1867, "section": "127", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "127"}, {"act": "British North America Act 1867", "year": 1867, "section": "128", "section_title": " Oaths of allegiance, &c.", "section_text": "128 Every member of the Senate or House of Commons of Canada shall before taking his seat therein take and subscribe before the Governor General or some person authorized by him, and every member of a Legislative Council or Legislative Assembly of any province shall before taking his seat therein take and subscribe before the Lieutenant Governor of the province or some person authorized by him, the oath of allegiance contained in the fifth schedule to this Act; and every member of the Senate of Canada and every member of the Legislative Council of Quebec shall also before taking his seat therein take and subscribe before the Governor General or some person authorized by him, the declaration of qualification contained in the same schedule."}, {"act": "British North America Act 1867", "year": 1867, "section": "129", "section_title": " Continuance of existing laws, courts, officers, &c.", "section_text": "129 Except as otherwise provided by this Act, all laws in force in Canada, Nova Scotia, or New Brunswick at the union, and all courts of civil and criminal jurisdiction, and all legal commissions, powers, and authorities, and all officers, judicial, administrative, and ministerial, existing therein at the union shall continue in Ontario, Quebec, Nova Scotia, and New Brunswick respectively, as if the union had not been made; subject nevertheless (except with respect to such as are enacted by or exist under Acts of the Parliament of Great Britain, or of the Parliament of the United Kingdom of Great Britain and Ireland,) to be repealed, abolished, or altered by the Parliament of Canada, or by the Legislature of the respective province, according to the authority of the Parliament or of that Legislature under this Act."}, {"act": "British North America Act 1867", "year": 1867, "section": "130", "section_title": " Transfer of officers to Canada.", "section_text": "130 Until the Parliament of Canada otherwise provides, all officers of the several provinces having duties to discharge in relation to matters other than those coming within the classes of subjects by this Act assigned exclusively to the Legislatures of the provinces shall be officers of Canada, and shall continue to discharge the duties of their respective offices under the same liabilities, responsibilities, and penalties as if the union had not been made."}, {"act": "British North America Act 1867", "year": 1867, "section": "131", "section_title": " Appointment of new officers.", "section_text": "131 Until the Parliament of Canada otherwise provides, the Governor General in Council may from time to time appoint such officers as the Governor General in Council deems necessary or proper for the effectual execution of this Act."}, {"act": "British North America Act 1867", "year": 1867, "section": "132", "section_title": " Treaty obligations.", "section_text": "132 The Parliament and Government of Canada shall have all powers necessary or proper for performing the obligations of Canada or of any province thereof, as part of the British Empire, towards foreign countries, arising under treaties between the Empire and such foreign countries."}, {"act": "British North America Act 1867", "year": 1867, "section": "133", "section_title": " Use of English and French languages.", "section_text": "133 Either the English or the French language may be used by any person in the debates of the Houses of the Parliament of Canada and of the Houses of the Legislature of Quebec; and both those languages shall be used in the respective records and journals of those Houses; and either of those languages may be used by any person or in any pleading or process in or issuing from any court of Canada established under this Act, and in or from all or any of the courts of Quebec. The Acts of the Parliament of Canada and of the Legislature of Quebec shall be printed and published in both those languages."}, {"act": "British North America Act 1867", "year": 1867, "section": "134", "section_title": " Appointment of executive officers for Ontario and Quebec.", "section_text": "134 Until the Legislature of Ontario or of Quebec otherwise provides, the Lieutenant Governors of Ontario and Quebec may each appoint under the Great Seal of the province the following officers, to hold office during pleasure, that is to say,—the Attorney General, the Secretary and Registrar of the Province, the Treasurer of the Province, the Commissioner of Crown Lands, and the Commissioner of Agriculture and Public Works, and in the case of Quebec the Solicitor General, and may, by Order of the Lieutenant Governor in Council, from time to time prescribe the duties of those officers, and of the several departments over which they shall preside or to which they shall belong, and of the officers and clerks thereof, and may also appoint other and additional officers to hold office during pleasure, and may from time to time prescribe the duties of those officers, and of the several departments over which they shall preside or to which they shall belong, and of the officers and clerks thereof."}, {"act": "British North America Act 1867", "year": 1867, "section": "135", "section_title": " Powers, duties, &c. of executive officers.", "section_text": "135 Until the Legislature of Ontario or Quebec otherwise provides, all rights, powers, duties, functions, responsibilities, or authorities at the passing of this Act vested in or imposed on the Attorney General, Solicitor General, Secretary and Registrar of the Province of Canada, Minister of Finance, Commissioner of Crown Lands, Commissioner of Public Works, and Minister of Agriculture and Receiver General, by any law, statute, or ordinance of Upper Canada, Lower Canada, or Canada, and not repugnant to this Act, shall be vested in or imposed on any officer to be appointed by the Lieutenant Governor for the discharge of the same or any of them; and the Commissioner of Agriculture and Public Works shall perform the duties and functions of the office of Minister of Agriculture at the passing of this Act imposed by the law of the province of Canada, as well as those of the Commissioner of Public Works."}, {"act": "British North America Act 1867", "year": 1867, "section": "136", "section_title": " Great Seals.", "section_text": "136 Until altered by the Lieutenant Governor in Council, the Great Seals of Ontario and Quebec respectively shall be the same, or of the same design, as those used in the provinces of Upper Canada and Lower Canada respectively before their union as the province of Canada."}, {"act": "British North America Act 1867", "year": 1867, "section": "137", "section_title": " Construction of temporary Acts.", "section_text": "137 The words “and from thence to the end of the then next “ensuing session of the Legislature,” or words to the same effect, used in any temporary Act of the province of Canada not expired before the union, shall be construed to extend and apply to the next session of the Parliament of Canada if the subject matter of the Act is within the powers of the same as defined by this Act, or to the next sessions of the Legislatures of Ontario and Quebec respectively if the subject matter of the Act is within the powers of the same as defined by this Act."}, {"act": "British North America Act 1867", "year": 1867, "section": "138", "section_title": " As to errors in names.", "section_text": "138 From and after the Union the use of the words “Upper Canada” instead of “Ontario,” or “Lower Canada” instead of “Quebec,” in any deed, writ, process, pleading, document, matter, or thing, shall not invalidate the same."}, {"act": "British North America Act 1867", "year": 1867, "section": "139", "section_title": " As to issue of proclamations before union, to commence after union.", "section_text": "139 Any proclamation under the Great Seal of the province of Canada issued before the union to take effect at a time which is subsequent to the union, whether relating to that province, or to Upper Canada, or to Lower Canada, and the several matters and things therein proclaimed, shall be and continue of like force and effect as if the union had not been made."}, {"act": "British North America Act 1867", "year": 1867, "section": "140", "section_title": " As to issue of proclamations after union.", "section_text": "140 Any proclamation which is authorized by any Act of the Legislature of the province of Canada to be issued under the Great Seal of the province of Canada, whether relating to that province, or to Upper Canada, or to Lower Canada, and which is not issued before the union, may be issued by the Lieutenant Governor of Ontario or of Quebec, as its subject matter requires, under the Great Seal thereof; and from and after the issue of such proclamation the same and the several matters and things therein proclaimed shall be and continue of the like force and effect in Ontario or Quebec as if the union had not been made."}, {"act": "British North America Act 1867", "year": 1867, "section": "141", "section_title": " Penitentiary.", "section_text": "141 The penitentiary of the province of Canada shall, until the Parliament of Canada otherwise provides, be and continue the penitentiary of Ontario and of Quebec."}, {"act": "British North America Act 1867", "year": 1867, "section": "142", "section_title": " Arbitration respecting debts, &c.", "section_text": "142 The division and adjustment of the debts, credits, liabilities, properties, and assets of Upper Canada and Lower Canada shall be referred to the arbitrament of three arbitrators, one chosen by the Government of Ontario, one by the Government of Quebec, and one by the Government of Canada; and the selection of the arbitrators shall not be made until the Parliament of Canada and the Legislatures of Ontario and Quebec have met; and the arbitrator chosen by the Government of Canada shall not be a resident either in Ontario or in Quebec."}, {"act": "British North America Act 1867", "year": 1867, "section": "143", "section_title": " Division of records.", "section_text": "143 The Governor General in Council may from time to time order that such and so many of the records, books, and documents of the province of Canada as he thinks fit shall be appropriated and delivered either to Ontario or to Quebec, and the same shall thenceforth be the property of that province; and any copy thereof or extract therefrom, duly certified by the officer having charge of the original thereof, shall be admitted as evidence."}, {"act": "British North America Act 1867", "year": 1867, "section": "144", "section_title": " Constitution of townships in Quebec.", "section_text": "144 The Lieutenant Governor of Quebec may from time to time, by proclamation under the Great Seal of the province, to take effect from a day to be appointed therein, constitute townships in those parts of the province of Quebec in which townships are not then already constituted, and fix the metes and bounds thereof."}, {"act": "British North America Act 1867", "year": 1867, "section": "145", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "145"}, {"act": "British North America Act 1867", "year": 1867, "section": "146", "section_title": " Power to admit Newfoundland, &c. into the union.", "section_text": "146 It shall be lawful for the Queen, by and with the advice of Her Majesty’s Most Honourable Privy Council, on addresses from the Houses of the Parliament of Canada, and from the Houses of the respective Legislatures of the colonies or provinces of Newfoundland, Prince Edward Island, and British Columbia, to admit those colonies or provinces, or any of them, into the union, and on address from the Houses of the Parliament of Canada to admit Rupert’s Land and the North-Western Territory, or either of them, into the union, on such terms and conditions in each case as are in the addresses expressed and as the Queen thinks fit to approve, subject to the provisions of this Act; and the provisions of any Order in Council in that behalf shall have effect as if they had been enacted by the Parliament of the United Kingdom of Great Britain and Ireland."}, {"act": "British North America Act 1867", "year": 1867, "section": "147", "section_title": " As to representation of Newfoundland and Prince Edward Island in Senate. ", "section_text": "147 In case of the admission of Newfoundland and Prince Edward Island, or either of them, each shall be entitled to a representation in the Senate of Canada of four members, and (notwithstanding anything in this Act) in case of the admission of Newfoundland the normal number of senators shall be seventy-six, and their maximum number shall be eighty-two; but Prince Edward Island when admitted shall be deemed to be comprised in the third of the three divisions into which Canada is, in relation to the constitution of the Senate, divided by this Act; and accordingly, after the admission of Prince Edward Island, whether Newfoundland is admitted or not, the representation of Nova Scotia and New Brunswick in the Senate shall, as vacancies occur, be reduced from twelve to ten members respectively, and the representation of each of those provinces shall not be increased at any time beyond ten, except under the provisions of this Act for the appointment of three or six additional senators under the direction of the Queen."}]