[{"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "6", "section_title": "†Power to take deposition of person dangerously ill, and not likely to recover, and to make same evidence in certain events, after death of such person.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  an. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   officer to whom a statement taken under  section 105 of the Magistrates’ Courts Act 1980 , is sent in pursuance of rules made under  section 144 of the Act  , shall preserve  the same, and file it of record; and if afterwards, upon the trial of any offender or offence to which the same may relate, the person who made the same statement shall be proved to be dead, or if it shall be proved that there is no reasonable probability that such person will ever be able to travel or to give evidence, it shall be lawful to read such statement in evidence, either for or against the accused, without further proof thereof, if the same purports to be signed by the justice by or before whom it purports to be taken, and provided it be proved to the satisfaction of the court that reasonable notice of the intention to take such statement has been served upon the person (whether prosecutor or accused) against whom it is proposed to be read in evidence, and that such person, or his counsel or attorney, had or might have had, if he had chosen to be present, full opportunity of cross-examining the deceased person who made the same."}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "7", "section_title": " Provision for the prisoner being present at taking of statement.", "section_text": "7 Whenever a prisoner in actual custody shall have served or shall have received notice of an intention to take such statement as herein-before mentioned, the judge or justice of the peace by whom the prisoner was committed, or the visiting justices of the prison in which he is confined, may, by an order in writing, direct the gaoler having the custody of the prisoner to convey him to the place mentioned in the said notice for the purpose of being present at the taking of the statement; and such gaoler shall convey the prisoner accordingly, . . . "}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "10", "section_title": " Governor of prison to bring up the body of any person indicted, without writ of habeas corpus, under order of court.", "section_text": "10 Where a person who has been granted bail in criminal proceedings is, while awaiting trial for the offence before the Crown Court, in prison  , under warrant of commitment, or under sentence for some other offence, it shall be lawful for the court, by order in writing, to direct the governor of the said prison to bring up the body of such person in order that he may be arraigned upon such indictment without writ of habeas corpus, and the said governor shall thereupon obey such order."}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "11", "section_title": " Extent of Act.", "section_text": "11 This Act shall not extend to Ireland."}, {"act": "Criminal Law Amendment Act 1867", "year": 1867, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}]