[{"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "1", "section_title": " Lyon King of Arms to have same rights and duties as heretofore, except as altered by this Act.", "section_text": "1 The jurisdiction of the Lyon Court in Scotland shall be exercised by the Lyon King of Arms, who shall have the same rights, duties, powers, privileges, and dignities as have heretofore belonged to the Lyon King of Arms in Scotland, except in so far as these are herein-after altered or regulated."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "2", "section_title": " Lyon King of Arms to discharge his duties personally.", "section_text": "2 The Lyon King of Arms shall be bound to discharge the duties of his office personally, and not by deputy: Provided always, that in the event of the temporary absence of the Lyon King of Arms, from illness or other necessary cause, it shall be lawful for the Lord President of the Court of Session to grant a commission to some other person to discharge the duties of Lyon King of Arms ad interim, and such commission shall not be liable to any stamp duty: And provided also, that without any such commission, in the event of the temporary absence or incapacity of the Lyon King of Arms, the Lyon clerk shall be and is hereby empowered to admit to the office of messenger at arms persons properly qualified  in accordance with Part V of the Debtors (Scotland) Act 1987 and any Act of Sederunt made thereunder ."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "3", "section_title": " Salary of Lyon King of Arms.", "section_text": "3 The Lyon King of Arms, who shall be appointed by Her Majesty, shall receive such salary,   . . .as the Treasury shall from time to time approve, payable quarterly out of any monies to be voted by Parliament for that purpose, which salary shall come in place of the fees hitherto exigible by him, to which he shall no longer be entitled."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "4", "section_title": " Rights and duties of Lyon clerk.", "section_text": "4 The Lyon clerk shall hereafter have the same rights and perform the same duties as heretofore, except in so far as the same are herein-after altered or regulated."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "5", "section_title": " Lyon clerk to perform his duties personally. Salary of Lyon Clerk.", "section_text": "5 The Lyon clerk, who shall be appointed by Her Majesty, shall   . . . perform the duties of his office personally, and not by deputy, and shall receive such salary   . . . as the Treasury shall from time to time approve, payable as aforesaid, which salary shall come in place of the fees hitherto exigible by him, to which he shall no longer be entitled: Provided always, that in the event of the temporary absence or incapacity of the Lyon clerk it shall be lawful for the Lyon King of Arms, with the consent of Her Majesty’s Advocate, to grant a commission to some other person to discharge the duties of the Lyon clerk ad interim, and such commission shall not be liable to any stamp duty."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "6", "section_title": " Rights and duties of heralds and pursuivants in Scotland.", "section_text": "6 The heralds and pursuivants in Scotland shall be appointed by the Lyon King of Arms, and shall have the same rights and privileges and discharge the same duties as heretofore, except in so far as altered or regulated by this Act."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "7", "section_title": " As to filling up vacancies in offices of herald and pursuivant.", "section_text": "7 . . . the number of heralds shall in time coming be maintained at three; and   . . . the number of pursuivants shall in time coming be maintained at three:   . . ."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "8", "section_title": " Salary of heralds and pursuivants.", "section_text": "8 No herald or pursuivant shall be entitled to exact any fees, but each herald or pursuivant so appointed shall receive, in lieu of fees, such salary as the Treasury shall from time to time approve, payable as aforesaid: Provided always, that no herald or pursuivant shall pay or give to the Lyon King of Arms any consideration for his appointment, and if any such consideration shall have been paid or given by any such herald or pursuivant, his appointment shall be null and void."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "9", "section_title": " Duties and fees of herald painter and procurator fiscal of Lyon Court.", "section_text": "9 The herald painter in Scotland  and procurator fiscal of the Lyon Court shall hereafter be appointed by the Lyon King of Arms, and shall  respectively  perform the duties and be entitled to receive the fees, which the herald painter  has  hitherto been bound to perform and entitled to exact: Provided always, that no herald painter  or procurator fiscal shall have any vested right in such fees."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "9A", "section_title": "\n\t\t\t Appointment of procurator fiscal of the Lyon Court", "section_text": "9A 1 The procurator fiscal of the Lyon Court shall be a person who is legally qualified and shall be appointed by the Scottish Ministers on such terms and conditions as they determine. 2 For the purposes of subsection (1) above, a person is legally qualified if that person is an advocate or a solicitor."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "10", "section_title": " Attendance at Lyon Office.", "section_text": "10 From the first day of October to the twentieth day of December and from the fifth day of January to the twentieth day of July in each year the hours of attendance at the Lyon Office shall be from eleven o’clock in the forenoon to three o’clock in the afternoon, every lawful day except Saturday; and from the twenty-first day of July to the thirtieth day of September and from the twenty-first day of December to the fourth day of January in each year the hours of attendance shall be from eleven o’clock in the forenoon to two o’clock in the afternoon, and on Wednesdays and Fridays only: Provided always, that between the twenty-first day of July and the thirtieth day of September, and between the twenty-first day of December and the fourth day of January, in each year, the Lyon King of Arms shall not be bound to entertain any applications for grants or matriculations of arms, or for recording pedigrees:   . . ."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "11", "section_title": " Regulating disposal of fees payable under the statutes of the Order of the Thistle, and grant of  Geo.  2., dated 19th July 1731.", "section_text": "11 The fees hitherto payable to the Lyon King of Arms by Knights of the Thistle under the statutes of the Order of the Thistle, and the fees payable to the Lyon King of Arms in terms of a grant of His Majesty King George the Second, under the Great Seal of Great Britain, of date the nineteenth day of July one thousand seven hundred and thirty-one, shall be paid into Her Majesty’s Exchequer;   . . ."}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Lyon King of Arms Act 1867", "year": 1867, "section": "13", "section_title": " Fees.", "section_text": "13 . . .  the fees and dues enumerated in Schedule B. annexed to this Act shall be exigible   . . ."}]