[{"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “ The Sale of Land by Auction Act, 1867. ”"}, {"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "3", "section_title": " Interpretation of terms.", "section_text": "3 “ Auctioneer ” shall mean any person selling by public auction any land, whether in lots or otherwise: “ Land ” shall mean any interest in any messuages, lands, tenements, or hereditaments, of whatever tenure: “ Agent ” shall mean the solicitor, steward, or land agent of the seller: “ Puffer ” shall mean a person appointed to bid on the part of the owner."}, {"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "4", "section_title": " Where sales are invalid in law to be also invalid in equity.", "section_text": "4 And whereas there is at present a conflict between Her Majesty’s courts of law and equity in respect of the validity of sales by auction of land where a puffer has bid, although no right of bidding on behalf of the owner was reserved, the courts of law holding that all such sales are absolutely illegal, and the courts of equity under some circumstances giving effect to them but even in courts of equity the rule is unsettled: And whereas it is expedient that an end should be put to such conflicting and unsettled opinions: Be it therefore enacted, that from and after the passing of this Act whenever a sale by auction of land would be invalid at law by reason of the employment of a puffer, the same shall be deemed invalid in equity as well as at law."}, {"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "5", "section_title": " Rule respecting sale without reserve, &c.", "section_text": "5 The particulars or conditions of sale by auction of any land shall state whether such land will be sold without reserve, or subject to a reserved price, or whether a right to bid is reserved; if it is stated that such land will be sold without reserve, or to that effect, then it shall not be lawful for the seller to employ any person to bid at such sale, or for the auctioneer to take knowingly any bidding from any such person."}, {"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "6", "section_title": " Rule respecting sale subject to right of seller to bid.", "section_text": "6 And, where any sale by auction of land is declared either in the particulars or conditions of such sale to be subject to a right for the seller to bid, it shall be lawful for the seller or any one person on his behalf to bid at such auction in such manner as he may think proper."}, {"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "7", "section_title": " Practice of opening biddings, by Order of Chancery, except on ground of fraud, to be discontinued. ", "section_text": "7 The practice of opening the biddings on any sale by auction of land under or by virtue of any order of the High Court of Chancery shall be discontinued, and the highest bona fide bidder at such sale, provided he shall have bid a sum equal to or higher than the reserved price (if any), shall be declared and allowed the purchaser, unless the Court or judge shall, on the ground of fraud or improper conduct in the management of the sale, upon the application of any person interested in the land (such application to be made to the Court or judge before the chief clerk’s certificate of the result of the sale shall have become binding), either open the biddings, holding such bidder bound by his bidding, or discharge him from being the purchaser, and order the land to be resold upon such terms as to costs or otherwise as the Court or judge shall think fit."}, {"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "8", "section_title": " Exception of Court of Chancery,  etc.", "section_text": "8 Except as aforesaid, nothing in this Act contained shall affect any sale of land made under or by virtue of any order of the High Court of Chancery in England, of the High Court of Chancery in Ireland, or of the Landed Estates Court there, or of the Court of Chancery in the County Palatine of Lancaster, or of any county or other court having jurisdiction in equity."}, {"act": "Sale of Land by Auction Act 1867", "year": 1867, "section": "9", "section_title": " Not to extend to Scotland.", "section_text": "9 This Act shall not extend to Scotland."}]