[{"act": "Colonial Laws Validity Act 1865", "year": 1865, "section": "1", "section_title": " Definitions “Colony:” Legislature. Colonial Legislature: Representative Legislature: Colonial Law: Act of Parliament, &c. to extend to colony when made applicable to such colony: Governor: Letters patent", "section_text": "1 The term “ colony ” shall in this Act include all of Her Majesty’s possessions abroad in which there shall exist a legislature, as herein-after defined, except the Channel Islands, the Isle of Man . . .  The terms “ legislature ” and “ colonial legislature ” shall severally signify the authority, other than the Imperial Parliament or Her Majesty in Council, competent to make laws for any colony: The term “ representative legislature ” shall signify any colonial legislature which shall comprise a legislative body of which one half are elected by inhabitants of the colony: The term “ colonial law ” shall include laws made for any colony either by such legislature as aforesaid or by Her Majesty in Council: An Act of Parliament, or any provision thereof, shall, in construing this Act, be said to extend to any colony when it is made applicable to such colony by the express words or necessary intendment of any Act of Parliament: The term “ governor ” shall mean the officer lawfully administering the government of any colony: The term “letters patent” shall mean letters patent under the Great Seal of the United Kingdom of Great Britain and Ireland."}, {"act": "Colonial Laws Validity Act 1865", "year": 1865, "section": "2", "section_title": " Colonial law when void for repugnancy.", "section_text": "2 Any colonial law which is or shall be in any respect repugnant to the provisions of any Act of Parliament extending to the colony to which such law may relate, or repugnant to any order or regulation made under authority of such Act of Parliament, or having in the colony the force and effect of such Act, shall be read subject to such Act, order, or regulation, and shall, to the extent of such repugnancy, but not otherwise, be and remain absolutely void and inoperative."}, {"act": "Colonial Laws Validity Act 1865", "year": 1865, "section": "3", "section_title": " Colonial law when not void for repugnancy.", "section_text": "3 No colonial law shall be or be deemed to have been void or inoperative on the ground of repugnancy to the law of England, unless the same shall be repugnant to the provisions of some such Act of Parliament, order, or regulation as aforesaid."}, {"act": "Colonial Laws Validity Act 1865", "year": 1865, "section": "4", "section_title": " Colonial law not void for inconsistency with instructions.", "section_text": "4 No colonial law passed with the occurrence of or assented to by the governor of any colony, or to be hereafter so passed or assented to, shall be or be deemed to have been void or inoperative by reason only of any instructions with reference to such law or the subject thereof which may have been given to such governor by or on behalf of Her Majesty, by any instrument other than the letters patent or instrument authorizing such governor to concur in passing or to assent to laws for the peace, order, and good government of such colony, even though such instructions may be referred to in such letters patent or last-mentioned instrument."}, {"act": "Colonial Laws Validity Act 1865", "year": 1865, "section": "5", "section_title": " Colonial legislatures may establish, &c. courts of law. Representative legislature may alter constitution.", "section_text": "5 Every colonial legislature shall have, and be deemed at all times to have had, full power within its jurisdiction to establish courts of judicature, and to abolish and reconstitute the same, and to alter the constitution thereof, and to make provision for the administration of justice therein; and every representative legislature shall, in respect to the colony under its jurisdiction, have, and be deemed at all times to have had, full power to make laws respecting the constitution, powers, and procedure of such legislature; provided that such laws shall have been passed in such manner and form as may from time to time be required by any Act of Parliament, letters patent, Order in Council, or colonial law for the time being in force in the said colony."}, {"act": "Colonial Laws Validity Act 1865", "year": 1865, "section": "6", "section_title": " Certified copies of laws to be evidence that they are properly passed. Proclamation to be evidence of assent and disallowance.", "section_text": "6 The certificate of the clerk or other proper officer of a legislative body in any colony to the effect that the document to which it is attached is a true copy of any colonial law assented to by the governor of such colony, or of any Bill reserved for the signification of Her Majesty’s pleasure by the said governor, shall be prima facie evidence that the document so certified is a true copy of such law or Bill, and, as the case may be, that such law has been duly and properly passed and assented to, or that such Bill has been duly and properly passed and presented to the governor; and any proclamation purporting to be published by authority of the governor in any newspaper in the colony to which such law or Bill shall relate, and signifying Her Majesty’s disallowance of any such colonial law, or Her Majesty’s assent to any such reserved Bill as aforesaid, shall be prima facie evidence of such disallowance or assent. And whereas doubts are entertained respecting the validity of certain Acts enacted or reputed to be enacted by the legislature of South Australia:"}, {"act": "Colonial Laws Validity Act 1865", "year": 1865, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}]