[{"act": "Trespass (Scotland) Act 1865", "year": 1865, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as “The Trespass (Scotland) Act 1865.”"}, {"act": "Trespass (Scotland) Act 1865", "year": 1865, "section": "2", "section_title": " Interpretation of terms.", "section_text": "2 In this Act the following words shall have the meanings hereby assigned to them: “ Premises ” shall mean and include any house, barn, stable, shed, loft, granary, outhouse, garden, stackyard, court, close, or inclosed space:                 “ Magistrate ” shall mean and include the  sheriff principal and sheriff , or any one or more justice or justices of the peace, or any one or more magistrate or magistrates, having jurisdiction respectively in the county or burgh where any offence against the provisions of this Act is committed, or where any person charged with such offence is found or brought to trial: “ Procurator fiscal ” shall mean and include the procurator fiscal of the court having such jurisdiction.  “ Road ” shall mean and include any way, other than— a a waterway; or b without prejudice to section 100(c) (damage to roads by fire) or 129(4) (camping in a road) of the Roads (Scotland) Act 1984, a road within the meaning of that Act."}, {"act": "Trespass (Scotland) Act 1865", "year": 1865, "section": "3", "section_title": " Parties lodging in premises or encamping on land, without permission, guilty of an offence.", "section_text": "3 1 Every person who lodges in any premises, or occupies or encamps on any land, being private property, without the consent and permission of the owner or legal occupier of such premises or land, and every person who encamps or lights a fire on or near any . . .   road or enclosed or cultivated land, or in or near any plantation, without the consent and permission of the owner or legal occupier of such road, land, or plantation . . .   shall be guilty of an offence punishable as herein-after provided. 2 Subsection (1) above does not extend to anything done by a person in the exercise of the access rights created by the Land Reform (Scotland) Act 2003 (asp 2)."}, {"act": "Trespass (Scotland) Act 1865", "year": 1865, "section": "4", "section_title": " Apprehension and punishment of offenders.", "section_text": "4   A   person committing an offence against the provisions of this Act shall be liable, on summary conviction, to a fine not exceeding level 1 on the standard scale ."}, {"act": "Trespass (Scotland) Act 1865", "year": 1865, "section": "5", "section_title": " As to prosecutions under Act.", "section_text": "5 Every prosecution for an offence against the provisions of this Act shall be raised and proceeded in at the instance of the procurator fiscal, and shall be heard and determined by one or more magistrate or magistrates in a summary form; and every such prosecution shall be commenced within one month after the offence has been committed."}]