[{"act": "Domestic Violence, Crime and Victims (Amendment) Act 2012", "year": 2012, "section": "1", "section_title": "Causing or allowing child or vulnerable adult to suffer serious physical harm", "section_text": "1 1 Section 5 of the Domestic Violence, Crime and Victims Act 2004 (offence of causing or allowing the death of a child or vulnerable adult) is amended as follows. 2 In subsection (1)— a in paragraph (a), after  “dies” insert  “                    or suffers serious physical harm                  ” ; b in paragraph (d), for  “V's death” substitute  “                    the death or serious physical harm                  ” . 3 In subsection (3)(a), for  “V's death” substitute  “                the death or serious physical harm              ” . 4 In subsection (4)(b), for  “V's death” substitute  “                the death or serious physical harm              ” . 5 In subsection (7), after  “this section” insert  “                of causing or allowing a person's death              ” . 6 After that subsection insert— 8 A person guilty of an offence under this section of causing or allowing a person to suffer serious physical harm is liable on conviction on indictment to imprisonment for a term not exceeding 10 years or to a fine, or to both. 7 The italic heading before section 5 becomes  “                 Causing or allowing a child or vulnerable adult to die or suffer serious physical harm               ” . 8 The amendments made by this section do not apply in relation to any harm resulting from an act that occurs, or so much of an act as occurs, before the commencement of this section."}, {"act": "Domestic Violence, Crime and Victims (Amendment) Act 2012", "year": 2012, "section": "2", "section_title": "Evidence and procedure in cases of serious physical harm", "section_text": "2 After section 6 of the Domestic Violence, Crime and Victims Act 2004 insert— Evidence and procedure in cases of serious physical harm: England and Wales 6A 1 Subsections (3) to (5) apply where a person (“ the defendant ”) is charged in the same proceedings with a relevant offence and with an offence under section 5 in respect of the same harm (“the section 5 offence”). 2 In this section  “ relevant offence ” means— a an offence under section 18 or 20 of the Offences against the Person Act 1861 (grievous bodily harm  etc ); b an offence under section 1 of the Criminal Attempts Act 1981 of attempting to commit murder. 3 Where by virtue of section 35(3) of the Criminal Justice and Public Order Act 1994 a court or jury is permitted, in relation to the section 5 offence, to draw such inferences as appear proper from the defendant's failure to give evidence or refusal to answer a question, the court or jury may also draw such inferences in determining whether the defendant is guilty of a relevant offence, even if there would otherwise be no case for the defendant to answer in relation to that offence. 4 The charge of the relevant offence is not to be dismissed under paragraph 2 of Schedule 3 to the Crime and Disorder Act 1998 (unless the section 5 offence is dismissed). 5 At the defendant's trial the question whether there is a case for the defendant to answer on the charge of the relevant offence is not to be considered before the close of all the evidence (or, if at some earlier time the defendant ceases to be charged with the section 5 offence, before that earlier time)."}, {"act": "Domestic Violence, Crime and Victims (Amendment) Act 2012", "year": 2012, "section": "3", "section_title": "Consequential amendments", "section_text": "3 The Schedule contains consequential amendments."}, {"act": "Domestic Violence, Crime and Victims (Amendment) Act 2012", "year": 2012, "section": "4", "section_title": "Short title, commencement and extent", "section_text": "4 1 This Act may be cited as the Domestic Violence, Crime and Victims (Amendment) Act 2012. 2 This Act comes into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 Subject to subsection (4), this Act extends to England and Wales. 4 The amendments made by paragraphs 9 to 11 of the Schedule have the same extent as the provisions to which they relate."}]