[{"act": "Local Government Finance Act 2012", "year": 2012, "section": "1", "section_title": "Local retention of non-domestic rates", "section_text": "1 1 The LGFA 1988 is amended in accordance with subsections (2) to (4). 2 After section 59 insert— Local retention of non-domestic rates 59A Schedule 7B (local retention of non-domestic rates) has effect. 3 In section 143 (orders and regulations)— a in subsection (3) (application of negative Parliamentary procedure to orders and regulations under the Act), for  “(9AA)” substitute  “                      (9E)                    ” , and b before subsection (10) insert— 9C Any power to make regulations conferred by Schedule 7B (local retention of non-domestic rates) is exercisable by statutory instrument. 9D A statutory instrument containing regulations under any of the following provisions of that Schedule (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before and approved by resolution of each House of Parliament— a paragraph 9 (regulations about payments by billing authorities to major precepting authorities); b paragraph 11 (regulations about payments by billing authorities to major precepting authorities out of deductions from central share payments); c paragraph 22 (regulations about calculation of levy payments); d paragraph 25 (regulations about calculation of safety net payments); e paragraph 30 (regulations about distribution of remaining balance); f paragraph 39 or 40 (regulations about designated areas or classes of hereditament), if the regulations contain provision within paragraph 41 (payments to relevant authorities). 9E Any other statutory instrument containing regulations under that Schedule is subject to annulment in pursuance of a resolution of either House of Parliament. 4 Schedule 1 (which sets out the Schedule to be inserted as Schedule 7B to the LGFA 1988) has effect. 5 In consequence of the amendment made by subsection (3)(a), in Schedule 7 to the Local Government Act 2003 omit paragraph 24(2). 6 The amendments made by this section and Schedule 1 have effect in relation to the financial year beginning with 1 April 2013 and subsequent financial years. 7 But the Secretary of State may by order made by statutory instrument amend subsection (6) by substituting a later financial year."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "2", "section_title": "Revenue support grant", "section_text": "2 1 Schedule 2 (amendment of provisions about revenue support grant) has effect. 2 The amendments made by Schedule 2 have effect in relation to the financial year beginning with 1 April 2013 and subsequent financial years. 3 But the Secretary of State may by order made by statutory instrument amend subsection (2) by substituting a later financial year."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "3", "section_title": "Additional grant", "section_text": "3 1 The LGFA 1988 is amended in accordance with subsections (2) to (4). 2 In section 84Q(1) (application of Chapter dealing with grants other than revenue support grant) omit paragraph (a) (which refers to sections 85 and 86). 3 Omit sections 85 and 86 (additional grant: England) and the italic heading preceding section 85. 4 In section 141 (payments to and from authorities)— a in subsection (5)(b) omit  “and 86(2)”, and b in subsection (7) omit  “and 86”. 5 The LGFA 1992 is amended in accordance with subsections (6) to (8). 6 In section 52ZF (council tax referendums: billing authority's duty to make substitute calculations)— a in subsection (3)(a) omit  “additional grant,”, and b omit subsection (4). 7 In section 52ZJ (council tax referendums: major precepting authority's duty to make substitute calculations)— a in subsection (4)(a) omit  “additional grant,”, and b omit subsection (5). 8 In section 69(1) (interpretation of Part 1), in the definition of  “additional grant”, for  “85(2)” substitute  “                  86A(2)                ” . 9 The Greater London Authority Act 1999 is amended in accordance with subsections (10) and (11). 10 In section 86 (calculation of component council tax requirement in relation to Mayor's Office for Policing and Crime)— a in subsection (4D)— i at the end of paragraph (b) insert  “                          and                        ” , and ii omit paragraph (d) (additional grant) and the  “and” preceding that paragraph, and b in subsection (4F)— i at the end of paragraph (a) insert  “                          and                        ” , and ii omit paragraph (c) (report relating to additional grant) and the  “and” preceding that paragraph. 11 In section 102(2) (aggregate out of which payments to functional bodies are to be made) omit paragraph (b) (additional grant). 12 In consequence of the amendments made by subsection (3)— a in Schedule 10 to the LGFA 1992 omit paragraph 16, and b in Schedule 7 to the Local Government Act 2003 omit paragraph 17. 13 The amendments made by this section have effect in relation to the financial year beginning with 1 April 2013 and subsequent financial years. 14 But the Secretary of State may by order made by statutory instrument amend subsection (13) by substituting a later financial year."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "4", "section_title": "General  GLA  grant", "section_text": "4 1 Section 100 of the Greater London Authority Act 1999 (general GLA grant) is amended as follows. 2 For subsection (1) (duty to pay general GLA grant to Greater London Authority for each financial year) substitute— 1 The Secretary of State may pay a grant (to be called  “general GLA grant”) to the Authority for a financial year. 3 In subsection (3) (duty to make determination about general GLA grant for each financial year), after  “year” insert  “                  for which general GLA grant is to be paid                ” . 4 The amendments made by this section have effect in relation to the financial year beginning with 1 April 2013 and subsequent financial years. 5 But the Secretary of State may by order made by statutory instrument amend subsection (4) by substituting a later financial year."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "5", "section_title": "Local retention of non-domestic rates: further amendments", "section_text": "5 1 Schedule 3 (local retention of non-domestic rates: further amendments) has effect. 2 In that Schedule— a Part 1 amends Schedule 8 to the LGFA 1988 so that it applies in relation to Wales only (and makes some related amendments), and b Part 2 contains other amendments. 3 The amendments made by that Schedule have effect for the financial year beginning with 1 April 2013 and subsequent financial years. 4 But the Secretary of State may by order made by statutory instrument amend subsection (3) by substituting a later financial year."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "6", "section_title": "Definition of domestic property", "section_text": "6 1 Section 66 of the LGFA 1988 (domestic property) is amended as follows. 2 After subsection (2BB) insert— 2BC For the purposes of subsection (2B) the relevant person is— a where the building or self-contained part is not subject as a whole to a relevant leasehold interest, the person having the freehold interest in the whole of the building or self-contained part; and b in any other case, any person having a relevant leasehold interest in the building or self-contained part which is not subject (as a whole) to a single relevant leasehold interest inferior to that interest. 3 In subsection (2C) omit  “subsection (2B) and”. 4 This section has effect in relation to liability to a non-domestic rate for the financial year beginning with 1 April 2013 and subsequent financial years."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "7", "section_title": "Payments to and from authorities", "section_text": "7 1 Section 141 of the LGFA 1988 (power to make regulations about set off of payments to and from receiving authorities) is amended as follows. 2 In subsection (5)(b) (power to require provisions of the Act to be read subject to regulations), after  “79(2)” insert  “                  , 84H(2) and 86B(2)                ” . 3 In subsection (7) (payments to receiving authorities to which regulations may apply)— a after  “84C” insert  “                      , 84K, 84N and 86B                    ” , and b for the words from  “, paragraphs 12 and 15 of that Schedule” to the end substitute  “                      and paragraphs 12 and 15 of that Schedule.                    ” 4 In subsection (8) (payments from receiving authorities to which regulations may apply), for  “and 84C” substitute  “                  , 84C, 84K and 84N                ” . 5 The amendments made by this section have effect in relation to the financial year beginning with 1 April 2013 and subsequent financial years."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "8", "section_title": "Provision of information about non-domestic rates", "section_text": "8 1 In Schedule 9 to the LGFA 1988, paragraph 2 (collection and recovery) is amended as follows. 2 After sub-paragraph (2)(ge) insert— gf that the payee must publish prescribed information in the prescribed manner, . 3 In sub-paragraph (2)(h), after  “when the payee serves a notice” insert  “                  or on the request of the ratepayer                ” ."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "9", "section_title": "Council tax reduction schemes: review", "section_text": "9 1 The Secretary of State shall make provision for an independent review of all council tax reduction schemes made under the provisions of this Act— a to consider their effectiveness, efficiency, fairness and transparency and their impact on the localism agenda, and b to make recommendations as to whether such schemes should be brought within universal credit. 2 A review under subsection (1) shall take place within three years after this Act comes into effect."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "10", "section_title": "Council tax reduction schemes", "section_text": "10 1 For section 13A of the LGFA 1992 (billing authority's power to reduce amount of tax payable) substitute— Reductions by billing authority 13A 1 The amount of council tax which a person is liable to pay in respect of any chargeable dwelling and any day (as determined in accordance with sections 10 to 13)— a in the case of a dwelling situated in the area of a billing authority in England, is to be reduced to the extent, if any, required by the authority's council tax reduction scheme (see subsection (2)); b in the case of a dwelling situated in the area of a billing authority in Wales, is to be reduced to the extent, if any, required by any council tax reduction scheme made under regulations under subsection (4) that applies to that dwelling; c in any case, may be reduced to such extent (or, if the amount has been reduced under paragraph (a) or (b), such further extent) as the billing authority for the area in which the dwelling is situated thinks fit. 2 Each billing authority in England must make a scheme specifying the reductions which are to apply to amounts of council tax payable, in respect of dwellings situated in its area, by— a persons whom the authority considers to be in financial need, or b persons in classes consisting of persons whom the authority considers to be, in general, in financial need. 3 Schedule 1A (which contains provisions about schemes under subsection (2)) has effect. 4 The Welsh Ministers may by regulations— a require a person or body specified in the regulations to make a scheme specifying the reductions which are to apply to amounts of council tax payable, in respect of dwellings to which the scheme applies, by persons to whom the scheme applies, b impose requirements on that person or body regarding the matters which must be included in that scheme, and c make other provision for and in connection with such schemes. 5 Schedule 1B (which contains further provisions about regulations under subsection (4) and about schemes under those regulations) has effect. 6 The power under subsection (1)(c) includes power to reduce an amount to nil. 7 The power under subsection (1)(c) may be exercised in relation to particular cases or by determining a class of case in which liability is to be reduced to an extent provided by the determination. 8 No regulations under subsection (4) are to be made unless a draft of the statutory instrument containing them has been laid before, and approved by a resolution of, the National Assembly for Wales. 9 In this Part  “ council tax reduction scheme ” means a scheme under subsection (2) or regulations under subsection (4). 2 Schedule 4 (amendments relating to council tax reduction schemes) has effect. 3 In that Schedule— a Part 1 sets out the Schedules to be inserted as Schedules 1A and 1B to the LGFA 1992, and b Part 2 contains other amendments. 4 Each billing authority in England must make a council tax reduction scheme under section 13A(2) of the LGFA 1992 no later than 31 January 2013; and the first financial year to which that scheme relates must be the year beginning with 1 April 2013. 5 But the Secretary of State may by order made by statutory instrument amend subsection (4) by substituting a different date or a later financial year (or both)."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "11", "section_title": "Power to determine further discounts for certain dwellings", "section_text": "11 1 In section 11A of the LGFA 1992 (discounts: special provision for England), after subsection (4) insert— 4A For any financial year for which a class of dwellings is prescribed for the purposes of this subsection, a billing authority in England may by determination provide— a in relation to all dwellings of that class in its area, or b in relation to such description of dwellings of that class as it may specify in the determination, that the discount under section 11(2)(a) shall not apply or shall be such percentage (which may be 100) as it may so specify. 4B Where a class of dwellings is prescribed for the purposes of subsection (4A) by reference to the period of time for which a condition is met, a billing authority may not, under paragraph (b) of that subsection, specify a description of dwellings of that class by reference (wholly or partly) to a shorter such period. 2 In subsections (1) and (5) of that section, for  “or (4)” substitute  “                  , (4) or (4A)                ” . 3 Regulations may be made for the purposes of the subsection inserted by subsection (1) for a financial year beginning with or after 1 April 2013 (and, if a class of dwelling is prescribed by reference to a period of time for which a condition is met, it does not matter whether the period begins before this section comes into force)."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "12", "section_title": "Power to set higher amount for long-term empty dwellings", "section_text": "12 1 The LGFA 1992 is amended as follows. 2 After section 11A insert— Higher amount for long-term empty dwellings: England 11B 1 For any financial year, a billing authority in England may by determination provide in relation to its area, or such part of its area as it may specify in the determination, that if on any day a dwelling is a long-term empty dwelling— a the discount under section 11(2)(a) shall not apply, and b the amount of council tax payable in respect of that dwelling and that day shall be increased by such percentage of not more than 50 as it may so specify. 2 The Secretary of State may by regulations prescribe one or more classes of dwelling in relation to which a billing authority may not make a determination under this section. 3 A class of dwellings may be prescribed under subsection (2) by reference to such factors as the Secretary of State thinks fit and may, in particular, be prescribed by reference to— a the physical characteristics of, or other matters relating to, dwellings; b the circumstances of, or other matters relating to, any person who is liable to the amount of council tax concerned. 4 Where a determination under this section has effect in relation to a class of dwellings— a the billing authority may not make a determination under section 11A(3), (4) or (4A) in relation to that class, and b any determination that has been made under section 11A(3), (4) or (4A) ceases to have effect in relation to that class. 5 A billing authority may make a determination varying or revoking a determination under this section for a financial year, but only before the beginning of the year. 6 A billing authority which makes a determination under this section must publish a notice of it in at least one newspaper circulating in its area and do so before the end of the period of 21 days beginning with the date of the determination. 7 Failure to comply with subsection (6) does not affect the validity of a determination. 8 For the purposes of this section, a dwelling is a  “long-term empty dwelling” on any day if for a continuous period of at least 2 years ending with that day— a it has been unoccupied, and b it has been substantially unfurnished. 9 In determining whether a dwelling is a long-term empty dwelling, no account is to be taken of any one or more periods of not more than 6 weeks during which either of the conditions in subsection (8)(a) and (b) is not met (or neither of them is met). 10 The Secretary of State may by regulations substitute a different period, of not less than 6 weeks, for the period which is for the time being specified in subsection (9). 3 In section 11(2) (discounts: no chargeable residents), after  “sections 11A” insert  “                  , 11B                ” . 4 In section 11A (discounts: special provision for England), after subsection (4B) (inserted by section 11) insert— 4C Subsections (3), (4) and (4A) are subject to section 11B(4). 5 In section 13(3) (amounts which may be reduced by regulations), after  “section 11, 11A” insert  “                  , 11B                ” . 6 In section 66(2)(b) (matters to be questioned only by judicial review), after  “section 8(2), 11A” insert  “                  , 11B                ” . 7 In section 67(2)(a) (functions to be discharged only by authority), after  “section 8(2), 11A” insert  “                  , 11B                ” . 8 In Schedule 2 (administration), paragraph 4 (discounts) is amended as follows. 9 In sub-paragraph (2), after  “discount” (in both places) insert  “                  or increase                ” . 10 In sub-paragraph (3)— a after  “discount” in the first and third places insert  “                      or to an increase                    ” ; b after  “discount” in the second and fourth places insert  “                      or increase                    ” . 11 In sub-paragraph (5)(a), for  “is subject to a discount of a particular amount; and” substitute —                   i is subject to a discount of a particular amount, or ii is not subject to any increase; and . 12 In sub-paragraph (5)(b), for the words from  “is not in fact” to  “smaller amount,” substitute —                   i is not in fact subject to any discount, or is subject to a discount of a smaller amount, or ii is in fact subject to an increase (whether or not the person is aware of the amount of the increase), . 13 After sub-paragraph (6) insert— 7 In this paragraph,  “ increase ” means an increase under section 11B(1)(b) (higher amount of tax for empty dwellings). 14 In the heading preceding that paragraph, after  “Discounts” insert  “                  and increases                ” . 15 A determination may be made for the purposes of the section inserted by subsection (2) for a financial year beginning with or after 1 April 2013 (and it does not matter whether the period mentioned in subsection (8) of that section begins before this section comes into force)."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "13", "section_title": "Mortgagee in possession to be liable for council tax", "section_text": "13 1 In section 6(2) of the LGFA 1992 (persons liable to pay council tax) omit the  “or” at the end of paragraph (e) and after that paragraph insert— ea in the case of a dwelling situated in the area of a billing authority in England, the person is a mortgagee in possession of the owner's interest in the dwelling; or . 2 This section comes into force on such day as the Secretary of State may by order made by statutory instrument appoint."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "14", "section_title": "Regulations about powers to require information, offences and penalties", "section_text": "14 1 The LGFA 1992 is amended as follows. 2 After section 14 insert— Regulations about powers to require information 14A 1 The appropriate authority may by regulations provide for the exercise, for prescribed council tax purposes, of— a powers to require the provision of information; b powers to require a person to enter into arrangements under which access is permitted to the person's electronic records. 2 The appropriate authority may by regulations make provision about arrangements for access to electronic records for prescribed council tax purposes where the arrangements are entered into otherwise than under a requirement of the kind mentioned in subsection (1)(b). 3 The appropriate authority may by regulations— a make provision about the persons by whom powers conferred by regulations under this section may be exercised; b make provision about the persons by whom arrangements under regulations under this section may be made; c in particular, make provision for the authorisation by billing authorities of persons to exercise those powers or make those arrangements. 4 The provision that may be made by regulations under this section includes, in particular, provision equivalent to— a provision made by a relevant enactment, or b provision that is capable of being made under a relevant enactment, with such modifications as the appropriate authority thinks fit. 5 For the purposes of subsection (4), each of the following enactments as it had effect on the day on which the Local Government Finance Act 2012 was passed is a  “relevant enactment”— a section 109A(8) of the Social Security Administration Act 1992 (application of section 109B of that Act to the Crown); b section 109B of that Act (powers to require information); c section 110A of that Act (authorisations by local authorities to exercise powers of investigation); d section 110AA of that Act (power of local authority to require electronic access to information); e section 121DA of that Act (interpretation of Part 6 of that Act); f section 191 of that Act (interpretation of that Act). 6 This section does not affect the operation of Schedule 2 (administration of council tax). 7 In this section  “ council tax purposes ” means purposes relating to a person's liability to pay council tax. Regulations about offences 14B 1 The appropriate authority may by regulations provide for the creation of offences that may be committed by a person in prescribed circumstances— a by intentionally delaying or obstructing a person in the exercise of a power conferred by regulations under section 14A(1); b by refusing or failing to comply with any requirement under regulations under section 14A(1)(b) or with the requirements of any arrangements entered into in accordance with such regulations; c by refusing or failing, when required to do so by or under this Act or by or under regulations made under this Act, to provide any information or document in connection with a person's liability to pay council tax; d by making a false statement or representation in connection with such liability; e by providing, or causing or allowing to be provided, in connection with such liability, a document or information which is false; f by failing to notify, or causing or allowing a person to fail to notify, a matter that is relevant to such liability (including in particular any matter that is required to be notified by or under this Act or by or under regulations made under this Act). 2 Regulations under subsection (1)(a), (b) or (c)— a must provide for an offence under the regulations to be triable only summarily; b may not provide for such an offence to be punishable with a fine exceeding level 3 on the standard scale. 3 Regulations under subsection (1)(a), (b) or (c)— a may provide, in a case where a person is convicted of an offence under the regulations and the act or omission constituting the offence continues after the conviction, for the person to be guilty of a further offence and liable on summary conviction to a daily fine; b may not provide for the daily fine to exceed £40. 4 Regulations under subsection (1)(d), (e) or (f) that create an offence that may only be committed by a person acting dishonestly— a must provide for the offence to be triable summarily or on indictment; b may not provide for the offence to be punishable on summary conviction with imprisonment for a term exceeding 12 months or with a fine exceeding the statutory maximum; c may not provide for the offence to be punishable on conviction on indictment with imprisonment for a term exceeding 7 years (and may provide for the offence to be punishable on conviction on indictment with a fine). 5 Regulations under this section that create an offence within subsection (4) that may be committed before the date that section 154(1) of the Criminal Justice Act 2003 comes into force may not provide for such an offence committed before that date to be punishable on summary conviction with imprisonment for a term exceeding 6 months. 6 Regulations under subsection (1)(d), (e) or (f) that create an offence that may be committed by a person acting otherwise than dishonestly— a must provide for the offence to be triable only summarily; b may not provide for the offence to be punishable with imprisonment for a term exceeding 51 weeks or with a fine exceeding level 5 on the standard scale. 7 Regulations under this section that create an offence within subsection (6) that may be committed before the date that section 281(5) of the Criminal Justice Act 2003 comes into force may not provide for such an offence committed before that date to be punishable with imprisonment for a term exceeding 3 months. 8 The appropriate authority may by regulations make provision— a about defences to an offence under regulations under this section; b about the commission by a body corporate of such an offence; c about the conduct of proceedings for such an offence; d about the time limits for bringing such proceedings; e about the determination of issues arising in such proceedings; f about other matters of procedure and evidence in relation to such offences. 9 The provision that may be made by regulations under this section includes, in particular, provision equivalent to— a provision made by a relevant enactment, or b provision that is capable of being made under a relevant enactment, with such modifications as the appropriate authority thinks fit. 10 For the purposes of subsection (9), each of the following enactments as it had effect on the day on which the Local Government Finance Act 2012 was passed is a  “relevant enactment”— a section 111 of the Social Security Administration Act 1992 (offences relating to powers under that Act); b section 111A of that Act (dishonest representations for obtaining benefit  etc ); c section 112 of that Act (false representations for obtaining benefit  etc. ); d section 115 of that Act (offences by bodies corporate); e section 116 of that Act (legal proceedings); f section 121DA of that Act (interpretation of Part 6 of that Act); g section 191 of that Act (interpretation of that Act). Regulations about penalties 14C 1 The appropriate authority may by regulations make provision for the imposition of a penalty by a billing authority on a person where in prescribed circumstances— a that person's act or omission results or could result in the amount of council tax that a person (“P”) is liable to pay being reduced or subject to a discount, and b P is not or will not be entitled to that reduction or discount. 2 The appropriate authority may by regulations make provision for the imposition of a penalty by a billing authority on a person where in prescribed circumstances— a that person's act or omission results or could result in a dwelling in respect of which a person (“P”) would otherwise be liable to pay council tax being treated as an exempt dwelling for a period, and b the dwelling is not or will not be an exempt dwelling for all or part of that period. 3 Regulations under this section must— a make provision with the effect that a penalty may only be imposed on a person where the person agrees to the imposition of the penalty as an alternative to criminal proceedings being taken against the person in respect of the act or omission to which the penalty relates, b make provision with the effect that a penalty may only be imposed on a person where the person has not been charged with an offence in respect of the act or omission to which the penalty relates, or c make provision within paragraph (a) and (b). 4 Where— a regulations under this section specify a sum as a penalty (or a minimum or maximum penalty), and b it appears to the Treasury that there has been a change in the value of money since those regulations were made or (as the case may be) the last occasion when an order under this subsection was made, the Treasury may by order substitute for that sum such other sum as appears to them to be justified by the change. 5 An order under subsection (4) does not apply in relation to any act done or omission which began before the date on which the order comes into force. 6 This section does not affect the operation of paragraph 1 of Schedule 3 (penalties). 7 The provision that may be made by regulations under this section includes, in particular, provision equivalent to— a provision made by a relevant enactment, or b provision that is capable of being made under a relevant enactment, with such modifications as the appropriate authority thinks fit. 8 For the purposes of subsection (7), each of the following is a  “relevant enactment”— a section 115A of the Social Security Administration Act 1992 (penalty as alternative to prosecution); b section 115B of that Act (penalty as alternative to prosecution: colluding employers etc); c section 115C of that Act (penalties in respect of incorrect statements etc); d section 115D of that Act (penalties in respect of failures to disclose information); e section 121DA of that Act (interpretation of Part 6 of that Act); f section 191 of that Act (interpretation of that Act). 9 The reference in subsection (8)— a to section 115C or 115D of the Social Security Administration Act 1992 is to that section without the repeals in it contained in Part 1 of Schedule 14 to the Welfare Reform Act 2012; b to any other provision of that Act is to the provision as it had effect on the day on which the Local Government Finance Act 2012 was passed. Sections 14A to 14C: supplementary 14D 1 In sections 14A to 14C— “ the appropriate authority ” means— the Secretary of State, in relation to England, and the Welsh Ministers, in relation to Wales; “ prescribed ”, in relation to regulations made by the Welsh Ministers, means prescribed by such regulations. 2 A statutory instrument containing regulations made by the Secretary of State under any of sections 14A to 14C may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 3 A statutory instrument containing regulations made by the Welsh Ministers under any of sections 14A to 14C may not be made unless a draft of the instrument has been laid before and approved by a resolution of the National Assembly for Wales. 3 In section 18(1)(c) (death of person liable for penalty), after  “him” insert  “                  under regulations under section 14C or                ” . 4 In section 113(3) (application of negative procedure to orders and regulations under the Act), after  “except in the case of regulations under section” insert  “                  14A, 14B, 14C or                ” . 5 Schedule 3 (penalties) is amended as follows. 6 After paragraph 3(1) (appeals) insert— 1A A person (“P”) may appeal to a valuation tribunal if aggrieved by the imposition on P of a penalty under regulations under section 14C, unless P agreed to the imposition of the penalty as an alternative to criminal proceedings being taken against P in respect of the act or omission to which the penalty relates. 7 After paragraph 3(3) insert— 4 Where a penalty is imposed on a person (“P”) under regulations under section 14C, and P alleges that there is no power in the case concerned to impose a penalty of the amount imposed, P may appeal to a valuation tribunal under this sub-paragraph against the imposition. 8 In paragraph 6(1) and (5) (regulations about collection), after  “paragraph 1 or 2 above” insert  “                  or under regulations under section 14C                ” . 9 In Schedule 11 to the LGFA 1988 (tribunals), in paragraph 10A(1)(d) (orders), after  “under” insert  “                  regulations under section 14C of or                ” ."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "15", "section_title": "Calculation of billing authority's council tax base", "section_text": "15 1 In section 34 of the LGFA 1992 (calculations to be made in setting council tax: additional calculations where special item relates to part only of billing authority's area), after subsection (4) insert— 5 Regulations under subsection (4) that apply to billing authorities in England may contain different rules for the purposes of calculating item TP in relation to different kinds of special item. 2 In section 45 of the LGFA 1992 (calculations to be made in setting council tax: additional calculations where special item relates to part only of major precepting authority's area), after subsection (5) insert— 5A Regulations under subsection (4) that apply to authorities in England may contain different rules for the purposes of calculating item TP in relation to different kinds of special item. 5B Regulations under subsection (4) that make provision by virtue of subsection (5A) may make consequential amendments to this Act."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "16", "section_title": "Provision of information about council tax", "section_text": "16 1 In Schedule 2 to the LGFA 1992, paragraph 2 (collection of council tax) is amended as follows. 2 After sub-paragraph (4)(i) (but before the word  “and” following that paragraph) insert— ia that the authority must publish prescribed information in the prescribed manner; . 3 In sub-paragraph (4)(j), after  “when it serves a notice” insert  “                  or on the request of the person                ” ."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "17", "section_title": "Power for  HMRC  to supply information for purposes of council tax", "section_text": "17 1 Schedule 2 to the LGFA 1992 (administration) is amended as follows. 2 After paragraph 15 insert— 15A 1 A Revenue and Customs official may supply information which is held by the Revenue and Customs in connection with a function of the Revenue and Customs to a qualifying person for prescribed purposes relating to council tax. 2 The following are qualifying persons for the purpose of this paragraph— a a billing authority in England; b a person authorised to exercise any function of such an authority relating to council tax; c a person providing services to such an authority relating to council tax. 3 Information supplied under this paragraph may be used for another prescribed purpose relating to council tax. 4 Information supplied under this paragraph may be supplied to another qualifying person for a prescribed purpose relating to council tax (whether or not that is a purpose for which it was supplied). 5 In this paragraph— “Revenue and Customs official”, “the Revenue and Customs”, and “function of the Revenue and Customs”, have the same meaning as in section 18 of the Commissioners for Revenue and Customs Act 2005. 15B 1 A Revenue and Customs official may supply information which is held by the Revenue and Customs in connection with a function of the Revenue and Customs to a qualifying person for prescribed purposes relating to council tax. 2 The following are qualifying persons for the purpose of this paragraph— a a billing authority in Wales; b a person authorised to exercise any function of such an authority relating to council tax; c a person providing services to such an authority relating to council tax. 3 Information supplied under this paragraph may be used for another prescribed purpose relating to council tax. 4 Information supplied under this paragraph may be supplied to another qualifying person for a prescribed purpose relating to council tax (whether or not that is a purpose for which it was supplied). 5 In this paragraph— “ Revenue and Customs official ”,  “ the Revenue and Customs ” and  “ function of the Revenue and Customs ” have the same meaning as in section 18 of the Commissioners for Revenue and Customs Act 2005; “ prescribed ” means prescribed by regulations made by the Welsh Ministers. 6 Regulations under this paragraph must not be made except with the consent of the Commissioners for Her Majesty's Revenue and Customs. 7 A statutory instrument containing regulations under this paragraph is subject to annulment in pursuance of a resolution of the National Assembly for Wales. 15C 1 A Revenue and Customs official may supply information which is held by the Revenue and Customs in connection with a function of the Revenue and Customs to a qualifying person for prescribed purposes relating to council tax. 2 The following are qualifying persons for the purpose of this paragraph— a a local authority; b a person authorised to exercise any function of such an authority relating to council tax; c a person providing services to such an authority relating to council tax. 3 Information supplied under this paragraph may be used for another prescribed purpose relating to council tax. 4 Information supplied under this paragraph may be supplied to another qualifying person for a prescribed purpose relating to council tax (whether or not that is a purpose for which it was supplied). 5 In this paragraph— “ Revenue and Customs official ”,  “ the Revenue and Customs ” and  “ function of the Revenue and Customs ” have the same meaning as in section 18 of the Commissioners for Revenue and Customs Act 2005; “ prescribed ” means prescribed by regulations made by the Scottish Ministers. 6 Regulations under this paragraph must not be made except with the consent of the Commissioners for Her Majesty's Revenue and Customs. 7 Regulations under this paragraph— a are subject to the negative procedure; and b may make— i different provision for different purposes, including different provision for different areas or for different authorities, and ii such incidental, consequential, transitional or supplementary provision as the Scottish Ministers think necessary or expedient. 15D 1 A person to whom sub-paragraph (2) applies is guilty of an offence if the person discloses without lawful authority any information— a which comes to the person by virtue of paragraph 15A, 15B or 15C, and b which relates to a particular person. 2 This sub-paragraph applies to— a a qualifying person for the purpose of paragraph 15A, 15B or 15C; b a person who is or has been a director, member of the committee of management, manager, secretary or other similar officer of a person within paragraph (a); c a person who is or has been an employee of such a person. 3 A person guilty of an offence under this paragraph is liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding 12 months or a fine not exceeding the statutory maximum, or both. 4 It is not an offence under this paragraph— a to disclose information in the form of a summary or collection of information so framed as not to enable information relating to any particular person to be identified from it; b to disclose information which has previously been disclosed to the public with lawful authority. 5 It is a defence for a person (“D”) charged with an offence under this paragraph to prove that at the time of the alleged offence— a D believed that D was making the disclosure in question with lawful authority and had no reasonable cause to believe otherwise, or b D believed that the information in question had previously been disclosed to the public with lawful authority and had no reasonable cause to believe otherwise. 6 For the purposes of this paragraph,  “ lawful authority ” has the meaning given by section 123 of the Social Security Administration Act 1992. 7 In relation to an offence under this paragraph committed in England and Wales before the commencement of section 154(1) of the Criminal Justice Act 2003 (increase in maximum term that may be imposed on summary conviction of offence triable either way) the reference in sub-paragraph (3)(b) to 12 months is to be taken as a reference to 6 months. 3 In paragraph 11 (supply of information to authorities: England and Wales), after sub-paragraph (1) insert— 1A Information may be prescribed under sub-paragraph (1)(d) by reference to— a how the person concerned came to be in possession or control of the information; b the purpose for which it is requested by the authority. 4 In paragraph 12 (supply of information to authorities: Scotland), after sub-paragraph (1) insert— 1A Information may be prescribed under sub-paragraph (1)(d) by reference to— a how the person concerned came to be in possession or control of the information; b the purpose for which it is requested by the authority. 5 In paragraph 16 (supply of information by authorities), after sub-paragraph (2) insert— 3 Information may be prescribed under sub-paragraph (2)(c) by reference to— a how the first-mentioned authority obtained the information; b the purpose for which the first-mentioned authority believes that the information would be useful to the other authority. 6 In Schedule 11 to the LGFA 1988, in paragraph 8(3)(ea) (regulations about procedure before tribunals)— a for sub-paragraph (iv) substitute— iv paragraph 15A or 15B of Schedule 2 to the 1992 Act or regulations under that Schedule; , b omit the  “or” following that sub-paragraph, and c after  “1996” insert  “                      or of information supplied under section 131 of the Welfare Reform Act 2012 for purposes relating to council tax;                    ” ."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "18", "section_title": "Power for HMRC to supply information for purposes of rates in Northern Ireland", "section_text": "18 1 A Revenue and Customs official may supply information which is held by the Revenue and Customs in connection with a function of the Revenue and Customs to a qualifying person for prescribed purposes relating to rates. 2 The following are qualifying persons— a the Department of Finance and Personnel in Northern Ireland (“DFP”); b the Northern Ireland Housing Executive (“ NIHE ”); c a person authorised to exercise any function of DFP or NIHE relating to rates; d a person providing services to DFP or NIHE relating to rates. 3 Information supplied under this section may be used for another prescribed purpose relating to rates. 4 Information supplied under this section may be supplied to another qualifying person for a prescribed purpose relating to rates (whether or not that is a purpose for which it was supplied). 5 A person to whom subsection (6) applies is guilty of an offence if the person discloses without lawful authority any information— a which comes to the person by virtue of this section, and b which relates to a particular person. 6 This subsection applies to— a a qualifying person other than DFP; b a person who is or has been a director, member of the committee of management, manager, secretary or other similar officer of a qualifying person; c a person who is or has been an employee of a qualifying person. 7 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years or a fine, or both; b on summary conviction, to imprisonment for a term not exceeding 6 months or a fine not exceeding the statutory maximum, or both. 8 It is not an offence under this section— a to disclose information in the form of a summary or collection of information so framed as not to enable information relating to any particular person to be identified from it; b to disclose information which has previously been disclosed to the public with lawful authority. 9 It is a defence for a person (“D”) charged with an offence under this section to prove that at the time of the alleged offence— a D believed that D was making the disclosure in question with lawful authority and had no reasonable cause to believe otherwise, or b D believed that the information in question had previously been disclosed to the public with lawful authority and had no reasonable cause to believe otherwise. 10 For the purposes of this section,  “ lawful authority ” has the meaning given by section 117 of the Social Security Administration (Northern Ireland) Act 1992. 11 In this section— “ Revenue and Customs official ”,  “ the Revenue and Customs ” and  “ function of the Revenue and Customs ” have the same meaning as in section 18 of the Commissioners for Revenue and Customs Act 2005; “ rates ” has the same meaning as in the Rates (Northern Ireland) Order 1977 ( S.I.  1977/2157 (N.I. 28)); “ prescribed ” means prescribed by regulations made by DFP. 12 Regulations under this section must not be made except with the consent of the Commissioners for Her Majesty's Revenue and Customs. 13 The power to make regulations under this section is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 14 Regulations under this section are to be subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954)."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "19", "section_title": "Interpretation", "section_text": "19 In this Act— “ financial year ” means a period of 12 months beginning with 1 April; “ the LGFA 1988 ” means the Local Government Finance Act 1988; “ the LGFA 1992 ” means the Local Government Finance Act 1992."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "20", "section_title": "Power to make transitional, consequential etc provision", "section_text": "20 1 The Secretary of State may by order made by statutory instrument make such transitory or transitional provision, or savings, as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act. 2 The Secretary of State may by order made by statutory instrument make such consequential provision (including provision amending, repealing or revoking any legislation passed or made before, or in the same Session as, this Act) as the Secretary of State considers appropriate in connection with any provision of this Act. 3 A statutory instrument containing an order under subsection (2) that amends or repeals any of the following may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament— a an Act of Parliament; b an Act of the Scottish Parliament; c an Act or Measure of the National Assembly for Wales; d Northern Ireland legislation as defined in section 24 of the Interpretation Act 1978. 4 Any other statutory instrument containing an order under subsection (2) is subject to annulment in pursuance of a resolution of either House of Parliament. 5 The powers under subsections (1) and (2) include power to make different provision for different cases or descriptions of case, including different provision for different areas or different authorities."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "21", "section_title": "Financial provisions", "section_text": "21 There is to be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State in consequence of this Act, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Local Government Finance Act 2012", "year": 2012, "section": "22", "section_title": "Extent and short title", "section_text": "22 1 This Act extends to England and Wales only, subject to subsections (2) and (3). 2 Section 17 extends also to Scotland. 3 Sections 18 and 20 extend to England and Wales, Scotland and Northern Ireland. 4 This Act may be cited as the Local Government Finance Act 2012."}]