[{"act": "Public Services (Social Value) Act 2012", "year": 2012, "section": "1", "section_title": "Contracts of relevant authorities", "section_text": "1 1 If a relevant authority proposes to procure or make arrangements for procuring the provision of services, or the provision of services together with the purchase or hire of goods or the carrying out of works, by— a entering into a public services contract that is not a contract based on a framework agreement, or b concluding a framework agreement as regards which public services contracts are likely to constitute the greater part by value of the contracts based on the agreement, it must comply with the requirements in subsections (3), (6) and (7) before starting the process of procurement. 2 The authority is to be treated for the purposes of subsection (1) as having started the process of procurement as regards what is proposed to be procured as soon as it takes whichever of the following steps is the first to occur— a   submitting a notice to the UK e-notification service   for the purpose of inviting tenders, requests to be selected to tender or to negotiate or requests to participate in relation to a public services contract or framework agreement relating to what is proposed to be procured; b publishing an advertisement seeking offers or expressions of interest in relation to such a contract or framework agreement; c contacting a person in order to seek an offer or expression of interest in relation to such a contract or framework agreement; d contacting a person in order to respond to an unsolicited offer or expression of interest in relation to such a contract or framework agreement; e entering into such a contract or concluding such a framework agreement. 3 The authority must consider— a how what is proposed to be procured might improve the economic, social and environmental well-being of the relevant area, and b how, in conducting the process of procurement, it might act with a view to securing that improvement. 4 In subsection (3)  “ the relevant area ” means the area consisting of the area or areas of the one or more relevant authorities on whose behalf a public services contract is, or contracts based on a framework agreement are, intended to be made. 5 For the purposes of subsection (4) the area of a relevant authority is an area consisting of the area or areas by reference to which the authority primarily exercises its functions, disregarding any areas outside the United Kingdom. 6 The authority must consider under subsection (3)(b) only matters that are relevant to what is proposed to be procured and, in doing so, must consider the extent to which it is proportionate in all the circumstances to take those matters into account. 7 The authority must consider whether to undertake any consultation as to the matters that fall to be considered under subsection (3). 8 If an urgent need to arrange the procurement in question makes it impractical to comply with the requirements in subsections (3), (6) and (7) before the time indicated by subsection (1), a relevant authority may disregard the requirements to the extent that it is not practical to comply with them. 9 Subsection (8) does not apply to the extent that the time available is reduced by undue delay on the part of the authority after this section has come into force. 10 Failure to comply with subsection (1), (3), (6) or (7) does not affect the validity of anything done in order to comply with the Regulations. 11 The following are not required to comply with subsections (1), (3), (6) and (7)— a the Welsh Ministers; b the First Minister for Wales; c the Counsel General to the Welsh Assembly Government; d the National Assembly for Wales Commission; e a relevant authority whose functions are wholly or mainly Welsh devolved functions. 12 For the purposes of subsection (11) a function of a relevant authority is a Welsh devolved function if— a provision conferring or imposing that function upon the authority is within the legislative competence of the National Assembly for Wales, or b provision conferring or imposing that function upon the authority is made by the Welsh Ministers. 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 If anything done before the commencement of this section would to any extent have satisfied the requirements in subsections (1), (3), (6) and (7) if done after that commencement, the requirements are to that extent to be treated as satisfied. 15 In this section— “central government authority” has the same meaning as in the Regulations (even though the Regulations do not apply); “ framework agreement ” has the same meaning as in the Regulations (whether or not the Regulations apply) , and a reference to a contract based on a framework agreement is a reference to a contract entered into on terms established by such an arrangement; ... “ the Regulations ” means the Part 2 of the Public Contracts Regulations 2015 ( S.I. 2015/102 ) , or any regulations replacing those regulations, as from time to time amended; “ relevant authority ” means a person or body that is a contracting authority  within the meaning of the Regulations (whether or not the Regulations apply) . “sub-central contracting authority” has the same meaning as in the Regulations (even though the Regulations do not apply).   “the UK e-notification service” has the same meaning as in the Regulations (whether or not the Regulations apply)   16 For the purposes of this section references to a public services contract are to— a a public service contract to which the Regulations apply (or which is treated as such a contract by the Regulations); b a public service contract for social and other specific services listed in Schedule 3 to the Regulations awarded by a central government authority, the value of which (net of value-added tax) is estimated to be equal to or greater than the threshold mentioned in regulation 5(1)(b) of the Regulations; or c a public service contract for social and other specific services listed in Schedule 3 to the Regulations awarded by a sub-central contracting authority, the value of which (net of value-added tax) is estimated to be equal to or greater than the threshold mentioned in regulation 5(1)(c) of the Regulations."}, {"act": "Public Services (Social Value) Act 2012", "year": 2012, "section": "2", "section_title": "Local authority contracts", "section_text": "2 In section 17 of the Local Government Act 1988 (exclusion of non-commercial considerations in the case of local and other public authority contracts), after subsection (10) insert— 11 This section does not prevent a public authority to which it applies from exercising any function regulated by this section with reference to a non-commercial matter to the extent that the authority considers it necessary or expedient to do so to enable or facilitate compliance with a duty imposed on it by section 1 of the Public Services (Social Value) Act 2012."}, {"act": "Public Services (Social Value) Act 2012", "year": 2012, "section": "3", "section_title": "Financial provisions", "section_text": "3 There is to be paid out of money provided by Parliament any expenditure incurred in consequence of this Act by a Minister of the Crown, government department or other public authority."}, {"act": "Public Services (Social Value) Act 2012", "year": 2012, "section": "4", "section_title": "Short title, commencement and extent", "section_text": "4 1 This Act may be cited as the Public Services (Social Value) Act 2012. 2 Section 3 and this section come into force on the day on which this Act is passed. 3 Sections 1 and 2 come into force on such day as a Minister of the Crown may by order made by statutory instrument appoint. 4 This Act extends to England and Wales."}]