[{"act": "Animals (Cruel Poisons) Act 1962", "year": 1962, "section": "1", "section_title": " Offences and penalties.", "section_text": "1 Where the use of any poison for the purpose of destroying any animal has been prohibited or restricted by regulations under this Act— a the fact that the poison was used as mentioned in the proviso to section eight of the  Protection of Animals Act, 1911, or the proviso to section seven of the  Protection of Animals (Scotland) Act, 1912, shall not be a defence in proceedings under paragraph ( b ) of either section if the poison was used in contravention of the regulations; and b any person convicted in such proceedings of an offence committed by or in connection with the use of the poison in contravention of the regulations shall be liable to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding three months or to both."}, {"act": "Animals (Cruel Poisons) Act 1962", "year": 1962, "section": "2", "section_title": " Prohibition or restriction of use of poisons.", "section_text": "2 1 Where the Secretary of State is satisfied that a poison cannot be used for destroying animals or animals of any description without causing undue suffering and that other suitable methods of destroying them exist and are or would in certain circumstances be adequate, he may by regulations made by statutory instrument prohibit or restrict the use of that poison for destroying animals or, as the case may be, animals of that description. 2 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Animals (Cruel Poisons) Act 1962", "year": 1962, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act “ animal ” means any mammal."}, {"act": "Animals (Cruel Poisons) Act 1962", "year": 1962, "section": "4", "section_title": " Short title, citation, extent and commencement.", "section_text": "4 1 This Act may be cited as the Animals (Cruel Poisons) Act, 1962. 2 This Act  ... and the Protection of Animals (Scotland) Acts, 1912 to 1960, may be cited together as the Protection of Animals (Scotland) Acts, 1912 to 1962. 3 This Act shall not extend to Northern Ireland. 4 This Act shall come into operation on the first day of January, nineteen hundred and sixty-three."}]