[{"act": "Carriage by Air (Supplementary Provisions) Act 1962", "year": 1962, "section": "1", "section_title": " Supplementary Convention to have force of law.", "section_text": "1 1 The provisions of the Convention, supplementary to the Warsaw Convention, for the unification of certain rules relating to international carriage by air performed by a person other than the contracting carrier, as set out in the Schedule to this Act, shall, so far as they relate to the rights and liabilities of carriers, carriers’ servants and agents, passengers, consignors, consignees, and other persons, and subject to the provisions of this Act, have the force of law in the United Kingdom in relation to any carriage by air to which the Convention applies, irrespective of the nationality of the aircraft performing that carriage. 2 If there is any inconsistency between the text in English in Part I of the Schedule to this Act and the text in French in Part II of that Schedule, the text in French shall prevail."}, {"act": "Carriage by Air (Supplementary Provisions) Act 1962", "year": 1962, "section": "2", "section_title": " Interpretation of Supplementary Convention.", "section_text": "2 1 In the Schedule to this Act “ the Warsaw Convention ” means— a before the day on which section one of the  Carriage by Air Act 1961, comes into force, the Convention set out in the First Schedule to the  Carriage by Air Act 1932, and b on and after that day,  whichever is applicable to the carriage in question of the Conventions set out in Schedules 1 and 1A  to the said Act of 1961, ... 2 In Articles  VII  and  VIII  in the Schedule to this Act “ court ” includes (in an arbitration allowed by the Conventions referred to in the foregoing subsection or by Article  IX , 3 in the Schedule to this Act) an arbitrator. 3 In the application to Scotland of the Schedule to this Act and of the foregoing provisions of this section, for references to an arbitrator and a plaintiff there shall be substituted respectively references to an arbiter and a pursuer."}, {"act": "Carriage by Air (Supplementary Provisions) Act 1962", "year": 1962, "section": "3", "section_title": " Application of provisions of Acts of 1961 and 1932.", "section_text": "3 1 In  paragraph (a) of subsection (1) and in   subsection (3A)(a) and (b)  of section four of the said Act of 1961 (which explain the limitations on liability in Article 22 in  Schedule 1 or 1A  to that Act and enable a court to make appropriate orders and awards to give effect to those limitations) references to the said Article 22 shall include, subject to any necessary modifications, references to Article  VI  in the Schedule to this Act. 2 In section five of the said Act of 1961 (which limits the time for bringing proceedings against a carrier’s servant or agent and to obtain contribution from a carrier  in a case where the Convention or the Convention as amended, as defined in section 1(5) of that Act, applies ) references to a carrier include references to an actual carrier as defined in paragraph (c) of Article I in the Schedule to this Act as well as to a contracting carrier as defined in paragraph (b) of that Article. 3 In section eight of the said Act of 1961 (which relates to actions against States brought in the United Kingdom in accordance with Article 28 in  Schedule 1 or 1A  to that Act)  ... the reference to Article 28 shall include a reference to Article VIII in the Schedule to this Act."}, {"act": "Carriage by Air (Supplementary Provisions) Act 1962", "year": 1962, "section": "4", "section_title": " Interim protection for carriers’ servants and agents.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Carriage by Air (Supplementary Provisions) Act 1962", "year": 1962, "section": "4A", "section_title": " Amendments consequential on revision of Supplementary Convention.", "section_text": "4A 1 Section 8A of the said Act of 1961 (which among other things enables Her Majesty in Council to alter that Act and this Act in consequence of any revision of the convention to which that Act relates) shall have effect in relation to a revision of the Convention in the Schedule to this Act as it has effect in relation to a revision of the Convention mentioned in that section but as if the reference in that section to the said Act of 1961 were omitted. 2 An order under the said section 8A may relate both to that Act and this Act; and in the preceding subsection “revision”, in relation to the Convention in the Schedule to this Act, means an omission from, addition to or alteration of that Convention and includes replacement of that Convention or part of it by another convention."}, {"act": "Carriage by Air (Supplementary Provisions) Act 1962", "year": 1962, "section": "5", "section_title": " Application to British possessions,  etc. , and to carriage by air not governed by Supplementary Convention.", "section_text": "5 1 Section nine of the said Act of 1961 (which enables Her Majesty to extend that Act to British possessions and other territories) shall (except so far as it relates to United Kingdom trust territories) apply to this Act as it applies to that Act, and an order under that section may relate to both that Act and this Act. 2 Section ten of the said Act of 1961 (which enables Her Majesty to apply  Schedules 1 and 1A  and other provisions of that Act to carriage by air which is not governed by the  the Conventions set out in those Schedules ) shall apply to the Schedule and other provisions of this Act as it applies to that Act, and an order under that section may relate to both that Act and this Act. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Carriage by Air (Supplementary Provisions) Act 1962", "year": 1962, "section": "6", "section_title": " Application to Crown.", "section_text": "6 1 This Act shall bind the Crown. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Carriage by Air (Supplementary Provisions) Act 1962", "year": 1962, "section": "7", "section_title": " Short title, commencement and saving.", "section_text": "7 1 This Act may be cited as the Carriage by Air (Supplementary Provisions) Act, 1962. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]