[{"act": "Education (Scotland) Act 1962", "year": 1962, "section": "128.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "2966E.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "67101.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "67"}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "102110.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "102"}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "111116", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "111"}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "117135.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "117"}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "136", "section_title": " Children not to be employed in factories, mines, or quarries.", "section_text": "136 No child shall be employed— a in any factory to which the  Factories Act 1961 applies; or b at any mine or quarry within the meaning of the  Mines and Quarries Act 1954; and those Acts respectively shall have effect as respects Scotland as if this section, so far as it relates to the subject matter thereof, were incorporated therein."}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "137", "section_title": " Power of education authorities to prohibit or restrict employment of children.", "section_text": "137 1 If it appears to an education authority that the employment of a child attending a school under their management is or is likely to be prejudicial to his health or otherwise to render him unfit to obtain the full benefit of the education provided for him, the authority shall serve upon the parent and upon any person who is employing him for the time being a notice prohibiting the employment of the child in any employment or imposing such restrictions upon the employment of the child as appear to them to be expedient in the interests of the child: Provided that if the parent or the employer feels aggrieved by the prohibition or restriction, he may appeal to the Secretary of State, who shall have power to confirm, vary or annul the notice as he thinks fit. 2 An education authority may, by notice in writing served upon the parent or employer of any child attending a school under their management, require the parent or employer to provide the authority, within such period as may be specified in the notice, with such information as appears to the authority to be necessary for the purpose of enabling them to ascertain whether the child is being employed in such a manner as to be or to be likely to be prejudicial to his health or to render him unfit to obtain the full benefit of the education provided for him. 3 Any person who knowingly employs a child in contravention of any prohibition or restriction imposed under subsection (1) of this section, or who fails to comply with the requirements of a notice served under subsection (2) of this section, shall be guilty of an offence against this section, and liable on conviction by a court of summary jurisdiction to a fine not exceeding  level 3 on the standard scale , or, in the case of a second or subsequent offence, not exceeding  level 3 on the standard scale . 4 Subsections (1) and (3) of section thirty-six of the Act of 1937 (which relate to powers of entry for the enforcement of the provisions of Part III of that Act with respect to the employment of children), shall apply with respect to the provisions of any notice served under this section as they apply with respect to the provisions of the said Part III."}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "138144.", "section_title": " Effect of attendance notices on computation of working hours.", "section_text": "138 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "145", "section_title": " General definitions.", "section_text": "145 In this Act, unless the context otherwise requires, the following expressions have the meanings respectively assigned to them:— (1)—(6) . . .  (7) “ Act of 1937 ” means the  Children and Young Persons (Scotland) Act 1937, except in Part IV and the Third Schedule; (8)—(15C) . . .  (16) “ Education authority ” means  a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 ,  and “ area ” in relation to an education authority shall be construed accordingly; (17) . . .  (18) “ Employment ” includes employment in any labour exercised by way of trade or for purposes of gain whether the gain be to the child or to the young person or to any other person, and a person who assists in a trade or occupation carried on for profit shall be deemed to be employed notwithstanding that he receives no reward for his labour; and “ employ ” shall be construed accordingly; (19) “ Employer ” includes a parent who employs his children; (19A)—(32) . . .  (33) “ Parent ” includes guardian and any person who is liable to maintain or has  parental responsibilities (within the meaning of section 1(3) of the Children (Scotland) Act 1995) in relation to, or has the care of, a child or young person; (34)—(41B) . . .  (42) “ School ” means an institution for the provision of primary or secondary education or both primary and secondary education being a public school, a grant-aided school or an independent school, and includes a nursery school and a special school; and the expression “ school ” where used without qualification includes any such school or all such schools as the context may require, but does not include  an establishment or residential establishment within the meaning of the  Social Work (Scotland) Act 1968 ; (43)—(49) . . . "}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "146147.", "section_title": " Interpretation.", "section_text": "146 — . . . "}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "148", "section_title": " Commencement.", "section_text": "148 1  . . .  2 The provisions of this Act set forth in the second column of the Ninth Schedule shall respectively come into operation on the days mentioned opposite to them in the third column of the said Schedule, and, where days are to be appointed by the Secretary of State for the coming into operation of any of the said provisions, he may appoint different days for different purposes and different provisions."}, {"act": "Education (Scotland) Act 1962", "year": 1962, "section": "149", "section_title": "Citation and extent.", "section_text": "149 1 This Act may be cited as the Education (Scotland) Act 1962. 2 This Act shall extend to Scotland only. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]