[{"act": "Foreign Compensation Act 1962", "year": 1962, "section": "1", "section_title": " Payments to Foreign Compensation Commission.", "section_text": "1 1 The Secretary of State may, out of moneys provided by Parliament, make payments for the purposes of this section to the Foreign Compensation Commission, and the  Foreign Compensation Act 1950 shall have effect as if sums so paid had been received by Her Majesty’s Government in the United Kingdom, in addition to the said sum of £27,500,000 sterling, under a term of the said agreement providing for them to be paid as compensation towards the settlement of such claims arising in connection with events in Egypt during the period beginning on 30th October 1956 and ending on 28th February 1959 as might be established in accordance with Orders in Council under section 3 of that Act. 2 An Order in Council under section 3 of the  Foreign Compensation Act 1950 making provision, in relation to sums paid or to be paid under the preceding subsection, for any of the matters specified in the said section 3 shall not be made unless a draft of the Order has been laid before Parliament and approved by a resolution of each House of Parliament, and accordingly section 8(2) of that Act (which provides that all Orders in Council made under the Act shall be subject to annulment in pursuance of a resolution of either House of Parliament) shall not apply to Orders in Council making such provision."}, {"act": "Foreign Compensation Act 1962", "year": 1962, "section": "2", "section_title": " Deductions in respect of loans to claimants.", "section_text": "2 Where, in making any payment in respect of a claim arising in connection with events in Egypt during the aforesaid period, the Foreign Compensation Commission has made a deduction in respect of a loan to the claimant or his predecessor in title made by Her Majesty’s Government in the United Kingdom, the Commission shall, if so directed by the Secretary of State, pay into the Exchequer, out of moneys paid to the Commission for distribution in respect of claims so arising, a sum equal to the amount of that deduction."}, {"act": "Foreign Compensation Act 1962", "year": 1962, "section": "3", "section_title": " Pensions  etc.  for members and staff of Commission.", "section_text": "3 1 The Foreign Compensation Commission shall, as regards any persons who are or have been members of the Commission in whose case it may be determined by the Secretary of State with the approval of the Treasury so to do, pay to or in respect of them such pensions or other benefits in connection with their retirement or death, or such sums towards the provision of pensions or other such benefits, as may be so determined. 1A Subsection (1) above shall not have effect in relation to a chairman or former chairman of the Commission who is a person to whom Part I of the Judicial Pensions and Retirement Act 1993 applies, except to the extent provided by or under that Act. 2 The power of Her Majesty under section 7(1) of the  Foreign Compensation Act 1950 to make provision by Order in Council with respect to the payment of remuneration and allowances to officers and servants of the Commission shall extend to the making, in relation to persons who are or have been such officers or servants, of provision with respect to pensions or other benefits in connection with their retirement or death. 3 Section 7(2) of the  Foreign Compensation Act 1950 (which provides for the defraying of the expenses or the Commission out of moneys provided by Parliament and for the payment into the Exchequer by the Commission, out of sums paid to them for the purpose of being distributed under that Act, of amounts in respect of their expenses) shall apply in relation to payments made by virtue of this section as it applies in relation to other expenses of the Commission."}, {"act": "Foreign Compensation Act 1962", "year": 1962, "section": "4", "section_title": " Short title.", "section_text": "4 This Act may be cited as the Foreign Compensation Act 1962."}]