[{"act": "Jamaica Independence Act 1962", "year": 1962, "section": "1", "section_title": " Provision for fully responsible status of Jamaica.", "section_text": "1 1 As from the sixth day of August, nineteen hundred and sixty-two (in this Act referred to as “ the appointed day ”), Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of Jamaica. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Jamaica as part of the law thereof; and as from that day the provisions of the First Schedule to this Act shall have effect with respect to the legislative powers of Jamaica."}, {"act": "Jamaica Independence Act 1962", "year": 1962, "section": "2", "section_title": " Consequential modifications of British Nationality Acts.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Jamaica Independence Act 1962", "year": 1962, "section": "3", "section_title": " Consequential modification of other enactments.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purposes of the making, on or after the appointed day, of Orders in Council under the  West Indies Act 1962 and for the purposes of the making on or after that day of grants under section eight of that Act, Jamaica shall be treated as not being a colony within the meaning of that Act. 4 Subsection (3) of section five of the  West Indies Act 1962 (which enables provision made by Order in Council for the government of the Cayman Islands and the Turks and Caicos Islands to include provision for the performance of functions by the legislature or other authorities of Jamaica, or by any court of Jamaica) is hereby repealed as from the appointed day: Provided that this subsection shall not affect— a the operation (whether as part of the law of Jamaica or as part of the law of the Cayman Islands or of the Turks and Caicos Islands) of any Order in Council made before the appointed day, or b the exercise, on or after the appointed day, of any power to revoke or vary an Order in Council made before that day, in so far as any such Order forms part of the law of the Cayman Islands or of the Turks and Caicos Islands. 5 As from the appointed day, the provisions specified in the Second Schedule to this Act shall have effect subject to the amendments respectively specified in that Schedule, . . .  6 The last preceding subsection shall not extend to Jamaica as part of the law thereof."}, {"act": "Jamaica Independence Act 1962", "year": 1962, "section": "4", "section_title": "Interpretation.", "section_text": "4 1 In this Act, and in any amendment made by this Act in any other enactment, “ Jamaica ” includes the islands known as the Morant Cays and the Pedro Cays and any other territories which at the passing of this Act are dependencies of the Colony of Jamaica, but does not include the Cayman Islands or the Turks and Caicos Islands; and in any Act of the Parliament of the United Kingdom passed after the passing of this Act, and in any instrument made after the passing of this Act by virtue of an Act of the Parliament of the United Kingdom (whenever passed), the expression “ Jamaica ” shall be taken to have the same meaning as in this Act unless a contrary intention is expressed in that Act or instrument, as the case may be. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}, {"act": "Jamaica Independence Act 1962", "year": 1962, "section": "5", "section_title": " Short title.", "section_text": "5 This Act may be cited as the Jamaica Independence Act 1962."}]