[{"act": "Law Reform (Husband and Wife) Act 1962", "year": 1962, "section": "1", "section_title": "Actions in tort between husband and wife.", "section_text": "1 1 Subject to the provisions of this section, each of the parties to a marriage shall have the like right of action in tort against the other as if they were not married. 2 Where an action in tort is brought by one of the parties to a marriage against the other during the subsistence of the marriage, the court may stay the action if it appears— a that no substantial benefit would accrue to either party from the continuation of the proceedings; or b that the question or questions in issue could more conveniently be disposed of on an application made under section seventeen of the  Married Women’s Property Act 1882 (determination of questions between husband and wife as to the title to or possession of property); and without prejudice to paragraph (b) of this subsection the court may, in such an action, either exercise any power which could be exercised on an application under the said section seventeen, or give such directions as it thinks fit for the disposal under that section of any question arising in the proceedings. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section does not extend to Scotland."}, {"act": "Law Reform (Husband and Wife) Act 1962", "year": 1962, "section": "2", "section_title": "Proceedings between husband and wife in respect of delict.", "section_text": "2 1 Subject to the provisions of this section, each of the parties to a marriage shall have the like right to bring proceedings against the other in respect of a wrongful or negligent act or omission, or for the prevention of a wrongful act, as if they were not married. 2 Where any such proceedings are brought by one of the parties to a marriage against the other during the subsistence of the marriage, the court may dismiss the proceedings if it appears that no substantial benefit would accrue to either party from the continuation therof; and it shall be the duty of the court to consider at an early stage of the proceedings whether the power to dismiss the proceedings under this subsection should or should not be exercised. 3 This section extends to Scotland only."}, {"act": "Law Reform (Husband and Wife) Act 1962", "year": 1962, "section": "3", "section_title": "Short title, repeal, interpretation, saving and extent.", "section_text": "3 1 This Act may be cited as the Law Reform (Husband and Wife) Act 1962. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The references in subsection (1) of section one and subsection (1) of section two of this Act to the parties to a marriage include references to the persons who were parties to a marriage which has been dissolved. 4 This Act does not apply to any cause of action which arose, or would but for the subsistence of a marriage have arisen, before the commencement of this Act. 5 This Act does not extend to Northern Ireland."}]