[{"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "2", "section_title": " Payments in lieu of rates by British Transport Commission and Electricity Boards in Scotland.", "section_text": "2 1 For the purpose of calculating the payments which are, under the provisions of Part V of the  Local Government Act, 1948, to be made year by year by the British Transport Commission for the benefit of local authorities in Scotland for the year 1962–63 and subsequent years, the standard amount referred to in sections ninety–three and ninety–four of that Act shall be such sum as is certified by the Secretary of State to be the estimated amount which, when adjusted in accordance with the provisions of sections ninety–four and ninety–five of that Act, will secure that the amount payable for the year 1962–63 is as near as may be the same as the amount paid for the year 1961–62. 2 a For the purpose of calculating the payments which are, under the provisions of Part V of the  Local Government Act, 1948, to be made year by year by the South of Scotland Electricity Board and the North of Scotland Hydro–Electric Board respectively for the benefit of local authorities in Scotland for the year 1962–63 and subsequent years, the standard amount referred to in sections ninety–six to ninety–eight of that Act (which relate to payments by the South of Scotland Board) shall be the sum of eight hundred and twenty–two thousand pounds increased by the percentage first mentioned in the following paragraph and the standard amount referred to in section ninety–nine of that Act (which relates to payments by the Hydro–Electric Board) shall be the sum of two hundred and eight thousand pounds increased by the percentage next mentioned in that paragraph, the resultant figure in each case being calculated if it includes a fraction of a thousand pounds to the nearest thousand pounds or if the fraction is five hundred pounds the fraction being disregarded. b i The Secretary of State shall ascertain and certify the percentage increase in the rateable valuation for the year 1961–62 of so much of Scotland as is outside the North of Scotland District over the rateable valuation of that area for the year 1960–61 as certified by him under the said Part V, and shall similarly ascertain and certify the percentage increase in the rateable valuation of the North of Scotland District. ii For the purposes of the foregoing sub–paragraph, the rateable valuations for the year 1961–62 of the areas therein mentioned shall be calculated by the Secretary of State from the estimates made under subsection (1) of the foregoing section."}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "3", "section_title": " Rating of Gas Boards. ", "section_text": "3 As respects the levying of rates for the year 1962–63 and any subsequent year— a for the purposes of the Fourth Schedule to the Act of 1956 (which relates to the rating of Gas Boards),  the number of therms estimated under paragraph 4(2) of that Schedule shall be reduced by one–half of the number of therms purchased by the British Gas Corporation in order to supply consumers in Scotland in the period of twelve months referred to in that paragraph ; b gas produced by a Gas Board by the application, to gas purchased by the Board, of any process not consisting only of purification or blending with other gases, or both, shall be treated for the purposes of the Act of 1956 as gas manufactured by the Board, and the reference in subsection (1) of section twenty–four of that Act to the manufacture of gas shall be construed accordingly; c in estimating for the purposes of sub–paragraph (1) of paragraph 5 of the Fourth Schedule to the Act of 1956 the number of therms manufactured  in Scotland  by a Gas Board, the number of therms in gas produced  in Scotland  by the Board as aforesaid shall be treated as half the actual number thereof; d the reference in section  42 of the  Water (Scotland) Act,  1980 (which relates to the levy of domestic water rate on public utility undertakings,  etc. ), to lands and heritages occupied as gasworks shall be construed as a reference to lands and heritages which a Gas Board is, under section twenty–four of the Act of 1956, to be treated as occupying. e in this section the expression “ gas ” has the same meaning as in section 43(1) of the Act of 1956 "}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "3A", "section_title": "Schemes for reduction and remission of rates", "section_text": "3A 1 This section applies in relation to rates leviable for the year 2015-16 and any subsequent year. 2 A rating authority may, in accordance with a scheme made by it for the purposes of this section, reduce or remit any rate leviable by it in respect of lands and heritages. 3 Any reduction or remission under subsection (2) ceases to have effect at such time as may be determined by the rating authority. 4 A scheme under subsection (2) may make provision for the rate to be reduced or remitted by reference to— a such categories of lands and heritages as may be specified in the scheme, b such areas as may be so specified, c such activities as may be so specified, d such other matters as may be so specified. 5 Any reduction or remission under subsection (2) ceases to have effect on a change in the occupation of the lands and heritages in respect of which it was granted. 6 Before exercising the power conferred by subsection (2), or amending a scheme made under that subsection, the rating authority must have regard to the authority's expenditure and income and the interests of persons liable to pay council tax set by the authority."}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "4", "section_title": " Reduction and remission of rates payable by charitable and other organisations. ", "section_text": "4 1 This section shall apply to rates leviable for the year 1962–63 and any subsequent year. 2 If notice in writing is given to the rating authority  ... that any lands and heritages— a are occupied by, or by trustees for, a charity and are wholly or mainly used for charitable purposes (whether of that charity or of that and other charities); aa are occupied by a registered community amateur sports club and are wholly or mainly used for the purposes of that club (or for the purposes of that and of other clubs which are, or are entitled to be registered as, such clubs); b are held on trust for use as an almshouse,  ;or c are within any such category as the Secretary of State may by order specify, being a category of lands and heritages which are not used for profit–making purposes, which are wholly or mainly used as residential accommodation for persons living separately from any family and in which certain facilities are shared by those persons, then, subject to the provisions of this section, any rate leviable in respect of the lands and heritages for  a relevant period  during which the lands and heritages are within the categories described in— i any of paragraphs (a), (aa) and (b)  of this subsection, shall not exceed  one–fifth ii paragraph (c) of this subsection shall not exceed such fraction (and different fractions may be specified for different cases) as the Secretary of State may by the said order specify, of the rate which would be leviable apart from the provisions of this subsection: Provided that where lands and heritages cease to be within the said categories, a previous notice given for the purposes of this subsection shall not have effect as respects any subsequent period during which the lands and heritages are within either of those categories. 2A In subsection (2) of this section “ relevant period ” means— a in a case where the occupation and use, or as the case may be the holding, commenced on or after the first day of the financial year immediately preceding the financial year in which the notice is given, any period after that commencement; b in any other case, that first day and any period thereafter. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Without prejudice to the powers conferred by  section 25A of the Local Government (Scotland) Act 1966 , a rating authority shall have power to reduce or remit any rate leviable in respect of— a any lands and heritages within the categories described in  any of paragraphs (a) to (c)  of subsection (2) of this section; b any lands and heritages occupied for the purposes of one or more institutions or other organisations (whether corporate or unincorporate) which are not established or conducted for profit and whose main objects are charitable or are otherwise philanthropic or religious or concerned with education, social welfare, science, literature or the fine arts; c any lands and heritages occupied for the purposes of a club, society or other organisation not established or conducted for profit, and which are wholly or mainly used for purposes of recreation, for any such period as is mentioned in  subsection (6) or, as the case may be, (6A) of this section : Provided that any such reduction or remission shall cease to have effect on a change in the occupation of the lands and heritages in respect of which it was granted. 6 Any reduction or remission of rates determined under the foregoing subsection may, at the discretion of the rating authority, be granted— a for the year in which, or the year next following that in which, the determination to grant it is made; or b for a specified term of years, not exceeding five, beginning not earlier than the year in which the determination is made nor more than twenty–four months after the date of the determination; or c for an indefinite period beginning not earlier than the year in which the determination is made, subject, however, to the exercise by the rating authority of their powers under  subsection (7) of this section . 6A Without prejudice to subsection (6) of this section, where any reduction or remission of rates is determined under subsection (5) of this section in the first six months of a year, the reduction or remission may be granted— a for the preceding year; b for a specified term of years, not exceeding five, beginning not earlier than the preceding year nor more than twenty four months after the date of the determination; c for an indefinite period beginning not earlier than the preceding year, subject to the exercise by the rating authority of their powers under subsection (7) of this section. 7 Where any such reduction or remission is granted for an indefinite period, the rating authority may, by not less than twelve months’ notice in writing given to the occupiers of the lands and heritages, terminate or modify the reduction or remission as from the end of a year specified in the notice. 7A The Scottish Ministers may issue guidance to rating authorities about the exercise of the powers conferred by subsections (5) to (7) in relation to lands and heritages of the type mentioned in subsection (5)(c). 7B A rating authority must have regard to such guidance. 7C Guidance under subsection (7A) may be— a general or for particular purposes, b different in relation to different persons or otherwise for different purposes. 7D Before issuing guidance under subsection (7A), the Scottish Ministers must— a lay a draft of the proposed guidance before the Scottish Parliament, b consult— i such person or persons as appear to the Scottish Ministers to represent the interests of local authorities, and ii such other persons as they consider appropriate. 7E The Scottish Ministers must not issue guidance under subsection (7A) until after a period of 40 days beginning with the day on which the draft guidance was laid before the Parliament under subsection (7D)(a). 7F If, within that period, the Parliament resolves that the guidance proposed should not be issued, Ministers must not issue it. 7G In calculating any period of 40 days for the purposes of subsection (7E) or (7F) above, no account is to be taken of any time during which the Parliament is dissolved or is in recess for more than 4 days. 7H Subsection (7D) is complied with even if the consultation took place, or began, before section 18 of the Non-Domestic Rates (Scotland) Act 2020 comes into force. 7I The Scottish Ministers must publish, in such manner as they consider appropriate, any guidance issued under subsection (7A). 7J The power to issue guidance under subsection (7A) includes power to revise that guidance (and the references to guidance in subsections (7B) to (7I) include references to such revised guidance). 8 Lands and heritages belonging to or held by or on behalf of a religious body, being the residence from which a full–time clergyman or minister of any religious denomination performs the duties of his office, or which are being held available to provide such a residence, shall be treated for the purposes of this section as occupied by a charity and wholly or mainly used for charitable purposes, whether apart from this provision they would be so treated or not. 9 The foregoing provisions of this section shall not apply to any lands and heritages described in  ... subsection (1) of section twenty–two of the Act of 1956,                      to lands and heritages which are wholly or mainly used for the purpose of carrying on an independent school other than a school falling within subsection (9A),   or to lands and heritages occupied by a local authority (otherwise than as trustee),  ...  9A The schools falling within this subsection are— a any independent school all the pupils of which— i are selected on the basis of musical ability or potential, and ii follow a curriculum which includes classes aimed at developing musical excellence, b any independent school which is a special school. 10 In this section— a “ charity ” means a body entered in the Scottish Charity Register, aa “ independent school ” has the meaning given by section 135(1) of the Education (Scotland) Act 1980, b “ rate ” means the non–domestic rate.  c “ registered community amateur sports club ” means a registered club for the purposes of Schedule 18 to the Finance Act 2002 (c. 23); and the period during which a club is a registered club for those purposes is to be taken to begin with the date on which its registration takes effect and end on the date with effect from which its registration is terminated (whether or not it is registered, or its registration is terminated, with retrospective effect)   , d “ special school ” means a school falling within paragraph (a) of the definition of  “special school” in section 29(1) of the Education (Additional Support for Learning) (Scotland) Act 2004. 11 Without prejudice to the meaning of the expression “wholly or mainly used for charitable purposes”, lands and heritages shall be treated as so used, for the purposes of subsection (2) of this section, if— a they are used wholly or mainly for the sale of goods donated to a charity; and b the proceeds of sale (after any deduction of expenses) are applied for the purposes of a charity. 12 An order under subsection (2)(c) of this section shall have no effect until approved by resolution of each House of Parliament. 13 The amendments to this section made by section 98 of the Charities and Trustee Investment (Scotland) Act 2005 (asp 10)\t\t\t\t\t\t\t\t(which extend mandatory relief to, and allow discretionary relief to be given to, registered community amateur sports clubs) have effect only as respects the year 2006–7 and subsequent years. 14 Any reduction or remission of rates in respect of lands and heritages which are wholly or mainly used for the purpose of carrying on an independent school, other than a school falling within subsection (9A), granted under subsection (5) before the day on which section 17 of the Non-Domestic Rates (Scotland) Act 2020 comes into force ceases to have effect on that day."}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "8", "section_title": " Amendment of s. 237 (2) of Act of 1947. ", "section_text": "8 For paragraph (b) of subsection (2) of section two hundred and thirty–seven of the Act of 1947 (which relates to information contained in demand notes for rates) there shall be substituted the following paragraph:— b the rateable value of the lands and heritages and, if different from the rateable value, the amount of the annual value thereof according to which domestic water rate is levied and the provisions of the Water (Scotland) Act, 1949, under which that amount is determined; and."}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "10", "section_title": " Provisions as to orders.", "section_text": "10 Any power to make an order conferred on the Secretary of State by this Act shall be exercisable by statutory instrument and shall include power, exercisable in like manner, to vary or revoke an order by a subsequent order."}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "12", "section_title": " Consequential Amendments and Repeals.", "section_text": "12 1 The enactment specified in the Second Schedule to this Act shall have effect subject to the amendments specified in that Schedule, being amendments consequential on the foregoing proovisions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "13", "section_title": " Interpretation.", "section_text": "13 1 In this Act “ the Act of 1947 ” means the  Local Government (Scotland) Act, 1947, “ the Act of 1956 ” means the  Valuation and Rating (Scotland) Act, 1956, “ general grants ” has the same meaning as in the  Local Government and Miscellaneous Financial Provisions (Scotland) Act, 1958, and, unless the context otherwise requires, other expressions used in this Act and the Act of 1956 have the same meanings respectively in this Act as in that Act. 2 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as a reference to that enactment as amended or extended by or under any other enactment, including this Act."}, {"act": "Local Government (Financial Provisions etc.) (Scotland) Act 1962", "year": 1962, "section": "14", "section_title": " Citation and Extent.", "section_text": "14 1 This Act may be cited as the Local Government (Financial Provisions etc.) (Scotland) Act, 1962. 2 This Act shall extend to Scotland only."}]