[{"act": "Marriage (Wales and Monmouthshire) Act 1962", "year": 1962, "section": "1", "section_title": " Publication of banns,  etc.  in usual place of worship or by layman.", "section_text": "1 1 The following provisions of the  Marriage Act, 1949 (which, being among the provisions specified in the Sixth Schedule to that Act, do not extend to Wales or Monmouthshire), that is to say,— subsection (4) of section six section nine subsection (2) of section eleven paragraph ( b ) of subsection (1) of section fifteen paragraph ( b ) of subsection (1) of section sixteen, so far as it relates to marriages to be solemnized in the usual place of worship of one of the parties subsection (3) of section thirty-five section seventy-two shall extend to Wales and Monmouthshire; and accordingly the said Sixth Schedule shall be amended by the omission of the references to those provisions. 2 In its application to Wales and Monmouthshire section seventy-two of the Marriage Act, 1949, shall have effect as if it defined the expression “church electoral roll” as meaning an electoral roll of a parish kept in accordance with the constitution and regulations of the Church in Wales for the time being in force."}, {"act": "Marriage (Wales and Monmouthshire) Act 1962", "year": 1962, "section": "2", "section_title": " Meaning of Wales and Monmouthshire.", "section_text": "2 Any parish which is treated for the purposes of the  Welsh Church Act, 1914, as being wholly within or wholly without Wales or Monmouthshire shall be so treated also for the purposes of the Marriage Act, 1949, and of this Act."}, {"act": "Marriage (Wales and Monmouthshire) Act 1962", "year": 1962, "section": "3", "section_title": " Short title and citation.", "section_text": "3 1 This Act may be cited as the Marriage (Wales and Monmouthshire) Act, 1962. 2 This Act, the Marriage Acts, 1949 to 1960, and the  Marriage (Secretaries of Synagogues) Act, 1959, may be cited together as the Marriage Acts, 1949 to 1962."}]