[{"act": "Pipe-Lines Act 1962", "year": 1962, "section": "1", "section_title": " Cross-country pipe-lines not to be constructed without the Minister’s authority.", "section_text": "1 1 It shall not be lawful for works to be executed in land for the construction of a cross-country pipe-line except under an authorisation in that behalf (in this Act referred to as a “pipe-line construction authorisation”) granted by the Minister, or otherwise than along the route delineated on the map annexed to the authorisation or within such limits of lateral deviation from that route as may be specified in the authorisation, or (except with the consent of the Minister) by a person other than the one named in the application for the authorisation as he who will be the owner of the line; and if works are executed in contravention of this subsection, the person executing them shall be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale . 1ZA Subsection (1) is subject to section 33(1) of the Planning Act 2008 (exclusion of requirement for other consents for development for which development consent required). 1A For the purposes of this section– a the construction of a diversion to a pipe-line shall be treated as the construction of a separate pipe-line, and b if the diversion is to a   nationally significant pipe-line   but the length of that pipe-line which is being diverted has not been constructed, the construction of the diversion shall be treated as the construction of a cross-country pipe-line whatever the length of the diversion. 1B For the purposes of subsection (1A), a pipe-line is a nationally significant pipe-line if— a its construction has been authorised by a pipe-line construction authorisation, or b development consent under the Planning Act 2008 is required for its construction by virtue of section 14(1)(g) of that Act, and has been granted. 2 The Minister, on an application for a pipe-line construction authorisation, shall have power in his discretion to grant the application or to refuse it. 3 The provisions of Part I of the First Schedule to this Act shall have effect with respect to the making of applications for pipe-line construction authorisations, for the purpose of securing that opportunities are afforded for the making of objections to such applications and to any modifications subject to which they may be granted and with respect to other related matters therein mentioned. 4 If, after a pipe-line construction authorisation has been granted, the execution of the works whose execution is authorised thereby has not been substantially begun at the expiration of twelve months from the date on which it was granted, or at the expiration of any extension of that period which the Minister may allow, the authorisation shall become of no effect, except as regards works previously executed. 5 The Minister shall not allow any extension under the last foregoing subsection of the time within which the execution in any land of the works whose execution is authorised by a pipe-line construction authorisation must be begun unless he is satisfied that notice of the making of the application for the extension has been given to  every owner, lessee and occupier (other than tenants for a month or any period less than a month) of the land every person who falls within subsection (6)  and that sufficient time has elapsed to allow every person to whom the notice was given an opportunity of making to the Minister written objection to the application. 6 A person falls within this subsection if he is— a an owner, lessee, tenant (whatever the tenancy period) or occupier of the land; b a person to whom the applicant would, if it were proceeding to purchase that land under section 5(1) of the Compulsory Purchase Act 1965, be required to give notice to treat, or c a person who the applicant thinks would be likely to be entitled to make a claim for compensation under section 10 of that Act if that land were purchased under a compulsory purchase order, so far as he is known to the applicant after making diligent inquiry."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "4", "section_title": " Power of the Minister to secure the removal of works executed in contravention of section 1.", "section_text": "4 1 If works are executed in land in contravention of subsection (1) of section one of this Act  . . ., the Minister may serve on the person who executed them a notice requiring him to remove them. 2 If a person on whom a notice is served under the foregoing subsection fails, before the expiration of six weeks from the date on which the notice was served, or such longer period (not exceeding twelve months from that date) as the Minister may on his application allow, to comply with the requirement imposed by the notice, the Minister may enter and remove the works in question and may recover from the person in default, in any court of competent jurisdiction, the expenses reasonably incurred by the Minister in so doing. 3 A person shall not begin to remove any works in any land in compliance with a notice under subsection (1) of this section, and the Minister shall not enter, or begin to remove any works in, any land in exercise of the power conferred on him by the last foregoing subsection, except after seeking consultation with  every owner, lessee and occupier of the land (except tenants for a month or any period less than a month) every person who falls within subsection (3A) . 3A A person falls within this subsection if he is— a an owner, lessee, tenant (whatever the tenancy period) or occupier of the land; b a person to whom the applicant would, if it were proceeding to purchase that land under section 5(1) of the Compulsory Purchase Act 1965, be required to give notice to treat, or c a person who the applicant thinks would be likely to be entitled to make a claim for compensation under section 10 of that Act if the land were purchased under a compulsory purchase order, so far as he is known to the applicant after making diligent inquiry. 4 Where, in consequence of compliance with a requirement to remove any works imposed by a notice under subsection (1) of this section or of the exercise of the power to enter and remove any works conferred by subsection (2) thereof, a person, other than the person who executed the works, suffers loss by reason of damage to, or disturbance in the enjoyment of, any land or chattels, he shall be entitled, where the loss was suffered in consequence of such compliance, to compensation in respect of that loss from the person who executed the works, or, where the loss was suffered in consequence of the exercise of that power, to compensation in respect of that loss from the Minister; and the Minister may recover from the person who executed the works, in any court of compentent jurisdiction, the amount of any compensation paid by the Minister under this subsection. 5 The service of a notice under subsection (1) of this section in consequence of a contravention of  subsection (1) of section one of this Act  shall be without prejudice to the taking of proceedings under  that subsection  in respect of the contravention."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "5", "section_title": " Provisions with respect to planning permission concerning pipe-lines.", "section_text": "5 1 Upon granting a pipe-line construction  . . . authorisation or serving a notice under the last foregoing section the Minister may direct that, in so far as the execution of the works whose execution is authorised by, or by virtue of, the authorisation, or any change in the use of land which is involved in the execution of those works, constitutes development within the meaning of  the  Town and Country Planning Act 1971 , or, as the case may be, in so far as the removal of the works required by the notice to be removed, or any change in the use of land which is involved in the removal, constitutes such development, permission for that development shall be deemed to be granted under Part III of that Act, subject to such (if any) conditions as may be specified in the directions, being conditions of a kind that could have been imposed by  the Secretary of State  had the permission been granted by him on an application referred to him under section fifteen of that Act. 2 For the purposes of the said  Act of 1971 , the execution of works for the purpose of inspecting, maintaining, adjusting, repairing, altering or renewing a pipe-line (including the breaking open of any street or other land for that purpose) shall be deemed not to involve the development of land. 3 In the application of this section to Scotland, for references to the said  Act of 1971 , to Part III of that Act and to  section 35  thereof there shall be substituted respectively references to  the  Town and Country Planning (Scotland) Act 1972, to Part III of that Act and to section 32 thereof  , and for the references to the Minister of Housing and Local Government there shall be substituted references to the Secretary of State."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "6", "section_title": " Power of the Minister to direct that section 1, instead of section 2, shall apply to local pipe-lines.", "section_text": "6 1 The Minister shall have power (exercisable by statutory instrument) by order to direct— a that section one of this Act shall,  . . .apply to works for the construction of local pipe-lines of a class specified in the order (other than pipe-lines for whose construction works have lawfully been begun, or might lawfully have been begun, before the date on which the order comes into operation) as it applies to works for the construction of cross-country pipe-lines; or b that section one of this Act shall,  . . .apply to works for the construction of local pipe-lines any part of the route taken by which lies within an area specified in the order or within an area of such class as is so specified (other than pipe-lines for whose construction works have lawfully been begun, or might lawfully have been begun, before the date on which the order comes into operation) as it applies to works for the construction of cross-country pipe-lines. 2 No order shall be made under this section unless a draft of the order has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "9", "section_title": " Provisions for securing that a pipe-line is so constructed as to reduce necessity for construction of others.", "section_text": "9 1 Where— a application is made to the Minister for the grant of a pipe-line construction authorisation for the construction of a pipe-line to be designed for the conveyance of a particular kind of thing or of things of a particular class, and b the Minister is satisfied that there is evidence of demand existing or likely to arise for the grant of such authorisations for the construction of further pipe-lines to be designed for the conveyance of that kind of thing or, as the case may be, things of that class, and c the Minister is also satisfied that the routes to be taken by the further lines will severally be, as to the whole or any part thereof, the same or substantially the same as the route or any part of the route to be taken by the line to which the application relates, he may, if he grants the application, grant it subject to the condition that the line to be constructed pursuant to the application or any length of that line specified in the authorisation shall be so constructed as to be capable of conveying, during such period as may be so specified, not less than such quantity as may be so specified of the kind of thing in question or, as the case may be, things of the class in question. 1A Subsections (2), (3) and (5) of this section apply only to pipe-lines constructed pursuant to a pipe-line construction authorisation which are  not an upstream petroleum pipe-line, a gas pipe-line or a gas interconnector , and references in those subsections to “pipe-line” and “line” shall be construed accordingly. 2 The Minister may at any time, by notice served on the owner of a pipe-line constructed pursuant to a pipe-line construction authorisation to which a condition is attached by virtue of  subsection (1) , impose such requirements as he thinks it necessary or expedient to impose for all or any of the following purposes, namely,— a securing to persons other than the owner of the line the right to have conveyed by the line or, as the case may be, by any length of it specified in the authorisation by virtue of that subsection, the kind of thing specified in the authorisation or, as the case may be, things of the class so specified; b regulating the charges to be made for the conveyance by the line or, as the case may be, by that length thereof, on behalf of persons other than the owner of the line of that kind of thing or, as the case may be, things of that class; c securing that the exercise of a right secured by virtue of paragraph (a) of this subsection is not prevented or impeded; but requirements imposed for the purpose specified in paragraph (a) of this subsection shall be so framed as, in the Minister’s opinion, to secure that compliance therewith will not prejudice the proper and efficient operation of the line for the purpose of the conveyance on behalf of the owner thereof, in the quantity required by him, of the kind of thing, or things of the class, which it is designed to convey. 3 A notice served under the last foregoing subsection with reference to a pipe-line may authorise the owner thereof to recover, from persons to whom a right is secured by the notice by virtue of paragraph (a) of that subsection, payments of such amounts as may be determined in accordance with provisions in that behalf contained in the notice, being payments in consideration of that right’s being secured to them. 4 Where a pipe-line constructed pursuant to a pipe-line construction authorisation to which a condition is attached by virtue of subsection (1) of this section is constructed without conformity to that condition, the works for the construction of the line shall be deemed, for the purposes of the foregoing provisions of this Act, to have been executed in contravention of subsection (1) of section one of this Act. 5 If the owner of a pipe-line fails to comply with a requirement imposed by a notice served under subsection (2) of this section with reference to the line he shall be guilty of an offence and liable, on summary conviction, to a fine not exceeding  level 5 on the standard scale ; and, if the failure continues after his conviction, he shall be guilty of a further offence and liable, in respect thereof, to a fine not exceeding twenty-five pounds for each day on which the failure continues. 6 This section does not apply where the application for the grant of a pipe-line construction authorisation relates to the construction of— a a diversion, or b a carbon dioxide pipe-line. 7 Where a gas pipe-line is proposed to be constructed pursuant to a pipe-line construction authorisation to which a condition is attached by virtue of subsection (1), any person other than the applicant for the pipe-line construction authorisation may make applications under section 10 and, if applicable, section 10C in respect of the proposed pipe-line, and those sections and section 10B shall have effect as if references to a pipe-line were references to the pipe-line as it would be once constructed in accordance with the condition, and as if references to the owner of the pipe-line were references to the proposed owner of it. 8 Where an upstream petroleum pipe-line is proposed to be constructed pursuant to a pipe-line construction authorisation to which a condition is attached by virtue of subsection (1), any person other than the applicant for the pipe-line construction authorisation may make   with respect to the proposed pipe-line—  a an application of a kind mentioned in subsection (1)(a) of section 82 of the Energy Act 2011 (acquisition of rights to use upstream petroleum infrastructure), and b if applicable, an application under subsection (4) of that section. 9 For the purposes of an application made with respect to a proposed pipe-line by virtue of subsection (8)— a sections 82 and 83 of the Energy Act 2011 shall have effect as if— i references to a pipe-line were references to the proposed pipe-line as it would be once constructed in accordance with the condition attached by virtue of subsection (1) of this section; ii references to the owner of a pipe-line were reference to the proposed owner of the proposed pipeline; b section 84 of the Energy Act 2011 shall be disregarded."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "9A", "section_title": " Provisions for securing that an additional pipe-line is so constructed as to reduce necessity for construction of other pipe-lines—.", "section_text": "9A 1 Where— a application is made for the grant of planning permission for the construction of an additional pipe-line to be designed for the conveyance of a particular kind of thing or of things of a particular class, and b the Secretary of State is satisfied that there is evidence of demand existing or likely to arise for the grant of planning permission or pipe-line construction authorisations for the construction of further pipe-lines to be designed for the conveyance of that kind of thing or, as the case may be, things of that class, and c the Secretary of State is also satisfied that the routes to be taken by the further lines will severally be, as to the whole or any part thereof, the same or substantially the same as the route or any part of the route to be taken by the line to which the application relates, he may, at any time before planning permission for the construction of the additional pipe-line is granted, by notice served on the person who made the application for planning permission, direct that the line to be constructed pursuant to the application or any length of that line specified in the notice shall be so constructed as to be capable of conveying, during such period as may be so specified, not less than such quantity as may be so specified of the kind of thing in question or, as the case may be, things of the class in question. 1ZA This section does not apply where the application for the grant of planning permission relates to the construction of a carbon dioxide pipe-line. 1A Subsections (2), (3) and (5) apply only to additional pipe-lines which are  not an upstream petroleum pipe-line, a gas pipe-line or a gas interconnector , and references in those subsections to “pipe-line” and “line” shall be construed accordingly. 2 The Secretary of State may at any time, by notice served on the owner of an additional pipe-line in respect of which a notice under subsection (1) of this section was served, impose such requirements as he thinks it necessary or expedient to impose for all or any of the following purposes, namely,– a securing to persons other than the owner of the line the right to have conveyed by the line or, as the case may be, by any length of it specified in the notice by virtue of that subsection, the kind of thing specified in the notice or, as the case may be, things of the class so specified; b regulating the charges to be made for the conveyance by the line or, as the case may be, by that length thereof, on behalf of persons other than the owner of the line of that kind of thing or, as the case may be, things of that class; c securing that the exercise of a right secured by virtue of paragraph (a) of this subsection is not prevented or impeded; but requirements imposed for the purpose specified in paragraph (a) of this subsection shall be so framed as, in the Secretary of State’s opinion, to secure that compliance therewith will not prejudice the proper and efficient operation of the line for the purpose of the conveyance on behalf of the owner thereof, in the quantity required by him, of the kind of thing, or things of the class, which it is designed to convey. 3 A notice served under subsection (2) of this section with reference to an additional pipe-line may authorise the owner thereof to recover, from persons to whom a right is secured by the notice by virtue of paragraph (a) of that subsection, payments of such amounts as may be determined in accordance with provisions in that behalf contained in the notice, being payments in consideration of that right’s being secured to them. 4 Where an additional pipe-line in respect of which a notice is served under subsection (1) of this section is constructed without conformity to that notice, the works for the construction of the line shall be deemed, for the purposes of the foregoing provisions of this Act, to have been executed in contravention of subsection (1) of section one of this Act. 5 If the owner of a pipe-line fails to comply with a requirement imposed by a notice served under subsection (2) of this section with reference to the line he shall be guilty of an offence and liable, on summary conviction, to a fine not exceeding level 5 on the standard scale; and, if the failure continues after his conviction, he shall be guilty of a further offence and liable, in respect thereof, to a fine not exceeding twenty-five pounds for each day on which the failure continues. 6 In this section “planning permission” means permission under Part III of the Town and Country Planning Act 1990 or under Part III of the Town and Country Planning (Scotland) Act 1997. 7 Where a gas pipe-line which is an additional pipe-line is proposed to be constructed, and the Secretary of State has served a notice in respect of the pipe-line under subsection (1) on the person who made the application for planning permission, any other person may make applications under section 10 and, if applicable, section 10C in respect of the proposed pipe-line, and those sections and section 10B shall have effect as if references to a pipe-line were references to the pipe-line as it would be once constructed in accordance with the condition, and as if references to the owner of the pipe-line were references to the proposed owner of it. 8 Where an upstream petroleum pipe-line which is an additional pipe-line is proposed to be constructed, and the Secretary of State has served a notice in respect of the pipe-line under subsection (1) on the person who made the application for planning permission, any other person may make   with respect to the proposed pipe-line—  a an application of a kind mentioned in subsection (1)(a) of section 82 of the Energy Act 2011 (acquisition of rights to use upstream petroleum infrastructure), and b if applicable, an application under subsection (4) of that section. 9 For the purposes of an application made with respect to a proposed pipe-line by virtue of subsection (8)— a sections 82 and 83 of the Energy Act 2011 shall have effect as if— i references to a pipe-line were references to the proposed pipe-line as it would be once constructed in accordance with the notice served under subsection (1) of this section; ii references to the owner of a pipe-line were reference to the proposed owner of the proposed pipeline; b section 84 of the Energy Act 2011 shall be disregarded."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10", "section_title": " Provisions for securing that a pipe-line is so used as to reduce necessity for construction of others.", "section_text": "10 1 An application with respect to a a gas pipe-line; or b any other pipe-line which— i is constructed pursuant to a pipe-line construction authorisation; and ii does not fall within subsection (1A); 1A The following pipe-lines fall within this subsection— a an upstream petroleum pipe-line; b a carbon dioxide pipe-line; c a pipe-line comprised in a gas interconnector. 2 Where an application with respect to a pipe-line is made under   subsection (1)   to the Minister he shall serve on the owner of the line and the applicant notice of the time (being some time not less than twenty-one days from the date of the service of the notice) at which the question of conferring on the applicant the right sought by him will be considered by the Minister, and the owner and the applicant shall be entitled to be heard when that question is so considered. 3 If after taking the question aforesaid into consideration the Minister is satisfied that the line could, without prejudice to the proper and efficient operation thereof for the purpose of the conveyance on behalf of the owner thereof, in the quantity required by him, of the kind of thing, or things of the class, which it is designed to convey, be so operated as to permit of the conveyance thereby on behalf of the applicant of the kind of thing, or things of the class, the right to the conveyance of which is sought by the applicant, he shall declare that he is so satisfied. 4 Where the Minister makes under the last foregoing subsection a declaration with respect to a pipe-line he may by notice served on the owner of the line impose such requirements as he thinks it necessary or expedient to impose for all or any of the following purposes, namely,— a securing to the person whose application resulted in the making of the declaration the right to have conveyed by the line the kind of thing to which the application related or, as the case may be, things of the class to which it related; b regulating the charges to be made for the conveyance by the line on behalf of that person of that kind of thing or, as the case may be, things of that class; c securing that the exercise of a right secured by virtue of paragraph (a) of this subsection is not prevented or impeded; but requirements imposed for the purpose specified in paragraph (a) of this subsection shall be so framed as, in the Minister’s opinion, to secure that compliance therewith will not prejudice the proper and efficient operation of the line for the purpose mentioned in subsection (3) of this section. 5 A notice served under the last foregoing subsection with reference to a pipe-line may authorise the owner thereof to recover, from the person to whom a right is secured by the notice by virtue of paragraph (a) of that subsection, payments of such amounts as may be determined in accordance with provisions in that behalf contained in the notice, being payments in consideration of the right’s being secured to him. 6 If the owner of a pipe-line fails to comply with a requirement imposed by a notice served under subsection (4) of this section with reference to the line he shall be guilty of an offence and liable, on summary conviction, to a fine not exceeding  level 5 on the standard scale ; and, if the failure continues after his conviction, he shall be guilty of a further offence and liable, in respect thereof, to a fine not exceeding twenty-five pounds for each day on which the failure continues. 7 An additional pipe-line  other than a gas pipe-line  shall be treated as a pipe-line constructed pursuant to a pipe-line construction authorisation for the purposes of this section. 8 Any diversion to a pipe-line constructed pursuant to a pipe-line construction authorisation (or treated as so constructed) shall be treated as part of that pipe-line for the purposes of this section. Accordingly, a diversion which required such an authorisation shall be treated for those purposes as constructed pursuant to the pipe-line construction authorisation of the pipe-line it is diverting."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10A", "section_title": " Diversions of pipe-lines subject to requirements under section 9 or 10", "section_text": "10A 1 A length of pipe-line– a in respect of which any condition has been imposed under section 9(1) or a notice has been served under section 9A(1); and b which is to be diverted, shall continue for the purposes of and after the diversion to be subject to any condition or any direction contained in any such notice. 2 A pipe-line in respect of which any requirements have been imposed by virtue of a  notice served under section 9(2), 9A(2)   or 10(4)   which is subsequently diverted, shall continue to be subject to such requirements after the diversion. 3 This section applies to a diversion which exceeds 16.093 kilometres as well as to a diversion which does not exceed that length."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10B", "section_title": " Application of section 10C to certain gas pipe-lines.", "section_text": "10B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10C", "section_title": " Additional provisions relating to certain gas pipe-lines.", "section_text": "10C 1 The owner of a gas pipe-line  ...— a shall publish at least once in every year the main commercial conditions relating to the grant to another person of a right to have gas conveyed in the pipe-line on that person’s behalf; and b shall publish any changes to the published conditions as soon as they become effective. 2 In subsection (1) “year” means any year ending with 9 August. 3 The owner of a  ... gas pipe-line shall ensure that the conditions which he is required to publish under subsection (1) do not discriminate against any applicants or descriptions of applicants, or any potential applicants or descriptions of potential applicants, for a right to have gas conveyed in the pipe-line. 4 Any person who seeks a right to have gas conveyed on his behalf in a  ... gas pipe-line (“the applicant”) shall, before making an application to the Secretary of State under section 10, apply to the owner of the pipe-line by giving him notice of what is being sought. 5 Such a notice shall, in particular, specify— a the kind of gas to be conveyed (which must be of the kind the pipe-line is designed to convey); and b the quantities of gas to be conveyed. 6 Where an applicant gives notice under subsection (4), he and the owner of the pipe-line shall negotiate in good faith and endeavour to reach agreement on the application. 7 If the owner and the applicant do not reach any such agreement, the applicant may make an application to the Secretary of State under section 10 with respect to the pipe-line. 8 The Secretary of State shall not entertain such an application under section 10 unless he is satisfied that the parties have had a reasonable time in which to fulfil their duties under subsection (6). 9 For the purpose of considering an application under section 10 with respect to a  ... gas pipe-line, the Secretary of State may by notice require the owner or the applicant to provide him with such financial information relating to the owner’s or applicant’s activities with respect to  ... gas pipe-lines as he may specify or describe in the notice. 10 The Secretary of State shall not disclose to any person information obtained under subsection (9) without the consent of the person by or on behalf of whom it was provided, unless he is required to do so by virtue of any obligation imposed on him by or under any enactment. 11 In this section “main commercial conditions” means— a such information as would enable a potential applicant for a right to have gas conveyed in a  ... gas pipe-line to make a reasonable assessment of the cost of, or the method of calculating the cost of, acquiring that right; b the other significant terms on which such a right would be granted; and c such other information as the Secretary of State may from time to time specify by notice."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10D", "section_title": " Enforcement of certain duties in section 10C.", "section_text": "10D 1 The duty in section 10C(6) shall be a duty owed to any person who may be affected by a failure to comply with it. 2 Where a duty is owned by virtue of subsection (1) to any person, any breach of the duty which causes that person to sustain loss or damage shall be actionable at the suit or instance of that person. 3 In any proceedings brought against a person in pursuance of subsection (2), it shall be a defence for him to prove that he took all reasonable steps and exercised all due diligence to avoid contravening the duty. 4 Compliance with the duties in section 10C(1) and (3) shall be enforceable by civil proceedings by the Secretary of State for an injunction or interdict or other appropriate relief or remedy."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10E", "section_title": " Provisions for securing that upstream petroleum pipe-lines are so used as to reduce necessity for construction of others.", "section_text": "10E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10F", "section_title": " Section 10E: supplemental.", "section_text": "10F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10G", "section_title": "Compulsory modifications of pipe-lines", "section_text": "10G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "10H", "section_title": "Enforcement", "section_text": "10H . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "11", "section_title": " Orders for compulsory acquisition of land for pipe-line construction. ", "section_text": "11 1 A person proposing to execute works in land for the placing therein of a pipe-line or a length of a pipe-line may, by means of an order made by the Minister (in this Act referred to as a “compulsory purchase order”), be authorised to purchase compulsorily land described in the order which is required by him as the site of any of the works. 2 The Minister, on an application for a compulsory purchase order, shall have power in his discretion to grant the application or to refuse it. 3 The provisions of Part I of the Second Schedule to this Act shall have effect with respect to the making of applications for compulsory purchase orders, for the purpose of securing that opportunities are afforded for the making of objections to such applications, with respect to any modifications subject to which such orders may be made, for limiting the rights of persons to question the validity of such orders, and with respect to other related matters therein mentioned. 4 The provisions of the Third Schedule to this Act shall apply to a compulsory purchase order for the purpose of rendering it effectual and of modifying the  Land Compensation Act 1961, in relation to the assessment of compensation payable in consequence of the purchase, by virtue of such an order, of any land. 5 A compulsory purchase order shall be subject to special parliamentary procedure. 6 In the application of this section to Scotland, for the reference to the Land Compensation Act 1961, there shall be substituted a reference to  the  Land Compensation (Scotland) Act 1963 ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "12", "section_title": " Orders for compulsory acquisition of rights over land for pipe-line construction.", "section_text": "12 1 A person proposing to execute works in land for the placing therein of a pipe-line or a length of a pipe-line may, by means of an order made by the Minister (in this Act referred to as a “compulsory rights order”), be authorised, subject to any conditions attached thereto under   section 13  , to place the line or length in land described in the order, to use the line or length, to execute in that land any other pipe-line works becoming necessary for the purpose of placing the line or length in that land or in consequence of its being placed there, and to exercise in relation to the line or length such of the rights mentioned in the Fourth Schedule to this Act as may be specified in the order. 2 The Minister, on an application for a compulsory rights order  under this section  , shall have power in his discretion to grant the application or to refuse it. 3 The provisions of Part I of the Second Schedule to this Act shall, subject to the modifications specified in Part II of that Schedule, have effect with respect to the making of applications for compulsory rights orders  under this section  , for the purpose of securing that opportunities are afforded for the making of objections to such applications, with respect to any modifications subject to which such orders may be made, for limiting the rights of persons to question the validity of such orders, and with respect to other related matters therein mentioned. 4 A compulsory rights order  under this section   shall, after the placing of the line or length thereby authorised to be placed, enure for the benefit of the owner for the time being of the line. 5 If– a any such pipe-line or length of a pipe-line as has been placed in land by virtue of a compulsory rights order  under this section   is diverted from the land comprised in the order or is abandoned; or b a pipe-line construction authorisation relating to a pipe-line or length of a pipe-line to be placed in land in pursuance of a compulsory rights order  under this section   becomes of no effect by virtue of subsection (4) of section one of this Act, the Secretary of State may by order revoke the compulsory rights order to the extent to which it appears to him to have become unnecessary in consequence of the diversion or abandonment or of the authorisation’s so becoming of no effect. 5A The Secretary of State may also, at any time, by order revoke a compulsory rights order  under this section   in whole or in part in pursuance of an application in that behalf made to him by the person for whose benefit the compulsory rights order for the time being enures; but the revocation of a compulsory rights order  under this section   shall not affect the previous operation thereof. 6 A compulsory rights order  under this section   shall not affect any right over the land comprised in the order which would not have been affected had that land been compulsorily purchased by virtue of a compulsory purchase order, nor shall it authorise disregard of any enactment or of any instrument having effect by virtue of any enactment or be taken to confer a right of support for the pipe-line or length of pipe-line placed, by virtue of the order, in the said land. 7 A compulsory rights order  under this section   shall be subject to special parliamentary procedure."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "12A", "section_title": "Orders for compulsory acquisition of rights over land: pipe-lines for conveying carbon dioxide", "section_text": "12A 1 This section applies in relation to a pipe-line (or a length of a pipe-line) that is intended to be converted into a pipe-line (or length) used for conveying carbon dioxide. 2 The owner of the pipe-line may apply to the Secretary of State for an order under subsection (3) in relation to land in which the pipe-line (or a length of the pipe-line) is situated. 3 An order under this subsection is an order authorising the owner of the pipe-line to do one or more of the following— a to use the pipe-line (or length of the pipe-line) in the land described in the order to convey carbon dioxide; b to execute pipe-line works in the land which are necessary in consequence of the presence of the pipe-line (or length) in the land; c to execute pipe-line works in the land to enable the pipe-line (or length) to be used to convey carbon dioxide or in consequence of its use to convey carbon dioxide; d to exercise, in relation to the pipe-line (or length), such of the rights mentioned in Schedule 4 as may be specified in the order. An order under this subsection is referred to in this Act as a  “compulsory rights order”. 4 A compulsory rights order under this section may be made subject to conditions (see section 13). 5 On receiving an application under subsection (2), the Secretary of State may grant or refuse the application. 6 Part 1 of Schedule 2, as modified by Part 2 of that Schedule, has effect in relation to applications for compulsory rights orders under this section. 7 A compulsory rights order under this section enures for the benefit of the owner for the time being of the pipe-line. 8 The Secretary of State may by order revoke a compulsory rights order under this section, in whole or in part, if— a the pipe-line (or length of the pipe-line) is diverted from the land described in the order, b the pipe-line (or length) is abandoned, c the pipe-line (or length) ceases to be used to convey carbon dioxide, or d the owner of the pipe-line makes an application for the revocation of the order. 9 A compulsory rights order under this section does not affect any right over the land described in the order that would not have been affected had the land been compulsorily purchased by virtue of a compulsory purchase order. 10 A compulsory rights order under this section does not authorise the disregard of any enactment or of any instrument having effect by virtue of any enactment. 11 A compulsory rights order under this section is not to be taken to confer a right of support for the pipeline (or length of pipeline). 12 A compulsory rights order under this section is to be subject to special parliamentary procedure. 13 For the purposes of this section,  “ carbon dioxide ” includes any substance consisting primarily of carbon dioxide."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "13", "section_title": " Power of Minister to attach conditions to compulsory rights orders. ", "section_text": "13 1 The Minister may, if he grants an application for a compulsory rights order, attach to it such conditions as he thinks fit (other than a condition for securing a matter that may be secured under the provisions of this Act  or the  Health and Safety at Work  etc.  Act 1974  relating to the safety of pipe-lines) with respect to— a the manner, method or timing of the execution of pipe-line works authorised by the order; b the execution, and the manner, method or timing of the execution, of works which it appears to him are or will be requisite or desirable prior to or in consequence of the execution of pipe-line works authorised by the order, or in consequence of a failure to comply with any such condition as has effect by virtue of the foregoing paragraph; c in a case where the order authorises a pipe-line or length thereof to be placed in land of which the owners are statutory undertakers, being operational land, the execution and the manner, method or timing of the execution, of works which it appears to him are or will be requisite or desirable in consequence of the pipe-line’s or length’s being situated in such land; d without prejudice to the generality of the foregoing paragraphs, the execution of works referred to in any of those paragraphs by or under the supervision of the owners of land comprised in the order; e the payment of costs of the execution of any works or carrying out any other requirements to which a condition having effect by virtue of this section relates; f the settlement of any dispute arising in consequence of any such condition as aforesaid; and any conditions attached to a compulsory rights order under this section shall be set out in a schedule to the order. 2 Subject to  the next following subsection subsection (3) , the Minister may at any time on the application of  an owner, lessee or occupier (except a tenant for a month or any period less than a month) of land comprised in a compulsory rights order, or of the person for whose benefit such an order a person who falls within subsection (2A), or of the person for whose benefit a compulsory rights order  for the time being enures, or of his own motion, by order vary the first-mentioned order— a where the first-mentioned order has effect without conditions, by attaching thereto a condition with respect to any of the matters referred to in the foregoing subsection; b where the first-mentioned order has effect subject to conditions, by revoking or varying any of them or by attaching thereto further such conditions as aforesaid. 2A A person falls within this subsection if he is an owner, lessee, tenant (whatever the tenancy period) or occupier of land comprised in a compulsory rights order. 3 It shall be a condition precedent to the making of an order under the last foregoing subsection that, in the case of an order for which an application is made, the applicant, or, in any other case, the Minister, shall have served on every person concerned (other than the applicant in such a case as is first above mentioned) notice, in the prescribed form, stating the effect of the order and specifying the time (not being less than twenty-one days from the date of service of the notice) within which and the manner in which objection to the making of the order may be made to the Minister; and where an objection is duly made by a person on whom the notice has been served, and is not withdrawn, the Minister shall not make the order without affording to the objector an opportunity of being heard by him, and if the objector avails himself of that opportunity, the Minister shall afford to the applicant (in the case of an order for which an application is made under the last foregoing subsection) and any other person to whom it appears to the Minister expedient to afford it, an opportunity of being heard on the same occasion. 4 Upon the making of an order under subsection (2) of this section, in the case of an order made on an application, the applicant, or, in any other case, the Minister, shall take such steps for notifying the persons concerned as the Minister may direct, or, as the case may be, shall think fit. 5 If any works are executed in contravention of a condition attached to a compulsory rights order under this section, the person executing them, or, in the event of a failure by a person to comply with a requirement to carry out any works imposed on him by such a condition, that person, shall be guilty of an offence and liable— a on summary conviction, to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding three months, or to both such fine and such imprisonment; b on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years, or to both a fine and such imprisonment. 6 In this section the following expressions have the meanings hereby assigned to them respectively,— “operational land”, in the application of this section to England and Wales, has the same meaning as in  the  Town and Country Planning Act 1971 , and, in the application of this section to Scotland, has the same meaning as in  the  Town and Country Planning (Scotland) Act 1972 ; “ persons concerned ” means, in relation to a variation of a compulsory rights order, the person for whose benefit the order for the time being enures, and  every owner, lessee and occupier (other than a tenant for a month or a period less than a month) every owner, lessee, tenant (whatever the tenancy period) or occupier  of any land appearing to the Minister to be affected by the variation. 7 If any question arises, in relation to this section, whether land of statutory undertakers is operational land as defined by this section, that question shall be determined by the appropriate Minister. 8 The power conferred by subsection (2) of this section to make orders shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "14", "section_title": " Compensation in respect of compulsory rights orders.", "section_text": "14 1 If a person entitled to an interest in land which comprises, or is held with, land to which a compulsory rights order applies, being an interest subsisting at the time when the order was made, proves that the value of his interest is depreciated by reason of the making of the order, the person in whose favour the order was made shall pay him compensation equal to the amount of the depreciation. 2 Where in consequence of the exercise of any right conferred by a compulsory rights order a person suffers loss by reason of damage to, or disturbance in the enjoyment of, any land or chattels, he shall be entitled to compensation in respect of that loss from the person in whose favour the order was made or, where the owner of the pipe-line is not that person and the right in consequence of the exercise of which the loss was suffered was exercised by that owner, from that owner."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "15", "section_title": " Power to place pipe-lines in streets. ", "section_text": "15 1 Subject to the provisions of this section, any person may place a pipe-line in a  street or, in Scotland, road  with the consent of the appropriate authority for that  street or, in Scotland, road  and for that purpose and the purpose of works of the following kinds, that is to say,— a inspecting, maintaining, adjusting, repairing, altering or renewing a pipe-line placed in a  street or, in Scotland, road  in pursuance of this subsection; b changing the position of a pipe-line so placed or removing it, may open and break up the  street or, in Scotland, road  and may remove or use earth or other materials in the  street or, in Scotland, road. 2 Where it is proposed that, in exercise in relation to a  street or, in Scotland, road  of the power conferred by the foregoing subsection, a pipe-line shall be placed along a line crossing the  street or, in Scotland, road  the appropriate authority for that  street or, in Scotland, road  shall not withhold their consent under this section unless there are special reasons for doing so. 3 Where it is proposed that, in exercise in relation to a  street or, in Scotland, road  of the power conferred by subsection (1) of this section, a pipe-line shall be placed otherwise than along a line crossing the  street or, in Scotland, road  the consent of the appropriate authority for the  street or, in Scotland, road  shall not be unreasonably withheld, and, for the purposes of this subsection, the withholding of consent shall be treated as reasonable if the owner of the pipe-line fails to show that there is no reasonably practicable alternative to the placing of the pipe-line in accordance with the proposals. 4 The consent under this section of an appropriate authority may be given subject to reasonable conditions, including, without prejudice to the generality of the foregoing words, any one or more of the following conditions, that is to say,— a a condition requiring payments to be made to that authority in respect of the placing of the pipe-line in the  street or, in Scotland, road  and of its being kept there; b where the  street or, in Scotland, road  is a  main road — i if it is reasonably practicable for the placing of the pipe-line to be carried out by a method which does not involve the opening or breaking up of the  street or, in Scotland, road  a condition that the placing of the pipe-line shall be carried out by such a method; ii if it is reasonably practicable for any such works as are mentioned in paragraph (a) or (b) of subsection (1) of this section to be carried out by such a method as aforesaid, a condition that any such works shall be carried out by such a method; c where the  street or, in Scotland, road  is a highway, not being a  main road , and constitutes or comprises a carriageway and it is proposed that the pipe-line shall be placed along a line crossing the  street or, in Scotland, road  if it is reasonably practicable for any such works as are mentioned in paragraph (a) of subsection (1) of this section to be carried out by a method which does not involve the opening or breaking up of the carriageway, a condition that any such works shall be carried out by such a method; d where the  street or, in Scotland, road  is a highway, not being a  main road , and constitutes or comprises a carriageway and it is proposed that the pipe-line shall be placed otherwise than along a line crossing the  street or, in Scotland, road — i if it is reasonably practicable for the placing of the pipe-line to be carried out by a method which does not involve the opening or breaking up of the carriageway, a condition that the placing of the pipe-line shall be carried out by such a method; ii if it is reasonably practicable for any such works as are mentioned in paragraph (a) or (b) of subsection (1) of this section to be carried out by such a method as last aforesaid, a condition that any such works shall be carried out by such a method; and, for the purposes of paragraph (b) of this subsection, the placing of a pipe-line or the carrying out of works by a method which does not involve the opening or breaking up of a  street or, in Scotland, road  shall be taken to be reasonably practicable unless the owner of the pipe-line shows that such is not the case. 5 The consent of an authority under this section shall not be required for the placing of a pipe-line by way of renewal of an existing pipe-line. 6 Any dispute between the appropriate authority for a  street or, in Scotland, road  and a person proposing to place a pipe-line in the  street or, in Scotland, road  in respect of— a the withholding of a consent under this section to the placing of the pipe-line in the  street or, in Scotland, road  otherwise than along a line crossing the  street or, in Scotland, road ; or b the imposition of a condition under this section on the placing of the pipe-line in the   street or, in Scotland, road  otherwise than as aforesaid, shall be determined by the Minister  with  the Secretary of State for Transport (as regards England) , with the Secretary of State for Wales (as regards Wales) or with the Secretary of State for Scotland (as regards Scotland)  acting jointly, and the determination of the said Ministers shall not be impugned on the ground that either of them is himself a party to the dispute. 7 Any dispute between the appropriate authority for a  street or, in Scotland, road and a person proposing to place a pipe-line in the  street or, in Scotland, road  in respect of— a the withholding of a consent under this section to the placing of the pipe-line in the  street or, in Scotland, road  along a line crossing the  street or, in Scotland, road ; or b the imposition of a condition under this section on the placing of the pipe-line in the  street or, in Scotland, road  along a line crossing the  street or, in Scotland, road , shall be determined by arbitration and, where the Minister of Transport is the appropriate authority, the arbitrator shall be a single arbitrator appointed, in default of agreement between the parties concerned, by the President of the Institution of Civil Engineers. 8 Where a  street or, in Scotland, road  is carried by or goes under a bridge, subsection (1) of this section shall not authorise the placing of a pipe-line in, under, over, across, along or upon the bridge except in accordance with an agreement to which the authority, body or person in whom the bridge is vested is a party. 9 For the purposes of this section a pipe-line shall be treated as placed along a line crossing a  street or, in Scotland, road  if it is so placed that at either side of the  street or, in Scotland, road  an angle, on a horizontal plane, of not more than forty-five degrees is formed between the line of the pipe-line inside the  street or, in Scotland, road  and a line joining the point at which the line of the pipe-line crosses the side of the  street or, in Scotland, road  with the point nearest to that point on the opposite side of the  street or, in Scotland, road . 10 In this section— “ appropriate authority ” means— in England and Wales, the street authority within the meaning of Part III of the New Roads and Street Works Act 1991, and in Scotland, the road works authority within the meaning of Part IV of that Act; “ carriageway ” has the same meaning— in England and Wales, as in the Highways Act 1980, and in Scotland, as in the Roads (Scotland) Act 1984; “ main road ” means a special road, trunk road or a road classified as a principal road within the meaning of the Highways Act 1980 or the Roads (Scotland) Act 1984; “ road ”, in Scotland, has the same meaning as in Part IV of the New Roads and Street Works Act 1991; and “ street ”, in England, has the same meaning as in Part III of that Act. 11 In the application of this section to Scotland— a references to a street which is a highway shall be construed as references to a street over which there is a public right of way; b the expression “ carriageway ” means a way (other than a cycle track) over which the public have a right of way for the passage of vehicles; c  the reference in subsection (6) to the Minister of Transport shall be construed as a reference to the Secretary of State; d in subsection (7), for the words from “shall be determined” to the end of the subsection there shall be substituted the words “shall be referred to the arbitration of a single arbiter appointed by agreement between the parties concerned or, in default of agreement, by the sheriff; and in any such arbitration the arbiter may, and, if so directed by the Court of Session, shall, state a case for the decision of that court on any question of law arising in the arbitration”; e the reference in subsection (10) to the Minister of Transport shall be construed as including a reference to the Secretary of State."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "16", "section_title": " Modification of street works or road works provisions.", "section_text": "16 1 In relation to undertakers’ works in exercise of a power conferred by section 15(1) of this Act, the provisions of Part III or  IV  of the New Roads and Street Works Act 1991 (street works in England and Wales or road works in Scotland) have effect subject to the provisions of this section. 2 The provisions of Schedule 4 or 6 of that Act (settlement of plan and section for works in streets or roads with special engineering difficulties) have effect subject as follows— a the period under paragraph 7(2)(b) (period for responding to plan and section as submitted) shall be two months instead of one month; b no modification of a plan and section shall be made which would involve  a diversion ; and c a plan and section shall not be disapproved on the ground that there should be such a diversion. 3 An arbitrator or arbiter appointed in pursuance of— a paragraph 8(2) of Schedule 4 or 6 of that Act (settlement of plan and section in case of works in street or road with special engineering difficulties), or b section 84(3) or 143(3) of that Act (settlement of necessary measures in case of apparatus affected by certain major works), shall not provide for  a diversion . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 No person shall be entitled to payment under section 85 or 144 of the New Roads and Street Works Act 1991 (sharing of costs in case of apparatus affected by certain major works) in respect of measures of his taken in connection with a pipe-line."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "17", "section_title": " Modification of the code in Part II of the Public Utilities Street Works Act 1950, in its application to pipe-line works in streets.", "section_text": "17 1 No person shall be entitled to payment by virtue of section twenty-two of the  Public Utilities Street Works Act 1950 (undertakers’ right to payment for works made necessary by, and obligation to facilitate, road etc. works), in respect of works or measures of his executed or taken in connection with a pipe-line. 2 A promoting authority shall not be entitled under subsection (2) of the said section twenty-two to require any lateral diversion of a pipe-line beyond the limits of lateral deviation permissible in relation thereto."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "18", "section_title": " Restriction on breaking up, for execution of pipe-line works, highways in London Traffic Area recently closed for repair.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "26A", "section_title": " Availability of funds.", "section_text": "26A 1 The Secretary of State may at any time by notice served on the owner of a pipe-line prohibit the use or testing of the pipe-line, or of any length of the pipe-line, unless there are satisfied such requirements as may be specified in the notice for the purpose mentioned in subsection (2). 2 The purpose referred to in subsection (1) is that of ensuring that funds are available to discharge any liability that may arise in respect of damage attributable to the release or escape of anything from the pipe-line or length. 3 If, before the expiration of twelve weeks from the date on which a notice is served on any person under subsection (1), he serves a counter-notice on the Secretary of State objecting to the notice, the Secretary of State shall afford him an opportunity of appearing before and being heard by a person appointed by the Secretary of State for the purpose. 4 Before the expiration of twelve weeks from the date on which any hearing under subsection (3) is concluded, the Secretary of State shall consider the objection and the report of the person appointed to hear the objector and, by notice served on the objector,— a quash the notice objected to, or b confirm it without modification, or c confirm it with such modification as appears to the Secretary of State to meet the objection. 5 The quashing of a notice served under subsection (1) shall not affect the previous operation of the notice or be taken to prevent the service of a fresh notice. 6 If a pipe-line is used or tested in contravention of a prohibition imposed by a notice under this section then, unless he shows that he used due diligence to avoid contravention, the owner shall be guilty of an offence. 7 A person guilty of an offence under this section shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "33", "section_title": " Notification of certain accidents.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "35", "section_title": " Deposit of maps of pipe-lines with local authorities.", "section_text": "35 1 A person to whom a pipe-line construction  . . . authorisation is granted shall, forthwith after the grant, deposit with each local authority within whose area lies any part of the route to be taken by the proposed pipe-line  . . ., a copy (on the same scale) of so much of the map annexed to the authorisation as shows the part of that route that lies within that area. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A person who fails to satisfy an obligation to which he is subject by virtue of  subsection (1) above  shall be guilty of an offence and liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale . 5 Documents deposited in pursuance of this section with a local authority shall be kept at the authority’s offices and shall be open to inspection by any person at all reasonable hours free of charge. 6 For the purpose of the application of this section to England  . . ., the expression “ local authority ” means the council of a county, . . .   district or . . .   borough and includes the Common Council of the City of London,  for the purpose of the application of this section to Wales, that expression means the council of a county or county borough,  and for the purpose of the application of this section to Scotland that expression means a county or town council."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "36", "section_title": " Notification of abandonment, cesser of use and resumption of use of pipe-lines or lengths thereof.", "section_text": "36 1 Subject to the following subsection, in any of the following events, namely,— a the beginning of the use of a pipe-line or a length thereof; b the abandonment of a pipe-line or a length thereof; c the expiration of three years from the date on which a pipe-line or a length thereof was last used; d the resumption of the use of a pipe-line or a length thereof after the abandonment of the line or length (as the case may be) or after the expiration of three years from the date on which it was last used; the owner of the line shall, within two weeks after the happening of the event, give to the Minister notice thereof specifying the date on which it happened and the line or length in question and, if he fails so to do, shall be guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale . 2 Where a pipe-line or a length thereof is abandoned after the date on which the line or length (as the case may be) was last used but before the expiration of three years from that date, it shall not be necessary to give, under the foregoing subsection, notice of the expiration of that period. 3 This section applies only to pipe-lines constructed pursuant to a pipe-line construction authorisation and to diversions to any such line."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "37", "section_title": " Fire-brigades, police, &c., to be notified of certain pipe-line accidents and to be furnished with information.", "section_text": "37 1 It shall, in the case of every pipe-line be the duty of the owner thereof to make, and to ensure the efficient carrying out of, arrangements whereby, in the event of the accidental escape or the ignition of any thing in the line, immediate notice of the event is given— a to every fire and rescue authority   , local policing body   and police authority by whom duties will or may fall to be discharged in consequence of the happening of the event; b to all statutory water  undertakers and local water authorities who will or may have, in consequence of the happening of the event, to take steps to prevent or combat pollution of water or flooding; c to all  sewerage undertakers  who will or may have, in consequence of the happening of the event, to take steps to prevent injury to their sewers or sewage disposal works, interference with the free flow of the contents of any of their sewers or the prejudicial affection of the treatment and disposal of such contents or to combat the effects of any such injury, interference or affection; and d to any other authority, board or undertakers whom the Minister, by notice served on the owner of the line, requires him to treat, for the purposes of this section, as relevant in relation to the line, being an authority or board, or undertakers, in the case of whom it is stated in the notice that the Minister is satisfied that they will or may have, in consequence of the happening of the event, to take in the public interest steps for such purpose as may be specified in the notice. 2 It shall be the duty of the owner of a pipe-line if requested so to do by any authority, board or undertakers for whose notification, in the event specified in the last foregoing subsection, arrangements are thereby required to be made, to furnish the authority, board or undertakers with such maps, and to give them such information, as they may reasonably require in order— a in the case of a fire and rescue authority   , local policing body  or police authority, to enable them efficiently to discharge the duties falling to be discharged by them in consequence of the happening of the event; b in the case of any statutory water  undertakers or local water authority, to enable them efficiently to take, in consequence of the happening of the event, steps to prevent or combat pollution of water or flooding; c in the case of a  sewerage undertaker , to enable them efficiently to take, in consequence of the happening of the event, steps for either of the purposes mentioned in paragraph (c) of that subsection; d in the case of any authority, board or undertakers whom the owner is, by a notice served under paragraph (d) of that subsection, required to treat, for the purposes of this section, as relevant in relation to the line, to enable them efficiently to take, in consequence of the happening of the event, steps for the purpose specified in the notice. 3 A person who fails to satsify an obligation to which he is subject by virtue of either of the foregoing subsections shall be guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale . 4 In this section— a “ fire and rescue authority ” means, in relation to any area, the fire and rescue authority under the Fire and Rescue Services Act 2004 for the area;  b                        “ river purification authority ” means  a river purification authority within the meaning of the  Rivers (Prevention of Pollution) (Scotland) Act 1951;  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and any reference in this section to a sewer shall be construed as including a reference to any manholes, ventilating shafts, pumps or other accessories belonging to that sewer, and any reference in this section to sewage disposal works shall be construed as including a reference to the machinery and equipment of those works and any necessary pumping stations and outfall pipes."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "38", "section_title": " Notification of change of ownership of pipe-line.", "section_text": "38 1 Where a change occurs in the ownership of a pipe-line, the owner of the line shall, within three weeks from the date on which the change occurs, give to the Minister and to every person who is an owner, lessee or occupier of land in which any part of the line is situate (except a tenant for a month or any period less than a month) a notice stating the particulars of the change. 2 A person who fails to satisfy an obligation to which he is subject by virtue of the foregoing subsection shall be guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "39", "section_title": " Avoidance of obstruction or danger to navigation by pipe-lines over or under harbour waters.", "section_text": "39 1 No person shall place a length of pipe-line above or beneath the surface of waters over which a harbour authority have jurisdiction except with the consent of the authority and subject to such (if any) reasonable conditions as they may impose for securing that the length does not constitute an obstruction or danger to navigation. 2 Consent, for the purposes of this section, of a harbour authority shall not be unreasonably withheld, and if a dispute arises— a whether consent, for those purposes, of such an authority is unreasonably withheld, or b whether conditions imposed under this section by such an authority are reasonable, it shall be referred to and determined by  the Secretary of State . 3 A person who contravenes subsection (1) of this section shall be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale . 4 In this section “ harbour authority ” has the same meaning as in  section 151 of the Merchant ShippingAct1995 ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "40", "section_title": " Avoidance of interference with telegraphic, &c., lines.", "section_text": "40 1 Electrical apparatus forming part of a pipe-line shall be so constructed, installed and used as to prevent interference with any  electronic communications apparatus  kept installed for the purposes of  an electronic communications code network  or with the service provided by any  such network  or with any apparatus used by railway undertakers for the purpose of signalling, or of controlling, directing or securing the safety of, traffic on their railway or the proper functioning of such apparatus. 2   Part 10 of Schedule 3A to the Communications Act 2003 (the electronic communications code)   (which provides a procedure for certain cases where works involve the alteration of  electronic communications apparatus ) shall apply, for the purposes of works in pursuance of a compulsory rights order, to the person authorised to execute those works."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "43", "section_title": " Preservation of amenity.", "section_text": "43 Where— a a person is formulating proposals for the execution of pipe-line works, or b the Minister is considering any such proposals, whether in relation to the grant of a pipe-line construction  . . . authorisation or the imposition of conditions under section five of this Act, that person or the Minister, as the case may be, having regard to the desirability of preserving natural beauty, of conserving flora, fauna and geological or physiographic features of special interest, and of protecting buildings and other objects of architectural or historic interest, shall take into account any effect which the proposals would have on the natural beauty of the countryside or on any such flora, fauna, features, buildings or objects, and in so doing shall have particular regard to the desirability of ensuring that things constructed in the course of the execution of the proposed works are kept below ground so far as that is practicable."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "44", "section_title": " Protection of water against pollution.", "section_text": "44 The Minister, in order to determine whether to exercise any of his powers under this Act and in what manner should be exercised any of those powers which he has determined to exercise, shall have constant regard to the need of protecting against pollution any water, whether on the surface or underground, which belongs to any statutory water undertakers or  local water authority Scottish Water  or which they or it  are for the time being authorised to take."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "45", "section_title": " Obligation to restore agricultural land.", "section_text": "45 1 A person executing pipe-line works in agricultural land shall be under obligation to secure, so far as is practicable, that upon the completion of the works the land is so restored as to be fit for use for the purpose for which it was used immediately before the execution of the works was begun. 2 If a person executing pipe-line works in agricultural land fails to satisfy an obligation to which he is subject by virtue of the foregoing subsection, a person entitled to an interest in the land may, subject to the next following subsection, if he himself so restores the land as aforesaid, recover, in any court of competent jurisdiction, the expenses reasonably incurred by him in so doing from the first-mentioned person. 3 The right conferred by the last foregoing subsection on a person entitled to an interest in land in the case of any such failure as aforesaid shall be alternative to any right to compensation under any other of the foregoing provisions of this Act in respect of loss suffered by that person by reason of damage to that land in consequence of that failure."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "46", "section_title": " Penalties for uttering false documents and giving false information.", "section_text": "46 A person who— a sends to the Secretary of State an application for the grant of a pipe-line construction authorisation or the making of a compulsory purchase or rights order, being an application which he knows to be false in a material particular, or recklessly sends to the Secretary of State such an application which is so false; or b in purported compliance with section . . .  , thirty-six or thirty-eight of this Act gives a notice which he knows to be false in a material particular or recklessly gives notice which is so false; or c in purported compliance with  subsection (1) of section thirty-five of this Act  or subsection (2) of section thirty-seven thereof sends, deposits or furnishes a document which he knows to be false in a material particular or gives any information which he knows to be so false or recklessly sends, deposits or furnishes a document which is so false or recklessly gives any information which is so false; shall be guilty of an offence and shall be liable— i on summary conviction, to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding three months, or to both such fine and such imprisonment; ii on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years, or to both a fine and such imprisonment."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "47", "section_title": " Provisions as to inquiries and hearings.", "section_text": "47 1 Subsections (2) to (5) of  section 250 of the  Local Government Act 1972  (which provides for the holding of inquiries for the purposes of that Act), shall apply to a public inquiry caused by the Minister to be held in England or Wales under any provision of this Act . . .   as they apply to an inquiry held under the said  section 250 , subject to the following modifications, namely,— a for references to a department, there shall be substituted references to the Minister; b subsection (4) shall have effect as if references therein to the payment of costs by a local authority not being a party to the inquiry had been omitted; and subsections (4) and (5) of the said  section 250  shall, with the like modifications, apply in relation to any hearing caused by the Minister to take place in England or Wales in pursuance of any provision of this Act (otherwise than by way of public inquiry . . .   ) as if the hearing were a public inquiry caused by the Minister to be held as aforesaid. 2 Subsections (2) to (9) of  section 210 of the  Local Government (Scotland) Act 1973  (which relates to local inquiries), shall apply to a public inquiry caused by the Minister to be held in Scotland under any provision of this Act . . .   as they apply to a public inquiry held under the said  section 210 , subject to the following modification, namely, that  subsection (7)  shall have effect as if references therein to the payment of expenses by a local authority not being a party to the inquiry had been omitted; and  subsections (7) and (8) of the said section 210  shall, with (in the case of  subsection (7) ) the like modification, apply in relation to any hearing caused by the Minister to take place in Scotland in pursuance of any provision of this Act (otherwise than by way of public inquiry . . .   ) as if the hearing were a public inquiry caused by the Minister to be held as aforesaid. 3 It shall not be open to a person to impugn the validity of a pipe-line construction  . . . authorisation on the ground that an inquiry or hearing under the First Schedule to this Act with respect to . . .   the application for the grant of the authorisation was combined with an inquiry or hearing under the Second Schedule to this Act with respect to . . .   an application made, by the applicant for the grant of the authorisation, for a compulsory purchase order or compulsory rights order, or to impugn the validity of a compulsory purchase order or compulsory rights order on the ground that an inquiry or hearing under the Second Schedule to this Act with respect to . . .   the application for the order was combined with an inquiry or hearing under the First Schedule to this Act with respect to . . .   an application made, by the applicant for the order, for the grant of a pipe-line construction  . . .authorisation."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "48", "section_title": " Determination by   tribunal   of questions as to compensation.", "section_text": "48 Any question with regard to a person’s entitlement to compensation under the foregoing provisions of this Act or the amount of compensation to which a person is entitled under those provisions shall, in default of agreement, be determined by   , in the application of this Act to England and Wales, the Upper Tribunal or, in the application of this Act to Scotland, the Lands Tribunal for Scotland  ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "49", "section_title": " Service of documents.", "section_text": "49 1 Any document required or authorised by this Act to be given to or served on any person may be given or served either by delivering it to that person, or by leaving it at his proper address, or by the recorded delivery service. 2 Any such document required or authorised to be given to or served on an authority or body being a corporation shall be duly given or served if it is given to or served on the secretary or clerk of the authority or body. 3 For the purposes of this section and of  section 7 of the  Interpretation Act 1978 , in its application to this section the proper address of any person to or on whom any such document as aforesaid is to be given or served shall, in the case of the secretary or clerk of a corporation, be that of the registered or principal office of the corporation, and in any other case be the last-known address of the person to be served: Provided that, where the person to or on whom the document is to be given or served has, in accordance with arrangements agreed  or in accordance with regulations made by virtue of the  Petroleum and Submarine Pipe-lines Act 1975  furnished an address for the giving or service of the document, being an address in the United Kingdom, his proper address for the purposes aforesaid shall be the address furnished. 4 If the name or the address of any owner, lessee or occupier of land to or on whom any such document as aforesaid is to be given or served cannot after reasonable inquiry be ascertained by the authority, body or person seeking to give or serve the document, the document may be given or served by addressing it to the person to or on whom it is to be given or served by the description of “owner”, “lessee” or “occupier” of the land (describing it) to which the document relates, and by delivering it to some responsible person resident or appearing to be resident on the premises, or, if there is no such person to whom it can be delivered, by affixing it, or a copy of it, to some conspicuous part of the premises."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "50", "section_title": " Provisions as to requirements and prohibitions imposed under this Act.", "section_text": "50 Any power, exercisable by notice, conferred by this Act on the Minister to impose a requirement or prohibition shall be construed as including a power, exercisable in the like manner, to vary or revoke the requirement or prohibition."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "51", "section_title": " Provisions as to ecclesiastical property.", "section_text": "51 1 Where under this Act a document is required to be served on an owner of land, and the land is ecclesiastical property, a copy of the document shall be served on the  Diocesan Board of Finance for the diocese in which the land is situated , and where under this Act the seeking of consultation with an owner of land is requisite, and the land is ecclesiastical property, the seeking of consultation with the  Diocesan Board of Finance for the diocese in which the land is situated  shall be requisite also. 2 Where any ecclesiastical property is vested in the incumbent of a benefice which is vacant , it shall be treated for the purposes of an application for a compulsory purchase or rights order in which the property is proposed to be comprised, and of a compulsory purchase of the property in pursuance of a compulsory purchase order, as being vested in the  Diocesan Board of Finance for the diocese in which the land is situated , and (in the case of a compulsory purchase) any notice to treat shall be served accordingly. 3 Any compensation falling to be paid under the foregoing provisions of this Act in respect of damage to land that is ecclesiastical property shall, to the extent to which it is payable to the owner of the fee simple in the land, be paid (where the fee simple is vested in any person other than the  Diocesan Board of Finance for the diocese in which the land is situated ) to  it , instead of to that person, and any compensation falling to be paid under those provisions in respect of the depreciation of the fee simple in land that is ecclesiastical property shall (where the fee simple is vested in a person other than the  Diocesan Board of Finance for the diocese in which the land is situated ) be paid to  it  instead of to the person in whom the fee simple is vested. 4 Any sums agreed upon or awarded for the purchase, in pursuance of a compulsory purchase order, of the fee simple in land that is ecclesiastical property, or to be paid by way of compensation for damage sustained by reason of severance or injury affecting such land (being severance or injury arising from the purchase of land in pursuance of such an order), shall, instead of being paid as provided by the Lands Clauses Acts, be paid to the  Diocesan Board of Finance for the diocese in which the land is situated . 5 Any sums paid under either of the two last foregoing subsections to the  Diocesan Board of Finance for the diocese in which the land is situated  with reference to any land shall, if the land is not consecrated, be applied by  it  for the purposes for which the proceeds of a sale by agreement of the fee simple in the land would be applicable under any enactment or Measure authorising such a sale or disposing of the proceeds of such a sale, and if the land is consecrated, be applied by  it  in such manner as  it  may determine. 6 In this section the expression “ ecclesiastical property ” means land belonging to an ecclesiastical benefice of the Church of England, or being or forming part of a church subject to the jurisdiction of the bishop of any diocese of the Church of England or the site of a church so subject, or being or forming part of a burial ground so subject."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "52", "section_title": " Reckoning of periods.", "section_text": "52 For the purposes of this Act in reckoning any period which is therein expressed to be a period before or from a given date, that date shall be excluded."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "53", "section_title": " Regulations.", "section_text": "53 1 The Minister may make regulations for any purpose for which provision is by this Act authorised to be made by regulations and for prescribing anything which by this Act is required or authorised to be prescribed. 2 The power conferred by the foregoing subsection shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "54", "section_title": " Offences by corporations.", "section_text": "54 1 Where a body corporate is guilty of an offence under any of the provisions of this Act  (other than section 10H)   and that offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 In this section, the expression “ director ”, in relation to a body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by its members, means a member of that body corporate."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "56"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "57"}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "58", "section_title": " Exclusion of application of Act to, and in relation to, pipe-lines of certain statutory bodies.", "section_text": "58 1 The bodies to which this section applies are—  a a public gas transporter within the meaning of Part I of the Gas Act 1986; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f the United Kingdom Atomic Energy Authority. 2 Section one  of this Act shall not apply to works executed by a body to which this section applies. 3 The following provisions of this Act shall not apply to a body to which this section applies, namely, sections eleven, twelve and fifteen, subsection (1) of section seventeen, and sections twenty, twenty-three, twenty-five, thirty-nine, and forty-five. 4 In the following provisions of this Act, namely, subsection (2) of section seventeen . . .  , section twenty-six,  section 26A  subsection (1) of section twenty-seven, subsection (1) of section thirty-one, subsection (1) of section thirty-three, subsection (1) of section thirty-six, and sections thirty-seven, thirty-eight, forty . . .  , references to a pipe-line shall be construed as not including references to a pipe-line vested in a body to which this section applies. 4A References in sections 9A and 10 of this Act to an additional pipe-line shall be construed as not including references to a pipe-line constructed by and vested in, or proposed to be constructed by and proposed to be vested in, a public gas transporter within the meaning of Part I of the Gas Act 1986. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "58A", "section_title": " Avoidance of damage by buildings  etc  to pipe-lines of a public gas transporter.", "section_text": "58A 1 Notwithstanding subsection (4) of section 58 of this Act, but subject to subsection (2) of this section, the references to a pipe-line in sections 27(1) and 31(1) of this Act (protection of pipe-lines imperilled by buildings, structures or deposits) shall include references to any pipe-line operated by a public gas transporter other than one laid in a street or a service pipe. 2 The application by virtue of subsection (1) of this section of sections 27(1) and 31(1) of this Act to a particular part of any pipe-line shall be dependent upon there having been previously deposited with every local authority in whose area the part lies by the public gas transporter a map (drawn to an appropriate scale) showing the route taken by the part. 3 A local authority holding a map relating to a pipe-line operated by a public gas transporter shall keep the map at their offices, and shall secure that it is open to inspection by any person at all reasonable times free of charge. 4 In this section— “ local authority ” means— in England, the council of a county, district or London borough, and the Common Council of the City of London; in Wales, the council of a county or county borough; and in Scotland, a council constituted under section 2 of the  Local Government  etc.  (Scotland) Act 1994; “ public gas transporter ” and “ service pipe ” have the same meanings as in Part I of the  Gas Act 1986; “ street ” has the same meaning as in Part III of the  New Roads and Street Works Act 1991. 5 In relation to any time before 1st April 1996, the definition of “ local authority ” in subsection (4) of this section shall have effect as if— a in paragraph (b), for the words “county borough” there were substituted the word “district”; and b in paragraph (c), for the words “a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994” there were substituted the words “an islands or district council”. 6 In its application to Scotland this paragraph shall have effect with the substitution for any reference to a street of a reference to a road within the meaning of Part IV of the New Roads and Street Works Act 1991."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "58B", "section_title": "Exclusion of application of Act to construction of small pipes.", "section_text": "58B 1 In relation to the construction, by any person other than a public gas transporter, of a pipe to which this section applies— a references in sections 1 to 14 of this Act to a pipe-line shall be construed as not including references to such a pipe; and b references in those sections to pipe-line works shall be construed as not including references to works executed in connection with the construction of a such a pipe. 2 This section applies to any pipe— a by which any premises are proposed to be connected to a distribution main of a public gas transporter; and b by which gas is proposed to be conveyed to premises at a rate which is not expected to exceed 75,000 therms in any period of twelve months. 3 The Secretary of State may, after consulting the Director General of Gas Supply, by order amend subsection (2) above by substituting— a where the limit is for the time being expressed by reference to a number of therms— i such lower number of therms as he considers appropriate; or ii such lower limit, expressed by reference to a number of kilowatt hours, as he considers appropriate; or b where the limit is for the time being expressed by reference to a number of kilowatt hours, such lower number of kilowatt hours as he considers appropriate. 4 An order under subsection (3) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section “ distribution main ” and “ public gas transporter ” have the same meanings as in Part I of the  Gas Act 1986. 6 In relation to any time after 31st December 1999, the reference in subsection (2) above to 75,000 therms shall be construed as a reference to 2,196,000 kilowatt hours. 7 This section is without prejudice to anything in section 58 of this Act."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "59", "section_title": " Exclusion of application of Act to, and in relation to, certain pipe-lines of railway undertakers, &c.", "section_text": "59 1 Section one of this Act shall not apply to works executed by railway undertakers for the purposes of their business other than the operation of pipe-lines. 2 Sections eleven and twelve of this Act shall not have effect for the purpose of authorising railway undertakers to purchase land for the placing therein of a pipe-line to be constructed for the purposes aforesaid or a length of pipe-line to be so constructed or to place in land a pipe-line to be so constructed or a length of a pipe-line to be so constructed. 3 Section fifteen of this Act shall not operate to empower railway undertakers to place in a street a pipe-line constructed for the purposes aforesaid. 4 In subsection (1) of section twenty of this Act the reference to works in land for the construction of a pipe-line shall be construed as not including a reference to works for the construction of a pipe-line by railway undertakers for the purposes aforesaid. 5 In the following provisions of this Act, namely, section twenty-three, . . .   sections twenty-five and twenty-six,  section 26A  subsection (1) of section twenty-seven, subsection (1) of section thirty-one, subsection (1) of section thirty-three, subsection (1) of section thirty-six and sections thirty-seven, thirty-eight, forty . . .  , references to a pipe-line shall be construed as not including a pipe-line vested in railway undertakers for the purposes aforesaid. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "60", "section_title": " Exclusion of application of Act to, and in relation to pipe-lines in factories, mine or quarry premises or petroleum depots.", "section_text": "60 1 References in sections one to forty . . .   of this Act to a pipe-line shall be construed as not including references to a pipe-line forming part of the equipment of, and situate wholly within, a factory, to a pipe-line forming part of the equipment of, and situate wholly within premises comprised in, a mine or quarry, or to a pipe-line forming part of the equipment of, and situate wholly within, a petroleum depot, . . .  2 References in the said sections one to forty of this Act to a pipe-line shall be construed as not including references— a to so much of a pipe-line forming part of the equipment of, and situate partly within and partly outside a factory, as is situate within the factory. b to so much of a pipe-line forming part of the equipment of, and situate partly within and partly outside premises comprised in, a mine or quarry, as is situate within those premises, or c to so much of a pipe-line forming part of the equipment of, and situate partly within and partly outside, a petroleum depot, as is situate within the depot;  and in computing for the purposes of this Act the length of a pipe-line that is or will be one to which the foregoing provisions of this subsection apply there shall be disregarded so much of the line as is or will be situate within, as the case may be, the factory of whose equipment it forms or will form part, the premises comprised in the mine or quarry of whose equipment it forms or will form part or the petroleum depot of whose equipment it forms or will form part. 3 In this section— a “ factory ” has the same meaning as in the  Factories Act 1961; b “ mine ” and “ quarry ” have the same meanings as in the  Mines and Quarries Act 1954; c “ petroleum depot ” means premises used or appropriated for use wholly or mainly for the storage of petroleum spirit and includes a petroleum filling station, and “ petroleum filling station ” and “ petroleum spirit ” have the meanings assigned to these expressions respectively by section twenty-three of the  Petroleum (Consolidation) Act 1928."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "61", "section_title": " Exclusion of application of Act to, and in relation to, dock, &c., pipe-lines.", "section_text": "61 References in sections one to forty . . .   of this Act to a pipe-line and to pipe-line works shall be construed as respectively not including references to a pipe-line wholly situate in premises to which certain provisions of the  Factories Act 1961, apply by virtue of subsection (1) of section one hundred and twenty-five (docks, &c.) of that Act, and to pipe-line works executed in connection with a pipe-line that is or will be wholly so situate."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "62", "section_title": "", "section_text": "62 References in sections twenty-seven and thirty-one of this Act to a pipe-line shall be construed as not including references to a pipe-line that is a government oil pipe-line within the meaning of the  Requisitioned Land and War Works Act 1948, or to a pipe-line that was laid under a wayleave order made under section fourteen of the  Land Powers (Defence) Act 1958."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "63", "section_title": " Exclusion of application of certain provisions of Act to pipe-lines whose construction has been begun or authorised by Act.", "section_text": "63 1 Sections one and two of this Act shall not apply to works the execution of which has been begun before the date on which those sections come into operation or to works the execution of which has been authorised by an Act passed before that date. 2 References in sections fifteen, seventeen, twenty-seven and thirty-one of this Act to a pipe-line shall be construed as not including references to a pipe-line for the construction of which the execution of works has been authorised as aforesaid."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "64", "section_title": " Power of Minister to exclude application of section one in relation to certain pipe-lines in particular localities.", "section_text": "64 The Minister, on an application in that behalf being made to him, and after causing if he thinks fit a public inquiry to be held, may by order (made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament) direct that  section one of this Act shall not apply to works executed for the construction of a pipe-line designed for the conveyance of a thing of a particular kind specified in the order or things of a class so specified, being a pipe-line wholly situate within such area as may be specified in, or described by, the order."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "65", "section_title": " Meaning of “pipe-line”.", "section_text": "65 1 In this Act “pipe-line” (except where the context otherwise requires) means a pipe (together with any apparatus and works associated therewith), or system of pipes (together with any apparatus and works associated therewith), for the conveyance of any thing other than air, water, water vapour or steam, not being— a a drain or sewer; or b a pipe or system of pipes constituting or comprised in apparatus for heating or cooling or for domestic purposes; or c a pipe or system of pipes on the site of any operations or works to which certain provisions of the  Factories Act 1961, apply by virtue of subsection (1) of section one hundred and twenty-seven (building operations and works of engineering construction) of that Act; or d a pipe or system of pipes wholly situate within the boundaries of an agricultural unit and designed for use for purposes of agriculture; or e a pipe or system of pipes wholly situate in premises used for the purposes of education or research; or f a pneumatic dispatch-tube. 2 For the purposes of the foregoing subsection, the following apparatus and works, and none other, shall be treated as being associated with a pipe, or system of pipes, namely,— a apparatus for inducing or facilitating the flow of any thing through the pipe or, as the case may be, through the system or any part thereof; b valves, valve chambers, manholes, inspection pits and similar works, being works annexed to, or incorporated in the course of, the pipe or system; c apparatus for supplying energy for the operation of any such apparatus as is mentioned in paragraph (a) of this subsection or of any such works as are mentioned in paragraph (b) thereof; d apparatus for the transmission of information for the operation of the pipe or system; e apparatus for affording cathodic protection to the pipe or system; f a structure for the exclusive support of a part of the line or system. fa in relation only to a pipe, or system of pipes, which is used to convey carbon dioxide to a carbon dioxide storage site, apparatus for treating and cooling carbon dioxide which is to flow through, or through any part of, the pipe or system;   ... g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (2)(fa), the reference to a pipe, or system of pipes, being used to convey carbon dioxide includes a pipe or system which is not being used for any purpose but which is intended to be used to convey carbon dioxide."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "66", "section_title": " General interpretation provisions.", "section_text": "66 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— “additional pipe-line” means a pipe-line (other than a diversion)– which is of a length not exceeding 16.093 kilometres and is to form an addition to another pipe-line, if the aggregate of the lengths of both exceeds 16.093 kilometres, or which is of a length not exceeding 16.093 kilometres and is to be constructed so as to connect two or more other pipe-lines, if the aggregate of the lengths of the line and of those connected thereby exceeds 16.093 kilometres; “ agriculture ” includes dairy farming, the production of any consumable produce which is grown for sale or for consumption or other use for the purposes of a trade or business or of any other undertaking (whether carried on for profit or not), and the use of land as grazing, meadow or pasture land or orchard or osier land or woodland or for market gardens or nursery grounds, and “ agricultural ” shall be construed accordingly; “ agricultural unit ” means land which is occupied as a unit for agricultural purposes;   “carbon dioxide pipe-line” means— a pipe-line used to convey carbon dioxide to a carbon dioxide storage site; or a pipe-line which is not being used for any purpose but which is intended to be used to convey carbon dioxide to such a site;  “carbon dioxide storage site” means a facility— for the storage of carbon dioxide (with a view to its permanent disposal, or as an interim measure prior to its permanent disposal); and in respect of the use of which a person is required to have a licence under section 18 of the Energy Act 2008;  . . .  “ carriageway ” has the meaning assigned to it by  section 329(1) of the Highways Act 1980 ; “ compulsory purchase order ” has the meaning assigned to it by subsection (1) of section eleven of this Act; “ compulsory rights order ” has the meaning assigned to it by   sections 12(1) and 12A(3)   of this Act; “ construction ”, in relation to a pipe-line, includes placing, and “construct” and “constructed” shall, in relation to a pipe-line, be construed accordingly; “ cross-country pipe-line ” means a pipe-line whose length exceeds, or is intended to exceed,  16.093 kilometres ; “diversion” means a lateral diversion of any length of a pipe-line (whether or not that pipe-line has been constructed) where the diversion is– beyond the limits of lateral diversion permitted by an authorisation under this Act relating to that pipe-line, or   if no such authorisation is required, beyond the limits of lateral diversion permitted by development consent under the Planning Act 2008 relating to that pipe-line, or   if no such authorisation  or consent   is required, beyond the lateral limits of deviation permitted by planning permission granted in relation to that pipe-line under Part III of the Town and Country Planning Act 1990 or under Part III of the Town and Country Planning (Scotland) Act 1997; “foreign sector of the continental shelf” means an area within which rights are exercisable with respect to the sea bed and subsoil and their natural resources by a country or territory outside the United Kingdom;  “gas” means any substance which consists wholly or mainly of— methane ethane, propane, butane, hydrogen or carbon monoxide; a mixture of two or more of those gases; or a combustible mixture of one or more of those gases and air; “ gas interconnector ” has the same meaning as in Part 1 of the Gas Act 1986; “ gas pipe-line ” means a pipe-line used to convey gas to premises, or to a pipe-line system operated by a gas transporter (within the meaning of Part 1 of the Gas Act 1986), which— is a pipe-line in respect of which an exemption has been granted by or under that Act from the requirement for a gas transporter’s licence; and is not comprised in an upstream petroleum pipe-line;  “gas processing facility” means any facility in Great Britain operated otherwise than by a public gas transporter (within the meaning of Part I of the Gas Act 1986) which carries out gas processing operations;  “gas processing operation” means any of the following operations, namely— purifying, blending, odorising or compressing gas for the purpose of enabling it to be introduced into a pipe-line system operated by a public gas transporter (within the meaning of Part I of the Gas Act 1986) or to be conveyed to an electricity generating station, a gas storage facility or any place outside Great Britain; removing from gas for that purpose any of its constituent gases, or separating from gas for that purpose any oil or water;  ... determining the quantity or quality of gas which is or is to be so introduced, or so conveyed, whether generally or by or on behalf of a particular person;   separating, purifying, blending, odorising or compressing gas, for the purpose of— converting it into a form in which a purchaser is willing to accept delivery from a seller, or enabling it to be loaded for conveyance to another place (whether inside or outside Great Britain); and loading gas— at a facility which carries out operations of a kind mentioned in paragraph (d), or piped from such a facility, for the purpose of enabling the gas to be conveyed to another place (whether inside or outside Great Britain); . . . “in”, in a context referring to a pipe-line or a length thereof or works or operations in land or a street, includes a reference to a pipe-line, length, works or operations under, over, across, along or upon it; “interconnector” means a pipe-line, other than an upstream petroleum pipe-line or a pipe-line operated by a public gas transporter (within the meaning of Part I of the Gas Act 1986), which is used to convey gas to or from a place outside Great Britain;  . . .  “ land ” includes land covered by water and in Scotland includes salmon fishings; “ local pipe-line ” means a pipe-line other than a cross-country one;  “ local water authority ” means a local water authority within the meaning of the  Water (Scotland) Act 1946;  “ the Minister ” means  the Secretary of State ; “ notice ” means a notice in writing; “ owner ”— in relation to any land other than land in Scotland, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion, and includes also a person holding or entitled to the rents and profits of the land under a lease or agreement the unexpired term of which exceeds three years; in relation to land in Scotland, includes any person who, under the Lands Clauses Acts, would be enabled to sell and convey the land to the promoters of an undertaking and a tenant of the land under a lease the unexpired term of which exceeds three years; in relation to a pipe-line, means the person in whom the pipe-line is vested  and, for the purposes of section 10 in the case of gas pipe-lines only (other than section 10(1)), and for the purposes of   section 10C  , includes a person who has the right to use capacity in the pipe-line, where such right has been acquired by that person on terms that— he is entitled to use the capacity for a period of one year or more; and the right is capable of being assigned or otherwise disposed of to another person; in relation to a structure, means a person who, in relation to land being the site of the structure, is an owner thereof by virtue of paragraph (a) or (b) of this definition; “petroleum” includes any mineral oil or relative hydrocarbon and natural gas existing in its natural condition in strata, whether or not it has undergone any processing; but does not include coal or bituminous shales or other stratified deposits from which oil can be extracted by destructive distillation;  “petroleum production project” means a project carried out by virtue of a licence granted under section 3 of the Petroleum Act 1998, or an equivalent project in a foreign sector of the continental shelf, and includes such a project which is used for the storage of gas;  “ pipe-line construction authorisation ” has the meaning assigned to it by subsection (1) of section one of this Act; . . . “ pipe-line works ” means works of any of the following kinds, that is to say,— placing a pipe-line or a length of pipe-line; inspecting, maintaining, adjusting, repairing, altering or renewing a pipe-line or a length of pipe-line; changing the position of a pipe-line or a length of pipe-line or removing a pipe-line or a length of pipe-line; breaking up or opening land for the purposes of works mentioned in the foregoing paragraph and tunnelling or boring for those purposes and other works requisite for or incidental to those purposes; “ prescribed ” means prescribed by regulations made under this Act; “ railway undertakers ” means any persons authorised by an enactment or provision of an order or scheme made under or confirmed by an Act to construct, work or carry on a railway;  “ river works consent ” means a consent given under section 109 of the Water Resources Act 1991;  “ statutory undertakers ” means any person authorised by any Act (whether public general or local) or by any order or scheme made under or confirmed by an Act to construct, work or carry on a railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking or any undertaking for the supply of . . .  , . . .  ,  or hydraulic power ;  “ statutory water undertakers ”   means the Environment Agency, the Natural Resources Body for Wales or   a water undertaker;  “ street works consent ” means a consent given under section fifteen of this Act. “terminal” includes— facilities for such initial blending and other treatment as may be required to produce stabilised crude oil and other hydrocarbon liquids to the point at which a seller could reasonably make a delivery to a purchaser of such oil and liquids; gas processing facilities;  ... a facility for the reception of gas prior to its conveyance to a place outside Great Britain  ; and                          oil processing facilities (within the meaning given by section 81(8) of the Energy Act 2008);  “ upstream petroleum pipe-line ” has the meaning given by section 90(1) of the Energy Act 2011  2 For the purposes of this Act the length of a pipe-line shall be taken to be the total length of pipe comprised in it; but where, in a system of pipes, a number of adjacent parallel lengths of pipe serve the same purpose as would be served by a single pipe of a diameter greater than that of any of those lengths, that number shall be taken to constitute a single pipe. 3 For the purposes of this Act the execution of works in land for the purpose of determining whether or not it is suitable for the placing in it of a pipe-line and the carrying out of surveying operations for the purpose of settling the route of a proposed pipe-line shall be deemed not to constitute the execution of works for the construction of a pipe-line. 4 Any reference in this Act to any other enactment shall be construed as a reference to that enactment as amended by any other Act."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "67", "section_title": " General application to Scotland.", "section_text": "67 1 The provisions of this section shall, in addition to any express provision for the application to Scotland of any provision of this Act, have effect for the general application of this Act to Scotland. 2 For any reference in this Act to chattels there shall be substituted a reference to corporeal moveables. 3 As soon as may be after a compulsory rights order has become operative under the  Statutory Orders (Special Procedure) Act 1945, it shall be recorded by the Minister in the Register of Sasines; and any order varying or revoking a compulsory rights order in whole or in part shall be so recorded. 4 For the purposes of sections twenty-seven to twenty-nine of this Act, a tenant, crofter, small landholder or statutory small tenant shall be deemed to be an owner of any building or structure on his holding or croft if he would, on the termination of his tenancy, be entitled to compensation under the  Agricultural Holdings (Scotland) Act 1949, the Crofters (Scotland) Acts 1955 and 1961, or the Small Landholders (Scotland) Acts 1886 to 1931, as the case may be, for such building or structure as an improvement; and any proceedings under subsection (5) of section twenty-eight, or subsection (2) of section twenty-nine, of this Act which relate to any such building or structure shall be brought in the Scottish Land Court and not before the sheriff. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "68", "section_title": " Expenses and receipts.", "section_text": "68 1 There shall be defrayed out of moneys provided by Parliament— a any increase attributable to this Act in the expenses of the Minister which, by virtue of subsection (3) of section three of the  Ministry of Fuel and Power Act 1945, are defrayed out of such moneys; b any increase attributable to this Act in the sums payable out of moneys so provided by way of Rate Deficiency Grant or Exchequer Equalisation Grant under the enactments relating to local government in England and Wales or in Scotland. 2 Any sums received under this Act by a Minister of the Crown . . .   shall be paid into the Exchequer."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "69", "section_title": " Saving for law of nuisance.", "section_text": "69 Nothing in this Act or in a compulsory rights order shall exonerate a person from any action or other proceeding for nuisance."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "70", "section_title": " Short title, extent and commencement.", "section_text": "70 1 This Act may be cited as the Pipe-lines Act 1962. 2 This Act shall not extend to Northern Ireland. 3 Section forty-one of this Act shall come into operation on the passing of this Act, and the remainder of this Act shall come into operation on such day as Her Majesty may by Order in Council appoint."}, {"act": "Pipe-Lines Act 1962", "year": 1962, "section": "37", "section_title": " Fire-brigades, police, &c., to be notified of certain pipe-line accidents and to be furnished with information.", "section_text": "37 1 It shall, in the case of every pipe-line be the duty of the owner thereof to make, and to ensure the efficient carrying out of, arrangements whereby, in the event of the accidental escape or the ignition of any thing in the line, immediate notice of the event is given— a to every fire and rescue authority   , local policing body   and police authority by whom duties will or may fall to be discharged in consequence of the happening of the event; b to all statutory water  undertakers and local water authorities who will or may have, in consequence of the happening of the event, to take steps to prevent or combat pollution of water or flooding; c to all  sewerage undertakers  who will or may have, in consequence of the happening of the event, to take steps to prevent injury to their sewers or sewage disposal works, interference with the free flow of the contents of any of their sewers or the prejudicial affection of the treatment and disposal of such contents or to combat the effects of any such injury, interference or affection; and d to any other authority, board or undertakers whom the Minister, by notice served on the owner of the line, requires him to treat, for the purposes of this section, as relevant in relation to the line, being an authority or board, or undertakers, in the case of whom it is stated in the notice that the Minister is satisfied that they will or may have, in consequence of the happening of the event, to take in the public interest steps for such purpose as may be specified in the notice. 2 It shall be the duty of the owner of a pipe-line if requested so to do by any authority, board or undertakers for whose notification, in the event specified in the last foregoing subsection, arrangements are thereby required to be made, to furnish the authority, board or undertakers with such maps, and to give them such information, as they may reasonably require in order— a in the case of a fire and rescue authority   , local policing body  or police authority, to enable them efficiently to discharge the duties falling to be discharged by them in consequence of the happening of the event; b in the case of any statutory water  undertakers or local water authority, to enable them efficiently to take, in consequence of the happening of the event, steps to prevent or combat pollution of water or flooding; c in the case of a  sewerage undertaker , to enable them efficiently to take, in consequence of the happening of the event, steps for either of the purposes mentioned in paragraph (c) of that subsection; d in the case of any authority, board or undertakers whom the owner is, by a notice served under paragraph (d) of that subsection, required to treat, for the purposes of this section, as relevant in relation to the line, to enable them efficiently to take, in consequence of the happening of the event, steps for the purpose specified in the notice. 3 A person who fails to satsify an obligation to which he is subject by virtue of either of the foregoing subsections shall be guilty of an offence and shall be liable, on summary conviction, to a fine not exceeding  level 3 on the standard scale . 4 In this section— a “ fire and rescue authority ” means, in relation to any area, the fire and rescue authority under the Fire and Rescue Services Act 2004 for the area;  b                        “ river purification authority ” means  a river purification authority within the meaning of the  Rivers (Prevention of Pollution) (Scotland) Act 1951;  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and any reference in this section to a sewer shall be construed as including a reference to any manholes, ventilating shafts, pumps or other accessories belonging to that sewer, and any reference in this section to sewage disposal works shall be construed as including a reference to the machinery and equipment of those works and any necessary pumping stations and outfall pipes."}]