[{"act": "Recorded Delivery Service Act 1962", "year": 1962, "section": "1", "section_title": " Recorded delivery service to be an alternative to registered post. ", "section_text": "1 1 Any enactment which requires or authorises a document or other thing to be sent by registered post (whether or not it makes any other provision in relation thereto) shall have effect as if it required or, as the case may be, authorised that thing to be sent by registered post or the recorded delivery service; and any enactment which makes any other provision in relation to the sending of a document or other thing by registered post or to a thing so sent shall have effect as if it made the like provision in relation to the sending of that thing by the recorded delivery service or, as the case may be, to a thing sent by that service. 2 The Schedule to this Act shall have effect for the purpose of making consequential adaptations of the enactments therein mentioned. 3 Subject to the following subsection the  Secretary of State  may by order make such amendments of any enactment contained in a local or private Act (being an enactment to which this Act applies) as appear to him to be necessary or expedient in consequence of subsection (1) of this section. 4 Before making an order under this section, the  Secretary of State  shall, unless it appears to him to be impracticable to do so, consult with the person who promoted the Bill for the Act to which the order relates, or where it appears to the  Secretary of State  that some other person has succeeded to the promoter’s interest in that Act, that other person. 5 Any order under this section may be varied or revoked by a subsequent order thereunder, and the power to make any such order shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 This section shall not be construed as authorising the sending by the recorded delivery service of anything which  by virtue of the Postal Services Act 2000 or the terms and conditions of the service concerned  is not allowed to be sent by that service."}, {"act": "Recorded Delivery Service Act 1962", "year": 1962, "section": "2", "section_title": " Application and interpretation.", "section_text": "2 1 Subject to the next following subsection, this Act applies to the following enactments, that is to say,— a the provisions of any Act (whether public general, local or private) passed before or in the same Session as this Act; b the provisions of any Church Assembly Measure so passed; c the provisions of any agricultural marketing scheme made under the  Agricultural Marketing Act 1958, before the passing of this Act or having effect as if made under that Act; and, in the case of a provision which has been applied by or under any other enactment passed, or any instrument made under any enactment passed, before or in the same Session as this Act, applies to that provision as so applied, subject, however, in the case of an instrument made after the passing of this Act to any contrary intention appearing therein; and references in this Act (except this section) to any enactment shall be construed accordingly. 2 This Act does not apply— a to subsection (2) of section nine of the  Crown Proceedings Act 1947 (which enables proceedings to be brought against the Crown for loss of or damage to registered inland postal packets); b to any enactment which, either as originally enacted or as amended by any subsequent enactment, requires or authorises a thing to be sent by the recorded delivery service as an alternative to registered post or makes provision in relation to a thing sent by that service; c to the provisions of any Act of the Parliament of Northern Ireland or of any local or private Act which extends only to Northern Ireland. 3 In this Act— references to sending a document or other thing include references to serving, executing, giving or delivering it or doing any similar thing; references to sending any thing by registered post include references to sending it by or in a registered letter or packet, whether the references are expressed in those terms or terms having the like effect and whether or not there is any mention of the post or pre-payment; references to any thing sent by registered post or the recorded delivery service shall be construed accordingly; and references to a local Act include references to any Act confirming a provisional order or scheme."}, {"act": "Recorded Delivery Service Act 1962", "year": 1962, "section": "3", "section_title": " Extent.", "section_text": "3 1 It is hereby declared that (subject to subsection (2) of the foregoing section) this Act extends to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act, so far as it amends any enactment which extends to the Isle of Man or to any of the Channel Islands, or which applies in relation to persons of or belonging to any such island, shall extend to that island or, as the case may be, shall apply in like manner in relation to those persons."}, {"act": "Recorded Delivery Service Act 1962", "year": 1962, "section": "4", "section_title": " Short title.", "section_text": "4 This Act may be cited as the Recorded Delivery Service Act 1962."}]