[{"act": "South Africa Act 1962", "year": 1962, "section": "1", "section_title": " Nationality,  etc.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "South Africa Act 1962", "year": 1962, "section": "2", "section_title": " Other provisions as to existing law.", "section_text": "2 1 The enactments mentioned in the Second Schedule to this Act shall continue to apply in relation to the Republic as provided by that Schedule. 2 The provisions of the Third Schedule to this Act (being transitional provisions and savings) shall have effect with respect to the enactments referred to in that Schedule. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Without prejudice to subsection (2) of this section, the provisions of the  Interpretation Act 1889 and any rule of law with respect to the effect of repeals shall apply in relation to any enactment which ceases to apply in relation to the Republic, or persons or things belonging thereto or connected therewith, otherwise than by virtue of the repeals effected by this section, as if it were repealed by this section to the extent that it ceases so to apply."}, {"act": "South Africa Act 1962", "year": 1962, "section": "3", "section_title": " Interpretation etc.", "section_text": "3 1 In this Act “ the Republic ” means the Republic of South Africa; and references to the Republic, in relation to any time before the thirty-first day of May, nineteen hundred and sixty-one, include references to the Union of South Africa. 2 Any reference in this Act to an enactment is a reference thereto as amended, and includes a reference thereto as extended or applied, by or under any other enactment; and any such reference to any enactment which extends to the Isle of Man, any of the Channel Islands or any colony or other territory, includes a reference thereto as it so extends. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "South Africa Act 1962", "year": 1962, "section": "4", "section_title": " Short title and commencement.", "section_text": "4 1 This Act may be cited as the South Africa Act 1962. 2 This Act shall come into operation on the thirty-first day of May, nineteen hundred and sixty-two."}]