[{"act": "Transport Act 1962", "year": 1962, "section": "1", "section_title": " The four Boards.", "section_text": "1 1 For the purposes of this Act there shall be . . .   public authorities to be called— the British Railways Board (in this Act referred to as the “ Railways Board ”); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  the British Transport Docks Board (in this Act referred to as the “ Docks Board ”); and the British Waterways Board, among whom the functions and (subject to the provisions of this Act relating to the Holding Company) the property of the British Transport Commission (hereinafter referred to as “ the Commission ”) shall be divided in accordance with this Act. 2 The chairman of  the Docks Board  shall be appointed by the Minister, and the other members  ... (including any vice chairman) shall be appointed by the Minister after consultation with the chairman of that Board. 2A The chairman of the British Waterways Board shall be appointed by the Scottish Ministers and the other members (including any vice chairman) shall be appointed by the Scottish Ministers after consultation with the chairman. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 The British Waterways Board shall consist of a chairman, a vice chairman and   at least 4 but no more than 9   other members; the chairmen and other members of the Board shall be appointed from among persons who appear to  ...     ... the Scottish Ministers  to have had wide experience of, and to have shown capacity in, the operation, management or administration of inland navigations or related matters or who appear to  ...     ... them  to have special knowledge relating to some important aspect of the Board’s work or to have had wide experience of, and to have shown capacity in, transport, industrial, commercial or financial matters, administration, applied science or the organisation of workers  . . ..  6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Part I of the First Schedule to this Act shall have effect as regards the constitution and proceedings of the Boards, and as regards their members."}, {"act": "Transport Act 1962", "year": 1962, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Transport Act 1962", "year": 1962, "section": "3", "section_title": " Duty and powers of Railways Board.", "section_text": "3 1 Subject to subsection (1A) of this section , it shall be the duty of the Railways Board in the exercise of their powers under this Act to provide railway services in Great Britain and, in connection with the provision of railway services, to provide such other services and facilities as appear to the Board to be expedient, and to have due regard, as respects all those railway and other services and facilities, to efficiency, economy and safety of operation. 1A The Board shall be discharged from the duty imposed by subsection (1) of this section with respect to the provision of railway services in Great Britain if and to the extent that such services are, or have at any time since the coming into force of this subsection been,— a provided by the Board, or a subsidiary of the Board, pursuant to any agreements or arrangements falling within subsection (1B) of this section; or b provided (whether under or by virtue of the Railways Act 1993 or otherwise) by persons other than the Board and their subsidiaries; but, notwithstanding anything in this subsection, it shall be the duty of the Board to have, as respects any railway services provided as mentioned in paragraph (a) of this subsection (and any other services or facilities provided in connection therewith) due regard to efficiency, economy and safety of operation. 1B The agreements or arrangements mentioned in subsection (1A)(a) of this section are as follows, namely— a an agreement or arrangement made pursuant to the Railways Act 1993, to which the Franchising Director and the Board, or a subsidiary of the Board, are parties; b an agreement made between— i the Board or a subsidiary of the Board, and ii a person who is the owner or operator of a railway asset or track, being an agreement under which the Board or a subsidiary of the Board operates that railway asset or track or uses it to provide network, station or light maintenance services. 1C For the purposes of subsection (1B) above and this subsection— a any reference to a railway asset includes a reference to any part of a railway asset; b “ operator ”, in relation to a railway asset or track, means the person having the management of that railway asset or track for the time being; c “ owner ”, in relation to a railway asset or track, means any person— i who has an estate or interest in, or right over, the railway asset or track in question; and ii whose permission to use that railway asset or track is needed by another before that other may use it; and, subject to that, expressions used in either subsection and in Part I of the Railways Act 1993 have the same meaning in that subsection as they have in that Part. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Subject to this Act, the Railways Board shall have power— a to carry goods and passengers by rail within, to or from Great Britain, aa to carry goods and passengers by rail between places outside Great Britain in so far as they consider it expedient to do so in connection with the exercise of their powers under paragraph (a) above, b in the circumstances specified in sections 4 and 4A of this Act respectively, to carry goods by road and to secure the provision by other persons of services for the carriage of passengers by road c to operate the harbours owned or managed by the Railways Board, and to provide port facilities at those harbours, d to consign goods on behalf of other persons from any place in Great Britain, or from any place to which the Railways Board have themselves carried the goods in question to any other place, whether in Great Britain or elsewhere, e to store within Great Britain goods which have been or are to be carried by the Railways Board, and, so far as any premises provided for the purposes of that or any other part of their business are not required for those purposes, to use them to provide facilities for the storage of other goods, f to enter into and carry out agreements— i with carriers outside Great Britain for the through carriage of goods and passengers under one contract or at a through charge or in the same vehicles or containers, and ii with any person engaged in coastal shipping for co-ordinating the activities of that person with those of the Board, and in particular for facilitating the through carriage of goods, for the quoting of through rates and for the pooling of receipts or expenses. g to do anything which appears to the Board to be expedient for the purposes of or in connection with the provision by the Board of railway services outside Great Britain. 4 Subsections (1) and (2) of this section shall not be construed as imposing, either directly or indirectly, any form of duty or liability enforceable by proceedings before any court to which the Board would not otherwise be subject. 5 Subject to subsection (6) of this section, section 82 of the Railways Act 1993 (meaning of “railway services”) shall apply for the purposes of this section as it applies for the purposes of Part I of that Act. 6 If it appears to the Secretary of State that the Board— a have ceased to provide railway services of a description falling within any paragraph (“the relevant paragraph”) of subsection (1) of that section, or b have ceased to provide such services otherwise than as mentioned in subsection (1A)(a) of this section, he shall by order provide that, as from the date on which the order comes into force, subsection (1) of that section shall, in its application for the purposes of this section, have effect as if the relevant paragraph (which shall be specified in the order) were omitted therefrom. 7 An order under subsection (6) of this section may make such consequential amendments or repeals of or in this section or any other enactment as may appear to the Secretary of State to be necessary or expedient for the purposes of, or in connection with, the order. 8 The power to make an order under subsection (6) of this section shall be exercisable by statutory instrument; and a statutory instrument containing any such order shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Transport Act 1962", "year": 1962, "section": "4", "section_title": " Railways Board’s road services. ", "section_text": "4 1 Subject to this section, the Railways Board shall have power— a to provide transport services by road— i for the carriage of goods which have been or are to be carried by rail or water by the Railways Board, and ii for the carriage of goods where a railway service has been temporarily interrupted, . . .  iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  and to carry goods . . .   by those services; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Except as provided by this section the Railways Board shall not have power to provide services for the transport of goods . . .   by road. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Act 1962", "year": 1962, "section": "4A", "section_title": "Railways Board’s road passenger transport services.", "section_text": "4A 1 Subject to this section, the Railways Board shall have power to secure the provision by other persons of services for the carriage of passengers by road where a railway service has been temporarily interrupted, or has been discontinued. 2 The route (and stopping places) of any such service provided where a railway service has been discontinued need not correspond precisely with the route of the discontinued service (even where it is practicable to do so), so long as the service so provided broadly corresponds with the discontinued service, in terms of the localities it serves. 3 Subsection (2) above is not to be taken as prejudicing the power of the Board under subsection (1) above to secure the provision of a service which deviates in any respect from the route of a railway service which has been interrupted or discontinued where it is not practicable for a service by road to correspond precisely to the railway service in question. 4 Before entering into any agreement in pursuance of subsection (1) above for the provision by any other person of a service for the carriage of passengers by road in a case where a railway service has been discontinued, the Board shall invite other persons to submit tenders to provide that service for such period and on such basis as may be specified in the invitation to tender. 5 Subsection (4) above shall not apply in relation to an agreement for the provision of such a service on a temporary basis in a case where a service for the carriage of passengers by road provided under an agreement entered into by the Board in pursuance of subsection (1) above has been temporarily interrupted. 6 Nothing in subsection (4) above shall be read as requiring the Board to accept any tender submitted in response to an invitation to tender issued under that subsection. 7 The Railways Board may not under this section secure the provision by any person of a service for the carriage of passengers by road provided otherwise than by means of public service vehicles or licensed taxis. 8 The Railways Board may not themselves directly provide services for the carriage of passengers by road. 9 In this section— a “ licensed taxi ” means— i in England and Wales, a vehicle licensed under section 37 of the Town Police Clauses Act  1847 or section 6 of the Metropolitan Public Carriage Act  1869 or under any similar enactment; and ii in Scotland, a taxi licensed under section 10 of the Civic Government (Scotland) Act  1982; and b “ stopping place ” means a point at which passengers are taken up or set down in the course of the service in question."}, {"act": "Transport Act 1962", "year": 1962, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Transport Act 1962", "year": 1962, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Transport Act 1962", "year": 1962, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Transport Act 1962", "year": 1962, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Transport Act 1962", "year": 1962, "section": "10", "section_title": " Duty and powers of British Waterways Board.", "section_text": "10 1 It shall be the duty of the British Waterways Board in the exercise of their powers under this Act to provide to such extent as they may think expedient— a services and facilities on the inland waterways owned or managed by them, and b port facilities at any harbour owned or managed by them, and to have due regard to efficiency, economy and safety of operation as respects the services and facilities provided by them. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Subject to this Act, the British Waterways Board shall have power— a to carry goods and passengers by inland waterway and to provide facilities for traffic on the inland waterways owned or managed by them, b to operate the harbours owned or managed by them and to provide port facilities at those harbours, c to provide transport services by road— i for the carriage of goods which have been or are to be carried by the Board by inland waterway, and ii for the carriage of goods where the use of an inland waterway owned or managed by the Board has been temporarily interrupted, and to carry goods by those services, d to abstract and sell untreated water from any inland waterway owned or managed by the Board for any purpose, dd . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e to consign goods on behalf of other persons on routes wholly or partly over any of the inland waterways owned or managed by them or to or from, or on routes through, any of the harbours owned or managed by them, f to store goods which have been or are to be carried on any of the inland waterways owned or managed by the Board, or which have been or are to be loaded or unloaded in or carried through any of the harbours owned or managed by them, and, so far as any premises provided for the purposes of that or any other part of their business are not required for those purposes, to use them to provide facilities for the storage of other goods, g to enter into and carry out agreements— i with carriers outside  Scotland  for the through carriage of goods and passengers under one contract or at a through rate or in the same vessels or containers, and ii with any person engaged in coastal shipping for co-ordinating the activities of that person with those of the Board and, in particular, for facilitating the through carriage of goods, for the quoting of through rates and for the pooling of receipts or expenses. 4 Subsections (1) . . .   of this section shall not be construed as imposing, either directly or indirectly, any form of duty or liability enforceable by proceedings before any court to which the Board would not otherwise be subject."}, {"act": "Transport Act 1962", "year": 1962, "section": "11", "section_title": " Development of land. ", "section_text": "11 1 Subject to this section, each Board shall have power to develop their land in such manner as they may think fit. 2 Each Board may, in particular, and subject to this section,— a retain any part of their land which is not required for the purposes of their business and develop it for use by other persons, and b where the use of their land for the purposes of their business can be combined with its use for other purposes, develop the land by constructing or adapting buildings thereon for use wholly or partly by other persons, with a view to selling or otherwise disposing of any right or interest in the land or, as the case may be, the buildings or any part of the buildings, after the development is carried out. 3 A Board shall not incur any substantial item of expenditure in developing their land for use for purposes which are not the purposes of their business without the consent of the Minister, and the Minister may from time to time give directions to the Boards indicating what is to be treated for the purposes of this section as a substantial item of expenditure. 4 Where a Board propose under this section to develop any land for use otherwise than for the purposes of their business they shall have power, with the consent of the Minister, to acquire by agreement adjoining land for the purpose of developing it together with the other land . . .  Except as provided by the foregoing provisions of this subsection, a Board shall not have power to acquire land for purposes which are not related to any of the activities of the Board other than the development of land. 5 In the application of this section to the British Waterways Board — a the references to the Minister are to be read as references to the Scottish Ministers; b the power in subsection (4) is limited to the acquisition of adjoining land in Scotland."}, {"act": "Transport Act 1962", "year": 1962, "section": "12", "section_title": "Pipe-lines. ", "section_text": "12 1 Subject to this section, the Boards  , other than the Railways Board, shall have power— a to construct and operate pipe-lines in Great Britain, and b to enter into transactions with other persons for the construction or operation by those other persons of pipe-lines on land in Great Britain belonging to the Boards. 2 The Boards shall not have power to acquire land for the purpose of constructing pipe-lines except— a where the pipe-line is or is to be mainly on land belonging to the Boards and acquired for other purposes, or b where the pipe-line is required for the purposes of the business of the Board other than the operation of pipe-lines. 3 A Board shall not without the consent of the Minister construct any pipe-line unless the pipe-line is required for the purposes of the business of the Board other than the operation of pipe-lines. 3A In the application of this section to the British Waterways Board— a references to Great Britain are to be read as references to Scotland, b references to the Minister are to be read as references to the Scottish Ministers, and c the power in subsection (2) is limited to the acquisition of land in Scotland. 4 In this section the expression “ pipe-line ” means any main or pipe for the transmission of any substance, together with any works provided in connection with the operation of such a main or pipe."}, {"act": "Transport Act 1962", "year": 1962, "section": "13", "section_title": " The Boards’ powers of manufacture and production. ", "section_text": "13 1 Each of the Boards shall have power to construct, manufacture, produce, purchase, maintain and repair anything required for the purposes of the business— a of that Board, b of any other Board, or c of a subsidiary of any of the Boards or of a subsidiary of the Holding Company, and, subject to section eleven of this Act and to the following provisions of this section, the Boards shall not have power to construct, manufacture, produce, purchase, maintain or repair anything not required for any of those purposes.   1A Subsection (1) of this section shall have effect, in relation to the Railways Board, with the insertion after paragraph (c) of the following—\" d of the  Office of Rail and Road , e of any person who provides, or secures the provision of, railway services, within the meaning of Part I of the Railways Act 1993, or f of any person carrying on any undertaking which was, immediately before 1st April 1993, carried on by the Railways Board or any wholly owned subsidiary of that Board,”, and with the omission of the word or immediately preceding that paragraph. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   4 Each of the Boards shall from time to time submit to the Minister proposals as to the manner in which their powers of construction, manufacture and production under the foregoing provisions of this section are to be exercised, and shall exercise those powers in accordance with those proposals as approved by the Minister with or without modification; but the Minister may, after consultation with a Board, direct that Board to discontinue any of the activities which they are carrying on in accordance with proposals so approved. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .    9 If the Secretary of State is of the opinion that it is no longer necessary, or no longer desirable, for the Railways Board to conduct any of the activities mentioned in subsection (1) of this section for the purposes of the business of any persons, or of persons of any class or description, mentioned in that subsection, he may by order provide that, as from the date on which the order comes into force, that Board shall cease to have power to conduct the activity in question in relation to the person in question. 10 An order under subsection (9) of this section may make such consequential amendments or repeals in any enactment as may appear to the Secretary of State to be necessary or expedient for the purposes of, or in connection with, the order. 11 Any order made under subsection (9) of this section shall be made by statutory instrument, and any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 12 Any reference in this section to “ business ” includes, in the case of the  Office of Rail and Road , a reference to the carrying on of any activity in the exercise of his powers or the performance of his duties. "}, {"act": "Transport Act 1962", "year": 1962, "section": "14", "section_title": " Supplemental provisions relating to the Boards’ powers. ", "section_text": "14 1 Subject to this Act, the Boards shall have power— a to enter into and carry out agreements with any person for the carrying on by that person, whether as agent for the Board or otherwise, of any of the activities which the Board may themselves carry on, b without prejudice to the foregoing paragraph, to enter into agreements with the other Boards and with any subsidiary of any of the Boards or of the Holding Company, for the management, working and use by one party to the agreement of works, land or other property belonging to the other party, and with respect to the rendering of services and the pooling of receipts or expenses, c to acquire land for the purposes of their business, d in places where those using the services and facilities provided by the Board may require them, to provide both for them and for other persons facilities for the purchase and consumption of food and drink, places for refreshment and such other amenities and facilities as it may appear to the Board requisite or expedient to provide, e to dispose (whether absolutely or for a term of years) of any part of the undertaking of the Board or any property which in their opinion is not required by them for the purposes of their business, and, in particular, to dispose of an interest in, or right over, any property, which, subject to the interest or right, is retained by the Board, f to do anything for the purposes of advancing the skill of persons employed by the Board or the efficiency of the equipment of the Board or of the manner in which that equipment is operated, including the provision by the Board, and the assistance of the provision by others, of facilities for training, education and research, g to provide houses, hostels and other like accommodation for persons employed by the Board, h to make housing loans to persons employed by the Board to assist them to acquire housing accommodation and to guarantee loans made by building societies and other bodies to such persons for housing purposes, j to invest any sums which are not immediately required by the Board for the purposes of their business, k to turn their resources to account so far as not required for the purposes of their business, and l to do all other things which in the opinion of the Board are necessary to facilitate the proper carrying on of their business. 1A In the application of this section to the British Waterways Board, the power in subsection (1)(c) is limited to land in Scotland. 2 The Boards shall have power to acquire any undertaking or part of an undertaking if the assets comprised in the undertaking or the part of the undertaking are wholly or mainly assets which the Board require for the purposes of their business. 3 Each of the Boards shall have power with the consent of the Minister, and for the purposes of their business, to lend money to, or give a guarantee for the benefit of, any person for the purposes of an undertaking carried on by him, or, where that person is a body corporate, any undertaking carried on by a subsidiary of that body corporate. 4 Each of the Boards  , except the Railways Board, shall have power with the consent of the Minister, and for the purposes of their business, to subscribe for or acquire any securities of a body corporate. 4A Subsections (3) and (4) above do not apply to the British Waterways Board. 4B The British Waterways Board shall have the power  with the consent of the Scottish Ministers, and for the purposes of the Board’s business, – a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . to lend money to, or give a guarantee for the benefit of, any person for the purposes of an undertaking carried on by that person, or, where that person is a body corporate, any undertaking carried on by a subsidiary of that body corporate. 4C The British Waterways Board shall have the power  with the consent of the Scottish Ministers, and for the purposes of the Board’s business, – a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . to subscribe for or acquire any securities of a body corporate.  4D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Subsections (3)  , (4), (4B) and (4C).  of this section shall not affect the power of a Board— a to lend money by way of investment or to subscribe for or acquire securities by way of investment, or b to leave outstanding any loan made or guarantee given, or to retain any securities acquired, by the Commission before the vesting date. 6 Each of the powers conferred on any Board by the foregoing provisions of this Act shall be deemed to be in addition to, and not in derogation of, any other powers so conferred; and it is hereby declared that those provisions relate only to the capacity of the Boards as statutory corporations, and nothing in those provisions shall be construed as authorising the disregard by any of the Boards of any enactment or rule of law."}, {"act": "Transport Act 1962", "year": 1962, "section": "15", "section_title": "Compulsory purchase of land. ", "section_text": "15 1 Subject to this section, the Minister may authorise any Board to purchase compulsorily any land in Great Britain which they require for the purposes of their business and the  Acquisition of Land Act 1981 , shall apply  as if each Board were a local authority within the meaning of that Act  and as if this Act had been in force immediately before the commencement of that Act: Provided that this subsection shall not be taken as authorising a Board to purchase compulsorily land which they have power to acquire by agreement under subsection (4) of section eleven of this Act. 2 The Minister shall not under this section authorise a Board to purchase land for the purpose of constructing a pipe-line if the construction of that pipe-line requires the consent of the Minister under subsection (3) of section twelve of this Act. 2A The Minister may authorise Canal & River Trust to purchase compulsorily any land in England or Wales which it requires for the purposes of any of its functions under an enactment and the Acquisition of Land Act 1981  shall apply as if Canal & River Trust were a local authority within the meaning of that Act. 3 The power of purchasing land compulsorily in this section shall include power to acquire an easement or other right over land by the creation of a new right: Provided that this subsection shall not apply to an easement or other right over any land which would for the purposes of the  Acquisition of Land Act 1981 , form part of a common, open space or fuel or field garden allotment. 4 In the application of this section to Scotland, there shall be substituted, for any reference to the  Acquisition of Land Act 1981 , a reference to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947, and, for any reference to an easement, a reference to a servitude; and the reference in the last foregoing subsection to a fuel or field garden allotment shall be omitted."}, {"act": "Transport Act 1962", "year": 1962, "section": "15A", "section_title": " Compulsory purchase of land: British Waterways Board  ...", "section_text": "15A 1 Section 15 of this Act does not apply to the compulsory purchase of land  ...  by the British Waterways Board. 2 The Scottish Ministers may authorise the British Waterways Board (in this section “the Board”) to purchase compulsorily any land in Scotland which the Board require for the purposes of their business there, and the Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply as if the Board were a local authority within the meaning of that Act. 3 Subsection (2) does not authorise the Board to purchase compulsorily land which they have power to acquire by agreement under section 11(4) of this Act. 4 The Scottish Ministers shall not under this section authorise the Board to purchase land for the purpose of constructing a pipe-line if the construction of the pipe-line requires their consent under  section 12(3)  of this Act. 5 The power of purchasing land compulsorily in this section includes power to acquire a servitude or other right over land by the creation of a new right; but this subsection does not apply to a servitude or other right over any land which would, for the purposes of the Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 form part of a common or open space."}, {"act": "Transport Act 1962", "year": 1962, "section": "16", "section_title": " Working agreements involving the delegation of special statutory powers. ", "section_text": "16 1 A Board may enter into any working agreement to which this section applies notwithstanding that it involves the delegation of the functions of the Board under any enactment relating to any part of their undertaking. 2 In the foregoing subsection the reference to a working agreement to which this section applies is a reference to an agreement of one of the kinds described in paragraph (f) of subsection (3) of section three or paragraph (g) of subsection (3) of section ten or paragraph (b) of subsection (1) of section fourteen of this Act."}, {"act": "Transport Act 1962", "year": 1962, "section": "17", "section_title": "Power to promote and oppose Bills. ", "section_text": "17 1 Each Board may, with the consent of the Minister, promote Bills in Parliament and may oppose any Bill in Parliament. 1ZA In the application of subsection (1) to the British Waterways Board, the reference to the Minister is to be read as a reference to the Scottish Ministers.  1A The British Waterways Board may, with the consent of the Scottish Ministers, promote Bills in the Scottish Parliament and may oppose any Bill in the Scottish Parliament 2 The power conferred by subsection (1) of this section shall be in lieu of any power to promote or oppose Bills which a Board might otherwise possess under the provisions of this Act as successors to the persons carrying on any undertaking, and, in particular, the persons carrying on any undertaking transferred to the Commission by the  Transport Act 1947, but nothing in this section shall be construed as prejudicing any power exercisable by any Board as successors to apply for orders, and oppose applications for orders, including orders subject to special parliamentary procedure. 3 In the application of this section to Scotland “ Bill in Parliament ” includes an order under the  Private Legislation Procedure (Scotland) Act 1936."}, {"act": "Transport Act 1962", "year": 1962, "section": "18", "section_title": " Financial duty of Boards. ", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Each Board shall charge to revenue in every year all charges which are proper to be made to revenue, including, in particular, proper provision for the depreciation or renewal of assets and proper allocations to general reserve, and the reference in subsection (1) of this section and other references in this Act to charges properly chargeable to revenue shall be construed accordingly. 3 Without prejudice to the Board’s powers to establish specific reserves, each Board shall establish and maintain a general reserve. 4 The management by each Board of their general reserve, the sums to be carried from time to time to the credit thereof, and the application of the moneys comprised therein shall be as the Board may determine: Provided that— a no part of the moneys comprised in the general reserve shall be applied otherwise than for the purposes of the Board; and b the Minister may, with the approval of the Treasury, give to the Board directions as to any matter relating to the establishment or management of the general reserve or the carrying of sums to the credit thereof, or the application thereof. 5 Each of the Boards may, with the consent of the Minister given with the approval of the Treasury, make charges to capital account representing interest on expenditure of a capital nature (including expenditure of a capital nature incurred by the Commission before the vesting date), being interest for any period which ends on or before the end of the accounting period in which the project or scheme to which the expenditure relates is in the opinion of the Minister completed. 5A In the application of subsections (4) and (5) to the British Waterways Board— a references to the Minister are to be read as references to the Scottish Ministers, and b references to the approval of the Treasury are omitted. 6 This section shall have effect subject to the following provisions of this Part of this Act relating to the Railways Board and the British Waterways Board."}, {"act": "Transport Act 1962", "year": 1962, "section": "19", "section_title": " Borrowing powers of Boards. ", "section_text": "19 1 Subject to the limit in subsection (3) of this section, each of the Boards may borrow temporarily, by way of overdraft or otherwise, either from the Minister or, with the consent of the Minister, from any other person, such sums as the Board may require for meeting their obligations or discharging their functions under this Act, but the aggregate of the amounts outstanding in respect of any temporary loans raised by a Board under this subsection shall not exceed such limit as the Minister may for the time being have imposed on that Board for the purposes of this subsection by a direction given to the Board. 2 Subject to the limit in subsection (3) of this section, each of the Boards may borrow (otherwise than by way of temporary loan) from the Minister  or, with the consent of  the Minister  and the approval of the Treasury, may borrow (otherwise than by way of temporary loan) in a currency other than sterling from any person, or in sterling from the Commission of  the European Union  or from the European Investment Bank  such sums as the Board may require for all or any of the following purposes— a for meeting any expenses properly chargeable to capital, being expenses incurred in connection with the provision or improvement of assets in connection with the business of the Board, b for the provision of working capital, c for acquiring an undertaking or part of an undertaking, d for lending money to, or meeting a guarantee given for the benefit of, any person for the purpose of an undertaking carried on by him, or where that person is a body corporate, an undertaking carried on by a subsidiary of that body corporate, e for subscribing for or acquiring securities of a body corporate, otherwise than by way of investment, f for the payment of interest charged to capital account under subsection (5) of the last foregoing section, g to pay off— i any part of the commencing capital debt of the Board, ii any money borrowed by the Board, iii any liability transferred to the Board from the Commission under or in pursuance of this Act, h for any purpose for which capital moneys are properly applicable (whether or not specified in the foregoing paragraphs). 3 In any financial year the net amount of sums borrowed by the British Waterways Board under this section for discharging their functions under this Act or for meeting their obligations in connection with the discharge of their functions shall not exceed the amount specified for that year for the purposes of this subsection in a Budget Act. 3A In subsection (3)— a “net amount” means the amount of sums borrowed in the financial year less any repayments made during that year (otherwise than by way of interest) in respect of sums borrowed in that year or any other year, and b “Budget Act” has the same meaning as in the Public Finance and Accountability (Scotland) Act 2000. 4 A Board shall not have power to borrow money except in accordance with this section. 5 References in this section to borrowing do not include— a borrowing by a Board from a body corporate which is a subsidiary of that Board; or b the receipt of money by a Board in the course of the carrying on of a savings bank operated by the Board or the use by the Board of money so received, or c the receipt or use by a Board of money of a pension fund established for the purposes of a pension scheme in which employees of the Board or of a subsidiary of the Board participate. 6 This section shall have effect subject to the following provisions of this Part of this Act relating to the Railways Board and the British Waterways Board. 7 This section applies to the British Waterways Board  ... subject to the following modifications– a in subsection (1), references to the Minister are to be read as references to the Scottish Ministers; b in subsection (2), the references to the Minister  and the Secretary of State  are to be read as references to the Scottish Ministers, and the approval of the Treasury is not required in connection with the borrowing of any sums for any purpose mentioned in paragraphs (a) to (h); and  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Act 1962", "year": 1962, "section": "20", "section_title": " Exchequer loans. ", "section_text": "20 1 Subject to this Act the Minister may with the approval of the Treasury lend to a Board any sums which that Board have power to borrow under subsection (1) or subsection (2) of the last foregoing section. 2 Any loans which the Minister makes under this section shall be repaid to him at such times and by such methods, and interest thereon shall be paid to him at such rates and at such times, as he may with the approval of the Treasury from time to time direct. 3 The Treasury may issue out of the  National Loans Fund  to the Minister such sums as are necessary to enable him to make loans under subsection (1) of this section.   4 For the purpose of providing sums to be issued under the last foregoing subsection, or of providing for the replacement of sums so issued, the Treasury may at any time, if they think fit, raise money in any manner in which they are authorised to raise money under the National Loans Act, 1939, and any securities created and issued to raise money under this subsection shall be deemed for all purposes to have been created and issued under that Act. 5 Any sums received by the Minister under subsection (2) of this section shall be paid into the  National Loans Fund  . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 This section applies to the British Waterways Board  ... subject to the following modifications– a references to the Minister are to be read as references to the Scottish Ministers; b references to the approval of the Treasury are omitted; c in subsection (1) at the end there is inserted “as modified by subsection (7) of that section”; and d subsections (3) and (5) are omitted."}, {"act": "Transport Act 1962", "year": 1962, "section": "21", "section_title": " Treasury guarantees. ", "section_text": "21 1 The Treasury may guarantee, in such manner and on such conditions as they may think fit, the repayment of the principal of,  the payment of interest on and the discharge of any other financial obligation in connection with , any sums which a Board  other than the British Waterways Board  borrow from a person other than the Minister in exercise of their powers under . . .   section nineteen of this Act. 2 Immediately after any guarantee is given under this section the Treasury shall lay a statement of the guarantee before each House of Parliament, and where any sum is issued for fulfilling such a guarantee the Treasury shall, as soon as possible after the end of each financial year, beginning with that in which the sum is issued and ending with that in which all liability in respect of the principal of the sum and in respect of interest thereon is finally discharged, lay before each House of Parliament a statement relating to that sum. 3 Any sums required by the Treasury for fulfilling any guarantee under this section shall be charged on and issued out of the Consolidated Fund. 4 If any sums are issued in fulfilment of any guarantee given under this section in favour of a Board, that Board shall make to the Treasury, at such times and in such manner as the Treasury may from time to time direct, payments of such amounts as the Treasury may so direct in or towards repayment of the sums so issued, and payments of interest on what is outstanding for the time being in respect of sums so issued at such rate as the Treasury may so direct. 5 Any sums received by the Treasury under the last foregoing subsection shall be paid into the Exchequer."}, {"act": "Transport Act 1962", "year": 1962, "section": "part-I-crossheading-financial-provisions_21An1", "section_title": " British Waterways Board: guarantees by the Scottish Ministers", "section_text": "21A 1 The Scottish Ministers may guarantee, in such manner and on such conditions as they may think fit– a the repayment of the principal of; b the payment of interest on; and c the discharge of any other financial obligation in connection with, any sums which the British Waterways Board  ... borrow from a person other than the Scottish Ministers in exercise of their powers under section 19 of this Act. 2 As soon as possible after any guarantee is given under this section by the Scottish Ministers, the Scottish Ministers shall lay a statement of the guarantee before the Scottish Parliament, and where any sum is issued for fulfilling such a guarantee the Scottish Ministers shall, as soon as possible after the end of each financial year, beginning with that in which the sum is issued and ending with that in which all liability in respect of the principal of the sum and in respect of interest thereon is finally discharged, lay before the Scottish Parliament a statement relating to that sum. 3 Any sums required by the Scottish Ministers for fulfilling any guarantee under this section shall be charged on the Scottish Consolidated Fund. 4 If any sums are issued in fulfilment of any guarantee given under this section by the Scottish Ministers in favour of the British Waterways Board, that Board shall make to the Scottish Ministers, at such times and in such manner as the Scottish Ministers may from time to time direct, payments of such amounts as the Scottish Ministers may so direct in or towards repayment of the sums so issued, and payments of interest on what is outstanding for the time being in respect of sums so issued at such rate as the Scottish Ministers may so direct."}, {"act": "Transport Act 1962", "year": 1962, "section": "part-I-crossheading-financial-provisions_21An2", "section_title": "\n\n\t\t\tGrants to the Railways Board.", "section_text": "21A 1 The Secretary of State may, with the approval of the Treasury, make to the Railways Board grants of such amounts, at such times and in such manner, as he may with the approval of the Treasury determine— a towards the expenditure of that Board; or b without prejudice to paragraph (a) of this subsection, for the purpose of enabling that Board to make any payment (whether by way of repayment of principal or payment of interest or of any other description) in respect of any loan made to them under section twenty of this Act. 2 Grants under this section may be made subject to such conditions as the Secretary of State may with the approval of the Treasury determine. 3 Any sums required by the Secretary of State for making grants under this section shall be paid out of money provided by Parliament. 4 This section is without prejudice to any other power to make grants to the Railways Board."}, {"act": "Transport Act 1962", "year": 1962, "section": "22", "section_title": " Special provisions for Railways Board.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   for the purposes of subsection (1) of section eighteen of this Act as it applies to the Railways Board, the Railways Board shall take into consideration deficits on revenue account arising at any time after the vesting date, except so far as the Minister has, under subsection (1) of this section, made a grant to meet any such deficit. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Transport Act 1962", "year": 1962, "section": "24", "section_title": " Accounts. ", "section_text": "24 1 Each Board , other than the British Waterways Board, — a shall cause proper accounts and other records in relation thereto to be kept, and b shall prepare an annual statement of accounts in such form and containing such particulars, compiled in such manner, as the Minister may from time to time direct with the approval of the Treasury  .... 2 The accounts of each Board , other than the British Waterways Board,  shall be audited by an auditor or auditors to be appointed annually by the Minister  ... and a person  shall not be so appointed unless he is eligible for appointment as a  statutory auditor under Part 42 of the Companies Act 2006 . 3 So soon as the accounts of a Board have been audited as aforesaid, they shall send a copy of the statement of accounts referred to in paragraph (b) of subsection (1) of this section to the Minister  ..., together with a copy of the report made by the auditor or auditors on that statement, and a copy of that statement and of any such report shall be included in the report which is under this Act to be laid by the Minister annually before each House of Parliament  .... 3A The British Waterways Board— a must cause proper accounts and other records in relation to those accounts to be kept, and b must prepare an annual statement of accounts in such form and containing such particulars, compiled in such manner, as the Scottish Ministers may from time to time direct. 3B The British Waterways Board must send the statement of accounts to the Auditor General for Scotland for auditing. 3C As soon as the accounts have been audited under subsection (3B), the British Waterways Board must send to the Scottish Ministers a copy of the statement of accounts together with a copy of the report made by the Auditor General for Scotland on that statement. 3D A copy of the statement of accounts and the report referred to in subsection (3C) must be included in the report which is under this Act to be laid by the Scottish Ministers annually before the Scottish Parliament. 4 Section thirty-nine of the  Railway and Canal Traffic Act 1888, and the  Railway Companies (Accounts and Returns) Act 1911 (which relate to the making of returns and the keeping of statistics by railway and canal companies), and, except so far as the Minister may by order made by statutory instrument otherwise provide, so much of any statutory provision as relates to the accounts, statistics and returns to be kept or made by the owners of undertakings which were by the  Transport Act 1947, transferred to the Commission, or as relates to the audit or publication of any such accounts, shall not apply to any of the Boards."}, {"act": "Transport Act 1962", "year": 1962, "section": "25", "section_title": " The Boards’ subsidiaries. ", "section_text": "25 1 It shall be the duty of a Board which has a subsidiary to exercise its control over the subsidiary so as to ensure that the subsidiary— a does not engage in activities in which the Board has no power to engage (including activities in which the Board has no power to engage because the consent of the Minister has not been obtained), and b does not do anything which the Minister has directed the Board not to do, and c does not, except with the consent of the Minister, borrow money from any person other than the Board, and d does not, except with the consent of the Minister, raise money by the issue of shares or stock to any person other than the Board. 2 The Minister may give to a Board such directions as appear to him appropriate for ensuring that the Board carry out the duty imposed on them by the foregoing subsection. 2A In the application of this section to the British Waterways Board, references to the Minister are to be read as references to the Scottish Ministers. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Transport Act 1962", "year": 1962, "section": "27", "section_title": "Powers of Minister in relation to Boards. ", "section_text": "27 1 The Minister may, after consultation with any Board, give to that Board directions of a general character as to the exercise and performance by the Board of their functions  (including the exercise of rights conferred by the holding of interests in companies)  in relation to matters which appear to him to affect the national interest. 2 A Board, [( other than the Railways Board)] in framing and carrying out proposals involving substantial outlay on capital account by the Board or by a subsidiary of the Board, shall act on lines settled from time to time with the approval of the Minister. 3 In the exercise and performance of their functions as to training,  and education , each Board shall act on lines settled as aforesaid. 4 Without prejudice to the foregoing provisions of this section, the Minister may, after consultation with any Board, direct the Board to discontinue any of their activities, dispose of any part of their undertaking, dispose of any assets held by them, call in any loan made by them or exercise any power they may possess to revoke any guarantees given by them: Provided that the Minister shall not give any such directions unless he is satisfied that the carrying on of the activities or the retention of the part of the undertaking or the assets or the continuance of the loan or guarantee, as the case may be, is unnecessary for the proper discharge of the duties of the Board under this Act. 5 The Minister may, after consultation with any Board, direct the Board to exercise their control over a subsidiary of the Board so as to require the subsidiary to discontinue any of their activities, dispose of any part of their undertaking, dispose of any assets held by them, call in any loan made by them or exercise any power they may possess to revoke any guarantees given by them. 5A In the application of subsections (1) to (5) to the British Waterways Board, references to the Minister are to be read as references to the Scottish Ministers. 6 If it appears to the Minister that there is anything which a Board  or Canal & River Trust  ought in the interests of national defence to have power to do, or which a Board  or Canal & River Trust  ought in the interests of national defence to be required to do, and that it would be consistent with the duties imposed on that Board  or Canal & River Trust  by this Act, he may authorise or direct the Board  or Canal & River Trust  to do that thing; and no limitation on the powers of the Board  or Canal & River Trust  contained in this Act or in any local enactment shall prevent the Board  or Canal & River Trust  from acting in accordance with the authorisation or direction. 7 The Docks Board shall  furnish the Minister with such returns, accounts and other information with respect to their property and activities, and the property and activities of any company which is their subsidiary, as he may from time to time require. 8 Without prejudice to the provisions of the last foregoing subsection,  the Docks Board shall , as soon as possible after the end of each accounting year of the Board, make to the Minister a report on the exercise and performance by them of their functions during that year and on their policy and programme, and the Minister shall lay a copy of every such report before each House of Parliament. The report for any year shall set out any direction given by the Minister under this Act  or section 3 of the Transport Act 1982  to the Board during that year, unless the Minister has notified to the Board his opinion that it is against the interests of national security to do so, and shall include a statement of the salaries or fees and of the emoluments of each of the members of the Board during that year.  8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8B The British Waterways Board shall furnish the Scottish Ministers with such returns, accounts and other information with respect to their property and activities  ..., and the property and activities  ... of any company which is their subsidiary, as the Scottish Ministers may from time to time require. 8C Without prejudice to the provisions of subsection (8B) above, the British Waterways Board shall, as soon as possible after the end of each accounting year, make to the Scottish Ministers a report on the exercise and performance by them of their functions  ... during that year and on their policy and programme, and the Scottish Ministers shall lay a copy of every such report before the Scottish Parliament."}, {"act": "Transport Act 1962", "year": 1962, "section": "28", "section_title": " Powers exercisable subject to Minister’s consent. ", "section_text": "28 1 Any consent which the Minister is  or, as the case may be, the Scottish Ministers are  authorised to give under the foregoing provisions of this Act may be given for any case or description of cases specified in the consent, or may be general, and may be given subject to conditions. 2 Nothing done by a Board  or Canal & River Trust  shall be unlawful on the ground that it was done without the consent of the Minister  or, as the case may be, the Scottish Ministers,  and that under the foregoing provisions of this Act it required the consent of the Minister  or, as the case may be, the Scottish Ministers, . 3 If it appears to the Minister that a Board  or Canal & River Trust  propose to do anything, or have done anything, without the consent of the Minister which in his opinion requires his consent under this Act, he shall, after consultation with the Board  or Canal & River Trust , give to the Board  or Canal & River Trust  such directions as appear to the Minister to be appropriate. 4 The directions which the Minister may give under the last foregoing subsection in a case where a Board  or Canal & River Trust  have already done anything without the Minister’s consent may in particular require the Board  or Canal & River Trust  to discontinue any activity or to dispose of any assets, and directions may be so given notwithstanding that they make it necessary for the Board  or Canal & River Trust  to dispose of assets at a loss. 5 If it appears to the Scottish Ministers that the British Waterways Board propose to do anything, or have done anything, without their consent which, in their opinion, requires their consent under this Act, they shall, after consultation with that Board, give to the Board such directions as appear to the Scottish Ministers to be appropriate. 6 The directions which may be given under subsection (5) in a case where the Board have already done anything without the consent of the Scottish Ministers may in particular require the Board to discontinue any activity or to dispose of any assets, and directions may be so given notwithstanding that they make it necessary for the Board to dispose of assets at a loss."}, {"act": "Transport Act 1962", "year": 1962, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Transport Act 1962", "year": 1962, "section": "30", "section_title": " Status of Boards and the Holding Company.", "section_text": "30 It is hereby declared that neither any of the Boards nor . . .   are to be regarded as the servant or agent of the Crown, or as enjoying any status, immunity or privilege of the Crown, or (subject to the express provisions of this Act relating to stamp duty and income tax) as exempt from any tax, duty, rate, levy or other charge whatsoever, whether general or local, and that their property is not to be regarded as property of, or property held on behalf of, the Crown."}, {"act": "Transport Act 1962", "year": 1962, "section": "31", "section_title": " Distribution of Commission’s assets.", "section_text": "31 1 Subject to this Act, on such date as the Minister may by order contained in a statutory instrument appoint (in this Act referred to as “ the vesting date ”) all the property, rights and liabilities of the Commission shall by virtue of this Act be transferred to and vest in the Boards and the Holding Company in accordance with this Part of this Act; and the property, rights and liabilities so transferred shall by virtue of this Act vest in those bodies respectively. 2 There shall be transferred to the Railways Board the property, rights and liabilities comprised in the part of the Commission’s undertaking which constitutes— a the Commission’s railway system, except for so much of it as is carried on through or managed by the London Transport Executive or is within any of the harbours listed in Part II or Part III of the Third Schedule to this Act, b the shipping services provided by the Commission in exercise of the powers conferred on them by the Railway Shipping Acts as defined in paragraph 2 of Part II of the Second Schedule to this Act, c the harbours listed or described in Part I of the Third Schedule to this Act, d the road passenger services provided by the Commission, except those carried on through or managed by the London Transport Executive, e the British Transport Commission Police Force, and f the Commission’s Historical Records Department, the department for which their Curator of Historical Relics is responsible and their Films Service, and any property, rights and liabilities not falling to be transferred under any other provision in this Act. 3 There shall be transferred to the London Board the property, rights and liabilities comprised in the part of the Commission’s undertaking which is carried on through, or managed by, the London Transport Executive. 4 There shall be transferred to the Docks Board the property, rights and liabilities comprised in the part of the Commission’s undertaking constituted by the harbours listed in Part II of the Third Schedule to this Act. 5 There shall be transferred to the British Waterways Board the property, rights and liabilities comprised in the part of the Commission’s undertaking constituted by— a their invalid waterways (other than the Lower Ouse Improvement, which under the last foregoing subsection vests in the Docks Board), and b the harbours listed in Part III of the Third Schedule to this Act. 6 Notwithstanding anything in the foregoing provisions of this section, there shall be transferred to— the Railways Board, the Docks Board, the British Waterways Board, and the Holding Company, the securities of the bodies listed in Parts I,  II ,  III , and  IV  of the Fourth Schedule to this Act respectively (so far as beneficially owned by the Commission), and the rights and liabilities specified in Part V of that Schedule so, however, that where such securities are beneficially owned by the Commission, but held by a nominee, this subsection shall operate only to transfer the beneficial interest in the securities. The references in this subsection to Parts I , II, III and IV of the Fourth Schedule to this Act shall have effect subject to Part VI of that Schedule. 7 Notwithstanding anything in the foregoing provisions of this section, there shall be transferred to the Boards and the Holding Company the property, rights and liabilities of the Commission specified for them respectively in the Fifth Schedule to this Act. 8 Any property, rights or liabilities held or subsisting partly for the purpose of a part of the Commission’s undertaking which is under this Part of this Act transferred to one Board, and partly for the purpose of a part which is transferred to another Board, shall— a where the nature of the property, right or liability permits, be divided or apportioned between those Boards in such proportions as may be just, and b in any other case, be transferred to those Boards jointly, and, where any estate or interest in land falls to be so divided, any rent payable under a lease in respect of that estate or interest, and any rent charged on that estate or interest, shall be correspondingly apportioned or divided so that the one part is payable in respect of, or charged on, only the one part of the estate or interest and the other part is payable in respect of, or charged on, only the other part of the estate or interest. 9 The last foregoing subsection shall apply, with any necessary modifications, in relation t o any feuduty payable in respect of an estate or interest in land in Scotland, as it applies in relation to any rent charged on an estate or interest in land."}, {"act": "Transport Act 1962", "year": 1962, "section": "32", "section_title": " Distribution of Commission’s statutory functions.", "section_text": "32 1 The provisions of the Second Schedule to this Act shall as from the vesting date have effect with respect to the distribution among the Boards of the Commission’s functions under the enactments there mentioned. 2 Subject to that Schedule, and to any other provision in this Act, the functions of the Commission under any statutory provision, other than the  Transport Act 1947, the  Transport Act 1953, and this Act, shall be transferred to the Board or Boards specified in the following provisions of this section. 3 If and so far as the statutory provision relates to an undertaking, or a part of an undertaking, or property transferred to a Board by this Part of this Act, the functions of the Commission under that statutory provision shall be transferred to that Board. 4 If and so far as the statutory provision authorises the carrying out of works designed to be used in connection with an undertaking or part of an undertaking transferred to a Board, or the acquisition of land for the purpose of carrying out such works, the functions of the Commission under that statutory provision shall be transferred to that Board. 5 If the statutory provision authorises the Commission to appoint, nominate, or concur in or approve the appointment or nomination of, a member of some body or the holder of some other office— a this Act shall not affect the tenure of office of any person appointed or nominated under the statutory provision before the vesting date, and b subject to that, the functions of the Commission under the statutory provision shall be transferred to such Board as the Minister may direct by order contained in a statutory instrument. An order under this subsection may provide for the function so transferred being exercised jointly by two or more Boards or separately by two or more Boards. 6 Subject to the foregoing provisions of this section, the functions of the Commission under any statutory provision, other than the  Transport Act 1947, the  Transport Act 1953, and this Act, shall be transferred to the Railways Board. 7 In this section references to the Commission include references to any Executive of the Commission, and references to statutory provisions include those passed or made between the passing of this Act and the vesting date."}, {"act": "Transport Act 1962", "year": 1962, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Transport Act 1962", "year": 1962, "section": "34", "section_title": "Transfer of staff.", "section_text": "34 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 Any right to services transferred by this section shall have effect on and after the vesting date as a right not only to the service to which the agreement relates but also to any reasonably comparable service under the Board or company, to be selected by that body. Any dispute between a Board or company and the other party to a service agreement as to what are reasonably comparable services for the purposes of this subsection may be reported to  the Secretary of State  by the Board or company or the other party to the agreement and, if a dispute so reported is not otherwise disposed of,  the Secretary of State  shall refer it for determination by  the Central Arbitration Committee . 9 Any of the Boards and the said companies, and any person who is a party to any agreement which is modified by this section, may apply to the Minister to determine to which of the Boards or companies the rights and liabilities under any such agreement are transferred and the Minister’s decision on the application shall be final."}, {"act": "Transport Act 1962", "year": 1962, "section": "35", "section_title": " Supplementary provisions relating to distribution of Commission’s undertaking.", "section_text": "35 1 The Sixth Schedule to this Act (which contains further provisions regarding the distribution of the Commission’s undertaking) shall have effect for the purposes of this Act. 2 In the said Schedule the expression “ the principal sections ” means the foregoing sections of this Part of this Act, and references to those sections include references to any Schedule to this Act referred to in those sections."}, {"act": "Transport Act 1962", "year": 1962, "section": "36", "section_title": "Treasury to take over liability for Transport Stock.", "section_text": "36 1 Subject to this section, all the rights and liabilities which, under the terms of issue of the stock created and issued under section eighty-nine of the  Transport Act 1947, were immediately before the vesting date rights and liabilities of the Commission shall, as from the vesting date, be rights and liabilities of the Treasury and as from the vesting date the said stock (which consists of the issues set out in the first column of the following Table and which is in this and the next following section referred to as “ the Stock ”) shall be renamed as shown in the second column of that Table.  Table Old n ame Ne w name British Transport 3% Guaranteed Stock, 1967—72. British Transport 3% Stock, 1967—72. British Transport 3% Guaranteed Stock, 1968—73. British Transport 3% Stock, 1968—73. British Transport 4% Guaranteed Stock, 1972—77. British Transport 4% Stock, 1972—77. British Transport 3% Guaranteed Stock, 1978—88. British Transport 3% Stock, 1978—88. 2 Notwithstanding anything in this section, the Stock shall be regarded on and after the vesting date as the same stock and held in the same right and on the same trusts and subject to the same powers, privileges, charges, restraints and liabilities as before, and any provision of any deed, will, disposition or other instrument which immediately before the vesting date was applicable to any such Stock shall continue to be applicable to the same Stock as re-named under this section. 3 As from the vesting date the Stock shall, subject to this section, be deemed for all purposes to have been created and issued under the  National Loans Act 1939, and that Act and any other enactment, regulation or rule relating to securities issued under that Act shall apply accordingly to the Stock. 4 Not later than the vesting date the Commission shall pay to the Treasury an amount equal to the interest (without any deduction for income tax) which has accrued on the Stock in the period from the date when the last instalment of interest became payable on the Stock down to the vesting date (making separate calculations for any issues of the Stock with different interest dates), and that maount shall be paid into the Exchequer and shall be issued out of the Consolidated Fund at such times as the Treasury may direct and shall be applied towards meeting such part of the annual charges for the National Debt as represents interest. Any question arising between the Commission and the Treasury as to the manner in which interest accrued on the Stock is to be calculated shall be determined by the Treasury. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  The Bank of England shall deal with the money so paid to them, and with the money already in their hands which represents such unclaimed interest, as money entrusted to them for payment to holders of the Stock and section five of the  Miscellaneous Financial Provisions Act 1955 (which relates to unclaimed dividends on Government Stock), shall apply accordingly. 6 Any unclaimed Stock which is held by the Commission immediately before the vesting date on behalf of persons who became entitled thereto in substitution for securities of the bodies whose undertakings were transferred to the Commission by the  Transport Act 1947, shall be held on and after that date on behalf of those persons by the National Debt Commissioners; and each of the Boards shall give to the Commissioners such information and such assistance as the Commissioners may reasonably require in connection with any claim to that Stock. 7 The transitional provisions set out in Part I of the Seventh Schedule to this Act shall apply in relation to the Stock. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "37", "section_title": " Transfer of redemption funds. ", "section_text": "37 1 Subsection (1) of the last foregoing section shall not impose on the Treasury any liability to establish or maintain any redemption fund, and— a the cash and investments which immediately before the vesting date represent the Redemption Fund established under the British Transport Stock Regulations, 1947, and b the right to receive any interest or dividends which are payable in respect of any such investments but which have not been received by the Commission before the vesting date, shall vest by virtue of this subsection in the Treasury or in such nominees as the Treasury may appoint. 2 Not later than the vesting date the Treasury shall pay to the Commission out of the Consolidated Fund an amount equal to the interest or dividends (without any deduction of income tax) which have accrued on the investments transferred under the foregoing subsection in the period from the date when the last instalment of interest became payable on those investments respectively down to the vesting date (making separate calculations for different investments). Any question arising between the Commission and the Treasury as to the manner in which accrued interest or dividends are to be calculated shall be determined by the Treasury. 3 Such of the investments transferred from the Commission under subsection (1) of this section as are securities the principal of and interest on which are charged on the Consolidated Fund shall be cancelled, and the remainder of those investments shall be sold. 4 The net proceeds of the sale, and all other sums received by the Treasury or their nominees by virtue of this section shall be paid into the Exchequer and shall be issued out of the Consolidated Fund at such times as the Treasury may direct and applied by the Treasury in redeeming or paying off debt of such description as the Treasury see fit."}, {"act": "Transport Act 1962", "year": 1962, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Transport Act 1962", "year": 1962, "section": "39", "section_title": "Commencing capital debts of the new bodies. ", "section_text": "39 1 Each of the Boards, . . .   shall severally assume, on the transfer to them by this Act of their part of the property, rights and liabilities of the Commission, a debt due to the Minister on such terms as may be imposed under this section. The said debts are in this Act referred to as the “ commencing capital debts ”. 2 The amount of the commencing capital debts taken together shall be equal to— a the nominal value of all the stock to which subsection (1) of section thirty-six of this Act applies, and b the amount of the liability extinguished by the last foregoing section, and c the amount of the Capital Redemption Accounts as shown in the final accounts of the Commission, with the deduction to be made under the next following subsection. 3 The amount to be deducted under the last foregoing subsection shall be— a the total shown in the special account under section three of the  Transport (Railway Finances) Act 1957, as included in the final accounts of the Commission, and b the amount shown in the final accounts of the Commission in respect of the total discounts on the issue of British Transport Guaranteed Stock, less premiums on issue and less amounts written off, and c the amount shown in the final accounts of the Commission in respect of the book value of the cash and investments which are under paragraph (a) of subsection (1) of section thirty-seven of this Act to be transferred to the Treasury, after deducting from the total of the amounts under paragraph (a), paragraph (b) and paragraph (c) of this subsection— i the amount shown in the final accounts of the Commission in respect of the net surplus on revenue account for the Commission’s activities, excluding British Railways, for the period from the beginning of the year nineteen hundred and fifty-six to the end of the period for which the final accounts of the Commission are made up, and ii the sums paid by the Minister to the Commission by way of grant to meet deficits on revenue account, being sums paid out of money provided by Parliament since the beginning of April, nineteen hundred and sixty (and including sums so paid under Part IV of this Act). 4 The commencing capital debt of each of the said bodies shall be such part of the total ascertained under subsection (2) of this section as the Minister may prescribe having regard to the manner in which the Commission’s property, rights and liabilities are by this Act divided among those bodies. 5 The Minister’s power of prescribing the amount mentioned in the last foregoing subsection shall be exercisable by order, and he shall make such an order as soon as may be after the vesting date but may from time to time, but not more than five years after the vesting date, vary an order under this subsection by a further order, where that appears to him expedient to take account of some change in the manner in which the Commission’s property, rights and liabilities are so divided (whether in consequence of an order under the Sixth Schedule to this Act or otherwise), and any such order may contain such transitional provisions as appear to him expedient to take account of any interest underpaid or overpaid on the commencing capital debt of any of the said bodies. The Minister’s power of making orders under this section shall be subject to the approval of the Treasury and shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the Commons House of Parliament. (6) . . .  , the rate of interest payable on the commencing capital debt of each of the said bodies, the time when the principal is to be paid off and the other terms of the debt shall be such as the Minister may with the approval of the Treasury from time to time direct. 7 The Minister may, in the period before the first order is made under subsection (5) of this section, estimate what the commencing capital debt of the Boards . . .   will be, and require those bodies to make to him provisional payments by way of interest on those estimated amounts; and those provisional payments shall be on account of the payments of interest becoming due under subsection (6) of this section. 8 Any sums received by the Minister by way of interest on, or repayment of, the commencing capital debt of any of the Boards . . .   shall be paid into the  National Loans Fund  . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "40"}, {"act": "Transport Act 1962", "year": 1962, "section": "41", "section_title": " Exemptions from stamp duty.", "section_text": "41 1 Nothing in section twelve of the  Finance Act 1895 (which requires Acts to be stamped as conveyances on sale in certain cases)  ... shall be taken as applying to this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Stamp duty shall not be chargeable on any instrument which is certified to the Commissioners of Inland Revenue by the Commission or any of the Boards as having been made or executed in pursuance of section thirty-three of this Act or paragraph 1 of the Sixth Schedule to this Act: Provided that no such instrument shall be deemed to be duly stamped unless either it is stamped with the duty to which it would but for this subsection be liable or it has, in accordance with the provisions of section twelve of the  Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty or that it is duly stamped. 4 If before the vesting date the Commission cause any company limited by shares to be formed under the  Companies Act 1948, and any assets to be transferred to that company, for the purpose of facilitating the transfers to be effected by this Part of this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b stamp duty shall not be chargeable on any instrument which is certified to the Commissioners of Inland Revenue by the Commission as having been made for effecting any transfer of assets for the purpose mentioned in this subsection: Provided that no such instrument as is mentioned in paragraph (b) of this subsection shall be deemed to be duly stamped unless it is stamped with the duty to which it would but for this subsection be liable or it has in accordance with the provisions of section twelve of the Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty or that it is duly stamped."}, {"act": "Transport Act 1962", "year": 1962, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Transport Act 1962", "year": 1962, "section": "43", "section_title": " Charges and facilities: general provisions. ", "section_text": "43 1 Subject to this Act,— a all charges schemes under Part V of the  Transport Act 1947, shall cease to have effect, and b no local enactment passed or made with respect to any particular undertaking so far as it limits the discretion of the persons carrying on that undertaking as to the charges to be made by them— i for the carriage of passengers or goods, ii for the use of any railway, or of any inland waterway by any ship or boat, iii for services and facilities connected with the carriage of passengers or goods, or with the use of any railway, or of any inland waterway by any ship or boat, or iv for services and facilities in or connected with a harbour, (whether by specifying, or providing for specifying, the charges to be made, or fixing, or providing for fixing, maximum charges, or otherwise) shall apply to the charges of the  British Waterways Board  or Canal & River Trust   ... . 2 Paragraph (b) of the foregoing subsection shall not be read as exempting the  British Waterways Board  or Canal & River Trust   ...  from any local enactment so far as it expressly provides for freedom from charges or otherwise prohibits the making of any charge. 3 Subject to this Act and to any such enactment as is mentioned in the last foregoing subsection, the  British Waterways Board  and Canal & River Trust   ...  shall  each  have power to demand, take and recover  or waive  such charges for their services and facilities, and to make the use of those services and facilities subject to such terms and conditions, as they think fit. 4 The British Waterways Board  and Canal & River Trust  shall not  be subject to the enactments listed in the Eighth Schedule to this Act (which— a impose a duty to afford reasonable services and facilities, and b regulate liability for negligence in the carriage of goods, and c authorise the revision of railway freight charges on complaint by competitors or traders). 5 No local enactment passed or made with respect to any particular undertaking so far as it imposes on the persons carrying on that undertaking— a a duty to connect, or afford facilities for the connection of, any siding to a railway, or b a duty to permit privately owned railway wagons to be used on a railway owned or operated by them, or c a duty (otherwise than to a named person, or to the successors of a named person, or for the benefit of specified lands) to provide or maintain any other railway services or facilities (including the provision of stations, sidings or carriages and of any services, facilities or amenities connected therewith), or so far as it otherwise makes provision corresponding to any of the enactments listed in the Eighth Schedule to this Act, shall apply to any of the Boards  or Canal & River Trust   .... 6 The British Waterways Board  and Canal & River Trust  shall not  be regarded as common carriers by rail or inland waterway. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 The services and facilities referred to in subsection (3) of this section include, in the case of the British Waterways Board  and Canal & River Trust , the use of any inland waterway owned or managed by them by any ship or boat. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Transport Act 1962", "year": 1962, "section": "50", "section_title": "†Port charges and conditions at harbours.", "section_text": "50 1 The provisions of the Ninth Schedule to this Act shall have effect as regards the powers of the Boards  and Canal & River Trust  to make . . .   charges at the harbours specified in that Schedule. 2 Subsection (3) of section forty-three of this Act shall not authorise the Boards  or Canal & River Trust  to make the use of their services and facilities at the said harbours subject to any term or condition which the Boards  or Canal & River Trust  would not be able to impose apart from that subsection. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Transport Act 1962", "year": 1962, "section": "52", "section_title": " Independent railway and inland waterway undertakings.", "section_text": "52 1 Sections three and four of the  Transport Charges, &c. (Miscellaneous Provisions) Act 1954 (under which charges schemes under the  Transport Act 1947, may be applied to independent undertakings), together with any orders under those sections, shall cease to have effect, and the enactments listed in the Eighth Schedule to this Act shall cease to have effect not only as regards the Boards but also as regards any other undertakings. 2 Paragraph (b) of subsection (1), and subsections (2), (3), (5) and (6) of section forty-three of this Act shall apply to any independent railway undertaking or independent inland waterway undertaking, subsection (7) of that section shall apply to any independent railway undertaking, and subsection (8) of that section shall apply to any independent inland waterway undertaking, as those subsections apply to the Boards. 3 Paragraph (b) of subsection (1) of section six of the  Transport Charges &c. (Miscellaneous Provisions) Act 1954 (which relates to the revision of charges), shall not apply to any inland waterway undertaking which is an independent inland waterway undertaking within the meaning of this section. 4 In this section— “ independent railway undertaking ” means a railway undertaking not forming part of the undertaking of any of the Boards, being an undertaking the carrying on of which is authorised by, or by an order made under, an Act of Parliament; “ independent inland waterway undertaking ” means an undertaking not forming part of the undertaking of any of the Boards  or Canal & River Trust , being an undertaking engaged in conserving, maintaining, improving or working a canal or other inland navigation or the navigation of a tidal water, but does not include— an undertaking none of the charges of which has been the subject of a Provisional Order made, and confirmed by Parliament, in pursuance of sections twenty-four and thirty-six of the  Railway and Canal Traffic Act 1888, or an undertaking forming part of a harbour undertaking if the inland waterway is situated wholly within the limits of the harbour, or an undertaking all or any of the charges of which are, under the statutory provisions relating to that undertaking, subject to revision by the Minister and some other Minister acting together; “ railway ” does not include— a light railway laid wholly or mainly along a public carriageway and used wholly or mainly for the carriage of passengers, or a railway which, under the statutory provisions relating thereto, is to be treated as forming part of a tramway, or a railway laid wholly or mainly over a beach or wholly along a pier, or a railway of the nature of a lift providing communication between the top and bottom of a cliff; “ undertaking ” means an undertaking carried on in Great Britain. 5 This section shall apply to an independent railway undertaking or independent inland waterway undertaking whether or not the undertaking is also engaged in other activities, but shall not apply in respect of any such other activities."}, {"act": "Transport Act 1962", "year": 1962, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Transport Act 1962", "year": 1962, "section": "54", "section_title": " Advance information about railway and shipping closures.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Act 1962", "year": 1962, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Transport Act 1962", "year": 1962, "section": "56", "section_title": " The  Passengers’ Council and London Transport Users’ Committee .", "section_text": "56 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subject to the following provisions of this section, it shall be the  duty of the  Passengers’ Council  and  the London Transport Users' Committee  to consider  and, where it appears to them to be desirable, make recommendations with respect to any matter affecting the services and facilities provided by any of the Boards— a which has been the subject of representations (other than representations appearing to the committee to be frivolous) made to the committee by or on behalf of users of those services or facilities, or b which has been referred to  the  Passengers’ Council  or  the London Transport Users' Committee  by the Minister or by a Board, or c which appears to  the  Passengers’ Council  or  the London Transport Users' Committee  to be a matter to which consideration ought to be given; ... 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where the Minister receives a recommendation under subsection (4) of this section he may give to the Board concerned such directions as he thinks fit with respect to the matters dealt with in the recommendation. 6ZA If the Secretary of State so directs  ..., subsections (4) to (6) of this section shall have effect in relation to  ... the  Passengers’ Council   and the London Transport Users' Committee  as if the reference in subsection (4) of this section to services and facilities provided by any of the Boards included a reference to any such ferry service as may be specified in the direction, whether provided by a Board or by some other person; and, in the application of subsections (4) to (6) of this section in relation to any such ferry service, any reference in those subsections to a Board shall be taken to include a reference to the person providing the ferry service.   6A Each of the  Passengers’ Council  and the London Transport Users' Committee  may consider, and if they think fit object to, any proposal for the discontinuance of railway services made in an application for an order under section 1 of the Transport and Works Act 1992 or made by the Secretary of State by virtue of section 7 of that Act. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Act 1962", "year": 1962, "section": "56A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56A"}, {"act": "Transport Act 1962", "year": 1962, "section": "57", "section_title": " The Transport Tribunal.", "section_text": "57 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Any objection or application which, before the date on which this section comes into force, was referable to the tribunal under the  Railway Employment (Prevention of Accidents) Act 1900 (which relates to safety rules), shall be referred instead to a referee appointed (either generally or for the purpose of a particular case) by the Minister; and the said Act shall have effect with the necessary modifications. Any objection or application under the said Act which is pending before the tribunal on that date shall be proceeded with before a referee appointed under this subsection in such manner as the Minister may direct. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Transport Act 1962", "year": 1962, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}, {"act": "Transport Act 1962", "year": 1962, "section": "61", "section_title": " Amendment of enactments relating to inland waterways.", "section_text": "61 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Sections thirty-five and thirty-six of the Transport Act, 1947 (under which the Commission may apply a licensing system to canal carriers on an inland waterway belonging to them), shall cease to have effect. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 The definition of “ statutory water undertakers ” in subsection (1) of section fifty-nine of the  Water Act 1945, shall not include the British Waterways Board. "}, {"act": "Transport Act 1962", "year": 1962, "section": "62", "section_title": " Local enactments relating to the supply of water for canals.", "section_text": "62 1 Any local enactment which authorises the British Waterways Board  or Canal & River Trust  to take water for the purpose (whether express or implied) of using the water for a canal owned or managed by the British Waterways Board  or, as the case may be, Canal & River Trust , or for purposes which include that purpose, shall have effect as if that purpose included the purpose of selling, or affording the use of, water from the canal; and the British Waterways Board  or, as the case may be, Canal & River Trust  may exercise their powers under Part I of this Act accordingly. 2 The foregoing subsection shall not be taken as authorising the British Waterways Board  or, as the case may be, Canal & River Trust — a to disregard any restriction, whether as regards quantity or rate or otherwise, on the water which may be taken from any source, or b to affect the level or flow of water in any part of the canal, or in any river or watercourse fed from the canal, to a degree which conflicts with any of the Board’s obligations  or, as the case may be, Canal & River Trust’s obligations , and in particular with any statutory obligation to maintain the canal in a navigable condition."}, {"act": "Transport Act 1962", "year": 1962, "section": "63", "section_title": " Abstraction of water by British Waterways Board. ", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Act 1962", "year": 1962, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64"}, {"act": "Transport Act 1962", "year": 1962, "section": "65", "section_title": " The railway savings banks.", "section_text": "65 1 In this section— “ the railway savings banks ” means the savings banks established under— section twenty-three of the  Metropolitan Railway Act 1873, section forty-five of the  Great Western Railway Act 1885, section eighteen of the  Taff Vale Railway Act 1895, section sixty-one of the  London, Midland and Scottish Railway Act 1924, section ninety-nine of the  Southern Railway Act 1924, and section three of the  London and North Eastern Railway Act 1944, and any other savings bank for which the Commission was responsible before the vesting date and which primarily served those employed by the Commission on their railways; “ the appropriate Board ” means— in relation to the savings bank established under the  Metropolitan Railway Act 1873,  the London Transport Executive in relation to any other railway savings bank, the Railways Board. 2 Part II of this Act shall not apply to the property, rights and liabilities of the Commission so far as held and subsisting for the purposes of any railway savings bank, but all such property, rights and liabilities shall by virtue of this section be transferred on the vesting date to the appropriate Board and held assumed by that Board subject in all respects to the duties and obligations to which the Commission were subject immediately before the vesting date. 3 As from the vesting date, for references to the Commission in the enactments listed in subsection (1) of this section and in any other statutory provision, so far as that provision relates to a railway savings bank, there shall be substituted references to the appropriate Board, and for references in any such enactment to any officer or servant of, or person appointed by, the Commission there shall be substituted a reference to such person as the appropriate Board may appoint or, in default of appointment, in the case of references to any officer or servant of the Commission, to the officer or servant of that Board who corresponds as nearly as may be to the first mentioned officer or servant. 4 Subject to this section, the persons entitled to deposit money in the railway savings banks established under section forty-five of the  Great Western Railway Act 1885, section sixty-one of the  London Midland and Scottish Railway Act 1924, section ninety-nine of the  Southern Railway Act 1924, and section three of the  London and North Eastern Railway Act 1944, shall be— a existing depositors, b persons employed by the Railways Board, c persons who, owing to incapacity arising from ill health or on reaching retirement age, have retired from service with the Railways Board or the Commission or the railway company by which the savings bank was established, d members of the families of persons of any of the foregoing descriptions, e any group, society or association the members of which consist, or mainly consist, of persons of any of the foregoing descriptions. 5 The persons entitled to make deposits in any railway savings bank other than those to which the last foregoing subsection applies shall be the persons who are depositors in that bank on the vesting date, and, where any such depositor  is a person who dies leaving a surviving spouse or surviving civil partner, that survivor for so long as that survivor does not subsequently marry, enter into a civil partnership or die. 6 So much of the enactments listed in the definition of railway savings banks in subsection (1) of this section as relates to the charging of deposits on the undertaking or profits of any body shall cease to have effect."}, {"act": "Transport Act 1962", "year": 1962, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "66"}, {"act": "Transport Act 1962", "year": 1962, "section": "67", "section_title": " Byelaws for railways and railway shipping services.", "section_text": "67 1 The Railways Board  may  make bylaws regulating the use and working of, and travel on, their railways, the maintenance of order on their railways and railway premises, including stations and the approaches to stations, and the conduct of all persons, including their officers and servants, while on those premises, and in particular bylaws— a with respect to tickets issued for entry on their railway premises or travel on their railways and the evasion of payment of fares and other charges, b with respect to interference or obstruction of the working of the railways, c with respect to the smoking of tobacco in railway carriages and elsewhere and the prevention of nuisances; d with respect to the receipt and delivery of goods, and e for regulating the passage of bicycles and other vehicles on footways and other premises controlled by the  Board  and intended for the use of those on foot. 2 The Railways Board may make bylaws in relation to passengers and goods conveyed in or on ships operated by the Board, and as to their embarkation and disembarkation.   2A  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any byelaws made under this section may provide— a in the case of byelaws made by virtue of subsection (1) above, that any person contravening them shall be liable on summary conviction to a penalty not exceeding  level 3 on the standard scale  for each offence; and b in the case of byelaws made by virtue of subsection (2) above, that any person contravening them shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale  for each offence and, in the case of such a contravention which continues after conviction, to a fine not exceeding £10 for each day on which the offence so continues. 4 Without prejudice to the taking of summary proceedings under the last foregoing subsection, if the contravention of any bylaw having effect under this section is attended with danger or annoyance to the public, or hindrance to a Board in the lawful use of their railway, it shall be lawful for the Board in question summarily to interfere to obviate or remove the danger, annoyance or hindrance. 5 Bylaws under this section shall not come into operation until they have been confirmed by the Minister. 6 At least twenty-eight days before application for confirmation of any bylaws is made the Board in question shall publish in such manner as may be approved by the Minister a notice of their intention to apply for confirmation and of the place at which and the time during which a copy of the bylaws will be open for public inspection; and any person affected by any of the bylaws shall be entitled to make representations thereon to the Minister within a period of not less than twenty-eight days specified in the notice. 7 For at least twenty-four days before application for confirmation of any bylaws is made under this section, a copy of the bylaws shall be kept at the principal office of the Board and shall at all reasonable hours be open to public inspection without payment. 8 The Board shall supply a copy of any such bylaws to any person who applies for a copy thereof on payment of such sum not exceeding  50p  as the Board shall determine. 9 The Minister may confirm with or without modification, or may refuse to confirm, any of the bylaws submitted under this section for confirmation and, as regards any bylaws so confirmed, may fix a date on which the bylaws shall come into operation; and if no date is so fixed the bylaws shall come into operation after the expiration of twenty-eight days after the date of confirmation.     9A The Minister may charge the Board such fees in respect of any bylaws submitted for confirmation under this section as he may consider appropriate for the purpose of defraying any administrative expenses incurred by him in connection therewith. 10 A copy of the bylaws when confirmed shall be printed and deposited at the principal office of the Board and shall at all reasonable hours be open to public inspection without payment, and the Board shall supply a copy of any such bylaws to any person who applies for a copy thereof on payment of such sum not exceeding  50p  as the Board shall determine. 11 The production of a printed copy of bylaws confirmed under this section on which is indorsed a certificate purporting to be signed by the secretary of the Board or of some person authorised by the Board to act in his stead in that behalf, stating— a that the bylaws were made by the Board or by the Commission, b that the copy is a true copy of the bylaws, c that on a specified date the bylaws were confirmed by the Minister, and d the date when the bylaws come into operation, shall be prima facie evidence of the facts stated in the certificate. 12 The power of making bylaws under this section shall include power to vary or repeal any bylaws previously made under this section. 13 Sections one hundred and eight and one hundred and nine of the  Railways Clauses Consolidation Act 1845, sections one hundred and one and one hundred and two of the  Railways Clauses Consolidation (Scotland) Act 1845, section thirty-two of the  Railways Clauses Act 1863, and section seven of the  Regulation of Railways Act 1889, shall cease to have effect, but any bylaws under any of those enactments which were in force immediately before the vesting date and which applied in relation to any of the railways belonging to the Commission, or in relation to the ships operated by the Commission, shall continue in force and have effect as if made under this section, and subject to the provisions of Part II of this Act so far as applicable. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 In the bylaws made by the Commission under the said Acts of 1845 which relate to the railways of the Commission other than those of  London Regional Transport which were confirmed by the Minister on the fifth day of December, nineteen hundred and fifty-seven,— a for references to the Commission there shall be substituted references to the Railways Board, the Docks Board and the British Waterways Board, and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 Any power exercisable by the Docks Board or the British Waterways Board under any local enactment to make bylaws as regards any harbour comprised in their undertaking shall include power to make any such bylaws in relation to railways within the harbour as the Railways Board  ... have power to make under this section in relation to their railways. 17 This section shall have effect as from the vesting date."}, {"act": "Transport Act 1962", "year": 1962, "section": "68", "section_title": " Custody of lost property on London Board’s transport system.", "section_text": "68   1 As from the vesting date, for references to section one hundred and six of the London Pasenger Transport Act, 1933, to the London Passenger Transport Board there shall be substituted references to the London Board. 2 The repeal by this Act of section one hundred and nineteen of the  Transport Act 1947, shall not affect the  London Transport (Lost Property) Regulations 1960 (which were made under that section), and as from the vesting date those regulations— a shall be treated for all purposes, and in particular for the purposes of section eighty-eight of the  London Passenger Transport Act 1935 (which relates to offences against regulations under section one hundred and six of the said Act of 1933), as if they had been made under the said section one hundred and six, and b shall have effect, subject to the necessary modifications, as if any reference therein to the Commission or the London Transport Executive were a reference to the London Board."}, {"act": "Transport Act 1962", "year": 1962, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "69"}, {"act": "Transport Act 1962", "year": 1962, "section": "70", "section_title": " Transport police constables. ", "section_text": "70 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .    5 On and after the vesting date a Board may dismiss a constable who is employed by them (whether or not appointed after the vesting date) and, accordingly, in paragraph (c) of subsection (1) of the section for references to the Commission there shall, as regards such a constable employed by a Board (or two or more Boards jointly), be substituted a reference to that Board (or those Boards), and for the reference at the end of the said paragraph (c) to the authority by whom a constable was dismissed or by whom a constable’s resignation is accepted there shall, in the case of a constable dismissed by the Commission, or whose resignation was accepted by the Commission, be substituted— a during the interim period, a reference to the Railways Board, and b thereafter, a reference to any of the Boards acting jointly or separately in pursuance of a scheme under section sixty-nine of this Act. 6 On and after the vesting date references in any statutory provision or other document to a constable appointed or employed by the Commission shall be taken as a reference to a constable employed by any of the Boards and acting under the said section fifty-three.   7 In this section “ the interim period ” means the period referred to in subsection (9) of section sixty-nine of this Act. "}, {"act": "Transport Act 1962", "year": 1962, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Transport Act 1962", "year": 1962, "section": "72", "section_title": " General provisions as to terms and conditions of employment of staff. ", "section_text": "72 1 It shall be the duty of each Board, except as far as they are satisfied that adequate machinery exists for achieving the purpose of this subsection, to seek consultation with any organisation appearing to the Board to be appropriate, with a view to the conclusion between the Board and that organisation of such agreements as appear to the parties to be desirable with respect to the establishment and maintenance of machinery for— a the settlement by negotiation of terms and conditions of employment of persons employed by the Board, with provision for reference to arbitration in default of such settlement in such cases as may be determined by or under the agreements, and b the promotion and encouragement of measures affecting the safety, health and welfare of persons employed by the Board and the discussion of other matters of mutual interest to the board and such persons, including efficiency in the operation of the Board’s services. 2 Where the Board conclude such an agreement as is mentioned in the foregoing subsection or any variation is made in such an agreement, the Board shall forthwith transmit particulars of the agreement or the variation to the Minister and  the Secretary of State . 3 Nothing in this section shall be construed as prohibiting a Board from taking part together with other employers in the establishment and maintenance of machinery for the settlement of terms and conditions of employment, and the promotion and encouragement of measures affecting the health, safety and welfare of their workers, and the discussion of other matters of mutual interest to them and their workers. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "73", "section_title": " The powers of the Boards and the Holding Company as regards pensions and pension schemes. ", "section_text": "73 1 Subject to the next following section, each of the Boards and the Holding Company shall have power to pay pensions and enter into obligations under pension schemes. 2 Each of the Boards and the Holding Company shall have power to lend money to be applied for the purposes of a pension scheme under which any of those bodies, or a subsidiary of any of those bodies, pay employer’s contributions or are subject to any other obligations, but shall not exercise that power without the consent of the Minister. 3 In the application of this section to the British Waterways Board, the reference to the Minister is to be read as a reference to the Scottish Ministers."}, {"act": "Transport Act 1962", "year": 1962, "section": "74", "section_title": " Minister’s power to make orders about pensions. ", "section_text": "74 A1 In this section, references to the Boards do not include the British Waterways Board. 1 The Minister may make orders— a with respect to the provision of pensions by the Boards and the Holding Company and by the subsidiaries of the Boards and of the Holding Company for or in respect of— i their employees, or persons who have been in their employment, or ii persons who have been in the employment of the Commission or of any subsidiary of the Commission or of any body whose undertaking or part of whose undertaking was transferred to the Commission under or by virtue of the  Transport Act 1947, or iii persons who have been employed in connection with the Caledonian and Crinan Canals or Holyhead Harbour, or by or in connection with the Railway Clearing House; b for the establishment and administration of existing or future pension schemes and pension funds for any of the purposes of the foregoing paragraph; and the Boards and the Holding Company shall exercise the powers conferred on them by the last foregoing section subject to any order under this section. 2 Without prejudice to the powers conferred by the foregoing subsection, the Minister may make orders— a for enabling employees of any of the Boards or the Holding Company or a subsidiary of any of the Boards or the Holding Company to participate or continue to participate in any pension scheme in which employees of the Commission or a subsidiary of the Commission participated before the vesting date, or in any pension scheme established under this section, and requiring their employers to make payments under that scheme, b for modifying any pension scheme the participants in which include persons of any of the descriptions in sub-paragraphs (i), (ii) and (iii) of paragraph (a) of the foregoing subsection, so as to ensure that changes cannot be effected in the pension scheme without the approval of the Minister, c for varying the rates of the contributions to be made under any pension scheme by employees of any of the Boards or the Holding Company or a subsidiary of any of the Boards or the Holding Company, as well as the rates of employers’ contributions and the benefits under the scheme, and d for re-arranging, amalgamating, simplifying and assimilating pension schemes the participants in which include any such persons. 3 An order under this section may in particular provide— a for altering or winding up any pension scheme, b for varying any trust or transferring any pension fund, or obligations or liabilities under a pension scheme, c for requiring a Board or the Holding Company to make payments to the persons administering a pension scheme so as to convert the pension scheme from an unfunded scheme into a funded scheme, d for establishing any body to administer or assist in administering a pension scheme, e for enabling all or any of the participants in a pension scheme to become instead participants in another pension scheme, f for empowering the persons responsible for administering any pension scheme established for the purposes of an undertaking carried on by persons other than the Boards, the Holding Company or any subsidiary of any Board, or of the Holding Company, to carry out any arrangements for the participation in the scheme of a person who has been an employee of the Commission, or of the Boards or of the Holding Company, or of any subsidiary of any of those bodies, g as to the manner in which questions arising under the order are to be determined, and may contain such supplemental, incidental and consequential provisions as appear to the Minister expedient. 4 Without prejudice to the generality of the foregoing provisions of this section, an order under this section may contain provisions authorising any person who, having pension rights to which an order under this section relates, becomes a member of a Board, or the Holding Company, or a director of a subsidiary of a Board or of the Holding Company, to be treated for the purposes of a pension scheme as if his service as such a member or director were service in the employment of such a body, and as if, where that service immediately precedes or follows other service which is, or is to be treated as, service in that employment, the two periods of service were continuous. 5 An order under this section shall have effect notwithstanding anything in— a any local enactment, or b any regulations or other instrument made under the  Transport Act 1947, or the  Transport Act 1953, and continued in force by this Act, or c the Truck Acts, 1831 to 1940, or the  Shop Clubs Act 1902, or d section eighty of the  London Passenger Transport Act 1933 (which contains transitional provisions concerning superannuation funds affected by that Act), and may amend or repeal any such enactment or instrument as is mentioned in paragraphs (a) and (b) of this subsection. 6 a Orders under this section shall be so framed as to secure that no person other than the Boards, the Holding Company and any subsidiary of any Board, or of the Holding Company, is placed in any worse position by reason of the order. b An order shall not be invalid by reason that in fact it does not have the result of securing that all such persons are not placed in any worse position by reason of the provisions of the order, but if the Minister is satisfied or it is determined as hereinafter mentioned that any such order has failed to secure that result, the Minister shall as soon as may be make the necessary amending order. c Any dispute arising between the Minister and any person as to whether or not the said result has been secured by any order under this section shall be referred to a referee or board of referees appointed by the Minister of Labour after consultation with the Lord Chancellor  and the Lord Chief Justice of England and Wales , or, where the proceedings are to be held in Scotland, after consultation with the Secretary of State, for his or their determination thereof. d The Minister of Labour may, with the consent of the Treasury, pay out of money provided by Parliament— i to any referee or to the members of any board of referees appointed under this subsection such fees and allowances as he may with the consent of the Treasury determine, and ii to persons giving evidence before any such referees or board such allowances as he may with the consent of the Treasury determine. e For the purposes of this subsection no person shall be regarded as being placed in a worse position because an order provides that any changes in a pension scheme are not to be effected without the consent of the Minister. f Nothing in  any of sections 1 to 15 of and schedule 1 to the Arbitration (Scotland) Act 2010 or   Part I of the Arbitration Act 1996 , shall be construed as applying to any proceedings before a referee or board of referees appointed under this section. 7 An order under this section may be made so as to have effect from a date prior to the making of the order, so, however, that so much of any order as provides that any provision thereof is to have effect from a date prior to the making of the order shall not place any person other than the Boards, the Holding Company or any subsidiary of any Board, or of the Holding Company, in a worse position than he would have been in if the order had been made to have effect only from the date of its making. 8 The power of making orders under this section shall be exercised by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament, and the power of making orders under this section shall include power to vary or revoke a previous order. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   an order under this section shall have effect notwithstanding anything in regulations made under the said Act before the order was made. 10 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Transport Act 1962", "year": 1962, "section": "75", "section_title": "Transitional provisions relating to pensions.", "section_text": "75 Part IV of the Seventh Schedule to this Act (which contains transitional provisions relating to pensions) shall have effect for the purposes of this Act."}, {"act": "Transport Act 1962", "year": 1962, "section": "76", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "76"}, {"act": "Transport Act 1962", "year": 1962, "section": "79", "section_title": " Power to make special payments on the termination of the appointment of members of the Commission or Executive.", "section_text": "79 1 If a person ceases to be a member of the Commission, or of the London Transport Executive, otherwise than on the expiration of his term of office, and it appears to the Minister that there are special circumstances which make it right that that person should receive compensation, the Minister may with the approval of  the Minister for the Civil Service  require the Commission to make to him a payment of such amount as may be determined by the Minister with the approval of  the Minister for the Civil Service . 2 This section shall apply whether or not any pension is payable under paragraph (b) of subsection (7) of section one of the  Transport Act 1947, or sub-paragraph (1) of paragraph 2 of the Second Schedule to that Act, and shall apply to persons who cease to be members of the Commission or Executive before the passing of this Act, as well as to persons who cease to be members at a later time. 3 Any requirement imposed by the Minister as regards a member of the Commission under subsection (1) of this section after the vesting date shall be imposed on the Railways Board instead of on the Commission, and any requirement so imposed as regards a member of the London Transport Executive shall be imposed on the London Board instead of on the Commission."}, {"act": "Transport Act 1962", "year": 1962, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "80"}, {"act": "Transport Act 1962", "year": 1962, "section": "81", "section_title": " Compensation to officers and servants of the Commission.", "section_text": "81 1 The Minister shall by regulations contained in a statutory instrument require the appropriate body as defined in this section to pay, in such cases and to such extent as may be specified in the regulations, compensation to persons who are at the passing of this Act officers or servants of the Commission and who suffer loss of employment or loss or diminution of emoluments or pension rights, or whose position is worsened, in consequence of the reorganisation effected by this Act. 2 The regulations may apply to any such person whether or not he continues in the employment of the Commission until the vesting date and whether or not he is a party to an agreement for the rendering of personal services to the Commission which is modified by section thirty-four of this Act. 3 Different regulations may be made under this section in relation to different classes of persons, and any such regulations may be so framed as to have effect from a date prior to the making thereof, so, however, that so much of any regulations as provides that any provision thereof is to have effect as from a date earlier than the making thereof shall not place any person (other than the body paying compensation) in a worse position than he would have been in if the regulations had been made to have effect only as from the making thereof. 4 Regulations under this section— a may prescribe the procedure to be followed in making claims for compensation, and the manner in which and the person by whom the question whether any or what compensation is payable is to be determined, and b may in particular contain provisions enabling appeals from any determination as to whether any or what compensation is payable to be brought, in such cases and subject to such conditions as may be prescribed by the regulations, to a referee or board of referees appointed by  the Secretary of State , after consultation with the Lord Chancellor  and the Lord Chief Justice of England and Wales , or, where the proceedings are to be held in Scotland, after consultation with the Secretary of State. 5 No regulations shall be made under this section unless a draft thereof has been laid before Parliament and has been approved by a resolution of each House of Parliament. 6 The Secretary of State  may, with the consent of the Treasury, pay out of money provided by Parliament— a to any referee or to the members of any board of referees appointed by him in pursuance of regulations under this section such fees and allowances as he may with the consent of the Treasury determine, and b to persons giving evidence before any such referee or board such allowances as he may with the consent of the Treasury determine. 7 Nothing in  any of sections 1 to 15 of and schedule 1 to the Arbitration (Scotland) Act 2010 or   Part I of the Arbitration Act 1996 , shall be construed as applying to any proceedings before a referee or board of referees appointed in pursuance of regulations under this section. 8 In this section “ the appropriate body ” means— a in relation to a person who on the vesting date ceases to be an officer or servant of the Commission and becomes an officer or servant of a Board, that Board, b in relation to a person who on the vesting date ceases to be an officer or servant of the Commission and becomes an officer or servant of the Holding Company, the Holding Company, c in relation to a person who at any time in the period beginning with the passing of this Act and ending with the vesting date becomes an officer or servant of one of the bodies which on the vesting date becomes a subsidiary of the Railways Board, the Docks Board, the British Waterways Board or the Holding Company, that Board or the Holding Company as the case may be, d in the case of any other person, the Board which would have become his employer under section thirty-four of this Act if an agreement had subsisted at the vesting date for the rendering by him to the Commission of personal services of the kind which he was rendering to the Commission when he left the service of the Commission. 9 The London Board, the Docks Board, the British Waterways Board and the Holding Company may arrange to make payments to the Railways Board by way of contributions towards the liability of the Railways Board under this section in respect of officers and servants of the Commission, and if the Railways Board satisfy the Minister that any of the other Boards or the Holding Company have not made an appropriate contribution towards that liability, whether by the payment of money or by finding employment for any such officers or servants or otherwise, the Minister may require that other Board or, as the case may be, the Holding Company to make such payment to the Railways Board as appears to the Minister to be just. 10 Nothing in this section shall be construed as enabling regulations to be made prejudicing the rights of any person under Part VII of the  Transport Act 1947, or any other enactment passed before this Act. 11 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Transport Act 1962", "year": 1962, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "82"}, {"act": "Transport Act 1962", "year": 1962, "section": "83", "section_title": " Abandonment of independent railways.", "section_text": "83 1  The minister may make an abandonment order in respect of any railway comprised in an independant railway undertaking if an application is made to him for that purpose by the undertakers in question or by any creditor of those undertakers. 2  Notice of any application under this section shall be published by the applicant in such manner and form as the Minister may direct, and the Minister shall before making an order under this section consider any objections which have been lodged in respect to the application. 3 An order under this section shall have effect to release the undertakers from any statutory obligation to construct, maintain or operate the railway which is the subject of the order, and the order may contain provisions for abrogating, on such terms as to compensation or otherwise as the Minister may think just, any obligations (whether statutory or otherwise) to provide or maintain works, services or facilities in connection with the railway. 4 An order under this section may contain such consequential and supplementary provisions, including provisions for the assessment of compensation, as the Minister may think fit, and notice of the order shall be published in such a manner and form as the Minister may direct. 5 Where an application is made under this section by a creditor, the undertakers in question shall furnish the Minister with all such information, and permit such inspection of their railways, as the Minister may reasonably require for the purposes of the application, and any person who fails to comply with a requirement under this subsection shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section “ independent railway undertaking ” means a railway undertaking carried on in Great Britain and not forming part of the undertaking of the Commission or of any of the Boards, being an undertaking the carrying on of which is authorised by, or by an order made under, an Act of Parliament."}, {"act": "Transport Act 1962", "year": 1962, "section": "84", "section_title": " Minor amendments relating to railways.", "section_text": "84 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Section five of the Regulation of Railways Act, 1889 (which imposes penalties for offences in connection with railway fares and tickets), shall apply as respects any offence committed after the coming into force of this section as if in subsection (1) for the words “forty shillings” there were substituted the words “ten pounds”, and as if in subsection (3) for the words “forty shillings” there were substituted the words “twenty-five pounds”, for the words “twenty pounds” there were substituted the words “twenty-five pounds” and for the words “one month” there were substituted the words “three months”. 3 Subsection (1) and subsections (3) to (12) of section sixty-seven of this Act shall apply in relation to the person carrying on any independent railway undertaking as defined in the last foregoing section, and in relation to the railways comprised in the undertaking, as they apply in relation to the Railways Board and their railways, and as from the vesting date any bylaws under sections one hundred and eight and one hundred and nine of the  Railways Clauses Consolidation Act 1845, or sections one hundred and one and one hundred and two of the  Railways Clauses Consolidation (Scotland) Act 1845, which immediately before the vesting date apply to any such undertaking shall have effect as if made under the said section sixty-seven. 4 In section one hundred and forty-four of the Railways Clauses Consolidation Act, 1845, and section one hundred and thirty-six of the Railways Clauses Consolidation (Scotland) Act, 1845 (which relate to the defacement of notice boards), for the words from “as required” to “or penalty” there shall be substituted the words “for the purpose of publishing any byelaw of the company or any penalty imposed by this or the special Act.”"}, {"act": "Transport Act 1962", "year": 1962, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "85"}, {"act": "Transport Act 1962", "year": 1962, "section": "86", "section_title": " Application of Town and Country Planning Acts. ", "section_text": "86 1 It is hereby declared that for the purposes of the Town and Country Planning Acts anything done by any of the Boards— a in the exercise of the powers conferred by section eleven of this Act so far as that section relates to development of land for use otherwise than for the purposes of the business of the Board; or b in the exercise of the powers conferred by section twelve of this Act so far as that section relates to pipe-lines which are not required for the purposes of the business of the Board other than the operation of pipe-lines, does not constitute the carrying on by the Board of their statutory undertaking and, in particular, that land which is used, or in which an interest is held, by a Board exclusively for the purpose of exercising those powers does not constitute operational land. 2 Without prejudice to the foregoing subsection and subject to the next following subsection, any development of operational land by a Board in the exercise of the said powers shall not for the purposes of the said Acts constitute development of operational land. 3 The last foregoing subsection shall not apply to development if— a the development comprises development by the Board for the purpose of carrying on their statutory undertaking or is development for a purpose which includes that purpose; and b the development is such that so much of it as is exclusively referable to the exercise by the Board of the said powers cannot fairly be treated for the purposes of the said Acts as separate development. 4 Any question under the last foregoing subsection whether part of any development can fairly be treated as separate development shall be determined by the local planning authority to whom application is made for permission for the development in question, or, where an application for permission for the development in question is referred to the Minister  or, in the case of the British Waterways Board  ..., the Scottish Ministers , by the Minister  or, as the case may be, by the Scottish Ministers  . . .  ; and where part of any development is so treated this section and the said Acts shall apply to the parts of the development in all respects as if they were separate development. 5 If an applicant is aggrieved by a determination of a local planning authority under the last foregoing subsection, he may appeal to the Minister  or, in the case of the British Waterways Board  ..., to the Scottish Ministers , . . .  The provisions of the said Acts and of any development order as to the time and manner for appealing to the Minister  or, in the case of the British Waterways Board  ..., to the Scottish Ministers  against planning decisions of local planning authorities shall apply, subject to any necessary modifications, to an appeal under this subsection. 6 The provisions of the said Acts as to the validity, and proceedings for challenging the validity, of decisions of the Minister  or, in the case of the British Waterways Board in respect of any development in Scotland, to the Scottish Ministers on applications for planning permission referred to him under those Acts or on appeals to him under those Acts against planning decisions of local planning authorities shall apply to any determination of the Minister  or, in the case of the British Waterways Board in respect of any development in Scotland, to the Scottish Ministers  . . .   under this section as if a reference to this section were included in those provisions.  6A In Scotland any question to be determined by the Minister under subsection (4) above and any appeal under subsection (5) shall be determined by  the Secretary of State for Scotland acting jointly with  the Secretary of State for    Levelling Up, Housing and Communities . 6B Subsection (6A) above does not apply to the British Waterways Board. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In this section . . .  “ the Town and Country Planning Acts ” mean . . .   the Town and Country Planning Acts, 1947 to 1959, or, in relation to Scotland, . . .   the Town and Country Planning (Scotland) Acts, 1947 to 1959; and, subject to this section, any other expression in this section which is used in those Acts has the same meaning as in those Acts."}, {"act": "Transport Act 1962", "year": 1962, "section": "87", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "87"}, {"act": "Transport Act 1962", "year": 1962, "section": "88", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "88"}, {"act": "Transport Act 1962", "year": 1962, "section": "89", "section_title": " Duty to give effect to Minister’s directions. ", "section_text": "89 1 It shall be the duty of the Boards or of any other person to whom the Minister  or, as the case may be, the Scottish Ministers or any other authority gives directions under this Act to give effect to those directions. 2 Any direction given by the Minister  or, as the case may be, the Scottish Ministers under this Act shall be in writing."}, {"act": "Transport Act 1962", "year": 1962, "section": "90", "section_title": "Inquiries.", "section_text": "90 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Transport Act 1962", "year": 1962, "section": "91", "section_title": " Repeal of local enactments.", "section_text": "91 1 The Minister  or, in the case of the British Waterways Board in respect of any local enactment in Scotland, the Scottish Ministers may by order repeal any local enactment which in his  or, as the case may be, their  opinion has ceased to have effect in consequence of the provisions of the  Transport Act 1947, or this Act. 2 An order under this section shall be made by statutory instrument which shall be subject to annulment  in the case of an order made by the Minister,  in pursuance of a resolution of either House of Parliament  and in the case of an order made by the Scottish Ministers, in pursuance of a resolution of the Scottish Parliament. ."}, {"act": "Transport Act 1962", "year": 1962, "section": "92", "section_title": " Interpretation.", "section_text": "92 1 In this Act, except so far as the context otherwise requires, the following expressions have the meanings herein respectively assigned to them,— “ charges ” includes fares, rates, tolls and dues of every description; “ coastal shipping ” means the carrying of goods or passengers in ships by sea to or from any point in Great Britain from or to any point in the United Kingdom, the Isle of Man, the Channel Islands or the Republic of Ireland, but does not include the carrying of goods or passengers in the exercise of a right of ferry legally established whether by Act of Parliament or otherwise; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ final accounts of the Commission ” has the meaning assigned to it by sub-paragraph (5) of paragraph 18 of the Seventh Schedule to this Act; “ function ” includes powers, duties and obligations; “ goods ” includes animals; “ harbour ” means any harbour, whether natural or artificial, and any port, haven, estuary, tidal or other river or inland waterway navigated by sea-going ships, and any dock, including any pier, jetty or other place at which ships can ship or unship goods or passengers; “ the Holding Company ” has the meaning assigned to it by section twenty-nine of this Act; “ the Hotel Company ” has the meaning assigned to it by section thirty-three of this Act; “ inland waterway ” includes every such waterway whether natural or artificial; “ land ” includes any interest in land and any right over land; “ lease ” includes an agreement for a lease; “ liability ” includes an obligation; “ local enactment ” means any provision— in any local Act passed before this Act, or in any Act passed before this Act and confirming a provisional order, and in any order or other instrument made under such an Act, and in any order made under the  Light Railways Act 1896, and includes any provision of the  Railways Clauses Consolidation Act 1845, or any other public Act as it is incorporated in an Act or instrument falling under paragraph (a), (b) or (c) of this definition; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ the Lower Ouse Improvement ” means so much of the River Ouse as is within the limits of improvement as defined by section three of the  Ouse (Lower) Improvement Act 1884; “ the Minister ” means  the Secretary of State ; “ officer ”, in relation to the Commission or any other body, does not include a member of that body; “ participant ” means, in relation to a pension scheme, a person who (whether he is referred to in the scheme as a member, as a contributor or otherwise) contributes or has contributed under the scheme and has pension rights thereunder and “ participate ” shall be construed accordingly; “ pension ”, in relation to a person, means a pension, whether contributory or not, of any kind whatsoever payable to or in respect of him, and includes a gratuity so payable and a return of contributions to a pension fund, with or without interest thereon or any other addition thereto and any sums payable on or in respect of the death of that person; “ pension fund ” means a fund established for the purposes of paying pensions; “ pension rights ” includes, in relation to any person, all forms of right to or eligibility for the present or future payment of a pension, and any expectation of the accruer of a pension under any customary practice, and includes a right of allocation in respect of the present or future payment of a pension; “ pension scheme ” includes any form of arrangement for the payment of pensions, whether subsisting by virtue of Act of Parliament, trust, contract or otherwise; “ port facilities ” means the constructing, improving, maintaining, regulating, managing, marking or lighting of a harbour or any part thereof, the berthing, towing, moving or dry-docking of a ship which is in, or is about to enter, or has recently left, a harbour, the loading or unloading of goods, or embarking or disembarking of passengers, in or from any such ship, the lighterage or the sorting, weighing, warehousing or handling of goods in a harbour, and the movement of goods within a harbour; “ public service vehicle ” shall be construed in accordance with sections one hundred and seventeen and one hundred and eighteen of the  Road Traffic Act 1960; “ the re-organisation effected by this Act ” includes any re-organisation effected by a scheme under section sixty-nine of this Act, including any amendments of the scheme made not later than six months after the date on which the scheme comes into effect: “ securities ”, in relation to a body corporate, means any shares, stock, debentures, debenture stock, and any other security of a like nature, of the body corporate; “ ship ” includes every description of vessel used in navigation; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ statutory provision ” means a provision whether of a general or of a special nature contained in, or in any document made or issued under, any Act, whether of a general or a special nature; “ subsidiary ”, in relation to any body corporate, means a body corporate which is a subsidiary of the first mentioned body corporate as defined by  section 1159 of the Companies Act 2006  . . .  ; “ vesting date ” has the meaning assigned to it by section thirty-one of this Act; “ wholly-owned subsidiary ” means a subsidiary all the securities of which are owned by the body of which it is a subsidiary, or by one or more other wholly-owned subsidiaries of that body, or partly by that body and partly by any wholly-owned subsidiary of that body. 2 Any reference in this Act to any provision of the  Railways Clauses Consolidation Act 1845, or of any other Act which is expressed only to have effect as incorporated in another enactment, shall include a reference to that provision as incorporated in any statutory provision passed or made whether before or after the passing of this Act. 3 Except so far as the context otherwise requires, any reference in this Act to any other enactment shall be construed as a reference to that enactment as amended, extended or applied by any other enactment including this Act."}, {"act": "Transport Act 1962", "year": 1962, "section": "93", "section_title": " Application to Northern Ireland.", "section_text": "93 1 The provisions of this Act set out in Part I of the Eleventh Schedule to this Act shall extend to Northern Ireland subject to the modifications set out in Part II of that Schedule, and save as aforesaid this Act shall not extend to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "94", "section_title": "Minister’s expenses.", "section_text": "94 Any expenses incurred by the Minister under or in consequence of the provisions of this Act shall be paid out of money provided by Parliament."}, {"act": "Transport Act 1962", "year": 1962, "section": "95", "section_title": "Repeal and savings.", "section_text": "95 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Nothing in the repeals in Part I of the Twelfth Schedule to this Act which relate to the Transport Tribunal shall affect any appointment made, any judgment or order given, any document issued or any other thing done before the date on which the repeals take effect; and the provision of this Act corresponding to the enactment under which it was done shall have effect as if it had been done under that provision. Any reference in any instrument or other document to such an enactment shall be taken as regards anything done after that date as a reference to the corresponding provision of this Act. 4 The foregoing provisions of this section shall be without prejudice to so much of  the  Interpretation Act 1978 , as relates to the effect of repeals. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Transport Act 1962", "year": 1962, "section": "96", "section_title": "Short title and commencement.", "section_text": "96 1 This Act may be cited as the Transport Act 1962. 2 Subject to any other provision of this Act, this Act shall come into force on such date as the Minister may by order contained in a statutory instrument appoint, and the Minister may under this subsection appoint different dates for different provisions of this Act."}, {"act": "Transport Act 1962", "year": 1962, "section": "67", "section_title": " Byelaws for railways and railway shipping services.", "section_text": "67 1 The Railways Board  may  make bylaws regulating the use and working of, and travel on, their railways, the maintenance of order on their railways and railway premises, including stations and the approaches to stations, and the conduct of all persons, including their officers and servants, while on those premises, and in particular bylaws— a with respect to tickets issued for entry on their railway premises or travel on their railways and the evasion of payment of fares and other charges, b with respect to interference or obstruction of the working of the railways, c with respect to the smoking of tobacco in railway carriages and elsewhere and the prevention of nuisances; d with respect to the receipt and delivery of goods, and e for regulating the passage of bicycles and other vehicles on footways and other premises controlled by the  Board  and intended for the use of those on foot. 2 The Railways Board may make bylaws in relation to passengers and goods conveyed in or on ships operated by the Board, and as to their embarkation and disembarkation.   2A  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any byelaws made under this section may provide— a in the case of byelaws made by virtue of subsection (1) above, that any person contravening them shall be liable on summary conviction to a penalty not exceeding  level 3 on the standard scale  for each offence; and b in the case of byelaws made by virtue of subsection (2) above, that any person contravening them shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale  for each offence and, in the case of such a contravention which continues after conviction, to a fine not exceeding £10 for each day on which the offence so continues. 4 Without prejudice to the taking of summary proceedings under the last foregoing subsection, if the contravention of any bylaw having effect under this section is attended with danger or annoyance to the public, or hindrance to a Board in the lawful use of their railway, it shall be lawful for the Board in question summarily to interfere to obviate or remove the danger, annoyance or hindrance. 5 Bylaws under this section shall not come into operation until they have been confirmed by the Minister. 6 At least twenty-eight days before application for confirmation of any bylaws is made the Board in question shall publish in such manner as may be approved by the Minister a notice of their intention to apply for confirmation and of the place at which and the time during which a copy of the bylaws will be open for public inspection; and any person affected by any of the bylaws shall be entitled to make representations thereon to the Minister within a period of not less than twenty-eight days specified in the notice. 7 For at least twenty-four days before application for confirmation of any bylaws is made under this section, a copy of the bylaws shall be kept at the principal office of the Board and shall at all reasonable hours be open to public inspection without payment. 8 The Board shall supply a copy of any such bylaws to any person who applies for a copy thereof on payment of such sum not exceeding  50p  as the Board shall determine. 9 The Minister may confirm with or without modification, or may refuse to confirm, any of the bylaws submitted under this section for confirmation and, as regards any bylaws so confirmed, may fix a date on which the bylaws shall come into operation; and if no date is so fixed the bylaws shall come into operation after the expiration of twenty-eight days after the date of confirmation.     9A The Minister may charge the Board such fees in respect of any bylaws submitted for confirmation under this section as he may consider appropriate for the purpose of defraying any administrative expenses incurred by him in connection therewith. 10 A copy of the bylaws when confirmed shall be printed and deposited at the principal office of the Board and shall at all reasonable hours be open to public inspection without payment, and the Board shall supply a copy of any such bylaws to any person who applies for a copy thereof on payment of such sum not exceeding  50p  as the Board shall determine. 11 The production of a printed copy of bylaws confirmed under this section on which is indorsed a certificate purporting to be signed by the secretary of the Board or of some person authorised by the Board to act in his stead in that behalf, stating— a that the bylaws were made by the Board or by the Commission, b that the copy is a true copy of the bylaws, c that on a specified date the bylaws were confirmed by the Minister, and d the date when the bylaws come into operation, shall be prima facie evidence of the facts stated in the certificate. 12 The power of making bylaws under this section shall include power to vary or repeal any bylaws previously made under this section. 13 Sections one hundred and eight and one hundred and nine of the  Railways Clauses Consolidation Act 1845, sections one hundred and one and one hundred and two of the  Railways Clauses Consolidation (Scotland) Act 1845, section thirty-two of the  Railways Clauses Act 1863, and section seven of the  Regulation of Railways Act 1889, shall cease to have effect, but any bylaws under any of those enactments which were in force immediately before the vesting date and which applied in relation to any of the railways belonging to the Commission, or in relation to the ships operated by the Commission, shall continue in force and have effect as if made under this section, and subject to the provisions of Part II of this Act so far as applicable. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 In the bylaws made by the Commission under the said Acts of 1845 which relate to the railways of the Commission other than those of  London Regional Transport which were confirmed by the Minister on the fifth day of December, nineteen hundred and fifty-seven,— a for references to the Commission there shall be substituted references to the Railways Board, the Docks Board and the British Waterways Board, and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 Any power exercisable by the Docks Board or the British Waterways Board under any local enactment to make bylaws as regards any harbour comprised in their undertaking shall include power to make any such bylaws in relation to railways within the harbour as the Railways Board  ... have power to make under this section in relation to their railways. 17 This section shall have effect as from the vesting date."}, {"act": "Transport Act 1962", "year": 1962, "section": "67", "section_title": " Byelaws for railways and railway shipping services.", "section_text": "67 1 The Railways Board  may  make bylaws regulating the use and working of, and travel on, their railways, the maintenance of order on their railways and railway premises, including stations and the approaches to stations, and the conduct of all persons, including their officers and servants, while on those premises, and in particular bylaws— a with respect to tickets issued for entry on their railway premises or travel on their railways and the evasion of payment of fares and other charges, b with respect to interference or obstruction of the working of the railways, c with respect to the smoking of tobacco in railway carriages and elsewhere and the prevention of nuisances; d with respect to the receipt and delivery of goods, and e for regulating the passage of bicycles and other vehicles on footways and other premises controlled by the  Board  and intended for the use of those on foot. 2 The Railways Board may make bylaws in relation to passengers and goods conveyed in or on ships operated by the Board, and as to their embarkation and disembarkation.   2A  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Any byelaws made under this section may provide— a in the case of byelaws made by virtue of subsection (1) above, that any person contravening them shall be liable on summary conviction to a penalty not exceeding  level 3 on the standard scale  for each offence; and b in the case of byelaws made by virtue of subsection (2) above, that any person contravening them shall be liable on summary conviction to a fine not exceeding  level 2 on the standard scale  for each offence and, in the case of such a contravention which continues after conviction, to a fine not exceeding £10 for each day on which the offence so continues. 4 Without prejudice to the taking of summary proceedings under the last foregoing subsection, if the contravention of any bylaw having effect under this section is attended with danger or annoyance to the public, or hindrance to a Board in the lawful use of their railway, it shall be lawful for the Board in question summarily to interfere to obviate or remove the danger, annoyance or hindrance. 5 Bylaws under this section shall not come into operation until they have been confirmed by the Minister. 6 At least twenty-eight days before application for confirmation of any bylaws is made the Board in question shall publish in such manner as may be approved by the Minister a notice of their intention to apply for confirmation and of the place at which and the time during which a copy of the bylaws will be open for public inspection; and any person affected by any of the bylaws shall be entitled to make representations thereon to the Minister within a period of not less than twenty-eight days specified in the notice. 7 For at least twenty-four days before application for confirmation of any bylaws is made under this section, a copy of the bylaws shall be kept at the principal office of the Board and shall at all reasonable hours be open to public inspection without payment. 8 The Board shall supply a copy of any such bylaws to any person who applies for a copy thereof on payment of such sum not exceeding  50p  as the Board shall determine. 9 The Minister may confirm with or without modification, or may refuse to confirm, any of the bylaws submitted under this section for confirmation and, as regards any bylaws so confirmed, may fix a date on which the bylaws shall come into operation; and if no date is so fixed the bylaws shall come into operation after the expiration of twenty-eight days after the date of confirmation.     9A The Minister may charge the Board such fees in respect of any bylaws submitted for confirmation under this section as he may consider appropriate for the purpose of defraying any administrative expenses incurred by him in connection therewith. 10 A copy of the bylaws when confirmed shall be printed and deposited at the principal office of the Board and shall at all reasonable hours be open to public inspection without payment, and the Board shall supply a copy of any such bylaws to any person who applies for a copy thereof on payment of such sum not exceeding  50p  as the Board shall determine. 11 The production of a printed copy of bylaws confirmed under this section on which is indorsed a certificate purporting to be signed by the secretary of the Board or of some person authorised by the Board to act in his stead in that behalf, stating— a that the bylaws were made by the Board or by the Commission, b that the copy is a true copy of the bylaws, c that on a specified date the bylaws were confirmed by the Minister, and d the date when the bylaws come into operation, shall be prima facie evidence of the facts stated in the certificate. 12 The power of making bylaws under this section shall include power to vary or repeal any bylaws previously made under this section. 13 Sections one hundred and eight and one hundred and nine of the  Railways Clauses Consolidation Act 1845, sections one hundred and one and one hundred and two of the  Railways Clauses Consolidation (Scotland) Act 1845, section thirty-two of the  Railways Clauses Act 1863, and section seven of the  Regulation of Railways Act 1889, shall cease to have effect, but any bylaws under any of those enactments which were in force immediately before the vesting date and which applied in relation to any of the railways belonging to the Commission, or in relation to the ships operated by the Commission, shall continue in force and have effect as if made under this section, and subject to the provisions of Part II of this Act so far as applicable. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 In the bylaws made by the Commission under the said Acts of 1845 which relate to the railways of the Commission other than those of  London Regional Transport which were confirmed by the Minister on the fifth day of December, nineteen hundred and fifty-seven,— a for references to the Commission there shall be substituted references to the Railways Board, the Docks Board and the British Waterways Board, and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 Any power exercisable by the Docks Board or the British Waterways Board under any local enactment to make bylaws as regards any harbour comprised in their undertaking shall include power to make any such bylaws in relation to railways within the harbour as the Railways Board  ... have power to make under this section in relation to their railways. 17 This section shall have effect as from the vesting date."}]