[{"act": "Uganda Independence Act 1962", "year": 1962, "section": "1", "section_title": " Provision for fully responsible status of Uganda.", "section_text": "1 1 On the ninth day of October, nineteen hundred and sixty-two (in this Act referred to as “the appointed day”), the territories which at the passing of this Act are comprised in the Uganda Protectorate (that is to say, all those territories which, whether designated as kingdoms, districts or otherwise, are specified in section one of the Constitution set out in the Second Schedule to the existing Constitution Order, and whose Boundaries are as mentioned in section two of that Constitution) shall together form part of Her Majesty’s dominions under the name of Uganda; and as from the appointed day Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of Uganda or any part thereof. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Uganda or any part of Uganda, as part of the law thereof; and as from that day the provisions of the First Schedule to this Act shall have effect with respect to legislative powers in Uganda. 3 The agreements which, in the Second Schedule to this Act, are specified by their titles as mentioned in that Schedule, and any agreement (whether made before or after the passing of this Act) whereby any of those agreements is varied or superseded, shall cease to have effect as from the appointed day. 4 Subsection (1) of this section shall not affect the operation in Uganda or any part thereof of any enactment, or any other instrument having the effect of law, passed or made before the appointed day."}, {"act": "Uganda Independence Act 1962", "year": 1962, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Uganda Independence Act 1962", "year": 1962, "section": "3", "section_title": " Consequential modification of other enactments.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 As from the appointed day, the provisions specified in the Third Schedule to this Act shall have effect subject to the amendments respectively specified in that Schedule, . . .  5 The last preceding subsection shall not extend to Uganda, or any part of Uganda, as part of the law thereof."}, {"act": "Uganda Independence Act 1962", "year": 1962, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Uganda Independence Act 1962", "year": 1962, "section": "5", "section_title": " Interpretation.", "section_text": "5 1 In this Act “ the existing Constitution Order ” means the Uganda (Constitution) Order in  Council 1962 made on the twenty-sixth day of February, nineteen hundred and sixty-two. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}, {"act": "Uganda Independence Act 1962", "year": 1962, "section": "6", "section_title": " Short title.", "section_text": "6 This Act may be cited as the Uganda Independence Act 1962."}]