[{"act": "Allotments Act 1950", "year": 1950, "section": "1", "section_title": " Extension of length of notices to quit allotment gardens.", "section_text": "1 1 Paragraph ( a ) of subsection (1) of section one of the  Allotments Act, 1922 (which specifies, as the only kind of notice to quit that may be given by a landlord in respect of land let on a tenancy for use by the tenant as an allotment garden or let to a local authority or association for the purpose of being sublet for such use, a six months’ or longer notice expiring on or before the sixth day of April or on or after the twenty-ninth day of September in any year) shall have effect with the substitution, for the reference to six months, of a reference to twelve months. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Allotments Act 1950", "year": 1950, "section": "2", "section_title": " Cesser of restrictions on right of tenant of an allotment garden to compensation for crops and manure.", "section_text": "2 1 For subsection (2) of section two of the Allotments Act, 1922 (which restricts the right conferred by that section on the tenant of an allotment garden to recover compensation from his landlord on the termination of the tenancy to a case where the tenancy is terminated by the the landlord and is so terminated between the sixth day of April and the twenty-ninth day of September or by re-entry at any time under paragraph ( b ), ( c ) or ( d ) of subsection (1) of section one of that Act) there shall be substituted the following subsection:— 2 Subject to the provisions of this section, compensation shall be recoverable under this section only if the tenancy is terminated by the landlord by notice to quit or by re-entry under paragraph ( b , ( c )or ( d ) of subsection (1) of the last preceding section . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Allotments Act 1950", "year": 1950, "section": "3", "section_title": " Compensation to tenant of an allotment garden for disturbance.", "section_text": "3 1 Where a tenancy under which land let, whether before or after the passing of this Act, for use by the tenant as an allotment garden or to a local authority or association for the purpose of being sub-let for such use is terminated, as to the whole or any part of the land comprised in the tenancy— a by re-entry under paragraph ( b ), ( c ) or ( d ) of subsection (1) of section one of the Allotments Act, 1922; or b where the landlord is himself a tenant, by the termination of his tenancy; or c where the landlord is a local authority who have let the land under section ten of the Allotments Act, 1922, by the termination of the right of occupation of the authority; the tenant shall, notwithstanding any agreement to the contrary, be entitled, on quitting the land or that part thereof, as the case may be, to recover from the landlord compensation for the disturbance of an amount determined in accordance with subsection (2) of this section. 2 The amount of any compensation recoverable under this section shall be— a where the tenancy terminates as to the whole of the land, an amount equal to one year’s rent of the land at the rate at which rent was payable immediately before the termination of the tenancy; b where the tenancy terminates as to part of the land, an amount bearing to the amount mentioned in the foregoing paragraph the same proportion that the area of that part bears to the area of the whole of the land. 3 Compensation under this section shall be in addition to any compensation to which the tenant may be entitled under the  Allotments Act, 1922. 4 Subsection (2) of section four of the Allotments Act, 1922 (which enables the tenant of an allotment garden to recover compensation from a mortgagee who deprives him of possession) shall apply to compensation under this section as it applies to compensation under that Act. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Allotments Act 1950", "year": 1950, "section": "4", "section_title": " Right of landlord of an allotment garden to compensation for deterioration.", "section_text": "4 1 Where the tenant of land let, whether before or after the passing of this Act, on a tenancy for use by the tenant as an allotment garden quits the land on the termination of the tenancy, the landlord shall, notwithstanding any agreement to the contrary, be entitled to recover from the tenant compensation in respect of any deterioration of the land caused by failure of the tenant to maintain it clean and in a good state of cultivation and fertility. 2 The amount of any compensation recoverable under this section shall be the cost, as at the date of the tenant’s quitting the land, of making good the deterioration. 3 Where the tenant of land let on a tenancy for use by him as an allotment garden has remained therein during two or more tenancies, his landlord shall not be deprived of his right to compensation under this section in respect of deterioration of the land by reason only that the tenancy during which an act or omission occurred which in whole or in part caused the deterioration was a tenancy other than the tenancy at the termination of which the tenant quits the land. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Allotments Act 1950", "year": 1950, "section": "5", "section_title": " Set-off of compensation against rent, &c.", "section_text": "5 1 Out of any money payable to a tenant by way of compensation under section two of the  Allotments Act, 1922, or section three of this Act, the landlord shall be entitled to deduct any sum due to him from the tenant under or in respect of the tenancy (including any sum due by way of compensation under section four of this Act). 2 Out of any money due to the landlord from the tenant under or in respect of the tenancy (including any money due by way of compensation under section four of this Act), the tenant shall be entitled to deduct any sum payable to him by the landlord by way of compensation under section two of the Allotments Act, 1922, or section three of this Act."}, {"act": "Allotments Act 1950", "year": 1950, "section": "6", "section_title": " Exclusion of cottage holdings, and provisions as to war-time allotments. ", "section_text": "6 The foregoing provisions of this Act shall not apply to any parcel of land attached to a cottage, and the said provisions, other than those of section two, shall not apply to land let by a local authority under Regulation sixty-two A of the Defence (General) Regulations, 1939;  ..."}, {"act": "Allotments Act 1950", "year": 1950, "section": "7", "section_title": " Application of provisions of the Allotments Act, 1922, for purposes of preceding sections.", "section_text": "7 Section six of the Allotments Act, 1922 (which relates to the determination and recovery of compensation under the foregoing provisions of that Act) and section seven of that Act (which provides for the application of those provisions to Crown lands) shall have effect as if the references to those provisions included references to the foregoing provisions of this Act, and subsection (4) of section twenty-two of that Act (which provides amongst other things, that, for the purposes of that Act, where land is used by the tenant thereof as an allotment garden, it shall, unless the contrary is proved, be deemed to have been let to him to be used as an allotment garden) shall have effect as if the reference to that Act included a reference to this Act."}, {"act": "Allotments Act 1950", "year": 1950, "section": "8", "section_title": " Amendment of s. 1 (4) of the Allotments Act, 1922. ", "section_text": "8 Subsection (4) of section one of the Allotments Act, 1922 (which excludes from the operation of that section land held by oor on behalf of the Admiralty, War Department or Air Council, and let as mentioned in subsection (1) of that section, when possession of the land is reqquired for naval, military or air force purposes) shall have effect— a with the substitution, for the words “or Air Council”, of the words “Air Council or Ministry of Supply” and b with the addition, at the end thereof, of the words “or for the purposes of the Ministry of  Supply, as the case may be”."}, {"act": "Allotments Act 1950", "year": 1950, "section": "9", "section_title": " Restriction of obligations of local authorities to provide allotments.", "section_text": "9 The obligation under the Allotments Acts, 1908 to 1931, of the council of a borough, urban district or parish and of the parish meeting of a rural parish not having a parish council to provide allotments shall— a except in the case of the council of a borough or urban district the population whereof is, according to the last published census for the time being, ten thousand or upwards, be limited to the provision of allotment gardens; and b in the said excepted case, be limited to the provision of allotment gardens not exceeding twenty poles in extent."}, {"act": "Allotments Act 1950", "year": 1950, "section": "10", "section_title": " Rents to be charged for allotments let by local authorities.", "section_text": "10 1 Land let by a council under the Allotments Acts, 1908 to 1931, for use as an allotment shall be let at such rent as a tenant may reasonably be expected to pay for the land if let for such use on the terms (other than terms as to rent) on which it is in fact let: Provided that land may be let by a council as aforesaid to a person at a less rent if the council are satisfied that there exist special circumstances affecting that person which render it proper for them to let the land to him at a less rent. 2 Not more than a quarter’s rent for land let by a council as mentioned in subsection (1) of this section shall be required to be paid in advance: Provided that this subsection shall not apply where the yearly rent is twenty-five shillings or less. 3 In this section the references to a council shall be construed as including references to the parish meeting of a rural parish not having a parish council."}, {"act": "Allotments Act 1950", "year": 1950, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Allotments Act 1950", "year": 1950, "section": "12", "section_title": " Abolition of contractual restrictions on keeping hens and rabbits.", "section_text": "12 1 Notwithstanding any provision to the contrary in any lease or tenancy or in any covenant, contract or undertaking relating to the use to be made of any land, it shall be lawful for the occupier of any land to keep, otherwise than by way of trade or business, hens or rabbits in any place on the land and to erect or place and maintain such buildings or structures on the land as reasonably necessary for that purpose: Provided that nothing in this subsection shall authorise any hens or rabbits to be kept in such a place or in such a manner as to be prejudicial to health or a nuisance or affect the operation of any enactment. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Allotments Act 1950", "year": 1950, "section": "13", "section_title": " Expenses and receipts.", "section_text": "13 1 Any expenses incurred by a Minister of the Crown or by any government department (other than the Commissioners of Crown Lands) in paying compensation under this Act shall be defrayed out of moneys provided by Parliament, and any sums received by a Minister of the Crown or by any government department (other than the Commissioners of Crown Lands) by way of compensation under this Act shall be paid into the Exchequer. 2 Any increase attributable to the passing of this Act in the sums which, under any other enactment, are payable out of moneys provided by Parliament shall be defrayed out of moneys so provided."}, {"act": "Allotments Act 1950", "year": 1950, "section": "14", "section_title": " Interpretation.", "section_text": "14 1 In this Act the expressions “ allotment garden ” and “ landlord ” have the same meanings as they have for the purposes of the  Allotments Act, 1922, and the provisions of subsection (1) of section twenty-two of that Act relating to the continued application to parties of the designations of landlord and tenant shall apply for the purposes of this Act as they apply for the purposes of that Act. 2 References in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as references to that enactment as amended by any subsequent enactment, including this Act."}, {"act": "Allotments Act 1950", "year": 1950, "section": "15", "section_title": " Short title, citation, extent and appeal.", "section_text": "15 1 This Act may be cited as the Allotments Act, 1950, and the Allotments Acts, 1908 to 1931, and this Act may be cited together as the Allotments Acts, 1908 to 1950. 2 This Act shall not extend to Scotland or Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]