[{"act": "Arbitration Act 1950", "year": 1950, "section": "1", "section_title": " Authority of arbitrators and umpires to be irrevocable.", "section_text": "1 The authority of an arbitrator or umpire appointed by or by virtue of an arbitration agreement shall, unless a contrary intention is expressed in the agreement, be irrevocable except by leave of the High Court or a judge thereof."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "2", "section_title": " Death of party.", "section_text": "2 1 An arbitration agreement shall not be discharged by the death of any party thereto, either as respects the deceased or any other party, but shall in such an event be enforceable by or against the personal representative of the deceased. 2 The authority of an arbitrator shall not be revoked by the death of any party by whom he was appointed. 3 Nothing in this section shall be taken to affect the operation of any enactment or rule of law by virtue of which any right of action is extinguished by the death of a person."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "3", "section_title": " Bankruptcy.", "section_text": "3 1 Where it is provided by a term in a contract to which a bankrupt is a party that any differences arising thereout or in connection therewith shall be referred to arbitration, the said term shall, if the trustee in bankruptcy adopts the contract, be enforceable by or against him so far as relates to any such differences. 2 Where a person who has been adjudged bankrupt had, before the commencement of the bankruptcy, become a party to an arbitration agreement, and any matter to which the agreement applies requires to be determined in connection with or for the purposes of the bankruptcy proceedings, then, if the case is one to which subsection (1) of this section does not apply, any other party to the agreement or, with the consent of the  creditors’ committee established under section 301 of the Insolvency Act 1986 ,the trustee in bankruptcy, may apply to the court having jurisdiction in the bankruptcy proceedings for an order directing that the matter in question shall be referred to arbitration in accordance with the agreement, and that court may, if it is of opinion that, having regard to all the circumstances of the case, the matter ought to be determined by arbitration, make an order accordingly."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "4", "section_title": " Staying court proceedings where there is submission to arbitration.", "section_text": "4 1 If any party to an arbitration agreement, or any person claiming through or under him, commences any legal proceedings in any court against any other party to the agreement, or any person claiming through or under him, in respect of any matter agreed to be referred, any party to those legal proceedings may at any time after appearance, and before delivering any pleadings or taking any other steps in the proceedings, apply to that court to stay the proceedings, and that court or a judge thereof, if satisfied that there is no sufficient reason why the matter should not be referred in accordance with the agreement, and that the applicant was, at the time when the proceedings were commenced, and still remains, ready and willing to do all things necessary to the proper conduct of the arbitration, may make an order staying the proceedings. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Arbitration Act 1950", "year": 1950, "section": "5", "section_title": " Reference of interpleader issues to arbitration.", "section_text": "5 Where relief by way of interpleader is granted and it appears to the High Court that the claims in question are matters to which an arbitration agreement, to which the claimants are parties, applies, the High Court may direct the issue between the claimants to be determined in accordance with the agreement."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "6", "section_title": " When reference is to a single arbitrator.", "section_text": "6 Unless a contrary intention is expressed therein, every arbitration agreement shall, if no other mode of reference is provided, be deemed to include a provision that the reference shall be to a single arbitrator."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "7", "section_title": " Power of parties in certain cases to supply vacancy.", "section_text": "7 Where an arbitration agreement provides that the reference shall be to two arbitrators, one to be appointed by each party, then, unless a contrary intention is expressed therein— a if either of the appointed arbitrators refuses to act, or is incapable of acting, or dies, the party who appointed him may appoint a new arbitrator in his place; b if, on such a reference, one party fails to appoint an arbitrator, either originally, or by way of substitution as aforesaid, for seven clear days after the other party, having appointed his arbitrator, has served the party making default with notice to make the appointment, the party who has appointed an arbitrator may appoint that arbitrator to act as sole arbitrator in the reference and his award shall be binding on both parties as if he had been appointed by consent: Provided that the High Court or a judge thereof may set aside any appointment made in pursuance of this section."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "8", "section_title": " Umpires.", "section_text": "8 1 Unless a contrary intention is expressed therein, every arbitration agreement shall, where the reference is to two arbitrators, be deemed to include a provision that the two arbitrators  may appoint an umpire at any time after they are themselves appointed  and shall do so forthwith if they cannot agree . 2 Unless a contrary intention is expressed therein, every arbitration agreement shall, where such a provision is applicable to the reference, be deemed to include a provision that if the arbitrators have delivered to any party to the arbitration agreement, or to the umpire, a notice in writing stating that they cannot agree, the umpire may forthwith enter on the reference in lieu of the arbitrators. 3 At any time after the appointment of an umpire, however appointed, the High Court may, on the application of any party to the reference and notwithstanding anything to the contrary in the arbitration agreement, order that the umpire shall enter upon the reference in lieu of the arbitrators and as if he were a sole arbitrator."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "9", "section_title": " Majority award of three arbitrators. ", "section_text": "9 Unless the contrary intention is expressed in the arbitration agreement, in any case where there is a reference to three arbitrators, the award of any two of the arbitrators shall be binding."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "10", "section_title": " Power of court in certain cases to appoint an arbitrator or umpire.", "section_text": "10 In any of the following cases— a where an arbitration agreement provides that the reference shall be to a single arbitrator, and all the parties do not, after differences have arisen, concur in the appointment of an arbitrator; b if an appointed arbitrator refuses to act, or is incapable of acting, or dies, and the arbitration agreement does not show that it was intended that the vacancy should not be supplied and the parties do not supply the vacancy; c where the parties or two arbitrators are  required or are  at liberty to appoint an umpire or third arbitrator and do not appoint him, . . .  d where an appointed umpire or third arbitrator refuses to act, or is incapable of acting, or dies, and the arbitration agreement does not show that it was intended that the vacancy should not be supplied, and the parties or arbitrators do not supply the vacancy; any party may serve the other parties or the arbitrators, as the case may be, with a written notice to appoint or, as the case may be, concur in appointing, an arbitrator, umpire or third arbitrator, and if the appointment is not made within seven clear days after the service of the notice, the High Court or a judge thereof may, on application by the party who gave the notice, appoint an arbitrator, umpire or third arbitrator who shall have the like powers to act in the reference and make an award as if he had been appointed by consent of all parties.  2 In any case where— a an arbitration agreement provides for the appointment of an arbitrator or umpire by a person who is neither one of the parties nor an existing arbitrator (whether the provision applies directly or in default of agreement by the parties or otherwise), and b that person refuses to make the appointment or does not make it within the time specified in the agreement or, if no time is so specified, within a reasonable time, any party to the agreement may serve the person in question with a written notice to appoint an arbitrator or umpire and, if the appointment is not made within seven clear days after the service of the notice, the High Court or a judge thereof may, on the application of the party who gave the notice, appoint an arbitrator or umpire who shall have the like powers to act in the reference and make an award as if he had been appointed in accordance with the terms of the agreement. 3 In any case where— a an arbitration agreement provides that the reference shall be to three arbitrators, one to be appointed by each party and the third to be appointed by the two appointed by the parties or in some other manner specified in the agreement; and b one of the parties (“the party in default”) refuses to appoint an arbitrator or does not do so within the time specified in the agreement or, if no time is specified, within a reasonable time, the other party to the agreement, having appointed his arbitrator, may serve the party in default with a written notice to appoint an arbitrator and, if the appointment is not made within seven clear days after the service of the notice, the High Court or a judge thereof may, on the application of the party who gave the notice, appoint an arbitrator on behalf of the party in default who shall have the like powers to act in the reference and make an award (and, if the case so requires, the like duty in relation to the appointment of a third arbitrator) as if he had been appointed in accordance with the terms of the agreement. 3 In any case where— a an arbitration agreement provides that the reference shall be to three arbitrators, one to be appointed by each party and the third to be appointed by the two appointed by the parties or in some other manner specified in the agreement; and b one of the parties (“the party in default”) refuses to appoint an arbitrator or does not do so within the time specified in the agreement or, if no time is specified, within a reasonable time, the other party to the agreement, having appointed his arbitrator, may serve the party in default with a written notice to appoint an arbitrator. 3A A notice under subsection (3) must indicate whether it is served for the purposes of subsection (3B) or for the purposes of subsection (3C). 3B Where a notice is served for the purposes of this subsection, then unless a contrary intention is expressed in the agreement, if the required appointment is not made within seven clear days after the service of the notice— a the party who gave the notice may appoint his arbitrator to act as sole arbitrator in the reference; and b his award shall be binding on both parties as if he had been appointed by consent. 3C Where a notice is served for the purposes of this subsection, then, if the required appointment is not made within seven clear days after the service of the notice, the High Court or a judge thereof may, on the application of the party who gave the notice, appoint an arbitrator on behalf of the party in default who shall have the like powers to act in the reference and make an award (and, if the case so requires, the like duty in relation to the appointment of a third arbitrator) as if he had been appointed in accordance with the terms of the agreement. 3D The High Court or a judge thereof may set aside any appointment made by virtue of subsection (3B). 4 Except in a case where the arbitration agreement shows that it was intended that the vacancy should not be supplied, paragraph ( b ) of each of subsections (2) and (3) shall be construed as extending to any such refusal or failure by a person as is there mentioned arising in connection with the replacement of an arbitrator who was appointed by that person (or, in default of being so appointed, was appointed under that subsection) but who refuses to act, or is incapable of acting or has died."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "11", "section_title": " Power of official referee to take arbitrations.", "section_text": "11 1 An official referee may, if in all the circumstances he thinks fit, accept appointment as sole arbitrator, or as umpire, by or by virtue of an arbitration agreement. 2 An official referee shall not accept appointment as arbitrator or umpire unless the Lord Chief Justice has informed him that, having regard to the state of official referees’ business, he can be made available to do so. 3 The fees payable for the services of an official referee as arbitrator or umpire shall be taken in the High Court. 4 Schedule 3 to the Administration of Justice Act 1970 (which modifies this Act in relation to arbitration by judges, in particular by substituting the Court of Appeal for the High Court in provisions whereby arbitrators and umpires, their proceedings and awards are subject to control and review by the court) shall have effect in relation to official referees appointed as arbitrators or umpires as it has effect in relation to judge-arbitrators and judge-umpires (within the meaning of that Schedule). 5 Any jurisdiction which is exercisable by the High Court in relation to arbitrators and umpires otherwise than under this Act shall, in relation to an official referee appointed as arbitrator or umpire, be exercisable instead by the Court of Appeal. 6 In this section “ official referee ” means any person nominated under section 68(1)(a) of the Supreme Court Act 1981 to deal with official referees’ business. 7 Rules of the Supreme Court may make provision for— a cases in which it is necessary to allocate references made under or by virtue of arbitration agreements to official referees; b the transfer of references from one official referee to another."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "12", "section_title": " Conduct of proceedings, witnesses, &c. ", "section_text": "12 1 Unless a contrary intention is expressed therein, every arbitration agreement shall, where such a provision is applicable to the reference, be deemed to contain a provision that the parties to the reference, and all persons claiming through them respectively, shall, subject to any legal objection, submit to be examined by the arbitrator or umpire, on oath or affirmation, in relation to the matters in dispute, and shall, subject as aforesaid, produce before the arbitrator or umpire all documents within their possession or power respectively which may be required or called for, and do all other things which during the proceedings on the reference the arbitrator or umpire may require. 2 Unless a contrary intention is expressed therein, every arbitration agreement shall, where such a provision is applicable to the reference, be deemed to contain a provision that the witnesses on the reference shall, if the arbitrator or umpire thinks fit, be examined on oath or affirmation. 3 An arbitrator or umpire shall, unless a contrary intention is expressed in the arbitration agreement, have power to administer oaths to, or take the affirmations of, the parties to and witnesses on a reference under the agreement. 4 Any party to a reference under an arbitration agreement may sue out a writ of subpoena ad testificandum or a writ of subpoena duces tecum, but no person shall be compelled under any such writ to produce any document which he could not be compelled to produce on the trial of an action, and the High Court or a judge thereof may order that a writ of subpoena ad testificandum or of subpoena duces tecum shall issue to compel the attendance before an arbitrator or umpire of a witness wherever he may be within the United Kingdom. 5 The High Court or a judge thereof may also order that a writ of habeas corpus ad testificandum shall issue to bring up a prisoner for examination before an arbitrator or umpire. 6 The High Court shall have, for the purpose of and in relation to a reference, the same power of making orders in respect of— a security for costs; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the giving of evidence by affidavit; d examination on oath of any witness before an officer of the High Court or any other person, and the issue of a commission or request for the examination of a witness out of the jurisdiction; e the preservation, interim custody or sale of any goods which are the subject matter of the reference; f securing the amount in dispute in the reference; g the detention, preservation or inspection of any property or thing which is the subject of the reference or as to which any question may arise therein, and authorising for any of the purposes aforesaid any persons to enter upon or into any land or building in the possession of any party to the reference, or authorising any samples to be taken or any observation to be made or experiment to be tried which may be necessary or expedient for the purpose of obtaining full information or evidence; and h interim injunctions or the appointment of a receiver; as it has for the purpose of and in relation to an action or matter in the High Court: Provided that nothing in this subsection shall be taken to prejudice any power which may be vested in an arbitrator or umpire of making orders with respect to any of the matters aforesaid."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "13", "section_title": " Time for making award.", "section_text": "13 1 Subject to the provisions of subsection (2) of section twenty-two of this Act, and anything to the contrary in the arbitration agreement, an arbitrator or umpire shall have power to make an award at any time. 2 The time, if any, limited for making an award, whether under this Act or otherwise, may from time to time be enlarged by order of the High Court or a judge thereof, whether that time has expired or not. 3 The High Court may, on the application of any party to a reference, remove an arbitrator or umpire who fails to use all reasonable dispatch in entering on and proceeding with the reference and making an award, and an arbitrator or umpire who is removed by the High Court under this subsection shall not be entitled to receive any remuneration in respect of his services. For the purposes of this subsection, the expression “ proceeding with a reference ” includes, in a case where two arbitrators are unable to agree, giving notice of that fact to the parties and to the umpire."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "13A", "section_title": " Want of prosecution.", "section_text": "13A 1 Unless a contrary intention is expressed in the arbitration agreement, the arbitrator or umpire shall have power to make an award dismissing any claim in a dispute referred to him if it appears to him that the conditions mentioned in subsection (2) are satisfied. 2 The conditions are— a that there has been inordinate and inexcusable delay on the part of the claimant in pursuing the claim; and b that the delay— i will give rise to a substantial risk that it is not possible to have a fair resolution of the issues in that claim; or ii has caused, or is likely to cause or to have caused, serious prejudice to the respondent. 3 For the purpose of keeping the provision made by this section and the corresponding provision which applies in relation to proceedings in the High Court in step, the Secretary of State may by order made by statutory instrument amend subsection (2) above. 4 Before making any such order the Secretary of State shall consult the Lord Chancellor and such other persons as he considers appropriate. 5 No such order shall be made unless a draft of the order has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "14", "section_title": " Interim awards. ", "section_text": "14 Unless a contrary intention is expressed therein, every arbitration agreement shall, where such a provision is applicable to the reference, be deemed to contain a provision that the arbitrator or umpire may, if he thinks fit, make an interim award, and any reference in this Part of this Act to an award includes a reference to an interim award."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "15", "section_title": " Specific performance.", "section_text": "15 Unless a contrary intention is expressed therein, every arbitration agreement shall, where such a provision is applicable to the reference, be deemed to contain a provision that the arbitrator or umpire shall have the same power as the High Court to order specific performance of any contract other than a contract relating to land or any interest in land."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "16", "section_title": " Awards to be final.", "section_text": "16 Unless a contrary intention is expressed therein, every arbitration agreement shall, where such a provision is applicable to the reference, be deemed to contain a provision that the award to be made by the arbitrator or umpire shall be final and binding on the parties and the persons claiming under them respectively."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "17", "section_title": " Power to correct slips. ", "section_text": "17 Unless a contrary intention is expressed in the arbitration agreement, the arbitrator or umpire shall have power to correct in an award any clerical mistake or error arising from any accidental slip or omission."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "18", "section_title": " Costs. ", "section_text": "18 1 Unless a contrary intention is expressed therein, every arbitration agreement shall be deemed to include a provision that the costs of the reference and award shall be in the discretion of the arbitrator or umpire, who may direct to and by whom and in what manner those costs or any part thereof shall be paid, and may tax or settle the amount of costs to be so paid or any part thereof, and may award costs to be paid as between solicitor and client. 2 Any costs directed by an award to be paid shall, unless the award otherwise directs, be taxable in the High Court. 3 Any provision in an arbitration agreement to the effect that the parties or any party thereto shall in any event pay their or his own costs of the reference or award or any part thereof shall be void, and this Part of this Act shall, in the case of an arbitration agreement containing any such provision, have effect as if that provision were not contained therein: Provided that nothing in this subsection shall invalidate such a provision when it is a part of an agreement to submit to arbitration a dispute which has arisen before the making of that agreement. 4 If no provision is made by an award with respect to the costs of the reference, any party to the reference may, within fourteen days of the publication of the award or such further time as the High Court or a judge thereof may direct, apply to the arbitrator for an order directing by and to whom those costs shall be paid, and thereupon the arbitrator shall, after hearing any party who may desire to be heard, amend his award by adding thereto such directions as he may think proper with respect to the payment of the costs of the reference. 5 Section sixty-nine of the  Solicitors Act, 1932 (which empowers a court before which any proceeding is being heard or is pending to charge property recovered or preserved in the proceeding with the payment of solicitors’ costs) shall apply as if an arbitration were a proceeding in the High Court, and the High Court may make declarations and orders accordingly."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "19", "section_title": " Taxation of arbitrator’s or umpire’s fees.", "section_text": "19 1 If in any case an arbitrator or umpire refuses to deliver his award except on payment of the fees demanded by him, the High Court may, on an application for the purpose, order that the arbitrator or umpire shall deliver the award to the applicant on payment into court by the applicant of the fees demanded, and further that the fees demanded shall be taxed by the taxing officer and that out of the money paid into court there shall be paid out to the arbitrator or umpire by way of fees such sum as may be found reasonable on taxation and that the balance of the money, if any, shall be paid out to the applicant. 2 An application for the purposes of this section may be made by any party to the reference unless the fees demanded have been fixed by a written agreement between him and the arbitrator or umpire. 3 A taxation of fees under this section may be reviewed in the same manner as a taxation of costs. 4 The arbitrator or umpire shall be entitled to appear and be heard on any taxation or review of taxation under this section."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "19A", "section_title": " Power of arbitrator to award interest.", "section_text": "19A 1 Unless a contrary intention is expressed therein, every arbitration agreement shall, where such a provision is applicable to the reference, be deemed to contain a provision that the arbitrator or umpire may, if he thinks fit, award simple interest at such rate as he thinks fit— a on any sum which is the subject of the reference but which is paid before the award, for such period ending not later than the date of the payment as he thinks fit; and b on any sum which he awards, for such period ending not later than the date of the award as he thinks fit. 2 The power to award interest conferred on an arbitrator or umpire by subsection (1) above is without prejudice to any other power of an arbitrator or umpire to award interest."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "20", "section_title": " Interest on awards. ", "section_text": "20 A sum directed to be paid by an award shall, unless the award otherwise directs, carry interest as from the date of the award and at the same rate as a judgment debt."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "21", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Arbitration Act 1950", "year": 1950, "section": "22", "section_title": " Power to remit award.", "section_text": "22 1 In all cases of reference to arbitration the High Court or a judge thereof may from time to time remit the matters referred, or any of them, to the reconsideration of the arbitrator or umpire. 2 Where an award is remitted, the arbitrator or umpire shall, unless the order otherwise directs, make his award within three months after the date of the order."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "23", "section_title": " Removal of arbitrator and setting aside of award.", "section_text": "23 1 Where an arbitrator or umpire has misconducted himself or the proceedings, the High Court may remove him. 2 Where an arbitrator or umpire has misconducted himself or the proceedings, or an arbitration or award has been improperly procured, the High Court may set the award aside. 3 Where an application is made to set aside an award, the High Court may order that any money made payable by the award shall be brought into court or otherwise secured pending the determination of the application."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "24", "section_title": " Power of court to give relief where arbitrator is not impartial or the dispute involves question of fraud.", "section_text": "24 1 Where an agreement between any parties provides that disputes which may arise in the future between them shall be referred to an arbitrator named or designated in the agreement, and after a dispute has arisen any party applies, on the ground that the arbitrator so named or designated is not or may not be impartial, for leave to revoke the authority of the arbitrator or for an injunction to restrain any other party or the arbitrator from proceeding with the arbitration, it shall not be a ground for refusing the application that the said party at the time when he made the agreement knew, or ought to have known, that the arbitrator, by reason of his relation towards any other party to the agreement or of his connection with the subject referred, might not be capable of impartiality. 2 Where an agreement between any parties provides that disputes which may arise in the future between them shall be referred to arbitration, and a dispute which so arises involves the question whether any such party has been guilty of fraud, the High Court shall, so far as may be necessary to enable that question to be determined by the High Court, have power to order that the agreement shall cease to have effect and power to give leave to revoke the authority of any arbitrator or umpire appointed by or by virtue of the agreement. 3 In any case where by virtue of this section the High Court has power to order that an arbitration agreement shall cease to have effect or to give leave to revoke the authority of an arbitrator or umpire, the High Court may refuse to stay any action brought in breach of the agreement."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "25", "section_title": " Power of court where arbitrator is removed or authority of arbitrator is revoked.", "section_text": "25 1  Where an arbitrator (not being a sole arbitrator), or two or more arbitrators (not being all the arbitrators) or an umpire who has not entered on the reference is or are removed by the High Court  or the Court of Appeal ,the High Court  or the Court of Appeal, as the case may be may, on the application of any party to the arbitration agreement, appoint a person or persons to act as arbitrator or arbitrators or umpire in place of the person or persons so removed. 2 Where the authority of an arbitrator or arbitrators or umpire is revoked by leave of the High Court  or the Court of Appeal , or a sole arbitrator or all the arbitrators or an umpire who has entered on the reference is or are removed by the High Court  or the Court of Appeal , the High Court  or the Court of Appeal, as the case may be  may, on the application of any party to the arbitration agreement, either— a appoint a person to act as sole arbitrator in place of the person or persons removed; or b order that the arbitration agreement shall cease to have effect with respect to the dispute referred. 3 A person appointed under this section by the High Court  or the Court of Appeal  as an arbitrator or umpire shall have the like power to act in the reference and to make an award as if he had been appointed in accordance with the terms of the arbitration agreement. 4 Where it is provided (whether by means of a provision in the arbitration agreement or otherwise) that an award under an arbitration agreement shall be a condition precedent to the bringing of an action with respect to any matter to which the agreement applies, the High Court  or the Court of Appeal , if it orders (whether under this section or under any other enactment) that the agreement shall cease to have effect as regards any particular dispute, may further order that the provision making an award a condition precedent to the bringing of an action shall also cease to have effect as regards that dispute."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "26", "section_title": " Enforcement of award. ", "section_text": "26 1 An award on an arbitration agreement may, by leave of the High Court or a judge thereof, be enforced in the same manner as a judgment or order to the same effect, and where leave is so given, judgment may be entered in terms of the award. 2 If a county court so orders, the amount sought to be recovered shall be recoverable (by execution issued from the county court or otherwise) as if payable under an order of that court and shall not be enforceable under subsection (1) above 3 An application to the High Court under this section shall preclude an application to a county court and an application to a county court under this section shall preclude an application to the High Court. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "27", "section_title": " Power of court to extend time for commencing arbitration proceedings.", "section_text": "27 Where the terms of an agreement to refer future disputes to arbitration provide that any claims to which the agreement applies shall be barred unless notice to appoint an arbitrator is given or an arbitrator is appointed or some other step to commence arbitration proceedings is taken within a time fixed by the agreement, and a dispute arises to which the agreement applies, the High Court, if it is of opinion that in the circumstances of the case undue hardship would otherwise be caused, and notwithstanding that the time so fixed has expired, may, on such terms, if any, as the justice of the case may require, but without prejudice to the provisions of any enactment limiting the time for the commencement of arbitration proceedings, extend the time for such period as it thinks proper."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "28", "section_title": " Terms as to costs, &c. ", "section_text": "28 Any order made under this Part of this Act may be made on such terms as to costs or otherwise as the authority making the order thinks just: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Arbitration Act 1950", "year": 1950, "section": "29", "section_title": " Extension of s. 496 of the Merchant Shipping Act, 1894.", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . An arbitration shall be deemed to be commenced when one party to the arbitration agreement serves on the other party or parties a notice requiring him or them to appoint or concur in appointing an arbitrator, or, where the arbitration agreement provides that the reference shall be to a person named or designated in the agreement, requiring him or them to submit the dispute to the person so named or designated. 3 Any such notice as is mentioned in subsection (2) of this section may be served either— a by delivering it to the person on whom it is to be served; or b by leaving it at the usual or last known place of abode in England of that person; or c by sending it by post in a registered letter addressed to that person at his usual or last known place of abode in England; as well as in any other manner provided in the arbitration agreement; and where a notice is sent by post in manner prescribed by paragraph (c) of this subsection, service thereof shall, unless the contrary is proved, be deemed to have been effected at the time at which the letter would have been delivered in the ordinary course of post."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "30", "section_title": " Crown to be bound. ", "section_text": "30 This part of this Act . . .   shall apply to any arbitration to which His Majesty, either in right of the Crown or of the Duchy of Lancaster or otherwise, or the Duke of Cornwall, is a party."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "31", "section_title": " Application of Part I to statutory arbitrations. ", "section_text": "31 1 Subject to the provisions of section thirty-three of this Act, this Part of this Act, except the provisions thereof specified in subsection (2) of this section, shall apply to every arbitration under any other Act (whether passed before or after the commencement of this Act) as if the arbitration were pursuant to an arbitration agreement and as if that other Act were an arbitration agreement, except in so far as this Act is inconsistent with that other Act or with any rules or procedure authorised or recognised thereby. 2 The provisions referred to in subsection (1) of this section are subsection (1) of section two, section three, . . .  , section five, subsection (3) of section eighteen and sections twenty-four, twenty-five, twenty-seven and twenty-nine."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "32", "section_title": " Meaning of “arbitration agreement”. ", "section_text": "32 In this Part of this Act, unless the context otherwise requires, the expression “ arbitration agreement ” means a written agreement to submit present or future differences to arbitration, whether an arbitrator is named therein or not."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "33", "section_title": " Operation of Part I.", "section_text": "33 This Part of this Act shall not affect any arbitration commenced (within the meaning of subsection (2) of section twenty-nine of this Act) before the commencement of this Act, but shall apply to an arbitration so commenced after the commencement of this Act under an agreement made before the commencement of this Act."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "34", "section_title": " Extent of Part I.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , none of the provisions of this Part of this Act shall extend to Scotland or Northern Ireland."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "35", "section_title": " Awards to which Part II applies.", "section_text": "35 1 This Part of this Act applies to any award made after the twenty-eighth day of July, nineteen hundred and twenty-four— a in pursuance of an agreement for arbitration to which the protocol set out in the First Schedule to this Act applies; and b between persons of whom one is subject to the jurisdiction of some one of such Powers as His Majesty, being satisfied that reciprocal provisions have been made, may by Order in Council declare to be parties to the convention set out in the Second Schedule to this Act, and of whom the other is subject to the jurisdiction of some other of the Powers aforesaid; and c in one of such territories as His Majesty, being satisfied that reciprocal provisions have been made, may by Order in Council declare to be territories to which the the said convention applies; and an award to which this Part of this Act applies is in this Part of this Act referred to as “ a foreign award ”. 2 His Majesty may by a subsequent Order in Council vary or revoke any Order previously made under this section. 3 Any Order in Council under section one of the  Arbitration (Foreign Awards) Act, 1930, which is in force at the commencement of this Act shall have effect as if it had been made under this section."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "36", "section_title": " Effect of foreign awards.", "section_text": "36 1 A foreign award shall, subject to the provisions of this Part of this Act, be enforceable in England either by action or in the same manner as the award of an arbitrator is enforceable by virtue of  section 66 of the Arbitration Act 1996 . 2 Any foreign award which would be enforceable under this Part of this Act shall be treated as binding for all purposes on the persons as between whom it was made, and may accordingly be relied on by any of those persons by way of defence, set off or otherwise in any legal proceedings in England, and any references in this Part of this Act to enforcing a foreign award shall be construed as including references to relying on an award."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "37", "section_title": " Conditions for enforcement of foreign awards.", "section_text": "37 1 In order that a foreign award may be enforceable under this Part of this Act it must have— a been made in pursuance of an agreement for arbitration which was valid under the law by which it was governed; b been made by the tribunal provided for in the agreement or constituted in manner agreed upon by the parties; c been made in conformity with the law governing the arbitration procedure; d become final in the country in which it was made; e been in respect of a matter which may lawfully be referred to arbitration under the law of England; and the enforcement thereof must not be contrary to the public policy or the law of England. 2 Subject to the provisions of this subsection, a foreign award shall not be enforceable under this Part of this Act if the court dealing with the case is satisfied that— a the award has been annulled in the country in which it was made; or b the party against whom it is sought to enforce the award was not given notice of the arbitration proceedings in sufficient time to enable him to present his case, or was under some legal incapacity and was not properly represented; or c the award does not deal with all the questions referred or contains decisions on matters beyond the scope of the agreement for arbitration: Provided that, if the award does not deal with all the questions referred, the court may, if it thinks fit, either postpone the enforcement of the award or order its enforcement subject to the giving of such security by the person seeking to enforce it as the court may think fit. 3 If a party seeking to resist the enforcement of a foreign award proves that there is any ground other than the non-existence of the conditions specified in paragraphs (a), (b) and (c) of subsection (1) of this section, or the existence of the conditions specified in paragraphs (b) and (c) of subsection (2) of this section, entitling him to contest the validity of the award, the court may, if it thinks fit, either refuse to enforce the award or adjourn the hearing until after the expiration of such period as appears to the court to be reasonably sufficient to enable that party to take the necessary steps to have the award annulled by the competent tribunal."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "38", "section_title": " Evidence.", "section_text": "38 1 The party seeking to enforce a foreign award must produce— a the original award or a copy thereof duly authenticated in manner required by the law of the country in which it was made; and b evidence proving that the award has become final; and c such evidence as may be necessary to prove that the award is a foreign award and that the conditions mentioned in paragraphs (a), (b) and (c) of subsection (1) of the last foregoing section are satisfied. 2 In any case where any document required to be produced under subsection (1) of this section is in a foreign language, it shall be the duty of the party seeking to enforce the award to produce a translation certified as correct by a diplomatic or consular agent of the country to which that party belongs, or certified as correct in such other manner as may be sufficient according to the law of England. 3 Subject to the provisions of this section, rules of court may be made under section  ninety-nine of the Supreme Court of Judicature (Consolidation) Act, 1925, 84 of the   Senior Courts Act 1981  with respect to the evidence which must be furnished by a party seeking to enforce an award under this Part of this Act.  3 Subject to the provisions of this section, rules of court may be made under section 55 of the Judicature (Northern Ireland) Act 1978 with respect to the evidence which must be furnished by a party seeking to enforce an award under this Part of this Act."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "39", "section_title": " Meaning of “final award”.", "section_text": "39 For the purposes of this Part of this Act, an award shall not be deemed final if any proceedings for the purpose of contesting the validity of the award are pending in the country in which it was made."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "40", "section_title": " Saving for other rights, &c.", "section_text": "40 Nothing in this Part of this Act shall— a prejudice any rights which any person would have had of enforcing in England any award or of availing himself in England of any award if neither this Part of this Act nor Part I of the  Arbitration (Foreign Awards) Act, 1930, had been enacted; or b apply to any award made on an arbitration agreement governed by the law of England."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "41", "section_title": " Application of Part II to Scotland.", "section_text": "41 1 The following provisions of this section shall have effect for the purpose of the application of this Part of this Act to Scotland. 2 For the references to England there shall be substituted references to Scotland. 3 For subsection (1) of section thirty-six there shall be substituted the following subsection:— 1 A foreign award shall, subject to the provisions of this Part of this Act, be enforceable by action, or, if the agreement for arbitration contains consent to the registration of the award in the Books of Council and Session for execution and the award is so registered, it shall, subject as aforesaid, be enforceable by summary diligence . 4 For subsection (3) of section thirty-eight there shall be substituted the following subsection:— 3 The Court of Session shall, subject to the provisions of this section, have power, . . .  , to make provision by Act of Sederunt with respect to the evidence which must be furnished by a party seeking to enforce in Scotland an award under this Part of this Act, . . .  ."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "42", "section_title": " Application of Part II to Northern Ireland.", "section_text": "42 1 The following provisions of this section shall have effect for the purpose of the application of this Part of this Act to Northern Ireland. 2 For the references to England there shall be substituted references to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Arbitration Act 1950", "year": 1950, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Arbitration Act 1950", "year": 1950, "section": "44", "section_title": " Short title, commencement and repeal.", "section_text": "44 1 This Act may be cited as the Arbitration Act, 1950. 2 This Act shall come into operation on the first day of September, nineteen hundred and fifty. 3 The  Arbitration Act, 1889, the  Arbitration Clauses (Protocol) Act, 1924, and the  Arbitration Act, 1934, are hereby repealed except in relation to arbitrations commenced (within the meaning of subsection (2) of section twenty-nine of this Act) before the commencement of this Act, and the  Arbitration (Foreign Awards) Act, 1930, is hereby repealed; and any reference in any Act or other document to any enactment hereby repealed shall be construed as including a reference to the corresponding provision of this Act."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "6", "section_title": " When reference is to a single arbitrator.", "section_text": "6 Unless a contrary intention is expressed therein, every arbitration agreement shall, if no other mode of reference is provided, be deemed to include a provision that the reference shall be to a single arbitrator."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "7", "section_title": " Power of parties in certain cases to supply vacancy.", "section_text": "7 Where an arbitration agreement provides that the reference shall be to two arbitrators, one to be appointed by each party, then, unless a contrary intention is expressed therein— a if either of the appointed arbitrators refuses to act, or is incapable of acting, or dies, the party who appointed him may appoint a new arbitrator in his place; b if, on such a reference, one party fails to appoint an arbitrator, either originally, or by way of substitution as aforesaid, for seven clear days after the other party, having appointed his arbitrator, has served the party making default with notice to make the appointment, the party who has appointed an arbitrator may appoint that arbitrator to act as sole arbitrator in the reference and his award shall be binding on both parties as if he had been appointed by consent: Provided that the High Court or a judge thereof may set aside any appointment made in pursuance of this section."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "8", "section_title": " Umpires.", "section_text": "8 1 Unless a contrary intention is expressed therein, every arbitration agreement shall, where the reference is to two arbitrators, be deemed to include a provision that the two arbitrators  may appoint an umpire at any time after they are themselves appointed  and shall do so forthwith if they cannot agree . 2 Unless a contrary intention is expressed therein, every arbitration agreement shall, where such a provision is applicable to the reference, be deemed to include a provision that if the arbitrators have delivered to any party to the arbitration agreement, or to the umpire, a notice in writing stating that they cannot agree, the umpire may forthwith enter on the reference in lieu of the arbitrators. 3 At any time after the appointment of an umpire, however appointed, the High Court may, on the application of any party to the reference and notwithstanding anything to the contrary in the arbitration agreement, order that the umpire shall enter upon the reference in lieu of the arbitrators and as if he were a sole arbitrator."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "9", "section_title": " Majority award of three arbitrators. ", "section_text": "9 Unless the contrary intention is expressed in the arbitration agreement, in any case where there is a reference to three arbitrators, the award of any two of the arbitrators shall be binding."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "10", "section_title": " Power of court in certain cases to appoint an arbitrator or umpire.", "section_text": "10 In any of the following cases— a where an arbitration agreement provides that the reference shall be to a single arbitrator, and all the parties do not, after differences have arisen, concur in the appointment of an arbitrator; b if an appointed arbitrator refuses to act, or is incapable of acting, or dies, and the arbitration agreement does not show that it was intended that the vacancy should not be supplied and the parties do not supply the vacancy; c where the parties or two arbitrators are  required or are  at liberty to appoint an umpire or third arbitrator and do not appoint him, . . .  d where an appointed umpire or third arbitrator refuses to act, or is incapable of acting, or dies, and the arbitration agreement does not show that it was intended that the vacancy should not be supplied, and the parties or arbitrators do not supply the vacancy; any party may serve the other parties or the arbitrators, as the case may be, with a written notice to appoint or, as the case may be, concur in appointing, an arbitrator, umpire or third arbitrator, and if the appointment is not made within seven clear days after the service of the notice, the High Court or a judge thereof may, on application by the party who gave the notice, appoint an arbitrator, umpire or third arbitrator who shall have the like powers to act in the reference and make an award as if he had been appointed by consent of all parties.  2 In any case where— a an arbitration agreement provides for the appointment of an arbitrator or umpire by a person who is neither one of the parties nor an existing arbitrator (whether the provision applies directly or in default of agreement by the parties or otherwise), and b that person refuses to make the appointment or does not make it within the time specified in the agreement or, if no time is so specified, within a reasonable time, any party to the agreement may serve the person in question with a written notice to appoint an arbitrator or umpire and, if the appointment is not made within seven clear days after the service of the notice, the High Court or a judge thereof may, on the application of the party who gave the notice, appoint an arbitrator or umpire who shall have the like powers to act in the reference and make an award as if he had been appointed in accordance with the terms of the agreement. 3 In any case where— a an arbitration agreement provides that the reference shall be to three arbitrators, one to be appointed by each party and the third to be appointed by the two appointed by the parties or in some other manner specified in the agreement; and b one of the parties (“the party in default”) refuses to appoint an arbitrator or does not do so within the time specified in the agreement or, if no time is specified, within a reasonable time, the other party to the agreement, having appointed his arbitrator, may serve the party in default with a written notice to appoint an arbitrator and, if the appointment is not made within seven clear days after the service of the notice, the High Court or a judge thereof may, on the application of the party who gave the notice, appoint an arbitrator on behalf of the party in default who shall have the like powers to act in the reference and make an award (and, if the case so requires, the like duty in relation to the appointment of a third arbitrator) as if he had been appointed in accordance with the terms of the agreement. 3 In any case where— a an arbitration agreement provides that the reference shall be to three arbitrators, one to be appointed by each party and the third to be appointed by the two appointed by the parties or in some other manner specified in the agreement; and b one of the parties (“the party in default”) refuses to appoint an arbitrator or does not do so within the time specified in the agreement or, if no time is specified, within a reasonable time, the other party to the agreement, having appointed his arbitrator, may serve the party in default with a written notice to appoint an arbitrator. 3A A notice under subsection (3) must indicate whether it is served for the purposes of subsection (3B) or for the purposes of subsection (3C). 3B Where a notice is served for the purposes of this subsection, then unless a contrary intention is expressed in the agreement, if the required appointment is not made within seven clear days after the service of the notice— a the party who gave the notice may appoint his arbitrator to act as sole arbitrator in the reference; and b his award shall be binding on both parties as if he had been appointed by consent. 3C Where a notice is served for the purposes of this subsection, then, if the required appointment is not made within seven clear days after the service of the notice, the High Court or a judge thereof may, on the application of the party who gave the notice, appoint an arbitrator on behalf of the party in default who shall have the like powers to act in the reference and make an award (and, if the case so requires, the like duty in relation to the appointment of a third arbitrator) as if he had been appointed in accordance with the terms of the agreement. 3D The High Court or a judge thereof may set aside any appointment made by virtue of subsection (3B). 4 Except in a case where the arbitration agreement shows that it was intended that the vacancy should not be supplied, paragraph ( b ) of each of subsections (2) and (3) shall be construed as extending to any such refusal or failure by a person as is there mentioned arising in connection with the replacement of an arbitrator who was appointed by that person (or, in default of being so appointed, was appointed under that subsection) but who refuses to act, or is incapable of acting or has died."}, {"act": "Arbitration Act 1950", "year": 1950, "section": "11", "section_title": " Power of official referee to take arbitrations.", "section_text": "11 1 An official referee may, if in all the circumstances he thinks fit, accept appointment as sole arbitrator, or as umpire, by or by virtue of an arbitration agreement. 2 An official referee shall not accept appointment as arbitrator or umpire unless the Lord Chief Justice has informed him that, having regard to the state of official referees’ business, he can be made available to do so. 3 The fees payable for the services of an official referee as arbitrator or umpire shall be taken in the High Court. 4 Schedule 3 to the Administration of Justice Act 1970 (which modifies this Act in relation to arbitration by judges, in particular by substituting the Court of Appeal for the High Court in provisions whereby arbitrators and umpires, their proceedings and awards are subject to control and review by the court) shall have effect in relation to official referees appointed as arbitrators or umpires as it has effect in relation to judge-arbitrators and judge-umpires (within the meaning of that Schedule). 5 Any jurisdiction which is exercisable by the High Court in relation to arbitrators and umpires otherwise than under this Act shall, in relation to an official referee appointed as arbitrator or umpire, be exercisable instead by the Court of Appeal. 6 In this section “ official referee ” means any person nominated under section 68(1)(a) of the Supreme Court Act 1981 to deal with official referees’ business. 7 Rules of the Supreme Court may make provision for— a cases in which it is necessary to allocate references made under or by virtue of arbitration agreements to official referees; b the transfer of references from one official referee to another."}]