[{"act": "Foreign Compensation Act 1950", "year": 1950, "section": "1", "section_title": "Constitution of Foreign compensation Commission.", "section_text": "1 1 For the purposes of this Act, there shall be constituted a Commission, to be called the Foreign Compensation Commission and in this Act referred to as“the Commission” consisting of a chairman appointed by the Lord Chancellor and such number of other members so appointed as the Secretary of State may with the approval of the Rreasury determine 2  The Commission shall be a body corporate with power to hold land  . . . and may act notwithstanding a vacancy among the members therof. 3  Subject, in the case of the chairman, to subsection (3A) of this section, Every member of the Commission shall hold and vacate his office in accordance with the terms of his appointment, and a member of the Commission who ceases to hold office shall be eligible for re-appointment. 3A The chairman of the Commission shall vacate his office on the day on which he attains the age of   75 . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5  The Commission shall pay to their members such remuneration (whether by way of salary or fees) and allowances as the Commission may wiath the approval of the Secretary of State and the Treasury determine"}, {"act": "Foreign Compensation Act 1950", "year": 1950, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Foreign Compensation Act 1950", "year": 1950, "section": "3", "section_title": "Compensation payable by governments of other countries, international organisations  etc.", "section_text": "3 1 Her Majesty may by Order in Council provide for any of the matters mentioned in subsection (2) below— a in contemplation of Her Majesty’s Government in the United Kingdom receiving, or b where Her Majesty’s Government in the United Kingdom have received, compensation paid by another country (or its government), by an international organisation or by an international tribunal. 2 The matters referred to in subsection (1) above are— a the prescribing of categories of person who may apply to the Commission for the purpose of establishing claims to participate in the compensation; b the imposition of conditions that must be fulfilled before such applications can be considered; c the prescribing of matters that must be established to the satisfaction of the Commission by persons making such applications; d the registration by the Commission of such claims, and the making of reports by the Commission in respect of such claims; e the investigation and determination by the Commission of such claims; f the surrender to the Commission of documents of title relating to property in respect of which claims are established, and the abandonment or extinction of rights in respect of which claims are established; g the distribution by the Commission of any sums paid to them by Her Majesty’s Government in the United Kingdom out of compensation; h any supplementary or incidental matters for which provision appears to Her Majesty to be necessary or expedient. 3 In this section— “ international organisation ” means an organisation of which two or more countries (or their governments) are members, and includes any committee or other subordinate body of such an organisation, and “ international tribunal ” means any tribunal, court or other body or person that in pursuance of— an agreement between two or more countries (or their governments) or between one or more countries (or their governments) and one or more international organisations, or a decision or resolution of an international organisation or of a conference attended by representatives of two or more countries (or their governments), performs, or is appointed (whether permanently or temporarily) to perform, any function of a judicial or quasi-judicial nature."}, {"act": "Foreign Compensation Act 1950", "year": 1950, "section": "4", "section_title": " Procedure of Commission.", "section_text": "4 1 His Majesty may by Order in Council provide for enabling applications made to the Commission under this Act to be determined on behalf of the Commission by such number of the members thereof as may be prescribed by the Order, and the Order may prescribe different numbers in relation to different classes of applications. 2 Subject to the preceding subsection, the Commission shall with the approval of the Lord Chancellor make rules regulating the procedure of the Commission in determining applications made to them under this Act, and such rules may prescribe time limits within which such applications must be made, and may confer powers on the Commission for enforcing the attendance of witnesses and their examination on oath, affirmation or otherwise, and for compelling the production of documents and the furnishing of information, and for the taking of evidence abroad. 3 Rules made under this section [ may], provide that the application shall, if the Commission so direct or the applicant so desires, be the subject of an oral hearing, and that the applicant shall be entitled to appear in person or to be represented at the hearing, . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Foreign Compensation Act 1950", "year": 1950, "section": "5", "section_title": " Enforcement of attendance of witnesses, production of documents and furnishing of information.", "section_text": "5 1 If any person— a on being summoned, in accordance with rules made under section four of this Act, as a witness before the Commission, fails to attend; or b being in attendance as a witness refuses to take an oath or make an affirmation required in accordance with such rules to be taken or made, or to answer any question to which the Commission may legally require an answer; or c being required in accordance with such rules to produce any document or furnish any information, fails without reasonable excuse to comply with that requirement; or d does any other thing which would, if the Commission had been a court of law having power to commit for contempt, have been contempt of court; the chairman of the Commission may certify the offence of that person under his hand to the High Court, and the court may thereupon inquire into the alleged offence and may punish or take steps for the punishment of that person in like manner as if he had been guilty of contempt of the court. 2 A witness before the Commission shall be entitled to the same immunities and privileges as if he were a witness before the High Court."}, {"act": "Foreign Compensation Act 1950", "year": 1950, "section": "6", "section_title": " Accounts of Commission and annual report.", "section_text": "6 1 The Commission shall prepare accounts, in such form and manner as the Treasury may direct, for each financial year, and shall, as soon as possible after the end of each financial year, submit to the Secretary of State their accounts for that year, and the Secretary of State shall transmit the accounts to the Comptroller and Auditor General who shall examine and certify them and shall lay copies thereof, together with his report thereon, before Parliament. 2 The Commission shall prepare an annual report on the exercise of their functions during each financial year and shall, as soon as possible after the end of each such year, submit the report for that year to the Secretary of State, and the Secretary of State shall lay copies thereof before Parliament. 3 In this section the expression “ financial year ” means the period . . .   of twelve months ending with the thirty-first day of March."}, {"act": "Foreign Compensation Act 1950", "year": 1950, "section": "7", "section_title": " Administrative and financial provisions.", "section_text": "7   1 His Majesty may make provision by Order in Council with respect to— a the quorum and proceedings of the Commission; b the appointment of officers and servants of the Commission and the payment of remuneration and allowances to them; c the management and investment of any moneys in the hands of the Commission; d any other matters for which His Majesty considers it necessary or expedient to provide for the purpose of enabling the Commission to exercise their functions; e the disposal of any sums in the hands of the Commission which it is not practicable to distribute; f the winding up of the Commission. 2 Subject as hereinafter provided, the expenses of the Commission, including the remuneration and allowances of the members, officers and servants of the Commission, shall be defrayed out of moneys provided by Parliament: Provided that His Majesty may by Order in Council direct the payment into the Exchequer by the Commission, out of any sums paid to the Commission for the purpose of being distributed by them under this Act, of such amount as may be determined by or under the Order to be the amount of the said expenses attributable to the discharge by the Commission of their functions in relation to the distribution of those sums."}, {"act": "Foreign Compensation Act 1950", "year": 1950, "section": "8", "section_title": " Orders in Council and rules.", "section_text": "8 1 Any Order in Council made under this Act may be revoked or varied by a further Order in Council. 2 All Orders in Council made under this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 The power of the Lord Chancellor to approve rules made under section four of this Act shall be exercisable by statutory instrument, and any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Foreign Compensation Act 1950", "year": 1950, "section": "9", "section_title": " Short title and interpretation.", "section_text": "9 1 This Act may be cited as the Foreign Compensation Act 1950. 2 In this Act the expression “ compensation ” includes any payment made in respect of any debt or claim on which there has been a default."}]