[{"act": "Maintenance Orders Act 1950", "year": 1950, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "2", "section_title": "", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "4", "section_title": "†Contributions under Children and Young Persons Act 1933, and National Assistance Act 1948", "section_text": "4 1   The family court   shall have jurisdiction in proceedings against a person residing in Scotland or Northern Ireland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b for an order under section forty-three of the  National Assistance Act 1948 (which provides for the recovery from spouses or parents of sums in respect of assistance given under that Act). c for an order under section 18 of the  Supplementary Benefits Act 1976 (which provides for the recovery of expenditure on supplementary benefits from persons liable for maintenance). d for an order under  section 106 of the Social Security Administration Act 1992  (which provides for the recovery of expenditure on income support  or universal credit   from such persons); 2 A court in England by which an order has been made under . . .    the said section forty-three  or   the said section 18 or the said section  106  shall have jurisdiction in proceedings by or against a person residing in Scotland or Northern Ireland for the revocation, revival or variation of that order."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "9", "section_title": " Contributions under Children and Young Persons (Scotland) Act 1937, and National Assistance Act 1948.", "section_text": "9 1 A court in Scotland shall have jurisdiction in proceedings against a person residing in England or Northern Ireland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  aa for a contribution order under section 80 of the  Social Work (Scotland) Act 1968 (enforcement of duty to make contributions by parents in respect of their children while in the care of a local authority under Part II of that Act or under a supervision requirement); b for an order under section forty-three  or the said section 80  of the  National Assistance Act 1948 (which provides for the recovery from spouses or parents of sums in respect of assistance given under that Act). c for an order under section 18 of the Supplementary Benefits Act 1976 (which provides for the recovery of expenditure on supplementary benefits from persons liable for maintenance). d for an order under  section 106 of the Social Security Administration Act 1992  (which provides for the recovery of expenditure on income support  or universal credit   from such persons); 2 A court in Scotland by which an order has been made under the said section ninety-one  or the said section forty-three  or the said section 80 or the said section 18 or the said section  106  shall have jurisdiction in proceedings against a person residing in England or Northern Ireland for the revocation or variation of that order."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "12", "section_title": " Contributions under enactments relating to children, national assistance and welfare services.", "section_text": "12 1 A court of summary jurisdiction in Northern Ireland shall have jurisdiction in proceedings against a person residing in England or Scotland— a for a contribution order under  Article 41 of the Children (Northern Ireland) Order 1995 (which provides for the recovery from persons liable to contribute of sums in respect of children looked after by an authority under that Order) ; b for an order under Article 101 of the  Health and Personal Social Services (Northern Ireland) Order 1972 (which provides for the recovery from spouses or parents of sums in respect of accommodation provided under that Order) c for an order under  Article 23 of the Supplementary Benefits (Northern Ireland) Order 1977  (which provides for the recovery of the cost of supplementary benefit from persons liable for maintenance. d for an order under section  section 106 of the Social Security Administration Act 1992  (which provides for the recovery of expenditure on income support  or universal credit   from such persons); 2 A court of summary jurisdiction in Northern Ireland shall have jurisdiction in proceedings by or against a person residing in England or Scotland for the variation or rescission of any contribution order made under the said  Article 41 or of any order made under either of the said Articles 101 and 23 or of any order falling within subsection (1)( d ) of this section"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "13", "section_title": "", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "15", "section_title": " Service of process. ", "section_text": "15 1 Where— a proceedings are begun in a court having jurisdiction under or by virtue of the following, namely— i this Part of this Act; or ii section 24(1) and 30(3) of the  Domestic Proceedings and Magistrates’ Courts Act 1978 iii section 15 of the  Guardianship of Minors Act 1971; or iv section 41 of the  Maintenance Orders (Reciprocal Enforcement) Act 1972  or sections 33 to 45 of the  Children Act 1975 or section 55 of the  Child Care Act 1980 or iii section 92 of and Schedule 11 to the Children Act  1989; or iv section 93(2)(g) of that Act (including that provision as applied in relation to Northern Ireland by section 116(3) of the Courts and Legal Services Act 1990) v Article 164 of and Schedule 7 to the Children (Northern Ireland) Order 1995 or Article 165(2)(g) of that Order; or vi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an action  which contains a conclusion for aliment not falling within the scope of paragraph (a)(i) above is commenced in a sheriff court in Scotland, and the person against whom the action or other proceedings is or are brought resides  in another part of the United Kingdom, any summons or initial writ addressed to him in the proceedings may, if endorsed in accordance with the provisions of this section in that part of the United Kingdom, be served within that part of the United Kingdom as if it had been issued or authorised to be served, as the case may be, by the endorsing authority. 2 A summons or writ may be endorsed under this section, in England by a   justice of the peace , in Scotland by a sheriff, and in Northern Ireland by a resident magistrate; and the endorsement shall be made in the form numbered 1 in the Second Schedule to this Act, or any form to the like effect. 3 In any proceedings in which a summons or writ is served under this section, the service may be proved by means of a declaration made in the form numbered 2 in the Second Schedule to this Act, or any form to the like effect, before a   justice of the peace , sheriff, or resident magistrate, as the case may be. 4 Nothing in this section shall be construed as authorising the service of a summons or writ otherwise than personally. 5 Section four of the  Summary Jurisdiction (Process) Act 1881, shall not apply to any process which may be served under this section; and nothing in this section or in any other enactment shall be construed as authorising the execution in one part of the United Kingdom of a warrant for the arrest of a person who fails to appear in answer to any such process issued in another part of the United Kingdom."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "16", "section_title": " Application of Part II. ", "section_text": "16 1 Any order to which this section applies (in this Part of this Act referred to as a maintenance order) made by a court in any part of the United Kingdom may, if registered in accordance with the provisions of this Part of this Act in a court in another part of the United Kingdom, be enforced in accordance with those provisions in that other part of the United Kingdom. 2 This section applies to the following orders, that is to say— a an order for alimony, maintenance or other payments made or deemed to be made by a court in England under any of the following enactments:—  i sections 15 to 17, 19 to 22, 30, 34 and 35 of the  Matrimonial Causes Act 1965 and sections 22, 23(1), (2) and (4) and 27 of the  Matrimonial Causes Act 1973 and section 14 or 17 of the Matrimonial and Family Proceedings Act 1984 ; ii Part I of the  Domestic Proceedings and Magistrates’ Courts Act 1978 ; iii Schedule 1 to the Children Act 1989 iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  v paragraph 23 of Schedule 2 to the Children Act 1989 , or section forty-three of the  National Assistance Act 1948 ; vi section 18 of the  Supplementary Benefits Act 1976 . . .  ; vi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  vii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . viii section 106 of the Social Security Administration Act 1992  . . .  ; ix Part 1, 8 or 9 of Schedule 5 to the Civil Partnership Act 2004, Schedule 6 to that Act or paragraph 5 or 9 of Schedule 7 to that Act; b a decree for payment of aliment granted by a court in Scotland, including— i an order for the payment of an annual or periodical allowance under section two of the  Divorce (Scotland) Act 1938  an order for the payment of a periodic allowance  or a capital sum  under section 26 of the  Succession (Scotland) Act 1964 or section 5 of the  Divorce (Scotland) Act 1976 or section 29 of the Matrimonial and Family Proceedings Act 1984 ;  or an order for financial provision in the form of a monetary payment under section 8 of the Family Law (Scotland) Act 1985 ; ii an order for the payment of weekly or periodical sums under subsection (2) of section three or subsection (4) of section five of the  Guardianship of Infants Act 1925; iii an order for the payment of sums in respect of aliment under subsection (3) of section one of the  Illegitimate Children (Scotland) Act 1930; iv a decree for payment of aliment under section forty-four of the  National Assistance Act 1948, or under section twenty-six of the  Children Act 1948; and v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  an order under section forty-three of the  National Assistance Act 1948; vi a contribution order under section 80 of, or a decree or an order made under section 81 of, the  Social Work (Scotland) Act 1968; vii an order for the payment of weekly or other periodical sums under subsection (3) of section 11 of the  Guardianship Act 1973; viii an order made on an application under  section 18 or 19(8) of the  Supplementary Benefits Act 1976; ix an order made on an application under  section 106 of the Social Security Administration Act 1992 ; x an order made on an application under Schedule 11 to the Civil Partnership Act 2004; c an order for alimony, maintenance or other payments made by a court in Northern Ireland under or by virtue of any of the following enactments:— i subsection (2) of section seventeen, subsections (2) to (7) of section nineteen, subsection (2) of section twenty, section twenty-two or subsection (1) of section twenty-eight of the  Matrimonial Causes Act (Northern Ireland) 1939; ii Schedule 1 to the Children (Northern Ireland) Order 1995; iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv Article 41 of the Children (Northern Ireland) Order 1995  or Article 101 of the Health and Personal Social Services (Northern Ireland) Order 1972; v any enactment of the Parliament of Northern Ireland containing provisions corresponding with section 22(1), 34 or 35 of the  Matrimonial Causes Act 1965, with section 22, 23(1), (2) or (4) or 27 of the  Matrimonial Causes Act 1973,  . . .. vi Article 23 or 24 of the Supplementary Benefits (Northern Ireland) Order 1977. vii the Domestic Proceedings (Northern Ireland) Order 1980. viii any enactment applying in Northern Ireland and corresponding to  section 106 of the Social Security Administration Act 1992 ; ix Article 18 or 21 of the Matrimonial and Family Proceedings (Northern Ireland) Order 1989; x Part 1, 7 or 8 of Schedule 15 to the Civil Partnership Act 2004, Schedule 16 to that Act or paragraph 5 or 9 of Schedule 17 to that Act; 3 For the purposes of this section, any order made before the commencement of the  Matrimonial Causes Act (Northern Ireland) 1939, being an order which, if that Act had been in force, could have been made under or by virtue of any provision of that Act, shall be deemed to be an order made by virtue of that provision."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "17", "section_title": " Procedure for registration of maintenance orders. ", "section_text": "17 1 An application for the registration of a maintenance order under this Part of this Act shall be made in the prescribed manner to the appropriate authority, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b where the maintenance order was made by a court of summary jurisdiction in Northern Ireland, a resident magistrate  acting for the same petty sessions district as the court which made the order ; c in every other case, the prescribed officer of the court which made the order. 2 If upon application made as aforesaid by or on behalf of the person entitled to payments under a maintenance order it appears that the person liable to make those payments resides in another part of the United Kingdom, and that it is convenient that the order should be enforceable there, the appropriate authority shall cause a certified copy of the order to be sent to the prescribed officer of a court in that part of the United Kingdom in accordance with the provisions of the next following subsection. 3 The Court to whose officer the certified copy of a maintenance order is sent under this section shall be— a where the maintenance order was made by a superior court, the   Senior Courts , the Court of Session or the   Court of Judicature , as the case may be; b in any other case —  i where the defendant appears to be in England and Wales, the family court; ii where the defendant appears to be in Northern Ireland, a court of summary jurisdiction acting for the place in which the defendant appears to be; iii where the defendant appears to be in Scotland, the sheriff court within the jurisdiction of which the defendant appears to be. 4 Where the prescribed officer of any court receives a certified copy of a maintenance order sent to him under this section, he shall cause the order to be registered in that court in the prescribed manner, and shall give notice of the registration in the prescribed manner to the prescribed officer of the court which made the order. 5 The officer to whom any notice is given under the last foregoing subsection shall cause particulars of the notice to be registered in his court in the prescribed manner. 6 Where the sums payable under a maintenance order, being an order   made by the family court or a court of summary jurisdiction in Northern Ireland , are payable to or through an officer of any court, that officer shall, if the person entitled to the payments so requests, make an application on behalf of that person for the registration of the order under this Part of this Act; but the person at whose request the application is made shall have the same liability for costs properly incurred in or about the application as if the application had been made by him. 7 An order which is for the time being registered under this Part of this Act in any court shall not be registered thereunder in any other court."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "18", "section_title": " Enforcement of registered orders.", "section_text": "18 1 Subject to the provisions of this section, a maintenance order registered under this Part of this Act in a court in any part of the United Kingdom may be enforced in that part of the United Kingdom in all respects as if it had been made by that court and as if that court had had jurisdiction to make it; and proceedings for or with respect to the enforcement of any such order may be taken accordingly. 1A A maintenance order registered under this Part of this Act in   the family court or  a court of summary jurisdiction in  ... Northern Ireland shall not carry interest; but where a maintenance order so registered is registered in the High Court under  ... section 36 of the Civil Jurisdiction and Judgments Act 1982, this subsection shall not prevent any sum for whose payment the order provides from carrying interest in accordance with  ... section 11A of the Maintenance and Affiliation Orders Act (Northern Ireland) 1966. 1B A maintenance order made in Scotland which is registered under this Part of this Act in the   Senior Courts or the Court of Judicature   shall, if interest is by the law of Scotland recoverable under the order, carry the like interest in accordance with subsection (1) of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2ZB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A Any person under an obligation to make payments under a maintenance order registered under this Part of this Act in a court of summary jurisdiction in  ...  Northern Ireland shall give notice of any change of address to the  proper officer of the court; and any person who without reasonable excuse fails to give such a notice shall be liable on summary conviction to a fine not exceeding level 2 on the standard scale  . . ..  2B In subsection (2A) of this section “ proper officer ” means— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in relation to a court of summary jurisdiction in Northern Ireland, the clerk of the court. 3 Every maintenance order registered under this Part of this Act in a court of summary jurisdiction in Northern Ireland . . .   shall be enforceable as  an order made by that court to which Article 98 of the Magistrates’ Courts (Norther Ireland) Order 1981 applies, subject to the modifications of that Article specified in subsection (3ZA) of this section . 3ZA Article 98 (enforcement of sums adjudged to be paid) shall have effect— a as if for paragraph (7)(a) there were substituted the following sub-paragraph— “ if the court is of the opinion that it is appropriate— i to make an attachment of earnings order; or ii to exercise its power under paragraph (8C)(b);” b as if for paragraphs (8B) to (8D) there were substituted the following paragraphs— “ Upon the appearance of a person or proof of service of the summons on him as mentioned in paragraph (4) for the enforcement of an order to which this Article applies, the court or resident magistrate may vary the order by exercising one of the powers under paragraph (8C). 8C The powers mentioned in paragraph (8B) are— a the power to order that payments under the order be made directly to the collecting officer; b the power to order that payments under the order be made to the collecting officer by such method of payment falling within Article 85(7) (standing order,  etc. ) as may be specified; c the power to make an attachment of earnings order under Part IX to secure payments under the order. 8D In deciding which of the powers under paragraph (8C) is to be exercised, the court or, as the case may be, a resident magistrate shall have regard to any representations made by the debtor (within the meaning of Article 85). 8E Paragraph (5) of Article 85 (power of court to require debtor to open account) shall apply for the purposes of paragraph (8C) as it applies for the purposes of that Article but as if for sub-paragraph (a) there were substituted— “ the court proposes to exercise its power under sub-paragraph (b) of Article 98(8C), and 3A Notwithstanding subsection (1) above, no court in England in which a maintenance order is registered under this Part of this Act shall enforce that order  to the extent that it is for the time being registered in another court in England under Part I of the  Maintenance Orders Act 1958.  3B Notwithstanding subsection (1) above, no court in Northern Ireland in which a maintenance order is registered under this Part of this Act shall enforce that order to the extent that it is for the time being registered in another court in Northern Ireland under section 36 of the Civil Jurisdiction and Judgments Act 1982. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Except as provided by this section, no proceedings shall be taken for or with respect to the enforcement of a maintenance order which is for the time being registered in any court under this Part of this Act."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "19", "section_title": " Functions of collecting officer, etc.", "section_text": "19 1 Where a maintenance order made in England   by the family court or in   Northern Ireland by a court of summary jurisdiction is registered in any court under this Part of this Act, any provision of the order by virtue of which sums payable thereunder are required to be paid through or to any  court or   officer or person on behalf of the person entitled thereto shall be of no effect so long as the order is so registered. 2 Where a maintenance order is registered under this Part of this Act in a court of summary jurisdiction in  ... Northern Ireland, the court shall,   unless, in the case of a court of summary jurisdiction in Northern Ireland, it is satisfied that it is undesirable to do so , order that all payments to be made under the maintenance order (including any arrears accrued before the date of the registration) shall be made through the collecting officer of the court or the collecting officer of some other court of summary jurisdiction in  ... Northern Ireland .... 3 An order made under subsection (2) of this section— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where by virtue of the provisions of this section or any order made thereunder payments under a maintenance order cease to be or become payable through or to any  court or   officer or person, the person liable to make the payments shall, until he is given the prescribed notice to that effect, be deemed to comply with the maintenance order if he makes payments in accordance with the maintenance order and any order under this section of which he has received such notice. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "20", "section_title": " Arrears under registered maintenance orders.", "section_text": "20 1 Where application is made for the registration of a maintenance order under this Part of this Act, the applicant may lodge with the appropriate authority— a if the payments under the order are required to be made to or through  a court or   an officer of any court, a certificate in the prescribed form, signed by  an officer of that court or (as the case may be)   that officer, as to the amount of any arrears due under the order; b in any other case, a statutory declaration or affidavit as to the amount of those arrears; and if a certified copy of the maintenance order is sent to the prescribed officer of any court in pursuance of the application, the certificate, declaration or affidavit shall also be sent to that officer. 2 In any proceedings for or with respect to the enforcement of a maintenance order which is for the time being registered in any court under this Part of this Act, a certificate, declaration or affidavit sent under this section to the appropriate officer of that court shall be evidence, and in Scotland sufficient evidence, of the facts stated therein. 3 Where a maintenance order made by a court in England or Northern Ireland is registered in a court in Scotland, a person shall not be entitled, except with the leave of the last-mentioned court, to enforce, whether by diligence or otherwise, the payment of any arrears accrued and due under the order before the commencement of this Act; and on any application for leave to enforce the payment of any such arrears, the court may refuse leave, or may grant leave subject to such restrictions and conditions (including conditions as to the allowing of time for payment or the making of payment by instalments) as the court thinks proper, or may remit the payment of such arrears or of any part thereof."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "21", "section_title": " Discharge and variation of maintenance orders registered in superior courts.", "section_text": "21 1 The registration of a maintenance order in a superior court under this Part of this Act shall not confer on that court any power to vary or discharge the order, or affect any jurisdiction of the court in which the order was made to vary or discharge the order. 2 Where a maintenance order made in Scotland is for the time being  a registered under this Part of this Act in a superior court and not registered under Part I of the  Maintenance Orders Act 1958  or under section 36 of the Civil Jurisdiction and Judgments Act 1982 , or b registerd in a court in England under that Part of that Act  of 1958 by virtue of section 1(2) of that Act  of 1958 , c registered in a court in Northern Ireland under section 36 of the Civil Jurisdiction and Judgments Act 1982 the person liable to make payments under the order may, upon application made to that court in the prescribed manner, adduce before that court any evidence upon which he would be entitled to rely in any proceedings brought before the court by which the order was made for the variation or discharge of the order. 3 A court before which evidence is adduced in accordance with the foregoing subsection shall cause a transcript or summary of that evidence, signed by the deponent, to be sent to the prescribed officer of the court by which the order was made; and in any proceedings before the last-mentioned court for the variation or discharge of the order, the transcript or summary shall be evidence of the facts stated therein."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "22", "section_title": " Discharge and variation of maintenance orders registered in summary or sheriff courts.", "section_text": "22 1   ... Where a maintenance order is for the time being registered under this Part of this Act in   the family court, a court of summary jurisdiction in Northern Ireland or a   sheriff court, that court may, upon application made in the prescribed manner by or on behalf of the person liable to make  periodical  payments under the order or the person entitled to those payments, by order make such variation as the court thinks fit in the rate of the payments under the maintenance order; but no such variation shall impose on the person liable to make payments under the maintenance order a liability to make payments in excess of the maximum rate (if any) authorised by the law for the time being in force in the part of the United Kingdom in which the maintenance order was made. 1ZA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A The family court may exercise the same powers in relation to an order registered in the family court under this Part of this Act as are exercisable by the family court under section 1 of the Maintenance Enforcement Act 1991 in relation to a qualifying periodical maintenance order (within the meaning of that section) which has been made by the family court, including the power under subsection (7) of that section to revoke, suspend, revive or vary any means of payment order (within the meaning of that subsection) made by virtue of this subsection. 1F The power of a court of summary jurisdiction in Northern Ireland to vary a maintenance order under subsection (1) of this section shall include power, if the court is satisfied that payment has not been made in accordance with the order, to vary the order by exercising one of its powers under subsection (1G) of this section. 1G The powers of the court are— a the power to order that payments under the order be made directly to the collecting officer; b the power to order that payments under the order be made to the collecting officer by such method of payment falling within Article 85(7) of the Magistrates’ Courts (Northern Ireland) Order 1981 (standing order, etc.) as may be specified; c the power to make an attachment of earnings order under Part IX of the Order of 1981 to secure payments under the order; and in this subsection “collecting officer” means the officer mentioned in Article 85(4) of the Order of 1981. 1H In deciding which of the powers under subsection (1G) of this section it is to exercise, the court shall have regard to any representations made by the person liable to make payments under the order. 1I Paragraph (5) of Article 85 of the Magistrates’ Courts (Northern Ireland) Order 1981 (power of court to require debtor to open account) shall apply for the purposes of subsection (1G) of this section as it applies for the purposes of that Article but as if for sub-paragraph (a) there were substituted— a the court proposes to exercise its power under paragraph (b) of section 22(1G) of the Maintenance Orders Act 1950, and. 1J Paragraphs (4) to (11) of Article 86 of the Magistrates’ Courts (Northern Ireland) Order 1981 (power of clerk and court to vary maintenance order) shall apply in relation to a maintenance order for the time being registered under this Part of this Act in a court of summary jurisdiction in Northern Ireland as they apply in relation to a maintenance order made by a court of summary jurisdiction in Northern Ireland but— a as if in paragraph (4) for sub-paragraph (b) there were substituted— b payments under the order are required to be made to the collecting officer by any method of payment falling within Article 85(7) (standing order, etc.) ;  and as if after the words “petty sessions” there were inserted “for the petty sessions district for which the court which made the order acts”; b as if in paragraph (5) for the words “to the collecting officer” there were substituted “in accordance with paragraph (a) of section 22(1G) of the Maintenance Orders Act 1950”; c as if in paragraph (7), sub-paragraph (c) and the word “and” immediately preceding it were omitted; d as if in paragraph (8) for the words “sub-paragraphs (a) to (d) of Article 85(3)” there were substituted “section 22(1G) of the Maintenance Orders Act 1950”; e as if for paragraphs (9) and (10) there were substituted the following paragraphs— 9 In deciding which of the powers under section 22(1G) of the Maintenance Orders Act 1950 it is to exercise, the court shall have regard to any representations made by the debtor. 10 Paragraph (5) of Article 85 (power of court to require debtor to open account) shall apply for the purposes of paragraph (8) as it applies for the purposes of that Article but as if for sub-paragraph (a) there were substituted— a the court proposes to exercise its power under paragraph (b) of section 22(1G) of the Maintenance Orders Act 1950, and . 2 For the purposes of subsection (1) of this section, a court in any part of the United Kingdom may take notice of the law in force in any other part of the United Kingdom. 3 Section fifteen of this Act shall apply to the service of process for the purposes of this section as it applies to the service of process in proceedings begun in a court having jurisdiction by virtue of Part I of this Act. 4 Except as provided by subsection (1) of this section, no variation shall be made in the rate of the payments under a maintenance order which is for the time being registered under this Part of this Act in   the family court, a court of summary jurisdiction in Northern Ireland or a   sheriff court, but without prejudice to any power of the court which made the order to discharge it or vary it otherwise than in respect of the rate of the payments thereunder. 5 Where a maintenance order is for the time being registered under this Part of this Act in   the family court, a court of summary jurisdiction in Northern Ireland or a   sheriff court— a the person entitled to payments under the order or the person liable to make payments under the order may, upon application made in the prescribed manner to the court by which the order was made, or in which the order is registered, as the case may be, adduce in the prescribed manner before the court in which the application is made any evidence on which he would be entitled to rely in proceedings for the variation or discharge of the order; b the court in which the application is made shall cause a transcript or summary of that evidence, signed by the deponent, to be sent to the prescribed officer of the court in which the order is registered or of the court by which the order was made, as the case may be; and in any proceedings for the variation or discharge of the order the transcript or summary shall be evidence of the facts stated therein."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "23", "section_title": " Notice of variation,  etc.", "section_text": "23 1 Where a maintenance order registered under this Part of this Act is discharged or varied by any court, the prescribed officer of that court shall give notice of the discharge or variation in the prescribed manner— a to the prescribed officer of any court in which the order is registered; and b if the order was made by another court, to the prescribed officer of that court. 2 Any officer to whom a notice is given under this section shall cause particulars of the notice to be registered in his court in the prescribed manner."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "24", "section_title": " Cancellation of registration.", "section_text": "24 1 At any time while a maintenance order is registered under this Part of this Act in any court, an application for the cancellation of the registration may be made in the prescribed manner to the prescribed officer of that court by or on behalf of the person entitled to payments under the order; and upon any such application that officer shall (unless proceedings for the variation of the order are pending in that court), cancel the registration, and thereupon the order shall cease to be registered in that court. 2 Where, after a maintenance order has been registered under this Part of this Act in   the family court, a court of summary jurisdiction in Northern Ireland   or a sheriff court in Scotland, it appears to the appropriate authority (as defined by section seventeen of this Act), upon application made in the prescribed manner by or on behalf of the person liable to make payments under the order, that that person has ceased to reside in England, Northern Ireland or Scotland, as the case may be, the appropriate authority may cause a notice to that effect to be sent to the prescribed officer  of any court  in which the order is registered; and where such a notice is sent the prescribed officer shall cancel the registration of the maintenance order, and thereupon the order shall cease to be registered in that court. 3 Where the prescribed officer of any court cancels the registration of a maintenance order under this section, he shall give notice of the cancellation in the prescribed manner  a to the prescribed officer of the court by which the order was made; and b to the prescribed officer of any court in which it is registered under Part I of the  Maintenance Orders Act 1958  or section 36 of the Civil Jurisdiction and Judgments Act 1982 . 3A On receipt of a notice under subsection (3) above:— a any such officer as is mentioned in paragraph (a) of that subsection shall cause particulars of the notice to be registered in his court in the prescribed manner; and b any such officer as is mentioned in paragraph (b) of that subsection shall cause particulars of the notice to be registered in his court in the prescribed manner and shall cancel the registration of the order. 4 Except as provided by subsection (5) of this section, the cancellation of the registration of a maintenance order shall not affect anything done in relation to the maintenance order while it was registered. 5 On the cancellation of the registration of a maintenance order, any order made in relation thereto under subsection (2) of section nineteen of this Act shall cease to have effect; but until the person liable to make payments under the maintenance order receives the prescribed notice of the cancellation, he shall be deemed to comply with the maintenance order if he makes payments in accordance with any order under the said subsection (2) which was in force immediately before the cancellation.   5A On the cancellation of the registration of a maintenance order registered in   the family   court in England and Wales, any order— a made in relation thereto by virtue of the powers conferred by  ... section 22(1A)  ... of this Act, and b requiring payment to   the family court   (whether or not by any method of payment falling within section   1(5) of the Maintenance Enforcement Act 1991 ), shall cease to have effect; but until the person liable to make payments under the maintenance order receives the prescribed notice of the cancellation, he shall be deemed to comply with the maintenance order if he makes payments in accordance with any such order which was in force immediately before the cancellation. 5B On the cancellation of the registration of a maintenance order registered in a court of summary jurisdiction in Northern Ireland, any order— a made in relation thereto by virtue of the powers conferred by section 18(3ZA) or section 22(1F) or (1J) of this Act, and b requiring payment to the collecting officer in Northern Ireland (whether or not by any method of payment falling within Article 85(7) of the Magistrates’ Courts (Northern Ireland) Order 1981), shall cease to have effect; but until the person liable to make payments under the maintenance order receives the prescribed notice of the cancellation, he shall be deemed to comply with the maintenance order if he makes payments in accordance with any such order which was in force immediately before the cancellation. 6 Where, by virtue of an order made under subsection (2) of section nineteen of this Act, sums payable under a maintenance order registered in a court of summary jurisdiction in  ... Northern Ireland are payable through the collecting officer of any court, that officer shall, if the person entitled to the payments so requests, make an application on behalf of that person for the cancellation of the registration."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "25", "section_title": " Rules as to procedure of courts of summary jurisdiction.", "section_text": "25 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Rules made under section 23 of the  Magistrates’ Courts Act (Northern Ireland) 1964 may regulate  the practice to be followed in courts of summary jurisdiction in Northern Ireland under this Part of this Act.   2A Without prejudice to the generality of the power to make rules under Article 13 of the Magistrates’ Courts (Northern Ireland) Order 1981, for the purpose of giving effect to this Part of this Act such rules may make, in relation to any proceedings brought under or by virtue of this Part of this Act, any provision not covered by subsection (2) above which— a falls within paragraph (2) of Article 165 of the Children (Northern Ireland) Order 1995, and b may be made in relation to relevant proceedings under that Article. 3 Rules  of court  made for the purposes of this Part of this Act may require that any order or other matter required under this Part of this Act to be registered in   the family court or a court of summary jurisdiction in Northern Ireland   shall be registered— a in England,  in accordance with the rules b in Northern Ireland, by means of an entry made and signed by the prescribed officer of the court in the order book kept pursuant to  magistrates’ courts rules made under section 23(4) of the  Magistrates’ Courts Act (Northern Ireland) 1964 ."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "26", "section_title": " Proof of declarations, etc.", "section_text": "26 1 Any document purporting to be a declaration made under section fifteen of this Act, or to be a certified copy, statutory declaration, affidavit, certificate, transcript or summary made for the purposes of this Act or of any rules made thereunder shall, unless the contrary is shown, be deemed without further proof to be the document which it purports to be, and to have been duly certified, made or signed by or before the person or persons by or before whom it purports to have been certified, made or signed. 2 Paragraph 7 of the Second Schedule to the  Emergency Laws (Miscellaneous Provisions) Act 1947 (which relates to the proof of affiliation orders and maintenance orders and of orders for the discharge or variation of such orders), shall apply to the registration of orders under Part II of this Act, and to the cancellation of such registration, as it applies to the variation of orders; and for the purposes of that paragraph— a a maintenance order registered under the said Part II in a court of summary jurisdiction; and b any proceeding under the said Part II relating to a maintenance order made by or registered in such a court, being a proceeding of which a memorandum is required to be entered in the register kept by the clerk of that court pursuant to section twenty-two of the  Summary Jurisdiction Act 1879, shall be deemed to be an order made by that court."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "27", "section_title": " General provisions as to jurisdiction.", "section_text": "27 1 Nothing in this Act shall be construed as derogating from any jurisdiction exercisable, apart from the provisions of this Act, by any court in any part of the United Kingdom. 2 It is hereby declared that any jurisdiction conferred by Part I of this Act, or any enactment therein referred to, upon a court in any part of the United Kingdom is exercisable notwithstanding that any party to the proceedings is not domiciled in that part of the United Kingdom; and any jurisdiction so conferred in affiliation proceedings shall be exercisable notwithstanding that the child to whom the proceedings relate was not born in that part of the United Kingdom. 3 For the avoidance of doubt it is hereby declared that in relation to proceedings in which the sheriff has jurisdiction by virtue of the provisions of this Act there are the same rights of appeal and of remit to the Court of Session as there are in relation to the like proceedings in which the sheriff has jurisdiction otherwise than by virtue of the said provisions."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "28", "section_title": " Interpretation.", "section_text": "28 1 In this Act the following expressions have the meanings hereby assigned to them, that is to say— “ certified copy ”, in relation to an order of any court, means a copy certified by the proper officer of the court to be a true copy of the order or of the official record thereof; “ collecting-officer”   ...  . . .  in relation to a court of summary jurisdiction in Northern Ireland, means the officer  authorised to act as such for the purposes of Article 85 of the Magistrates’ Courts (Northern Ireland) Order 1981. ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ enactment ” includes any order, rule or regulation made in pursuance of any Act; “ England ” includes Wales; “ prescribed ” means, in relation to a court of summary jurisdiction in  ... Northern Ireland, prescribed  ... by rules made  under section 23 of the  Magistrates’ Courts Act (Northern Ireland) 1964 ,  ... and in relation to any other court means prescribed by rules of court. 2 References in this Act to parts of the United Kingdom are references to England, Scotland and Northern Ireland. 3 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended by any subsequent enactment, including this Act."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "29", "section_title": "", "section_text": "29 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "31", "section_title": " Special provisions relating to Northern Ireland.", "section_text": "31 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any reference in this Act to an enactment of the Parliament of Northern Ireland, or to an enactment which that Parliament has power to amend, shall be construed, in relation to Northern Ireland, as a reference to that enactment as amended by any Act of that Parliament, whether passed before or after this Act, and to any enactment of that Parliament passed after this Act and re-enacting the said enactment with or without modifications."}, {"act": "Maintenance Orders Act 1950", "year": 1950, "section": "32", "section_title": " Short title and commencement.", "section_text": "32 1 This Act may be cited as the Maintenance Orders Act 1950. 2 This Act shall come into force on the first day of January, nineteen hundred and fifty-one."}]