[{"act": "Commissioners of Works Act 1894", "year": 1894, "section": "1", "section_title": " Provisions as to sales, purchases, &c. under 15 & 16  Vict.  c. 28.", "section_text": "1 1 For the purpose of the purchase of land by the Commissioners of Works, the Lands Clauses Acts (except the provisions thereof relating to the purchase and taking of land otherwise than by agreement) shall be incorporated with the  Commissioners of Works Act 1852. 1 For the purpose of the purchase of land by the Secretary of State under the  Commissioners of Works Act 1852, the provisions of Part I of the  Compulsory Purchase Act 1965 (so far as applicable), other than section 31, shall apply. In the said Part I as so applied the word “land” means (except where the context otherwise requires) any corporeal hereditament, including a building, and, in relation to the acquisition of land under the said Act of 1852, includes any interest in or right over land. 1 For the purpose of the purchase of land by the Secretary of State under the Commissioners of Works Act 1852, the Lands Clauses Acts (except so much thereof as relates to the acquisition of land otherwise than by agreement, and the provisions relating to access to the special Act, and except sections 120 to 125 of the  Lands Clauses Consolidation (Scotland) Act 1845), and sections 6 and 70 of the  Railways Clauses Consolidation (Scotland) Act 1845 and sections 71 to 78 of that Act (as originally enacted and not as amended by section 15 of the  Mines (Working Facilities and Support) Act 1923) are hereby incorporated with the said Act of 1852, and, in construing those Acts for the purposes of the said Act of 1852, that Act shall be deemed to be the special Act and the Secretary of State shall be deemed to be the promoter of the undertaking or company, as the case may require. In relation to the acquisition of land under the said Act of 1852, ”land’ includes any interest in or right over land. 2 In the case of any purchase, sale, exchange, or lease by the  Secretary of State  under the  Commissioners of Works Act 1852 it shall not be necessary for any vendor, purchaser, lessor, or lessee to ascertain whether the consent of the Treasury has been given to the purchase, sale, exchange, or lease. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Commissioners of Works Act 1894", "year": 1894, "section": "2", "section_title": " Provisions as to office of Civil Service Commission. ", "section_text": "2 The building and land now in the occupation of the Civil Service Commission shall be under the management of the Commissioners of Works, and the provisions of the Acts relating to the Commissioners of Works shall apply to that building and land as if they had been acquired by the Commissioners of Works in pursuance of those Acts."}, {"act": "Commissioners of Works Act 1894", "year": 1894, "section": "3", "section_title": " Explanation of powers as to site of Millbank Prison.", "section_text": "3 It is hereby declared that the powers of sale and leasing exerciseable by the  Secretary of State  with respect to the site of Millbank Prison extend to the site of the chapel formerly attached to that prison."}, {"act": "Commissioners of Works Act 1894", "year": 1894, "section": "4", "section_title": " Short title.", "section_text": "4 This Act may be cited as the Commissioners of Works Act 1894."}]