[{"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited for all purposes as the Heritable Securities (Scotland) Act, 1894."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "2", "section_title": " †Extent and commencement of Act.", "section_text": "2 This Act shall apply to Scotland only . . . "}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "3", "section_title": " Tenants need not be parties to actions of maills and duties.", "section_text": "3 The creditor in a heritable security may, without calling the tenants of the lands disponed in security as defenders, raise an action of maills and duties either in the sheriff court, in the form as nearly as may be of Schedule (A.) annexed to this Act, or in the Court of Session in common form, with the necessary alterations consequent upon the provisions of this Act, and may give notice of the raising of such action to the tenants by registered letter in the form as nearly as may be of Schedule (B.) annexed to this Act, and from and after the date when such notice is received by the tenants they shall be held as interpelled from making payment of the rents due by them, in the same manner and to the same effect as if they were called as defenders in an action of maills and duties according to the present law and practice, and upon intimation of the decree obtained in said action being made to the tenants by registered letter in the form as nearly as may be of Schedule (C.) annexed to this Act, the said tenants shall make payment of the rents due by them respectively in the same manner and under the like legal compulsitors as if the same had been decerned for and a charge for payment given in an action of maills and duties according to the existing law and practice, and payment when so made shall be a complete exoneration and discharge to such tenants respectively: Provided always, that no decree in such action shall affect the right of the tenants to refuse payment of such rents on any ground not affecting the title of such creditor or the right of any prior creditor to enter into possession, and nothing herein contained shall prevent an action of maills and duties from being raised in the form heretofore in use, or deprive a creditor of any existing right competent to him of entering into possession without having recourse to an action of maills and duties."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "4", "section_title": " Power to interpel security holder.", "section_text": "4 Any person interested may take proceedings to interpel the creditor from entering into possession of the lands disponed in security or collecting the rents thereof."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "5", "section_title": " Power to eject proprietor in personal occupation.", "section_text": "5 1 Where a creditor desires to enter into possession of the lands disponed in security, and the proprietor thereof is in personal occupation of the same, or any part thereof, such proprietor shall be deemed to be an occupant without a title, and the creditor may take proceedings to eject him in all respects in the same way as if he were such occupant: Provided that this section shall not apply in any case unless such proprietor has made default in the punctual payment of the interest due under the security, or in due payment of the principal after formal requisition. 2 Proceedings under subsection (1) by a creditor in a security over land or a real right in land used to any extent for residential purposes are to be brought by summary application (regardless of whether they include a crave for any other remedy). 3 Before making an application under subsection (1) in a case referred to in subsection (2), the creditor must comply with the pre-action requirements imposed by section 5B."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "5A", "section_title": "Court powers on section 5 proceedings relating to residential property", "section_text": "5A 1 This section applies to an application under section 5(1) by a creditor in a security over land or a real right in land used to any extent for residential purposes. 2 The creditor must— a serve on the proprietor a notice in conformity with Form 1 in Part 2 of the schedule to the Mortgage Rights (Scotland) Act 2001, b serve on the occupier of the security subjects a notice in conformity with Form 2 in that Part of that schedule, and c give notice of the application to the local authority in whose area the security subjects are situated, unless the creditor is that local authority. 3 A notice under subsection (2)(a) or (b) must be sent by recorded delivery letter addressed— a in the case of a notice under subsection (2)(a), to the proprietor at the proprietor's last known address, b in the case of a notice under subsection (2)(b), to  “The Occupier” at the security subjects. 4 Notice under subsection (2)(c) is to be given in the form and manner prescribed under section 11(3) of the Homelessness  etc.  (Scotland) Act 2003. 5 The court may continue the proceedings or make any other order that it thinks fit on the application; but it may not grant the application unless it is satisfied that— a the creditor has complied with section 5(3); and b it is reasonable in the circumstances of the case to do so. 6 In considering the application in a case where the debtor appears or is represented, the court is to have regard in particular to the matters set out in subsection (7). 7 Those matters are— a the nature of and reasons for the default, b the ability of the debtor to fulfil within a reasonable time the obligations under the security in respect of which the debtor is in default, c any action taken by the creditor to assist the debtor to fulfil those obligations, d where appropriate, participation by the debtor in a debt payment programme approved under Part 1 of the Debt Arrangement and Attachment (Scotland) Act 2002, and e the ability of the debtor and any other person residing at the security subjects to secure reasonable alternative accommodation. 8 Subsections (5) and (6) do not affect— a any power that the court may have, or b any rights that the debtor may have, by virtue of any other enactment or rule of law. 9 For the avoidance of doubt, a decree granted on an application to which this section applies is not an order for possession of a house let on an assured tenancy (within the meaning of Part II of the Housing (Scotland) Act 1988 (c.43))."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "5B", "section_title": "Section 5 proceedings relating to residential property: pre-action requirements", "section_text": "5B 1 The pre-action requirements referred to in section 5(3) are set out in subsections (2) to (6) below. 2 The creditor must provide the debtor with clear information about— a the terms of the security, b  the amount due to the creditor under the security, including any arrears and any charges in respect of late payment or redemption, and c any other obligation under the security in respect of which the debtor is in default. 3 The creditor must make reasonable efforts to agree with the debtor proposals in respect of future payments to the creditor under the security and the fulfilment of any other obligation under the security in respect of which the debtor is in default. 4 The creditor must not make an application under section 5(1) to which section 5A applies if the debtor is taking steps which are likely to result in— a the payment to the creditor within a reasonable time of any arrears, or the whole amount, due to the creditor under the security, and b fulfilment by the debtor within a reasonable time of any other obligation under the security in respect of which the debtor is in default. 5 The creditor must provide the debtor with information about sources of advice and assistance in relation to management of debt. 6 The creditor must encourage the debtor to contact the local authority in whose area the security subjects are situated. 7 In complying with the pre-action requirements the creditor must have regard to any guidance issued by the Scottish Ministers. 8 The Scottish Ministers may by order made by statutory instrument make further provision about the pre-action requirements, including provision— a specifying particular steps to be taken, or not to be taken, by a creditor in complying with any requirement, b modifying or removing any requirement, c making different provision for different circumstances. 9 A statutory instrument containing an order under subsection (8) above is not to be made unless a draft of the instrument has been laid before, and approved by resolution of, the Scottish Parliament."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "5C", "section_title": "Application to court by entitled residents", "section_text": "5C 1 An entitled resident may, in proceedings on an application to which section 5A applies, apply to the court to continue the proceedings or make any other order that the court thinks fit, despite not being called as a defender in the application. 2 In determining an application under subsection (1) of this section the court is to have regard in particular to the matters set out in subsection (7) of section 5A, reading the first reference to the debtor in paragraph (b) as including a reference to the entitled resident. 3 Subsection (2) does not affect— a any power that the court may have, or b any rights that an entitled resident may have, under any other enactment or rule of law."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "5D", "section_title": "Entitled residents: definition", "section_text": "5D 1 For the purposes of sections 5C, 5E and 5F, an entitled resident is a person whose sole or main residence is the security subjects (in whole or in part) and who is— a the proprietor of the security subjects (where the proprietor is not the debtor in the security), b the non-entitled spouse of the debtor or the proprietor of security subjects which are (in whole or in part) a matrimonial home, c the non-entitled civil partner of the debtor or the proprietor of security subjects which are (in whole or in part) a family home, d a person living together with the debtor or the proprietor as husband and wife, e a person living together with the debtor or the proprietor in a relationship which has the characteristics of the relationship between civil partners, f a person who lived together with the debtor or the proprietor in a relationship described in paragraph (d) or (e) if— i the security subjects (in whole or in part) are not the sole or main residence of the debtor or the proprietor, ii the person lived together with the debtor or the proprietor throughout the period of 6 months ending with the date on which the security subjects ceased to be the sole or main residence of the debtor or the proprietor, and iii the security subjects (in whole or in part) are the sole or main residence of a child aged under 16 who is a child of both parties in that relationship. 2 In this section— “ child ” includes a stepchild and any person brought up, or treated, by both parties to the relationship as their child, “ family home ” has the meaning given by section 135(1) of the Civil Partnership Act 2004, “ matrimonial home ” has the meaning given by section 22 of the Matrimonial Homes (Family Protection) (Scotland) Act 1981, “ non-entitled civil partner ” has the same meaning as  “ non-entitled partner ” in section 101(1) of the Civil Partnership Act 2004, “ non-entitled spouse ” has the meaning given by section 1 of the Matrimonial Homes (Family Protection) (Scotland) Act 1981. "}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "5E", "section_title": "Recall of decree", "section_text": "5E 1 A person mentioned in subsection (2) may apply to the court for recall of a decree granted on an application to which section 5A applies. 2 Those persons are— a the creditor, b the debtor, but only if the debtor did not appear and was not represented in the proceedings on the application, c an entitled resident, but only if the entitled resident did not make an application under section 5C(1) in the proceedings. 3 An application under subsection (1) may be made at any time before the decree has been fully implemented. 4 An application by any person under subsection (1) is not competent if an application under that subsection has already been made by that person in relation to the application to which section 5A applies. 5 An applicant under subsection (1) must give notice of the application to— a the creditor (unless the applicant is the creditor), b the debtor (unless the applicant is the debtor), c every entitled resident (or, if the applicant is an entitled resident, every other entitled resident)."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "5F", "section_title": "Lay representation in section 5 proceedings relating to residential property  etc.", "section_text": "5F 1 In proceedings on an application to which section 5A applies and proceedings under section 5E(1), the debtor and any entitled resident may be represented by an approved lay representative except in prescribed circumstances. 2 An approved lay representative must throughout the proceedings satisfy the sheriff that the representative is a suitable person to represent the debtor or entitled resident and is authorised by the debtor or entitled resident to do so. 3 References in this section to an approved lay representative are to an individual (other than an advocate or solicitor) approved for the purposes of this section by a person or body prescribed, or of a description prescribed, by the Scottish Ministers by order made by statutory instrument. 4 An order under subsection (3) may— a prescribe persons or bodies, or descriptions of persons or bodies, for the purposes of that subsection, b make provision about the procedure for, and form and manner of— i approval, ii withdrawal of approval, of an individual for the purposes of this section, c make provision requiring a prescribed person or body, or a person or body of a prescribed description, to provide information to the Scottish Ministers about approvals and withdrawals of approval, d prescribe circumstances in which an approved lay representative may not represent a debtor or entitled resident. 5 Before making an order under subsection (3) the Scottish Ministers must consult the Lord President of the Court of Session. 6 A statutory instrument containing an order under subsection (3) is subject to annulment in pursuance of a resolution of the Scottish Parliament."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "6", "section_title": " Power to lease security subjects for seven years or under. ", "section_text": "6 Any creditor in possession of lands  by virtue of an adjudication  may let such lands held in security, or part thereof, on lease, for a period not exceeding seven years in duration."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "7", "section_title": " Sheriff may grant power to lease security subjects for longer periods, not more than 21 years for heritable property in general, and 31 years for minerals. ", "section_text": "7 Any creditor in possession of lands  by virtue of an adjudication  may apply to the sheriff for warrant to let the lands  ... or part thereof, for a period exceeding seven years, setting forth the name of the proposed tenant or tenants, the duration and conditions of the proposed lease; and the sheriff may, after service on the proprietor and on the other heritable creditors, if any, and after such intimation and inquiry as he may think proper, and if satisfied that a lease for a longer period than seven years is expedient for the beneficial occupation of the lands, approve of the proposed lease on the terms and conditions proposed, or on such other terms and conditions as may appear to him expedient: Provided always, that such lease shall in no case exceed twenty-one years for heritable property in general and thirty-one years for minerals."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "8", "section_title": " Provisions for security holders becoming proprietors of security subjects. ", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "9", "section_title": " Completion of title of security holders. Personal obligation of debtor to remain so far as not extinguished by price. ", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "10", "section_title": " Purchaser’s title indefeasible. ", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "11", "section_title": " Sheriff may grant power to pari passu security holder to sell pari passu security. ", "section_text": "11 Any creditor holding a security ranking pari passu with another security who desires to sell the lands conveyed in security by his security, and who is unable to obtain the consent of the creditor holding such other pari passu security to a sale, may apply to the sheriff for warrant to sell the said lands, calling such other creditor as defender; and the sheriff, after hearing parties and making such inquiry as he thinks fit, may order a sale of the said lands, if in his opinion it is reasonable and expedient that such sale should take place; and in case of difference of opinion, the sheriff may fix the price, authorise both or either of the parties or some other person to carry through the sale, and upon payment or consignation of the price to grant a conveyance and disencumber the lands of the said securities in the same way and as fully as if the creditors therein were by agreement carrying through said sale, and also to fix the times and conditions of sale in conformity with the law and practice relating to premonition and advertisement. And the expenses of and connected with the sale shall be payable preferably out of the price or proceeds of the sale and the balance of such price or proceeds after providing for such expenses shall be paid to the creditors in the securities charged upon the lands according to their just rights and preferences."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "12", "section_title": " Provisions anent procedure. ", "section_text": "12 The following provisions shall have effect with regard to applications under sections seven  ... and eleven of this Act:— 1 The interlocutor of the sheriff who pronounces any order or decree shall be final, and not subject to review, except (1) as to questions of title and (2) where the principal sum due under the heritable security exceeds one thousand pounds. 2 The sheriff may award expenses, or may direct that the expenses be treated as part of the expenses of the sale."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "13", "section_title": " Provisions of Act to have effect notwithstanding incapacity of debtor. Trustees and others to have powers conferred by Act.", "section_text": "13 The rights and powers  under a heritable security  may be exercised by any creditor, although the debtor or any other creditor holding a security over the same lands, or other person to whom intimation may require or be ordered to be given is  subject to any legal disability by reason of nonage or otherwise , and any action or proceeding  by a creditor in exercise of those rights and powers  shall have the same force and effect as it would have had if  the debtor, proprietor, other  creditor, or other person had been of full age and not subject to any legal incapacity when such action or proceeding was taken;  and— a any person entitled, within the meaning of Part I of the Children (Scotland) Act 1995, to act as the legal representative of a child; and b trustees c the person entitled to act as the legal representative of any such person,  executors,  . . .,  guardians  judicial factors, and other officers of court may exercise all or any of the powers conferred by this Act."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "14", "section_title": " Security holders under Registration of Leases Act to have same powers as security holders.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "15", "section_title": " Sheriff to have jurisdiction whatever value of lands. ", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "16", "section_title": " Provisions as to notice where debtor has died and heir cannot be ascertained. ", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "17", "section_title": " Rights under existing law reserved.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "18", "section_title": " Interpretation clause.", "section_text": "18 In this Act the words “conveyance,” “heritable security,” “security,” “creditor,” “debtor,” and “purchaser,” shall have the same meanings respectively as in the Titles to Land Consolidation (Scotland) Act, 1868. The word “lands” shall extend to and include all heritable subjects."}, {"act": "Heritable Securities (Scotland) Act 1894", "year": 1894, "section": "19", "section_title": " Saving as to rights of Crown.", "section_text": "19 Nothing in this Act contained shall affect the present law and practice in regard to the preferential character of debts due to the Crown, nor shall anything done under the new procedure by this Act authorised prejudice the rights of the Crown as these exist according to the present law and practice."}]