[{"act": "Notice of Accidents Act 1894", "year": 1894, "section": "1", "section_title": " Notice to Board of Trade of accidents in certain employments.", "section_text": "1 1 Where there occurs in any employment to which this section applies any accident which causes to any person employed therein either loss of life or such bodily injury as to  cause him to be absent throughout at least one whole day from his ordinary work,  his employer shall, as soon as possible and, in case of an accident not resulting in death, not later than six days after the occurrence of the accident, send to the Board of Trade notice in writing of the accident, specifying the time and place of its occurrence, its probable cause, the name and residence of any person killed or injured, the work on which any such person was employed at the time of the accident, and, in the case of an injury, the nature of the injury. 2 If any person wilfully makes default in complying with the requirements of this section he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Notice of Accidents Act 1894", "year": 1894, "section": "2", "section_title": " Application of provisions as to notice.", "section_text": "2 1 Section one of this Act shall apply to the employments specified in the schedule to this Act. 2 If the Board of Trade are of opinion that any other employment in which twenty persons or more, not being domestic servants, are employed by the same employer, is specially dangerous to life or limb, the Board may, by order, direct that section one of this Act shall apply to that employment, and thereupon, while the order is in force, that section shall apply accordingly. 3 The Board of Trade may, by order, revoke or modify any order made under the foregoing powers, and modify or limit the application of section one of this Act to the employments specified in the schedule to this Act. 4 The Board of Trade may also, by order, require any further particulars to be specified in the notice to be sent in pursuance of section one of this Act. 5 Every order made under this section shall be notified . . .  in such . . .  manner as may appear to the Board of Trade sufficient for giving publicity thereto, and shall be laid before both Houses of Parliament as soon as may be after it is made."}, {"act": "Notice of Accidents Act 1894", "year": 1894, "section": "3", "section_title": " Power to hold formal investigation in case of serious accidents.", "section_text": "3 Where it appears to the Board of Trade that any accident involving loss of life or bodily injury is of sufficient importance to require a formal investigation of the accident, and of its causes and circumstances, the Board may by order direct such investigation to be held, and with respect to any such investigation the following provisions shall have effect:— 1 The Board may appoint a competent person to hold the investigation, and may appoint any person possessing legal, medical, or special knowledge to act as assessor in holding the investigation, and may assign to any such person such remuneration as the Board, with the approval of the Treasury, determine: 2 The person appointed to hold the investigation (hereinafter called the court) shall hold the same in open court in such manner and under such conditions as the court may think most effectual for ascertaining the causes and circumstances of the accident, and enabling the court to make the report in this section mentioned: 3 The court shall have for the purpose of the investigation all the powers of a court of summary jurisdiction when acting as a court in the exercise of its ordinary jurisdiction, and all the powers of an inspector under the Railway Regulation Acts 1840 to 1889, and in addition the following powers; namely:— a Power to enter and inspect, or to authorise any person to enter and inspect, any place or building the entry or inspection whereof appears to the court requisite for the said purpose; b Power, by summons signed by the court, to require the attendance of all such persons as it thinks fit to call before it and examine for the said purpose, and for that purpose to require answers or returns to such inquiries as it thinks fit to make; c Power to require the production of all books, papers, and documents which it considers important for the said purpose; d Power to administer an oath and require any person examined to make and sign a declaration of the truth of the statements made by him in his examination: 4 Every person attending as a witness before the court, and not being the employer of the person killed or injured, or in the employment of that employer, shall be allowed such expenses as would be allowed to a witness attending before a court of record, and in case of dispute as to the amount to be allowed the same shall be referred by the court to a   Master (Taxing Office) of the Court of Judicature , who on request signed by the court shall ascertain and certify the proper amount of the expenses: 5 The court holding an investigation under this section shall make a report to the Board of Trade, stating the causes of the accident and its circumstances, and adding any observations which the court thinks right to make, and the Board may cause any such report to be made public in such manner as the Board think fit: 6 The court may order any costs and expenses incurred in and about an investigation under this section (including any remuneration payable to any person appointed to hold the investigation or to act as assessor) to be paid by any person summoned before it, if it finds that the accident was due to the act or default or negligence of that person; and any such order shall on the application of any person entitled to the benefit thereof, be enforced by any court of summary jurisdiction as if the costs and expenses were a penalty imposed by the court: but subject to any such order such costs and expenses shall be deemed to be part of the expenses of the Board of Trade in the execution of this Act: 7 If any person without reasonable excuse (proof whereof shall lie on him) either fails, after having had the expenses (if any) to which he is entitled tendered to him, to comply with any summons or requisition of a court holding an investigation under this section, or prevents or impedes the court in the execution of its duty, he shall for every such offence be liable, on summary conviction, to a fine not exceeding  level 1 on the standard scale , and in the case of a failure to comply with a requisition for making any return or producing any document shall be liable, on summary conviction, to a fine not exceeding ten pounds for every day that such failure continues."}, {"act": "Notice of Accidents Act 1894", "year": 1894, "section": "4", "section_title": " Expenses of Board of Trade.", "section_text": "4 The expenses of the Board of Trade in the execution of this Act shall be defrayed out of moneys to be provided by Parliament."}, {"act": "Notice of Accidents Act 1894", "year": 1894, "section": "5", "section_title": " Application to Government Departments.", "section_text": "5 This Act shall apply in the case of accidents occurring to persons employed by a department of the Government, and in such cases the notice to be given by the employer shall be given by such person as the department by general rule direct."}, {"act": "Notice of Accidents Act 1894", "year": 1894, "section": "6", "section_title": " Savings.", "section_text": "6 Nothing in this Act shall apply to any employment which is for the time being regulated by any Act of Parliament administered by the Secretary of State or by inspectors appointed by him, or shall require notice to be given of any accident of which notice is required by any other Act to be given to the Board of Trade."}, {"act": "Notice of Accidents Act 1894", "year": 1894, "section": "7", "section_title": " Application to Scotland.", "section_text": "7 In the application of this Act to Scotland— The expression “ court of summary jurisdiction ” shall mean the sheriff: The expression “ master of the Supreme Court ” shall mean the auditor of the Court of Session: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Notice of Accidents Act 1894", "year": 1894, "section": "8", "section_title": " Application to Ireland.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Notice of Accidents Act 1894", "year": 1894, "section": "9", "section_title": " Short title.", "section_text": "9 This Act may be cited as the Notice of Accidents Act 1894."}]