[{"act": "Prize Courts Act 1894", "year": 1894, "section": "1", "section_title": " Short title", "section_text": "1 This Act may be cited as the Prize Courts Act 1894."}, {"act": "Prize Courts Act 1894", "year": 1894, "section": "2", "section_title": " Constitution of prize courts in British possessions.", "section_text": "2 1 Any commission, warrant, or instructions from Her Majesty the Queen or  the Secretary of State  for the purpose of commissioning or regulating the procedure of a prize court at any place in a British possession may, notwithstanding the existence of peace, be issued at any time, with a direction that the court shall act only upon such proclamation as herein-after mentioned being made in the possession. 2 Where any such commission, warrant, or instructions have been issued, then, subject to instructions from Her Majesty, the Vice-Admiral of such possession may, when satisfied by information from a Secretary of State or otherwise, that war has broken out between Her Majesty and any foreign State, proclaim that war has so broken out, and thereupon the said commission, warrant, and instructions shall take effect as if the same had been issued after the breaking out of such war and such foreign State were named therein. 3 The said commission and warrant may authorise either a Vice-Admiralty Court or a Colonial Court of Admiralty, within the meaning of the  Colonial Courts of Admiralty Act 1890 to act as a prize court, and may establish a Vice-Admiralty Court for that purpose. 4 Any such commission, warrant, or instructions may be revoked or altered from time to time. 5 A court duly authorised to act as a prize court during any war shall after the conclusion of the war continue so to act in relation to, and finally dispose of, all matters and things which arose during the war, including all penalties and forfeitures incurred during the war."}, {"act": "Prize Courts Act 1894", "year": 1894, "section": "3", "section_title": " Rules of court for and fees in prize courts.", "section_text": "3 1 Her Majesty the Queen in Council may make rules of court for regulating, subject to the provisions of the  Naval Prize Act 1864, and this Act, the procedure and practice of prize courts within the meaning of that Act, and the duties and conduct of the officers thereof, and of the practitioners therein, and for regulating the fees to be taken by the officers of the courts, and the costs, charges, and expenses to be allowed to the practitioners therein. 2 Every rule so made shall, whenever made, take effect at the time therein mentioned, and shall be laid before both Houses of Parliament, and shall be kept exhibited in a conspicuous place in each court to which it relates. 3 This section shall be substituted for section thirteen of the  Naval Prize Act 1864 . . .  4 If any Colonial Court of Admiralty within the meaning of the  Colonial Courts of Admiralty Act 1890 is authorised under this Act or otherwise to act as a prize court, all fees arising in respect of prize business transacted in the court shall be fixed, collected, and applied in like manner as the fees arising in respect of the Admiralty business of the court under the said Act."}, {"act": "Prize Courts Act 1894", "year": 1894, "section": "4", "section_title": " As to Vice-Admiralty Courts.", "section_text": "4 Her Majesty the Queen in Council may make rules of court for regulating the procedure and practice, including fees and costs, in a Vice-Admiralty Court, whether under this Act or otherwise."}, {"act": "Prize Courts Act 1894", "year": 1894, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}]