[{"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "1", "section_title": " Establishment of Highlands and Islands Development Board.", "section_text": "1 1 For the purpose of assisting the people of the Highlands and Islands to improve their economic and social conditions and of enabling the Highlands and Islands to play a more effective part in the economic and social development of the nation, there shall be established a Highlands and Islands Development Board (in this Act referred to as “ the Board ”) which shall have the general function of preparing, concerting, promoting, assisting and undertaking measures for the economic and social development of the Highlands and Islands, and have such other functions in pursuance of that general function as are conferred on them by this Act. 2 The area within or in relation to which the functions of the Board shall be exercised shall be the  former  counties of Argyll, Caithness, Inverness, Orkney, Ross and Cromarty, Sutherland and Zetland and such other areas in Scotland as, having regard to their character and proximity to the said counties, the Secretary of State may, by order made by statutory instrument, from time to time designate. 3 An order made under the last foregoing subsection shall be of no effect unless it is approved by a resolution of each House of Parliament, and the power to make such an order includes power to vary or revoke it by a subsequent order. 4 The Board shall consist of a chairman and not more than six other members of which one may be appointed deputy chairman. The chairman, the deputy chairman and the other members of the Board shall be appointed by the Secretary of State, but before appointing a member to be deputy chairman the Secretary of State shall consult with the chairman. 5 The provisions contained in Schedule 1 to this Act shall have effect in relation to the Board."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "2", "section_title": " Directions and advice to the Board.", "section_text": "2 1 The Secretary of State may, after consultation with the Board, give to the Board directions of a general character as to the exercise and performance of their functions, and the Board shall give effect to any such directions. 2 To advise the Board on the exercise and performance of their functions, there shall be constituted a Highlands and Islands Development Consultative Council (in this Act referred to as “ the Council ”). 3 The provisions contained i n Schedule 2 to this Act shall have effect in relation to the Council."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "3", "section_title": " Duties of the Board.", "section_text": "3 1 In pursuance of their general function described in section 1(1) of this Act the Board shall have the following duties— a to keep under review all matters relating to the economic and social well-being and development of the Highlands and Islands; b after consultation with such local authorities and other bodies as appear to the Board to have an interest, from time to time to prepare and submit to the Secretary of State for his approval proposals, whether general or specific in character, for the economic and social development of the Highlands and Islands or any part thereof; c to concert, promote, assist or undertake measures to implement any proposals so approved; d to advise the Secretary of State on such matters relating to their functions as he may refer to the Board or as the Board may think fit; e as soon as possible after the end of each calendar year to make to the Secretary of State a report as respects that year on the exercise and performance of their functions under this Act; such report shall set out any directions given to the Board under section 2(1) of this Act, a summary of any proposals submitted to the Secretary of State under paragraph ( b ) of this subsection, and, where he has refused to approve any such proposals, a summary of his reasons for so refusing, but shall not disclose any such information as is referred to in section 12(1) of this Act without the consent referred to in that subsection. 2 The Secretary of State may approve in whole or in part, any proposals submitted to him under paragraph ( b ) of the foregoing subsection, or may refuse to approve them. 3 Every report made to the Secretary of State under subsection (1)( e ) of this section shall be laid by him before each House of Parliament. 4 In the exercise of their functions under this Act the Board shall have regard to the desirability of preserving the beauty of the scenery in the Highlands and Islands."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "4", "section_title": " Acquisition and disposal of land.", "section_text": "4 1 For the purpose of any of their functions under this Act the Board may— a with the approval of the Secretary of State, by agreement acquire land, whether by way of purchase, feu, lease or excambion; b acquire land compulsorily, if so authorised by the Secretary of State; c hold and manage land acquired under this subsection, and with the approval of the Secretary of State, and subject to the subsequent provisions of this section, dispose of or otherwise deal with such land. 2 The  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply in relation to the compulsory purchase of land by the Board as if this Act had been in force immediately before the commencement of that Act and as if the Board were a local authority within the meaning of that Act. 3 The disposal of land under this section may be by way of sale, feu, lease or excambion, and there may be created in relation to land held under this section any servitude, right or other privilege, but such land may not be disposed of by way of gift, nor shall any security be constituted in relation to it."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "5", "section_title": " Erection of buildings and provision of services  etc.", "section_text": "5 1 The Board may— a erect buildings or other structures and carry out works or other operations on land; b provide equipment and services on or in connection with land; c hold, manage, maintain, hire, let or otherwise dispose of such works, equipment or services. 2 The powers conferred by the foregoing subsection may be exercised by the Board either on or in connection with land belonging to them, or, with the consent of all persons having an interest therein, on or in connection with other land. 3 The powers conferred on the Board by subsection (1) of this section shall be exercisable in relation to land not belonging to them on such terms as may be arranged by agreement with the persons having an interest in the land. 4 Where any person having such an interest in any land as enables him to bind the land enters into any such agreement as aforesaid, the agreement may be recorded in the Register of Sasines, and if so recorded shall be enforceable at the instance of the Board against persons deriving title to the land from the person who entered into the agreement: Provided that any such agreement shall not be enforceable against a third party who shall have in good faith and for value acquired right (whether completed by infeftment or not) to the land prior to the agreement being recorded as aforesaid, or against any person deriving title from such third party. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "6", "section_title": " Carrying on of business. ", "section_text": "6 The Board may, with the approval of the Secretary of State and the Treasury, acquire by agreement and carry on or set up and carry on, directly or through an agent, or themselves carry on as agent, any business or undertaking which in the opinion of the Board will contribute to the economic or social development of the Highlands and Islands, and, subject to such approval, may dispose of any such business or undertaking."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "7", "section_title": " Advisory and other services.", "section_text": "7 The Board shall have power— a to provide or assist in the provision of advisory, training, management, technical, accountancy and other services to persons engaged in or proposing to engage in business in the Highlands and Islands; b to promote or assist in the promotion of publicity relating to the Highlands and Islands or to the functions of the Board; c to engage in such other activity as the Board may deem expedient for the introduction, operation or development, whether by the Board or other persons, of industrial, commercial and other enterprises in the Highlands and Islands."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "8", "section_title": " Grants and loans. ", "section_text": "8 1 In accordance with arrangements approved by the Secretary of State and the Treasury, the Board shall have power to give financial assistance by way of grant or loan, or partly in one way and partly in the other, to any person carrying on or proposing to carry on any industrial, commercial or other undertaking or any activity which in the opinion of the Board will contribute to the economic or social development of the Highlands and Islands. 2 On making a grant or loan under this section the Board may impose such conditions as they think fit, including (in the case of a grant) conditions for repayment in specified circumstances. 3 Where a loan is made under this section to a crofter for the purpose of assisting him in the erection of any building or other structure, or the execution of any works, on his croft, or of assisting him in carrying on any business or undertaking on or in connection with his croft the Board may give notice thereof to the landlord of the croft and to the Secretary of State, and if notice is so given, then— a in relation to that loan section 11(7)( a ) of the  Crofters (Scotland) Act 1955 (which provides for payment to the Secretary of State of the value of improvements on the croft of a deceased crofter up to the amount of the crofter’s liability to the Secretary of State) and section 23(3) of that Act (which provides for the transfer to the Secretary of State of rights of crofters to compensation for improvements) shall apply as if for the references to the Secretary of State there were substituted references to the Board, so however that any rights of the Board thereby created shall be postponed to any rights, whensoever constituted, of the Secretary of State under those provisions: Provided that the landlord shall be entitled to set off all rent due or to become due by the crofter against any sum found to be due to the Board by virtue of this paragraph; b any amount due to the executor of the crofter under section 11(7A) of the said Act of 1955 (which provides in certain circumstances for payment by the Secretary of State to the executor of the difference between the value of improvements computed on one basis as compared with another) or to the crofter under section 6(3) of the  Crofters (Scotland) Act 1961 (which provides for payment to certain crofters by the Secretary of State of sums additional to compensation in respect of improvements) shall, up to the amount of any outstanding liability on the loan, so far as not already met under the provisions of the foregoing paragraph, be payable not to him but to the Board. In this subsection “ croft ”, “ crofter ” and “ landlord ” have the meanings respectively assigned to them by the said Act of 1955, and any reference to a crofter includes a reference to a statutory successor within the meaning of that Act."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "9", "section_title": " Ancillary powers of the Board.", "section_text": "9 1 The Board shall have power— a to make such charges for any of their services as they think fit; b to accept any gift made to them for the purposes of any of their functions, and, subject to the terms of the gift and to the provisions of this Act, to apply it for those purposes; c to carry out or commission the carrying out of such enquiries, investigations or researches as the Board may deem necessary or expedient for the purposes of their functions; d to do all such things as are incidental to, or conducive to the attainment of the purposes of, any of their functions. 2 For the purpose of the exercise of any of their functions the Board may, with the consent of the Secretary of State and the Treasury, borrow money."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "10", "section_title": " Powers of entry. ", "section_text": "10 1 Any person duly authorised in writing by . . .   the Board may, at any reasonable time, enter upon land in order to survey it— a for the purpose of determining whether, and if so in what manner, any of the functions of the Board . . .   under this Act should be exercised in relation to the land; b in connection with any proposals for submission by the Board to the Secretary of State under section 3(1)( b ) of this Act or with such proposals so submitted; c where the Board have under consideration the purchase of the land or the carrying out on the land of any of the operations described in section 5(1)( a ) or ( b ) of this Act; d for any other purpose in connection with the exercise or performance of their functions under this Act. 2 A person authorised under this section to enter upon any land, shall, if so required by the occupier or anyone acting on his behalf, produce evidence of his authority, and shall not demand admission as of right to any land which is occupied unless at least forty-eight hours notice, or in the case of land occupied for residential purposes at least seven days notice, of the intended entry has been given to the occupier. 3 Where any land is damaged in the exercise of a power of entry conferred under this section or in the making of any survey for the purpose of which any such power of entry has been so conferred, compensation in respect of that damage may be recovered by any person interested in the land from . . .   the Board . . .  . 4 Any power conferred by this section to survey land shall be construed as including power to search and bore for the purpose of ascertaining the nature of the subsoil or the presence of minerals therein: Provided that a person shall not carry out any works authorised by this subsection unless notice of his intention so to do has been included in the notice required by subsection (2) of this section, and if the land in question is held by any statutory undertakers and those undertakers object to the proposed works on the ground that the carrying out thereof would be seriously detrimental to the carrying on of their undertaking, the works shall not be carried out except with the authority of the appropriate Minister. In this subsection the terms “ appropriate Minister ” and “ statutory undertakers ” have the same meanings as in  section 275(1) of the  Town and Country Planning (Scotland) Act 1972 . 5 A person entering upon any land by virtue of this section may take with him such other persons as may be necessary, and on leaving any premises which he has so entered, being either unoccupied premises, or premises of which the occupier is temporarily absent, shall leave them as effectively secured against unauthorised entry as he found them. 6 A person who wilfully obstructs any person acting in the exercise of his powers under this section shall be guilty of an offence and shall be liable on summary conviction, in the case of a first offence, to a fine not exceeding  level 3 on the standard scale  and, in the case of a second or subsequent offence, to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "11", "section_title": " Power to obtain information.", "section_text": "11 1 The Board may by notice served on the owner or occupier of any land in the Highlands and Islands or on any person carrying on a business or undertaking therein require him to furnish them with such information as may be specified in the notice with regard to the land, business or undertaking and with regard to such other matters relating thereto, as the Board may reasonably require for the execution of such of their functions under this Act in relation to the land, business or undertaking as may be specified in the notice. 2 Any owner, occupier or other person on whom a notice has been served under the last foregoing subsection may within one month of the service of the notice appeal to the sheriff on the ground that the information or any part thereof specified in the notice is not reasonably required by the Board for the execution of such of their functions under this Act in relation to the land, business or undertaking as may be specified in the notice, and the sheriff may make such order either confirming or quashing or varying the notice as he thinks fit. In determining whether information is so reasonably required by the Board, the sheriff may take into account the probable cost or inconvenience to the person who has been required to furnish the information. 3 If any person on whom a notice has been served under subsection (1) of this section— a fails without reasonable cause or neglects to furnish to the Board within three months after the service of the notice, or in the case where an appeal has been made under the last foregoing subsection, within three months after a decision on that appeal confirming or varying the notice, or of the abandonment of the appeal, the information specified in the notice or required by the decision of the sheriff to be given; or b in furnishing such information as aforesaid knowingly or recklessly furnishes any information which is false in a material particular, he shall be guilty of any offence and liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "12", "section_title": " Restrictions on disclosure of information.", "section_text": "12 1 No information with respect to any land, business or undertaking which has been obtained by virtue of section 10 or 11 of this Act shall, without the consent of the owner and occupier of that land or, as the case may be, of the person carrying on that business or undertaking, be disclosed otherwise than for the purposes of the execution of this Act: Provided that nothing in this subsection shall apply to any disclosure of information made for the purposes of any legal proceedings pursuant to this Act or any criminal proceedings, whether pursuant to this Act or not, or for the purposes of any report of any such proceedings. 2 If any person discloses any information in contravention of this section, he shall be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding £100 or to both, or on conviction on indictment to imprisonment for a term not exceeding two years or to a fine or to both."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "13", "section_title": " Accounts of the Board etc.", "section_text": "13 1 The Board shall keep proper accounts and other records in relation to the accounts and shall prepare in respect of each of their financial years a statement of account in such form as the Secretary of State may, with the approval of the Treasury, determine. 2 The statement of account prepared by the Board for each financial year shall be submitted to the Secretary of State at such time as he may, with the approval of the Treasury, direct. 3 The Secretary of State shall, on or before 30th November in any year, transmit to the Comptroller and Auditor General the statement of account prepared by the Board under this section for the financial year last ended. 4 The Comptroller and Auditor General shall examine and certify the statement of account transmitted to him under this section and lay before Parliament copies of the statement of account together with his report thereon. 5 The Board shall provide the Secretary of State with such information relating to their activities or proposed activities as he may from time to time require, and for that purpose shall permit any person authorised in that behalf by the Secretary of State to inspect and make copies of their accounts, books, documents or papers and shall afford to that person such explanation thereof as he may reasonably require. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  9 In this section, “ financial year ” means the period beginning with the commencement of this Act and ending with 31st March 1966, and each subsequent period of twelve months ending with 31st March."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "14", "section_title": " Approval by Secretary of State and the Treasury.", "section_text": "14 1 Any approval or consent required by this Act may be given in relation to a specific act of the Board or in relation to all acts of a class or description specified in the approval or consent, and may be given subject to such conditions as may be so specified. 2 Before granting approval to any development by the Board for which planning permission from a local planning authority or the Secretary of State, on an application in that behalf made to the local planning authority, would otherwise be required, the Secretary of State shall consult the local planning authority concerned, and any approval so granted shall have effect, and the provisions of the  Town and Country Planning (Scotland) Act 1972  shall apply, as if it were planning permission granted by the Secretary of State under  section 32 of the  Town and Country Planning (Scotland) Act 1972 , and as if any conditions to which the approval is subject, being conditions which could have been imposed by the Secretary of State under the said  section 32 , were conditions of that planning permission. In this subsection “ development ”, “ local planning authority ” and “ planning permission ”, have the meanings respectively assigned to them by the said  Act of 1972 ."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "15", "section_title": " Service of notices.", "section_text": "15 1 Any notice for the purposes of this Act shall be in writing, and any notice required or authorised by this Act to be given to or served on any person shall be duly given or served if it is delivered to him or left at his proper address or sent to him by post by means of the recorded delivery service. 2 Any such notice required or authorised to be given or served on a body corporate shall be duly given or served if it is given to or served on the secretary or clerk of the body. 3 For the purposes of this section and of section 26 of the  Interpretation Act 1889 in its application to this section, the proper address of any person to or on whom any such notice as aforesaid is to be given or served shall in the case of the secretary or clerk of a body corporate, be that of the registered or principal office of the body, and in any other case be the last-known address of the person to be served."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "16", "section_title": " Application of Act to Crown.", "section_text": "16 Notwithstanding any interest of the Crown in Crown land, the power to acquire land compulsorily under section 4 of this Act may, with the consent of the appropriate authority, be exercised in relation to any interest therein which is for the time being held otherwise than by or on behalf of the Crown. In this section “ Crown land ” means land an interest in which belongs to Her Majesty in right of the Crown and land an interest in which belongs to a government department or is held in trust for Her Majesty for the purposes of a government department, and “ the appropriate authority ” has the meaning assigned to it by  section 253(7) of the  Town and Country Planning (Scotland) Act 1972 ; and the provisions of the said  section 253(7)  as to the determination of questions shall apply for the purposes of this section."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "17", "section_title": " Expenses.", "section_text": "17 1 The Secretary of State may pay such sums in respect of the expenses of the Board and the Council as he may, with the consent of the Treasury, determine. 2 There shall be paid out of moneys provided by Parliament any expenses incurred by the Secretary of State under this Act."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "18", "section_title": " Interpretation.", "section_text": "18 1 In this Act unless the context otherwise requires— “ function ” includes power and duty; “ Highlands and Islands ” means the area described in section 1(2) of this Act; “ land ” includes land covered by water, salmon fishings and, in relation to the acquisition or disposal of land under section 4 of this Act, any right or interest in or over land; “ local authority ” means a  regional, islands or district council within the meaning of the  Local Government (Scotland) Act 1973 . 2 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended by or under any other enactment."}, {"act": "Highlands and Islands Development (Scotland) Act 1965 (repealed 20.7.1992)", "year": 1965, "section": "19", "section_title": " Short title and extent.", "section_text": "19 1 This Act may be cited as the Highlands and Islands Development (Scotland) Act 1965. 2 This Act, . . .   shall extend to Scotland only."}]