[{"act": "Merchant Shipping Act 1965 (repealed 1.1.1996)", "year": 1965, "section": "1", "section_title": " Tonnage regulations.", "section_text": "1 1 The tonnage of any ship to be registered under the principal Act (whether under Part I or Part IV thereof) shall be ascertained in accordance with regulations made by the Board of Trade by statutory instrument; and those regulations shall, as respects anything done after the commencement of this Act, be taken to be the provisions referred to in the principal Act as the tonnage regulations of that Act. 2 Regulations under this section— a may make different provision for different descriptions of ships or for the same description of ships in different circumstances; b may make any provision thereof dependent on compliance with such conditions, to be evidenced in such manner, as may be specified in the regulations; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d may prohibit or restrict the carriage of goods or stores in spaces not included in the registered tonnage of a ship and may provide for making the master and the owner each liable to a fine not exceeding  level 3 on the standard scale where such a prohibition or restriction is contravened. 3 Regulations under this section may make provision for assigning to a ship, either instead of or as an alternative to the tonnage ascertained in accordance with the other provisions of the regulations, a lower tonnage applicable where the ship is not loaded to the full depth to which it can be safely loaded, and for indicating on the ship, by such mark as may be specified in the regulations, that such a lower tonnage has been assigned to it and, where it has been assigned to it as an alternative, the depth to which the ship may be loaded for the lower tonnage to be applicable. 4 Regulations under this section may provide for the measurement and survey of ships to be undertaken, in such circumstances as may be specified in the regulations and notwithstanding sections 6 and 86 of the principal Act, by persons appointed by such organisations as may be authorised in that behalf by the Board of Trade; and so much of  sections 83 and 676 of the principal Act as require the payment of fees into the Consolidated Fund shall not apply to fees payable under the said section 83 to persons appointed in pursuance of this subsection. 5 Regulations under this section may make provision for the alteration (notwithstanding section 82 of the principal Act) of the particulars relating to the registered tonnage of a ship. 6 Regulations under this section may provide for the issue by the Board of Trade or by persons appointed by such organisations as may be authorised in that behalf by the Board of Trade of certificates of the registered tonnage of any ship or of the tonnage which is to be taken for any purpose specified in the regulations as the tonnage of a ship not registered in the United Kingdom, and for the cancellation and delivery up of such certificates in such circumstances as may be prescribed by the regulations. 6A Regulations under this section requiring the delivery up of any certificate may make a failure to comply with the requirement an offence punishable on summary conviction with a fine not exceeding  level 3 on the standard scale . 7 Any statutory instrument made under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Merchant Shipping Act 1965 (repealed 1.1.1996)", "year": 1965, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Merchant Shipping Act 1965 (repealed 1.1.1996)", "year": 1965, "section": "3", "section_title": " Transitional provision.", "section_text": "3 The provisions made with respect to the ascertainment of tonnage by the  Merchant Shipping (Fishing Boats Registry Order 1927 shall have effect as if contained in, and accordingly may be amended or revoked by, regulations under this Act."}, {"act": "Merchant Shipping Act 1965 (repealed 1.1.1996)", "year": 1965, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Merchant Shipping Act 1965 (repealed 1.1.1996)", "year": 1965, "section": "5", "section_title": " Provisions as to Northern Ireland.", "section_text": "5 1 This Act extends to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Merchant Shipping Act 1965 (repealed 1.1.1996)", "year": 1965, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Merchant Shipping Act 1965 (repealed 1.1.1996)", "year": 1965, "section": "7", "section_title": " Amendments and repeals.", "section_text": "7 1 The enactments mentioned in Schedule 1 to this Act shall have effect subject to the amendments specified in relation thereto in the secound column of that Schedule, being minor amendments and amendments consequential on the foregoing provisions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Merchant Shipping Act 1965 (repealed 1.1.1996)", "year": 1965, "section": "8", "section_title": " Interpretation, construction, citation and commencement.", "section_text": "8 1 In this Act “ the principal Act ” means the  Merchant Shipping Act 1894. 2 This Act shall be construed as one with the Merchant Shipping Acts 1894 to 1964. 3 This Act may be cited as the Merchant Shipping Act 1965, and the Merchant Shipping Acts 1894 to 1964 and this Act may be cited together as the Merchant Shipping Acts 1894 to 1965. 4 This Act shall come into operation on such day as Her Majesty may by Order in Council appoint."}]