[{"act": "Shops (Early Closing Days) Act 1965 (repealed 1.12.1994)", "year": 1965, "section": "1", "section_title": " Selection of shop’s early closing day by its occupier.", "section_text": "1 1 The week day on which a shop is required to be closed for the serving of customers by one o’clock in the afternoon in pursuance of section 1(1) of the  Shops Act 1950 (in this Act referred to as “ the early closing day ”) shall, subject to subsection (4) of this section, be fixed by the occupier of the shop in accordance with subsections (2) and (3) of this section; and accordingly subsections (2) and (3) of the said section 1 (which authorise local authorities to fix early closing days by order and provide for early closing days to be fixed by the occupiers of shops only in cases where they are not fixed by the local authority) are hereby repealed. 2 The occupier of every shop to which the said section 1 applies— a shall keep conspicuously displayed in the shop, so as to be visible from outside the shop at an entrance used by its customers, a notice specifying the day selected by him as the early closing day for the shop; and b may, subject to the next following subsection, alter that day by specifying a different day in the notice aforesaid; and the day for the time being specified in the notice shall be the early closing day for the shop. 3 The occupier shall not be entitled to alter the early closing day for a shop except— a after the expiration of the period of three months beginning with the date on which that day became or last became the early closing day for the shop; and b where in accordance with the foregoing paragraph he has altered the early closing day for the shop from a particular day to another day and the period of one month beginning with the date of the alteration has not expired, by again specifying that particular day in the notice aforesaid; and where the occupier of a shop has exercised as respects the shop the power conferred by paragraph (b) of this subsection he shall not be entitled to exercise that power again as respects the shop before the expiration of the period of three months beginning with the date on which he exercised it. 4 Every order fixing an early closing day, in so far as it was made or has effect as if made in pursuance of section 1(2) of the  Shops Act 1950 and is in force immediately before the date of the commencement of this Act,— a shall, unless previously revoked, continue in force until the expiration of the period of three months beginning with that date as if this section had not been passed and shall then cease to have effect; and b may be revoked during that period as if this section had not been passed; and the provisions of subsections (2) and (3) of this section shall not apply in relation to a shop during any period when an order is in force by virtue of this subsection as respects the shop."}, {"act": "Shops (Early Closing Days) Act 1965 (repealed 1.12.1994)", "year": 1965, "section": "2", "section_title": " Repeal of powers to change closing time on early closing days and to extend early closing day provisions to exempted shops.", "section_text": "2 1 A local authority shall not have power to alter from one o’clock the hour by which a shop must be closed for the serving of customers on its early closing day; and accordingly in section 1(4) of the  Shops Act 1950 the words from “ either wholly ” where they first occur to the words “two o’clock” and the words “ either wholly or to such extent as aforesaid ” are hereby repealed. 2 A local authority shall not have power to extend the provisions of the said section 1 to shops to which by virtue of subsection (6) of that section those provisions do not apply; and accordingly the words from “but the local authority” onwards in that subsection are hereby repealed."}, {"act": "Shops (Early Closing Days) Act 1965 (repealed 1.12.1994)", "year": 1965, "section": "3", "section_title": " Substitution of “early closing day” for “weekly half-holiday”.", "section_text": "3 For any reference to the weekly half-holiday— a in the  Shops Act 1950 (which uses that expression to refer to the day commonly known as and in this Act referred to as the early closing day); and b in any order having effect by virtue of section 1(4) of this Act, there shall be substituted a reference to the early closing day; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Shops (Early Closing Days) Act 1965 (repealed 1.12.1994)", "year": 1965, "section": "4", "section_title": " Consequential amendments,  etc.  ", "section_text": "4 1 The following provisions of the Shops Act 1950 (being provisions made redundant by section 1 of this Act) are hereby repealed, that is to say— a the proviso to section 3 (which prevents a local authority who have fixed the early closing day for a shop from fixing the same day as the late day for the shop); b in paragraph (a) of the proviso to section 12 (which relates to trading elsewhere than in shops) the words “as respects any day other than the weekly half-holiday”; c sections 53(13)(b), 62(2)(b) and 67(4)(b)(which modify as respects certain shops provisions repealed by section I of this Act); and d in paragraph (a) of the proviso to section 54(2) (which section enables certain shops in London to be open until two o’clock in the afternoon on Sundays on codition that they are kept closed on a week day specified in pursuance of that section and, among other things, provides that the week day so specified shall be a day other than that fixed by the local authority as the early closing day) the words “the closing day so fixed shall be a day other than the day fixed for the weekly half-holiday by an order made under section one of this Act” and the words “required by the provisions of that section”. 2 Nothing in the said section 12 shall be construed as requiring any person to comply with the provisions relating to early closing days of the  Shops Act 1950 or this Act;  and, notwithstanding anything in section 1(3) of this Act, the occupier of a shop shall be entitled to alter the early closing day for the shop if it is necessary to do so in order to comply with paragraph (a) of the proviso to the said section 54(2) (which, as amended by paragraph (d) of the foregoing subsection, provides that the week day mentioned in the latter paragraph shall not be used as the early closing day for shops of the category there mentioned)."}, {"act": "Shops (Early Closing Days) Act 1965 (repealed 1.12.1994)", "year": 1965, "section": "5", "section_title": " Citation, construction and extent.", "section_text": "5 1 This Act may be cited as the Shops (Early Closing Days) Act 1965, and this Act and the Shops Acts 1950 and 1962 may be cited together as the Shops Acts 1950 to 1965. 2 This Act shall be construed as one with the  Shops Act 1950, and the reference to section 1 of that Act in section 14(1) of that Act (which penalises offences) and the references to Part I of that Act in sections 44 to 46 of that Act (which exempt certain activities from the provisions of that Part) and in section 69(1)(e) of that Act (which provides for the making of regulations) shall be construed as including references to this Act. 3 Without prejudice to the operation of subsection (2) of this section, this Act shall not extend to Northern Ireland."}]