[{"act": "Cremation Act 1952", "year": 1952, "section": "1", "section_title": " Restriction on use of new crematoria.", "section_text": "1 1 No human remains shall be burned in any crematorium established after the commencement of this Act . . .   until the crematorium has been certified to the Secretary of State by the burial authority or other person by whom it is established to be complete, . . .   and to be properly equipped for the purposes of the disposal of human remains by burning. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Cremation Act 1952", "year": 1952, "section": "2", "section_title": " Amendment of 2  Edw.  7. c. 8. ss. 7 & 8.", "section_text": "2 1 Section seven of the Cremation Act, 1902 (which requires the Secretary of State to make regulations prescribing among other things, the forms of notices, certificates and statutory declarations to be given or made before the burning of any human remains in the crematorium) shall be amended by substituting for the word “declarations”, where first occuring the word  “                applications              ” , by deleting the words “such declarations to be made under and by virtue of the   Statutory Declarations Act, 1835,” and by inserting after the words “have taken place” the words  “                Each such application shall be verified in such manner as the Secretary of State may by such regulations prescribe              ” . 2 Any statutory instrument containing regulations made under the said section seven shall be subject to annulment in pursuance of a resolution of either House of Parliament;and  the words from “A copy of” to “enacted in this Act” in that section shall cease to have effect. 3 In subsection (3) of section eight of the said Act (which relates to penalties) for the word “declaration” there shall be substituted the word  “                application              ” . "}, {"act": "Cremation Act 1952", "year": 1952, "section": "3", "section_title": " Fees.", "section_text": "3 1 The Secretary of State may by statutory instrument make regulations prescribing the fees which may be charged in respect of the issue of any medical certificate required under section seven of the  Cremation Act 1902. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Cremation Act 1952", "year": 1952, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Cremation Act 1952", "year": 1952, "section": "5", "section_title": " Short title, citation and commencement.", "section_text": "5 1 This Act may be cited as the Cremation Act 1952, and this Act and the  Cremation Act, 1902, may be cited together as the Cremation Acts 1902 and 1952. 2 This Act (except subsection (2) of section two) shall come into force three months after the passing of this Act; and the said subsection (2) shall come into force on the passing of this Act."}]