[{"act": "Defamation Act 1952", "year": 1952, "section": "1", "section_title": " Broadcast statements.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Defamation Act 1952", "year": 1952, "section": "2", "section_title": " Slander affecting official, professional or business reputation.", "section_text": "2 In an action for slander in respect of words calculated to disparage the plaintiff in any office, profession, calling, trade or business held or carried on by him at the time of the publication, it shall not be necessary to allege or prove special damage, whether or not the words are spoken of the plaintiff in the way of his office, profession, calling, trade or business."}, {"act": "Defamation Act 1952", "year": 1952, "section": "3", "section_title": " Slander of title,  etc.", "section_text": "3 1 In an action for slander of title, slander of goods or other malicious falsehood, it shall not be necessary to allege or prove special damage— a if the words upon which the action is founded are calculated to cause pecuniary damage to the plaintiff and are published in writing or other permanent form; or b if the said words are calculated to cause pecuniary damage to the plaintiff in respect of any office, profession, calling, trade or business held or carried on by him at the time of the publication. 2 Section one of this Act shall apply for the purposes of this section as it applies for the purposes of the law of libel and slander."}, {"act": "Defamation Act 1952", "year": 1952, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Defamation Act 1952", "year": 1952, "section": "5", "section_title": " Justification.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Defamation Act 1952", "year": 1952, "section": "6", "section_title": " Fair comment.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Defamation Act 1952", "year": 1952, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Defamation Act 1952", "year": 1952, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Defamation Act 1952", "year": 1952, "section": "9", "section_title": " Extension of certain defences to broadcasting.", "section_text": "9 1 Section three of the   Parliamentary Papers Act 1840 (which confers protection in respect of proceedings for printing extracts from or abstracts of parliamentary papers) shall have effect as if the reference to printing included a reference to broadcasting by means of wireless telegraphy. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Defamation Act 1952", "year": 1952, "section": "10", "section_title": " Limitation on privilege at elections.", "section_text": "10 A defamatory statement published by or on behalf of a candidate in any election to a local government authority   to the Scottish Parliament  or to Parliament shall not be deemed to be published on a privileged occasion on the ground that it is material to a question in issue in the election, whether or not the person by whom it is published is qualified to vote at the election."}, {"act": "Defamation Act 1952", "year": 1952, "section": "11", "section_title": " Agreements for indemnity.", "section_text": "11 An agreement for indemnifying any person against civil liability for libel in respect of the publication of any matter shall not be unlawful unless at the time of the publication that person knows that the matter is defamatory, and does not reasonably believe there is a good defence to any action brought upon it."}, {"act": "Defamation Act 1952", "year": 1952, "section": "12", "section_title": " Evidence of other damages recovered by plaintiff.", "section_text": "12 In any action for libel or slander the defendant may give evidence in mitigation of damages that the plaintiff has recovered damages, or has brought actions for damages, for libel or slander in respect of the publication of words to the same effect as the words on which the action is founded, or has received or agreed to receive compensation in respect of any such publication."}, {"act": "Defamation Act 1952", "year": 1952, "section": "13", "section_title": " Consolidation of actions for slander etc.", "section_text": "13 Section five of the   Law of Libel Amendment Act 1888 (which provides for the consolidation, on the application of the defendants, of two or more actions for libel by the same plaintiff) shall apply to actions for slander and to actions for slander of title, slander of goods or other malicious falsehood as it applies to actions for libel; and references in that section to the same, or substantially the same, libel shall be construed accordingly."}, {"act": "Defamation Act 1952", "year": 1952, "section": "14", "section_title": " Application of Act to Scotland.", "section_text": "14 This Act shall apply to Scotland subject to the following modifications, that is to say:— a sections one, two, eight and thirteen shall be omitted; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c subsection (2) of section four shall have effect as if at the end thereof there were added the words “Nothing in this subsection shall be held to entitle a defender to lead evidence of any fact specified in the declaration unless notice of his intention so to do has been given in the defences.”; and d for any reference to libel, or to libel or slander, there shall be substituted a reference to defamation; the expression “ plaintiff ” means pursuer                              and ; the expression “ defendant ” means defender;  ..."}, {"act": "Defamation Act 1952", "year": 1952, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Defamation Act 1952", "year": 1952, "section": "16", "section_title": " Interpretation.", "section_text": "16 1 Any reference in this Act to words shall be construed as including a reference to pictures, visual images, gestures and other methods of signifying meaning. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Where words broadcast by means of wireless telegraphy are simultaneously transmitted by telegraph as defined by the   Telegraph Act 1863,   . . . the provisions of this Act shall apply as if the transmission were broadcasting by means of wireless telegraphy."}, {"act": "Defamation Act 1952", "year": 1952, "section": "17", "section_title": " Proceedings affected and saving.", "section_text": "17 1 This Act applies for the purposes of any proceedings begun after the commencement of this Act, whenever the cause of action arose, but does not affect any proceedings begun before the commencement of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Defamation Act 1952", "year": 1952, "section": "18", "section_title": " Short title, commencement extent and repeals.", "section_text": "18 1 This Act may be cited as the Defamation Act 1952, and shall come into operation one month after the passing of this Act. 2 This Act   . . . shall not extend to Northern Ireland. 3 \t\t\t\t\t. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]