[{"act": "Finance Act 1952", "year": 1952, "section": "74", "section_title": " Stamp duties (exemption for certain transfers to joint boards or joint committees of local authorities). 1945 c. 42.", "section_text": "74 1 Where provision is made either—  a by an order under the  Water Act 1945  or by or under any local Act of Parliament , for the transfer of the whole or part of the undertaking of any water undertakers  to any other water undertakers ; or b by an order under the  Public Health Act 1936, or the  Local Government (Scotland) Act 1947, for the transfer of any property to a joint board constituted under section six of the said Act of 1936 or to a joint board or joint committee constituted under section one hundred and nineteen or one hundred and twenty of the said Act of 1947, as the case may be,  from another local authority ; then, in considering whether any and if so what duty is payable under section twelve of the  Finance Act 1895 (which relates to the stamp duty payable in connection with certain statutory conveyances), the consideration for the transfer shall be left out of account. 2 No stamp duty shall be payable on any contract or agreement for such a transfer as is referred to in paragraph (a) of the foregoing subsection, if the contract or agreement is conditional on the making of an order under the Water Act 1945  or under any local Act of Parliament or on the passing of such an Act , to give effect to it. 3 No stamp duty shall be payable on any conveyance, agreement or assignment made, or instrument executed, solely for the purpose of giving effect to a transfer of property to a joint board or joint committee constituted under section one hundred and nineteen or one hundred and twenty of the Local Government (Scotland) Act 1947,  from another local authority . 4 In this section  “local authority” has the meaning assigned to it by section  842A  of the Income and Corporation Taxes Act  1988 . 5 This section shall be construed as one with the Stamp Act 1891."}, {"act": "Finance Act 1952", "year": 1952, "section": "76", "section_title": " Short title, construction, extent and repeals.", "section_text": "76 1 This Act may be cited as the Finance Act 1952. 6 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended or applied by or under any other enactment, including this Act. 7 Such of the provisions of Parts I and  VI  of this Act as relate to matters with respect to which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland."}]