[{"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "1", "section_title": " Succession to estate of intestate leaving a surviving spouse.", "section_text": "1 1 As respects a person dying intestate after the commencement of this Act sections forty-six, forty-seven and forty-eight of the  Administration of Estates Act, 1925 (hereafter in this Part of this Act referred to as the “ principal Act ”), shall have effect subject to the amendments set out in this section. 2 For paragraph (i) of subsection (1) of the said section forty-six (which relates to the disposition of the residuary estate of an intestate leaving a surviving spouse) there shall be substituted the following paragraph— i If the intestate leaves a husband or wife, then in accordance with the following Table:  Table If the intestate— (1) leaves — the residuary estate shall be held in trust for the surviving husband or wife absolutely. (a) no issue, and (b) no parent, or brother or sister of the whole blood, or issue of a brother or sister of the whole blood (2) leaves issue (whether or not persons mentioned in sub-paragraph (b) above also survive) the surviving husband or wife shall take the personal chattels absolutely and, in addition, the residuary estate of the intestate (other than the personal chattels) shall stand charged with the payment of a net sum of five thousand pounds, free of death duties and costs, to the surviving husband or wife with interest thereon from the date of the death at the rate of four pounds per cent. per annum until paid or appropriated, and, subject to providing for that sum and the interest thereon, the residuary estate (other than the personal chattels) shall be held— (a) as to one half upon trust for the surviving husband or wife during his or her life, and, subject to such life interest, on the statutory trusts for the issue of the intestate, and (b)as to the other half, on the statutory trusts for the issue of the intestate. (3) leaves one or more of the following, that is to say, a parent, a brother or sister of the whole blood, or issue of a brother or sister of the whole blood, but leaves no issue the surviving husband or wife shall take the personal chattels absolutely and, in addition, the residuary estate of the intestate (other than the personal chattels) shall stand charged with the payment of a net sum of twenty thousand pounds, free of death duties and costs, to the surviving husband or wife with interest thereon from the date of the death at the rate of four pounds per cent. per annum until paid or appropriated, and, subject to providing for that sum and the interest thereon, the residuary estate (other than the personal chattels) shall be held— (a) as to one half in trust for the surviving husband or wife absolutely, and (b) as to the other half— (i) where the intestate leaves one parent or both parents (whether or not brothers or sisters of the intestate or their issue also survive) in trust for the parent absolutely or, as the case may be, for the two parents in equal shares absolutely (ii) where the intestate leaves no parent, on the statutory trusts for the brothers and sisters of the whole blood of the intestate. 3 In accordance with subsection (2) of this section— a in paragraph (iii) and (iv) of subsection (1) of the said section forty-six, after the word “leaves” there shall be inserted the words  “                      no husband or wife and                    ” ; and the words “subject to the interests of a surviving husband or wife” shall be omitted, b in paragraph (v) of the said subsection (1)— i for the words “issue or” there shall be substituted the words  “                          husband or wife and no issue and no                        ”  and ii the words “subject to the interests of a surviving husband or wife” and the words “but if no person takes an absolutely vested interest under such trusts; then Sixthly, for the surviving husband or wife of the intestate absolutely” shall be omitted, c at the end of section forty-seven of the principal Act there shall be added the following subsections— 4 References in paragraph (i) of subsection (1) of the last foregoing section to the intestate leaving, or not leaving, a member of the class consisting of brothers or sisters of the whole blood of the intestate and issue of brothers or sisters of the whole blood of the intestate shall be construed as references to the intestat leaving, or not leaving, a member of that class who attains an absolutely vested interest. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d in paragraph (a) of subsection (2) of section forty-eight of the principal Act, for the words “one thousand pounds” there shall be substituted the words  “                      five thousand, or, as the case may be, twenty thousand pounds                    ” . 4 At the end of the said section forty-sixthere shall be added the following subsections— 3 Where the intestate and the intestate’s husband or wife have died in circumstances rendering it uncertain which of them survived the other and the intestate’s husband or wife is by virtue of section one hundred and eighty-four of the Law of Property Act, 1925, deemed to have survived the intestate, this section shall, nevertheless, have effect as respects the intestate as if the husband or wife had not survived the intestate. 4 The interest payable on the net sum of five thousand pounds or, as the case may be, twenty thousand pounds payable to a surviving husband or wife shall be primarily payable out of income."}, {"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "2", "section_title": " Right of surviving spouse to have life interest redeemed.", "section_text": "2 As respects a person dying intestate after the commencement of this Act— a subsection (1) of section forty-eight of the principal Act (which authorises the personal representative to redeem the surviving spouse’s life interest in the residuary estate with his or her consent) shall not have effect, and b Part IV of the principal Act shall have effect as if the following section were added immediately before that section:— 47A 1 Where a surviving husband or wife is entitled to a life interest in part of the residuary estate, and so elects, the personal representative shall purchase or redeem the life interest by paying the capital value thereof to the tenant for life, or the persons deriving title under the tenant for life, and the costs of the transaction; and thereupon the residuary estate of the intestate may be dealt with and distributed free from the life interest. 2 The said capital value shall be reckoned in accordance with the rules set out in this subsection:— 1 There shall be ascertained the annual value of the life interest to which the surviving husband or wife would be entitled if the said part of the residuary estate (whether or not yielding income) were on the date of redemption of the life interest re-invested in the two-and -a -half per cent. consolidated stock referred to in section two of the National Debt (Conversion) Act, 1888. 2 There shall be ascertained the amount which, if invested on the said date in the purchase of an immediate life annuity from the National Debt Commissioners through the Post Office Savings Bank, would purchase an annuity for the tenant for life of the annual value ascertained under rule 1. 3 The said capital value shall, subject to rule 4, be the amount ascertained under rule 2 diminished by five per cent. thereof. 4 If the age of the tenant for life on the said date exceeds eighty years, a further deduction shall be made equal to five per cent. of the amount ascertained under rule 2 for each complete year by which the age exceeds eighty: Provided that, if the effect of this rule would otherwise be that the said capital value was less than one-and-a-half times the annual value ascertained under rule 1, the said capital value shall be one-and-a-half times that annual value. 3 An election under this section shall only be exercisable if at the time of the election the whole of the said part of the residuary estate consists of property in possession, but, for the purposes of this section, a life interest in property partly in possession and partly not in possession shall be treated as consisting of two separate life interests in those respective parts of the property. 4 If the tenant for life dies after the exercise of the election under this section but before effect is give to that election, the date of redemption shall be taken for the purposes of subsection (2) of this section to be the date immediately before the death of the tenant for life. 5 An election under this section shall be exercisable only within the period of twelve months from the date on which representation with respect to the estate of the intestate if first taken out: Provided thatif the surviving husband or wife satisfies the court that the limitation to the said period of twelve months will operate unfairly— a in consequence of the representation first taken out being probate of a will subsequently revoked on the ground that the will was invalid, or b in consequence of a question whether a person had an interest in the estate, or as to the nature of an interest in the estate, not having been determined at the time when representation was first taken out, or c in consequence of some other circumstances affecting the administration or distribution of the estate,the court may extend the said period. 6 An election under this section shall be exercisable, except where the tenant for life is the sole personal representative, by notifying the personal representative (or, where there are two or more personal representatives of whom one is the tenant for life, all of them except the tenant for life) in writing; and a notification in writing under this subsection shall not be revocable except with the consent of the personal representative. 7 Where the tenant for life is the sole personal representative an election under this section shall not be effective unless written notice thereof is given to the principal probate registrar within the period which it must be made; and provision may be made by probate rules for keeping a record of such notices and making that record available to the public. In this subsection the expression “ probate rules ” means rules made under section one hundred of the Supreme Court of Judicature (Consolidation) Act, 1925. 8 An election under this section by a tenant for life who is an infant shall be as valid and binding as it would be if the tenant for lide were of age; but the personal representative shall, instead of paying the capital value of the life interest to the tenant for life, deal with it in the same manner as with any other part of the residuary estate to which the tenant for life is absolutely entitled. 9 In considering for the purposes of the foregoing provisions of this section the question when representation was first taken out, a grant limited to settled land or to trust property shall be left out of account unless a grant limited to the remainder of the estate has previously been made or is made at the same time"}, {"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "3", "section_title": " Partial intestacies.", "section_text": "3 1 As respects a person dying intestate after the commencement of this Act, section forty-nine of the principal Act (which contains modifications of the general rules of intestacy in cases of partial intestacy) shall have effect subject to the amendments set out in this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 At the end of the said section forty-nine there shall be added the following subsections:— 2 References in the foregoing provisions of this section to beneficial interests acquired under a will shall be construed as including a reference to a beneficial interest acquired by virtue of the exercise by the will of a general power of appointment (including the statutory power to dispose of entailed interests), but not of a special power of appointment. 3 For the purposes of paragraph (aa) in the foregoing provisions of this section the personal representative shall employ a duly qualified valuer in any case where such employment may be necessary. 4 The references in subsection (3) of section forty-seven A of this Act to property are references to property comprised in the residuary estate and, accordingly, where a will of the deceased creates a life interest in property in possession, and the remaining interest in that property forms part of the residuary estate, the said references are references to that remaining interest (which, until the life interest determines, is property not in possession)."}, {"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "4", "section_title": " Reproduction of enactments in Administration of Estate Act, 1925, as amended.", "section_text": "4 In accordance with the provisions of the foregoing sections, sections forty-six to forty-nine of the principal Act shall have effect as respects a person dying intestate after the commencement of this Act as set out in the First Schedule to this Act."}, {"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "5", "section_title": " Rights of surviving spouse  or civil partner  as respects the matrimonial or civil partnership  home.", "section_text": "5 The Second Schedule to this Act shall have effect for enabling the surviving  husband or wife spouse or civil partner   of a person dying intestate after the commencement of this Act to acquire the matrimonial  or civil partnership  home."}, {"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "6", "section_title": " Interpretation and construction.", "section_text": "6 1 In this Part of this Act the expression “ intestate ” has the meaning assigned to it by section fifty-five of the principal Act. 2 The references in subsection (1) of section fifty of the principal Act (which relates to the construction of documents) to Part IV of that Act, or to the foregoing provisions of that Part, shall in relation to an instrument inter vivos made or a will coming into operation after the commencement of this Act, but not in relation to instruments inter vivos made or wills coming into operation earlier, be construed as including references to this Part of this Act and the Schedules to be read therewith."}, {"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Intestates’ Estates Act 1952", "year": 1952, "section": "9", "section_title": " Short title and commencement.", "section_text": "9 1 This Act may be cited as the Intestates’ Estates Act, 1952. 2 This Act shall come into operation on the first day of January, nineteen hundred and fifty-three."}]