[{"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "1", "section_title": " Agreements for re-insurance by Minister of Transport of war risks in respect of ships, aircraft and cargoes.", "section_text": "1 1 The  Board of Trade  (hereafter in this Act referred to as “ theBoard ”) may, with the approval of the Treasury, enter into agreements with any authorities or persons— a whereby  the Board  undertakes the liability of re-insuring any war risks against which a ship or aircraft is for the time being insured; and b whereby  the Board  undertakes the liability of re-insuring any war risks against which the cargo carried in a ship or aircraft is for the time being insured: Provided that the  Board  shall not enter into an agreement whereby  the Board  undertakes the liability of re-insuring any war risks against which a ship or aircraft not being a British ship or British aircraft is for the time being insured, except in so far as they arise during the continuance of any war or other hostilities in which Her Majesty is engaged or arise after any such war or hostilities in consequence of things done or omitted during the continuance thereof. 2 A copy of every agreement made in pursuance of this section shall, as soon as may be after the agreement is made, be laid before each House of Parliament; and if either House, within the period of fourteen days beginning with the day on which a copy of such an agreement is laid before it, resolves that the agreement be annulled, the agreement shall thereupon become void except in so far as it confers rights or imposes obligations in respect of things previously done or omitted to be done, without prejudice, however, to the making of a new agreement. In reckoning for the purposes of this subsection any such period of fourteen days as aforesaid, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 3 The reference in paragraph (a) of subsection (1) of this section to a ship or aircraft shall be construed as including a reference to any machinery, tackle, furniture or equipment of a ship or aircraft, and to any goods on board of a ship or aircraft, not being cargo carried therein, and the first reference in the proviso to that subsection to a ship or aircraft shall accordingly be similarly construed."}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "2", "section_title": " Insurance by Minister of Transport of ships, aircraft and cargoes.", "section_text": "2 1 The  Board  may, with the approval of the Treasury, carry on business under and in accordance with all or any of the following provisions of this subsection, that is to say:— a at any time when it appears to  the Board  that reasonable and adequate facilities for the insurance of British ships or British aircraft against war risks, or any description of such risks, are not available, for the insurance by  the Board  of such ships, or as the case may be, such aircraft, against such risks or, as the case may be, that description thereof; b during the continuance of any war or other hostilities in which Her Majesty is engaged, for the insurance by  the Board  of ships and aircraft (whether British or not); c at any time when it appears to  the Board  that reasonable and adequate facilities for the insurance of cargoes carried in ships or aircraft against war risks, or any description of such risks, are not available, for the insurance by  the Board  of such cargoes against such risks or, as the case may be, that description thereof; d during the continuance of any war or other hostilities in which Her Majesty is engaged, for the insurance by  the Board  of cargoes carried in ships or aircraft; e during the continuance of any such war or hostilities, for the insurance by  the Board  of goods consigned for carriage by sea or by air, while the goods are in transit between the premises from which they are consigned and the ship or aircraft or between the ship or aircraft and their destination: Provided that the  Board  shall not, by virtue of paragraph (b), (d) or (e) of this subsection, undertake the insurance of a ship, aircraft or cargo against risks other than war risks unless  the Board  is satisfied that, in the interests of the defence of the realm or the efficient prosecution of any such war or hostilities as aforesaid, it is necessary or expedient so to do. 2 References in paragraphs (a) and (b) of the foregoing subsection to ships of any description and to aircraft of any description shall be construed as including references to any machinery, tackle, furniture or equipment of ships of that description and aircraft of that description respectively and to any goods on board of ships of the description and aircraft of that description respectively, not being cargo carried therein, and the reference in the proviso to that subsection to a ship or aircraft shall accordingly be similarly construed. 3 In paragraph (e) of subsection (1) of this section the expression “ the ship or aircraft ”, in relation to goods consigned for carriage by sea or by air, does not include a vessel from which the goods are discharged for the purpose of being carried by sea or by air or into which they are discharged for the purpose of being landed."}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "3", "section_title": " Transitional provisions for compensation in respect of goods lost or damaged in transit after discharge or before shipment.", "section_text": "3 1 Where a person satisfies the  Board  with respect to any goods— a that the goods, having been consigned for carriage by sea or by air from a place outside any one of the countries to which this paragraph applies to a place in that country,— i were discharged in that country from the ship or aircraft before the expiration of the period of seven days beginning with such day as the  Board  may declare to be the day as from which  the Board  will carry on business for the purpose mentioned in paragraph (e) of subsection (1) of the last foregoing section; ii were, after the beginning of that day and before the expiration of the appropriate period, lost or damaged in consequence of a war risk, being one which the  the Board  was, on that day, prepared to insure under the said paragraph (e); and iii were lost or damaged while in transit between the ship or aircraft and their destination; or, having been consigned for carriage by sea or by air from a place in any one of the countries to which this paragraph applies to a place outside that country before the expiration of the said period of seven days, were, after the beginning of the said day, lost or damaged in consequence of such a war risk as aforesaid while in transit between the premises from which they were consigned and the ship or aircraft; and b that the goods were not insured against the risk in consequence of which they were lost or damaged; and c that he and his agents exercised all due diligence for securing that no delay occurred while the goods were in such transit as aforesaid; and d that at the time when the loss or damage occurred the property in the goods was vested in him; the  Board  shall pay to him, by way of compensation for that loss or damage, an amount ascertained in accordance with the next following subsection. 2 The amount of compensation payable under the foregoing subsection shall be— a in the case of lost goods, an amount equal to the insurable value of the goods; b in the case of damaged goods— i where the goods have been delivered at their destination, an amount equal to such proportion of the insurable value of the goods as the difference between the gross sound and damaged values at the place of arrival bears to the gross sound value; ii where the goods have not been so delivered, an amount equal to such proportion of the insurable value of the goods as the difference between the gross sound and damaged values at the premises from which they were consigned bears to the gross sound value. 3 Where, at a time when the loss or damage for which compensation in respect of any goods has become payable under this section occurred, the goods were subject to a mortgage, charge or other similar obligation, the amount of the compensation shall be deemed to be comprised in that mortgage, charge or other obligation. 4 The countries to which paragraph (a) of subsection (1) of this section applies are the United Kingdom, the Isle of Man and any of the Channel Islands. 5 In this section— a the expression “ the ship or aircraft ”, in relation to goods consigned for carriage by sea or by air to or from a country to which paragraph (a) of subsection (1) of this section applies, does not include a vessel into which the goods are discharged at a port or place in that country for the purpose of being landed at that port or place, or from which the goods are discharged for the purpose of being carried by sea or by air from that country, as the case may be; b the expression “ the appropriate period ” means— i in a case where the destination of the goods is within the port or place at which they were discharged from the ship or aircraft, the period of fifteen days beginning with the day on which they were so discharged; or ii in a case where the destination of the goods is outside the said port or place, the period of thirty days beginning with the day on which they were so discharged; and c the expression “ insurable value ” means, in relation to goods consigned for carriage by sea or by air, the prime cost of the goods plus the expenses of and incidental to the carriage thereof as aforesaid and the charges of insurance upon the whole; and for the purposes of this section the gross value of goods shall be taken to be the wholesale price or, if there be no such price, the estimated value, with, in either case, the expenses of and incidental to the carriage of the goods."}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "4", "section_title": " Liabilities of re-insurer in the event of insurer’s insolvency.", "section_text": "4 Where a sum becomes payable to a person (hereafter in this section referred to as “ the insurer ”) in respect of any loss or damage arising from a risk against which the insurer has, either originally or by way of re-insurance, insured another person (hereafter in this section referred to as “ the assured ”) and either— a the sum has become payable by the  Board  by virtue of an agreement made under section one of this Act; or b the sum has become payable under a contract of insurance by some person other than the  Board  (hereafter in this section referred to as “ the intermediate insurer ”) and the risk has been re-insured under such an agreement as aforesaid, then, if before payment of that sum is made by the  Board  or the intermediate insurer, the insurer becomes bankrupt or, in a case where the insurer is a company, the company commences to be wound up, or a receiver is appointed on behalf of the holders of any debentures of the company secured by a floating charge or possession is taken by or on behalf of the holders of such debentures of any property comprised in or subject to the charge, that sum shall cease to be payable to the insurer and the amount thereof shall be paid to the assured by the  Board  or the intermediate insurer, as the case may be, and the right of the assured to receive payment in respect of the loss or damage from the insurer shall to the extent to which the risk has been re-insured by the  Board , be extinguished."}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "5", "section_title": " Establishment of fund for purposes of this Act.", "section_text": "5 1 There shall be established under the control of the  Board  a fund, to be called the “marine and aviation insurance (war risks) fund”,— a into which shall be paid— i all sums received by the  Board  by virtue of this Act; ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b out of which shall be paid— i all sums required for the fulfilment by the  Board  of any of  its  obligations under this Act; . . .  ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 If, at any time when a payment falls to be made out of the marine and aviation insurance (war risks) fund, the sum standing to the credit of that fund is less than the sum required for the making of that payment, an amount equal to the deficiency shall be paid into that fund out of moneys provided by Parliament, but if and so far as that amount is not paid out of such moneys, it shall be charged on and issued out of the Consolidated Fund of the United Kingdom . . .   (hereafter in this Act referred to as “ the Consolidated Fund ”). 3 If, at any time, the amount standing to the credit of the marine and aviation insurance (war risks) fund exceeds the sum which, in the opinion of the  Board  and the Treasury, is likely to be required for the making of payments out of that fund, the excess shall be paid into the Exchequer . . .  4 The  Board  shall prepare, in such form and manner as the Treasury may direct, an account of the sums received into and paid out of the marine and aviation insurance (war risks) fund in each financial year, and shall, on or before the thirtieth day of November in each year, transmit the account to the Comptroller and Auditor General, who shall examine and certify the account and lay copies thereof together with copies of his report thereon, before both Houses of Parliament: Provided that if the Treasury certify that, in the interests of the defence of the realm or the efficient prosecution of any war or other hostilities in which Her Majesty is engaged, it is inexpedient that copies of the account for any year and of the report thereon should be laid before Parliament, a copy of the certificate shall be laid before both Houses of Parliament and, so long as the certificate remains in force, those copies of the account and of the report shall not be so laid."}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "7", "section_title": "†Exemption of certain instruments from provisions of Stamp Act 1891, and Marine Insurance Act 1906.", "section_text": "7 1 None of the following instruments shall . . .   be inadmissible in evidence by reason only that it is not embodied in a marine policy in accordance with the  Marine Insurance Act 1906, that is to say:— a an agreement for re-insurance made in pursuance of section one of this Act between the  Board  and any other authority or person, and a policy of re-insurance issued by the  Board  in pursuance of such an agreement; b an agreement entered into by a body to which this paragraph applies, being an agreement for the re-insurance of a risk insured by another person which may be again re-insured by the  Board , and a policy issued in pursuance of such an agreement, being a policy for the re-insurance only of such a risk as aforesaid; c a contract of insurance entered into by the  Board  in exercise of the powers conferred on him by section two of this Act, and a policy of insurance and a certificate of insurance issued by the  Board  in connection with any such contract. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Paragraph (b) of subsection (1) of this section applies to any body of persons for the time being approved for the purposes of this Act by the  Board , being a body the objects of which are or include the carrying on of business by way of the re-insurance of risks which may be re-insured under any agreement for the purpose mentioned in paragraph (b) of subsection (1) of section one of this Act."}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "8", "section_title": " Consequential amendment of 2 & 3  Geo.  6. c. 120 ", "section_text": "8 For paragraph (b) of subsection (2) of section one of the Restriction of Advertisement (War Risks Insurance) Act, 1939 (which, as amended by Order in Council under the Ministers of the Crown (Transfer of Functions) Act, 1946, excludes from the acts rendered unlawful by subsection (1) of that section anything done with a view to inducing persons to enter into any contract of insurance, if the Minister of Transport could, under section one or section two of the War Risks Insurance Act, 1939, lawfully re-insure the person liable under that contract), there shall be substituted the following paragraph:— b anything done with a view to inducing persons to enter into any contract of insurance, if the Minister of Transport could, under section one of the Marine and Aviation Insurance (War Risks) Act, 1952, lawfully re-insure the person liable under that contract ; or"}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "9", "section_title": " Expenses of the Minister of Transport.", "section_text": "9 The expenses incurred for the purposes of this Act by the  Board  shall, except in so far as they are required to be defrayed out of the marine and aviation insurance (war risks) fund, be defrayed out of moneys provided by Parliament."}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "10", "section_title": " Interpretation and savings.", "section_text": "10 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ British aircraft ” means aircraft registered in Her Majesty’s dominions; “ goods ” includes currency and any securities payable to bearer, not being either bills of exchange or promissory notes; “ war risks ” means risks arising from any of the following events, that is to say, hostilities, rebellion, revolution and civil war, from civil strife consequent on the happening of any of those events, or from action taken (whether before or after the outbreak of any hostilities, rebellion, revolution or civil war) for repelling an imagined attack or preventing or hindering the carrying out of any attack, and includes piracy. 2 The provisions of this Act relating to British ships shall apply also to ships of India and ships of the Republic of Ireland, and references in this Act to British ships shall be construed accordingly. 3 The provisions of this Act relating to British aircraft shall apply also to aircraft registered in India, the Republic of Ireland, the Federation of Malaya, a protectorate, a protected state, a trust territory or a mandated territory, and references in this Act to British aircraft shall be construed accordingly. The references in this subsection to a protectorate, a protected state, a trust territory and a mandated territory shall be construed as if they were references contained in the  British Nationality Act 1948. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Marine And Aviation Insurance (War Risks) Act 1952", "year": 1952, "section": "11", "section_title": "†Short title, extent and repeal.", "section_text": "11 1 This Act may be cited as the Marine and Aviation Insurance (War Risks) Act 1952. 2 It is hereby declared that this Act extends to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]