[{"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "1", "section_title": " Cessation of royalties levy and dissolution of Commission.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The Miners’ Welfare Commission constituted under section two of the  Mining Industry (Welfare Fund) Act 1939 (in this Act referred to as the Commission) shall be dissolved on the first day of July, nineteen hundred and fifty-two (in this Act referred to as the appointed day); and all property, rights, liabilities, obligations and functions vested in the Commission or to which the Commission are entitled or subject immediately before that day shall be transferred and dealt with in accordance with the following provisions of this Act."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "2", "section_title": " Winding up of miners’ welfare fund.", "section_text": "2 1 The miners’ welfare fund constituted under section twenty of the  Mining Industry Act 1920 (in this section referred to as the fund) shall be wound up in accordance with the following provisions of this section. 2 The accounts of the fund required by subsection (7) of the said section twenty and subsection (2) of section sixteen of the  Mining Industry Act 1926 to be prepared in respect of the financial year ending on the thirty-first day of March, nineteen hundred and fifty-two shall include an account of the receipts into and issues out of the fund in the period from the end of that year to the appointed day; and for the purposes of that account the sums appropriated out of proceeds of the output levy for the year nineteen hundred and fifty-one for purposes for which proceeds of the royalties welfare levy were required to be appropriated shall be ascertained in such manner as appears to the Minister to be appropriate having regard to the winding up of the fund and the cessation of the royalties welfare levy. 3 The cash and investments held in the fund immediately before the appointed day, and all sums received by the Minister on or after that day in respect of interest on investments so held at any time before that day, shall be divided between the Board and the Social Welfare Organisation in the proportion which the welfare levy balance (as defined by this section) bears to the output levy balance (as so defined); and such cash, investments and sums shall be transferred accordingly to the Board or the said Organisation in accordance with such scheme of distribution as may be agreed upon between them or in default of agreement in such manner as the Minister may direct. 4 Any sums due to the fund in respect of the royalties welfare levy or the output levy and not paid before the appointed day shall be payable to the Minister and shall be transferred by him— a in the case of sums paid on account of the royalties welfare levy, to the Board; and b in the case of sums paid on account of the output levy, as to one half each to the Board and the Social Welfare Organisation. 5 In this section “ the welfare levy balance ” means the balance of cash and investments (at cost) shown in the accounts mentioned in subsection (2) of this section as held in the fund immediately before the appointed day on account of the royalties welfare levy, including the sums appropriated out of proceeds of the output levy for purposes for which proceeds of the royalties welfare levy were required to be appropriated; and “ the output levy balance ” means the balance of cash and investments (at cost) shown as aforesaid as held in the fund immediately before that day on account of the output levy after deduction of the sums appropriated as aforesaid."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "3", "section_title": " Definition of colliery welfare property.", "section_text": "3 1 In this Act “ colliery welfare property ” means property representing an application of moneys standing to the credit of the miners’ welfare fund, being property used for purposes conducive to the welfare of persons employed in or about coal mines in matters affecting their employment as such, and in particular— a includes property representing such an application which is used for purposes described in Part I of the First Schedule to this Act; b does not include property which is used for purposes described in Part II of that Schedule. 2 In determining for the purposes of this section whether any property representing an application of such moneys as aforesaid is colliery welfare property— a no account shall be taken of the occasional use of any building or other land for a purpose different from the purpose for which it is normally used, or of any use of a part of any building for a purpose different from the main purpose or purposes for which the building as a whole is used; b any building or other land which is for the time being let, and any investments or money, shall be treated as used for the purposes for which the rents, profits, dividends or interest are applied; and c any property which is not for the time being used for any purpose shall be treated as used for the purposes prescribed by any trust or agreement to which it is subject, or, where more than one purpose is so prescribed, for the main or primary purpose so prescribed. 3 In this Act “ property representing an application of moneys standing to the credit of the miners’ welfare fund ” means moneys allocated from that fund, property purchased out of such moneys or resulting from the conversion of property so purchased, and property resulting from the carrying on of any undertaking established in pursuance of any trusts or agreement relating to such moneys or property as aforesaid. 4 The provisions of this Act shall apply to, and to any equipment provided for use in, any building which, if constructed or completed and used for the purpose for which it is designed, would be colliery welfare property, and to any rights, liabilities or obligations of the Commission under any contract for the construction of such a building, or any contract relating to any such equipment as if the building or equipment were colliery welfare property."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "4", "section_title": " Colliery welfare trusts and agreements.", "section_text": "4 1 Subject to the provisions of this Act, all colliery welfare trusts shall be determined on the appointed day, and there shall be transferred to the Board on that day:— a all property which immediately before that day is held by trustees upon such trusts or by a management committee constituted thereunder; b all rights, liabilities and obligations to which such trustees or any such management committee are entitled or subject immediately before that day, being rights, liabilities or obligations acquired or incurred for the purposes of the trusts or of managing or carrying on any property subject thereto or any undertaking established thereunder and not extinguished by virtue of the determination of the trusts. 2 The provisions of subsection (1) of this section shall apply in relation to any colliery welfare agreement, being an agreement made or having effect as if made between the Commission and the Board, whether with or without other parties, as they apply in relation to colliery welfare trusts, and as if references to trustees and to property held by trustees upon such trusts included references to the Commission and to property vested in the Commission under any such agreement; and all other colliery welfare property vested in the Commission immediately before the appointed day, and all other rights, liabilities, obligations and functions of the Commission in respect of colliery welfare property or under any colliery welfare agreement shall be transferred to the Board on the appointed day. 3 In this Act “ colliery welfare trusts ” means trusts of property consisting— a of colliery welfare property only; or b of colliery welfare property and other property where the value of the colliery welfare property substantially exceeds the value of that other property; and “ colliery welfare agreement ” means an agreement made or having effect as if made between the Commission and any other party in respect of such property as aforesaid. 4 Nothing in this section shall be construed as affecting any trust or agreement so far as it relates to property representing an application of moneys standing to the credit of the miners’ welfare fund, not being colliery welfare property, or any rights, liabilities or functions in respect of such property; and no account shall be taken of such property for the purposes of subsection (3) of this section."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "5", "section_title": " Colliery welfare property excepted from transfer.", "section_text": "5 1 If in the case of any colliery welfare trusts or colliery welfare agreement the property held immediately before the appointed day by the trustees or by a management committee constituted under the trusts or agreement includes property to which this section applies, then, notwithstanding anything in section four of this Act— a the property to which this section applies shall not be transferred to the Board under that section, but all such property (including any accretions thereto on or after the appointed day) shall be applied or disposed of in such manner as may be prescribed by a scheme to be made under this section by the Social Welfare Organisation; and b until such a scheme comes into operation, the property shall continue to be held by the trustees or management committee as the case may be, any rights, obligations or liabilities in respect of it may be enforced by and against them accordingly, and the provisions of the trusts or the agreement applicable thereto shall continue in force so far as may be necessary for the purpose of this section. 2 A scheme made under this section in relation to property subject to any colliery welfare trusts or colliery welfare agreement shall provide— a for transferring to the Board so much of the property to which the scheme applies as is equal in value to the value immediately before the appointed day of the liabilities transferred to the Board under the said section four in respect of the trusts or agreement or, where the last-mentioned value exceeds the value of the property to which the scheme applies, the whole of that property; b for the application of any balance of the said property for such purposes of social welfare activities in the district as may be determined by or under the scheme, and may contain such ancillary and supplementary provisions as appear to the Social Welfare Organisation to be expedient for the purposes aforesaid. 3 Before making a scheme under this section for the application of property for purposes specified in paragraph ( b ) of subsection (2) of this section, the Social Welfare Organisation shall afford to the trustees or management committee by whom the property is held an opportunity to make representations as to the purposes for which the property should be applied under the scheme; and where such recommendations are made, the Social Welfare Organisation shall, so far as they consider practicable and so far as may be consistent with the provisions of this section, give effect to them in making the scheme. 4 The property to which this section applies is money (including any credit in a banking account and any sums owing to the trustees or committee, whether already payable or not), negotiable instruments, and shares, stocks, bonds, debentures and other securities. 5 Any question arising under this section whether property is property to which this section applies, or as to the value of any property or liability, shall, in default of agreement between the Board and the Social Welfare Organisation, be determined by arbitration."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "6", "section_title": " Colliery welfare property to be accounted for by Board.", "section_text": "6 1 If in the case of any colliery welfare trusts or colliery welfare agreement the property transferred to the Board under section four of this Act includes property to which this section applies, subsection (2) of section five of this Act shall have effect in relation to those trusts or that agreement as if for references in paragraph ( a ) to the value immediately before the appointed day of the liabilities transferred to the Board in respect of the trusts or agreement there were substituted references to the amount (if any) by which that value exceeds the value immediately before that day of the property to which this section applies which is so transferred. 2 If in any such case as aforesaid the value immediately before the appointed day of the property to which this section applies which is transferred to the Board as aforesaid exceeds the value immediately before that day of the liabilities transferred to the Board in respect of the trusts or agreement, a sum equal to the difference shall be deemed to be property in respect of which a scheme may be made under the said section five, and shall be paid or applied by the Board in accordance with the provisions of such a scheme. 3 The property to which this section applies in the case of any colliery welfare trusts or colliery welfare agreement is property of any of the following descriptions, that is to say— a interests in land held by way of an investment; b stocks of goods intended to be sold, consumed or expended in the carrying on of any undertaking established in pursuance of the trusts or agreement, but not including fixtures, fittings or furniture; c a right to be indemnified in respect of any liability transferred to the Board in respect of the trusts or agreement. 4 Any question arising under this section whether property is property to which this section applies, or as to the value of any property or liability, shall, in default of agreement between the Board and the Social Welfare Organisation, be determined by arbitration."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "7", "section_title": " Vocational education trusts,  etc.", "section_text": "7 1 The provisions of sections four to six of this Act shall not apply in relation to any trusts or agreement of which the purpose or one of the purposes is the advancement of vocational education or training for the coal mining industry. 2 On the appointed day there shall be transferred to the Board— a the interest of the Commission under a lease dated the seventeenth day of December, nineteen hundred and forty-five and made between B and A Collieries Limited and the Commission in respect of property situated at Bestwood Colliery in the county of Nottingham and known as the South Notts Occupational Training Centre; b all property, rights, liabilities, obligations or functions vested in the Commission, or to which they are subject, immediately before the appointed day in respect of the said Centre or under any agreement made between the Commission and any education authority or any university or college in connection with the provision of facilities for vocational education or training for the coal mining industry. 3 On the appointed day the trusts declared by a deed dated the second day of June nineteen hundred and thirty-nine and made by Alfred Edward Faulkner and Harold William Cole, declaring trusts in respect of a sum of seventy-five thousand pounds allocated from the miners’ welfare fund for the purposes of a national mining education scholarship scheme shall be determined; and all moneys and investments which immediately before that day are held by the Commission upon those trusts shall be transferred to the Social Welfare Organisation on that day, and any interest or dividends which, but for this Act, would be payable to the Commission on or after that day in respect of moneys or investments so held at any time before that day shall be paid to the said Organisation. 4 On the appointed day, all property, rights, liabilities, obligations and functions vested in the Commission immediately before that day, or to which they are then entitled or subject, in respect of any such trusts or agreements as are mentioned in subsection (1) of this section (not being trusts or agreements referred to in subsection (2) or subsection (3) of this section) shall be transferred to the Social Welfare Organisation."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "8", "section_title": " Transfer of other property to Social Welfare Organisation.", "section_text": "8 1 On the appointed day the trusts declared by a deed entitled “the Miners’ Welfare General Endowment Fund” dated the thirtieth day of July nineteen hundred and forty and made by the Commission, declaring trusts in respect of a sum of two hundred thousand pounds allocated from the said fund for purposes described in that deed, shall be determined; and all moneys and investments which immediately before that day are held by the Commission upon those trusts shall be transferred to the Social Welfare Organisation on that day, and any interest or dividends which, but for this Act, would be payable to the Commission on or after that day in respect of moneys or investments so held at any time before that day shall be paid to the said Organisation. 2 There shall be transferred to the Social Welfare Organisation on the appointed day— a all property, rights, liabilities, obligations and functions vested in the Commission immediately before that day, or to which they are then entitled or subject, not being property, rights, liabilities, obligations or functions transferred or extinguished under any of the foregoing provisions of this Act; b all functions then vested in any divisional welfare committee, sub-divisional welfare committee, area welfare committee or group welfare committee established pursuant to the Memorandum of Arrangements made between the Board and the Commission for co-ordinating their activities in the matter of miners’ welfare and taking effect from the first day of January nineteen hundred and forty-eight, not being functions transferred or extinguished as aforesaid."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "9", "section_title": " Public records.", "section_text": "9 The foregoing provisions of this Act shall not apply to documents belonging to the Commission, being documents under the charge and superintendence of the Master of the Rolls in pursuance of the Public Record Office Acts 1838 to 1898; but the property in all such documents shall on the appointed day be transferred— a in the case of documents relating exclusively or mainly to colliery welfare property, to the Board; b in the case of documents relating exclusively or mainly to social welfare activities, to the Social Welfare Organisation; c in the case of other documents, to the Minister."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "10", "section_title": " Supplementary provisions as to vesting of property, etc.", "section_text": "10 1 All property, rights and liabilities transferred by this Act or any scheme made thereunder (other than the cash and investments mentioned in section two of this Act) shall vest in the persons to whom they are so transferred (in this section referred to as “ the transferees ”) by virtue of this Act and without further assurance. 2 Where any property, right or liability vests by virtue of this Act, the transferees and all other persons shall, as from the date of the vesting, have the same rights, powers and remedies for ascertaining, perfecting or enforcing the property, right or liability as would have been the case if the property, right or liability had at all times been vested in the transferees; and any legal proceedings relating to any such property, right or liability which are pending on that date by or against the body or person from whom the property, right or liability is transferred by the vesting may be continued, to the exclusion of the last-mentioned body or person, by or against the transferees. 3 The Minister may make regulations providing for the registration of the title of the transferees to property vesting in them by virtue of this Act, being property of a kind subject to provision for the registration of title thereto, and for any matters for which provision appears to the Minister to be necessary or expedient for the purpose of securing the effective transfer of any property so vesting. 4 Except as otherwise expressly provided therein, all property or rightstransferred by section seven or section eight of this Act shall vestin the transferees subject to any trusts or agreement applicablethereto immediately before the appointed day."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "11", "section_title": " Amendment of 9 & 10  Geo.  6. c. 59, s. 41.", "section_text": "11 1 Section forty-one of the Coal Industry Nationalisation Act, 1946(which provides for the variation of trusts of property provided outof the miners’ welfare fund) shall have effect as from the appointedday as if the following subsections were substituted for subsections(1) and (2) of that section— 1 Where any trusts subsisting immediately before the first day of July,nineteen hundred and fifty-two, are in force in respect of propertyconsisting— a of property representing an application of moneys standing to thecredit of the miners’ welfare fund; or b of property representing such an application and other property heldtherewith where the value of the property representing such applicaionsubstantially exceeds the value of that other property, and it appearsto the Minister that any variation of those trusts (includingprovisions relating to the appointment or removal of trustees) is expedientin the interests of social welfare activities, he may by order makeprovision for that variation. 2 For the purposes of the said section forty-one as amended by this section, any property held on the like trusts as property representing an application of moneys standing to the credit of the miners’ welfare fund shall be deemed to be held with that property notwithstanding that it is vested in different trustees."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "12", "section_title": " Provisions relating to the Social Welfare Organisation.", "section_text": "12 1 In this Act “ the Social Welfare Organisation ” means the Coal Industry Social Welfare Organisation incorporated under the  Companies Act 1948. 2 Without prejudice to any provisions of the articles of association of the Social Welfare Organisation, any functions conferred on that Organisation by or under this Act may be delegated by that Organisation, subject to such restrictions (if any) as they may determine, to any committee or body which appears to them to be concerned with social welfare activities in the district concerned (including any committee or body established for the purpose by the said Organisation); and any reference to the said Organisation in the foregoing provisions of this Act shall be construed, in relation to any functions so delegated, as a reference to the committee or body by whom they are exercisable. 3 If a resolution is passed or an order made for the winding up of the Social Welfare Organisation, any functions of that Organisation under this Act shall be transferred to such body or person as may be prescribed by an order made by the Minister."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "13", "section_title": " Grants by Board to Social Welfare Organisation.", "section_text": "13 The  Corporation  shall from time to time pay to the Social Welfare Organisation by way of grant such sums as are necessary to enable that Organisation to meet the estimated cost of any social welfare activities intended to be carried out by that Organisation; and all sums payable by the  Corporation  under this section shall be defrayed as part of the working expenses of the  Corporation ."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "14", "section_title": " Superannuation.", "section_text": "14 In section thirty-seven of the  Coal Industry Nationalisation Act 1946 (which provides for the making of regulations with respect to pensions, gratuities and other like benefits) the reference to the  Corporation  in paragraph ( a ) of subsection (1) shall be construed as including a reference to the Social Welfare Organisation."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "15", "section_title": " Order and regulations.", "section_text": "15 1 The power of the Minister to make an order under section twelve of this Act or regulations under section ten of this Act shall be exercisable by statutory instrument. 2 No order shall be made by the Minister under the said section twelve unless a draft thereof has been laid before Parliament and has been approved by resolution of each House of Parliament; and any statutory instrument containing regulations under the said section ten shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "16", "section_title": " Interpretation.", "section_text": "16 1 In this Act (including the provisions of section forty-one of the  Coal Industry Nationalisation Act 1946 as amended by this Act) the following expressions have the meanings hereby assigned to them, that is to say— “ the appointed day ” has the meaning assigned to it by section one of this Act; “ the Board ” means the National Coal Board; “ colliery welfare property ” has the meaning assigned to it by section three of this Act; “ colliery welfare trust ” and “ colliery welfare agreement ” have the meanings assigned to them by section four of this Act; “ the Commission ” has the meaning assigned to it by section one of this Act;  “ the Corporation ” means the British Coal Corporation “ functions ” includes powers and duties; “ the Minister ” means  the Secretary of State ; “ output levy ” means the sums payable in respect of the output of mines under section twenty of the  Mining Industry Act 1920; “ property ” includes interests in land; “ property representing an application of moneys standing to the credit of the miners’ welfare fund ” has the meaning assigned to it by subsection (3) of section three of this Act; “ royalties welfare levy ” means the levy payable under section fourteen of the  Mining Industry Act 1926; “ social welfare activities ” means activities concerned with the maintenance or improvement of the health, social well-being, recreation or conditions of living of— persons employed in or about coal mines or otherwise employed under the Board; persons who have ceased to be so employed by reason of age or disability or, having ceased to be so employed for any reason, have not subsequently changed their occupation; or dependants of any such persons, and in particular includes activities carried on for purposes mentioned in paragraph ( b ) of subsection (1) of section three of this Act, but does not include activities carried on for purposes mentioned in the other provisions of the said subsection (1); “ the Social Welfare Organisation ” has the meaning assigned to it by section twelve of this Act. 2 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended by or under any subsequent enactment."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "17", "section_title": " Application to Scotland.", "section_text": "17 1 The provisions of this section shall have effect for the purpose of the application of this Act to Scotland. 2 Any question which is required by this Act to be determined by arbitration shall be determined by a single arbiter appointed, in default of agreement, by the Court of Session or the sheriff on the application of either party to the question, and the arbiter may, and if so directed by the Court of Session shall, state a case for the decision of that Court on any question of law arising in the arbitration. 3 A decision of the Court of Session in pursuance of the last foregoing subsection shall be final unless that Court gives leave to appeal to the  Supreme Court  against the decision. 4 Regulations under subsection (3) of section ten of this Act may include provisions for the completion of the title of the transferees to heritable property in Scotland vesting in them by virtue of this Act by the execution and recording in the General Register of Sasines of conveyances or instruments relating to such property."}, {"act": "Miners’ Welfare Act 1952", "year": 1952, "section": "18", "section_title": "†Short title, extent and repeals.", "section_text": "18 1 This Act may be cited as the Miners’ Welfare Act 1952. 2 This Act shall not extend to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]