[{"act": "Motor Vehicles (International Circulation) Act 1952", "year": 1952, "section": "1", "section_title": " Orders in Council for facilitating international traffic. ", "section_text": "1 1 For the purpose of enabling effect to be given to any international agreement for the time being in force in respect of the United Kingdom, Her Majesty may by Order in Council make provision— a for the grant and authentication of any passes, certificates or other documents relating to vehicles or the drivers of vehicles which may be required for purposes of travel abroad by persons resident in the United Kingdom; b for modifying in relation to vehicles brought temporarily into Great Britain by persons resident outside the United Kingdom, and in relation to persons so resident who are temporarily in Great Britain, any enactment relating to vehicles or the drivers of vehicles. 2 An Order in Council under this section may provide— a for modifying any such enactment as aforesaid in respect of matters appearing to Her Majesty to be incidental to or connected with the matters regulated by any such international agreement; b for extending any privilege conferred by the Order to persons resident outside the United Kingdom who are temporarily in Great Britain but are not entitled thereto by virtue of any such international agreement, or in relation to vehicles brought temporarily into Great Britain by such persons, being persons or vehicles satisfying such conditions as may be specified by or under the Order; c for the payment in respect of any such documents as are mentioned in paragraph (a) of subsection (1) of this section of such fees as appear to Her Majesty to be appropriate having regard to any services performed in connection therewith in pursuance of the Order. 3 An Order in Council under this section may authorise the Minister of Transport to make regulations for any of the purposes of the Order; and the  Statutory Instruments Act, 1946, shall apply in relation to any such regulations as if they were made under powers conferred by an Act of Parliament. 4 An Order in Council under this section may be varied or revoked by a subsequent Order thereunder. 5 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless a draft thereof has been laid before Parliament and has been approved by resolution of each House of Parliament; and any statutory instrument containing regulations made under any such Order shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Motor Vehicles (International Circulation) Act 1952", "year": 1952, "section": "2", "section_title": " Orders for facilitating international traffic in Northern Ireland. ", "section_text": "2 1 The Governor of Northern Ireland may, by Order in the Privy Council of Northern Ireland, make provision in relation to Northern Ireland for any purpose for which provision may be made in relation to Great Britain under section one of this Act; and in relation to any such Order the provisions of that section (except so much of subsection (3) as applies to the  Statutory Instruments Act, 1946, and except subsection (5)) shall apply accordingly as if for the reference in paragraph (a) of subsection (2) to Her Majesty there were substituted a reference to the Governor of Northern Ireland and as if for the reference to the Minister of Transport there were substituted a reference to the Ministry of Commerce for Northern Ireland. 2 No recommendation shall be made to the Governor of Northern Ireland in Council to make an Order under this section unless a draft thereof has been laid before the Parliament of Northern Ireland and has been approved by resolution of each House of the Parliament of Northern Ireland; and every regulation made under any such Order shall be laid forthwith before each House of the Parliament of Northern Ireland, and if an Address is presented to the Governor of Northern Ireland within the period hereinafter mentioned praying that the regulation be annulled, the Governor of Northern Ireland in Council may annul the regulation and it shall thenceforth be void, but without prejudice to the validity of anything previously done thereunder. 3 The period referred to in subsection (2) of this section is, in relation to either House of the Parliament of Northern Ireland, a period beginning with the day following that on which the regulation is laid before it and comprising ten days at least on which that House has sat, but not being in any case shorter in duration than twenty days; and days comprised in more than one Session of the Parliament of Northern Ireland may be reckoned for the purposes of this subsection."}, {"act": "Motor Vehicles (International Circulation) Act 1952", "year": 1952, "section": "3", "section_title": " Minor Amendments of 12, 13 & 14  Geo.  6. c. 89, s. 7 and 10 & 11 Geo. 5. c. 18, s. 13.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Subsection (5) of section thirteen of the Finance Act, 1920 (which in its application to Northern Ireland enables provision to be made by regulations for the exemption from the duty chargeable under that section of mechanically propelled vehicles brought temporarily into Northern Ireland) shall have effect as if for the words from  “brought into” to the end of the subsection there were substituted the words  “                for the time being licensed under the Vehicle (Excise) Act, 1949              ” . 3 Regulations made under the said subsection (3) or the said subsection (5) may— a make different provisions in relation to vehicles of different classes or descriptions; b in relation to matters in respect of which an Order may be made by the Governor of Northern Ireland under this Act, as if it were an Order so made by the Governor of Northern Ireland, and may be varied or revoked under this Act accordingly."}, {"act": "Motor Vehicles (International Circulation) Act 1952", "year": 1952, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Motor Vehicles (International Circulation) Act 1952", "year": 1952, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Motor Vehicles (International Circulation) Act 1952", "year": 1952, "section": "6", "section_title": " Interpretation", "section_text": "6 In this Act— “ enactment ” includes an enactment of the Parliament of Northern Ireland; “ regulations ” includes rules, orders and other subordinate legislation; “ vehicle ” means any mechanically propelled vehicle intended or adapted for use on roads and any vehicle drawn by such a vehicle; and any reference to any enactment is a reference to that enactment as amended by or under any subsequent enactment."}, {"act": "Motor Vehicles (International Circulation) Act 1952", "year": 1952, "section": "7", "section_title": " Short title and commencement.", "section_text": "7 This Act may be cited as the Motor Vehicles (International Circulation) Act, 1952  . . .."}]