[{"act": "Rating and Valuation (Scotland) Act 1952", "year": 1952, "section": "1", "section_title": "\n\n\t\t\tValuation of lands and heritages in Scotland leased or occupied by certain bodies and owned by other persons.", "section_text": "1 1 Where any lands and heritages in Scotland are leased or occupied by any company or body whose undertaking is required to be valued by the Assessor of Public Undertakings (Scotland) and owned by some other person— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b the value of those lands and heritages shall be ascertained and fixed by the assessor of the  valuation area  in which they are situated and not by the Assessor of Public Undertakings (Scotland) and shall be entered in the valuation roll for that  valuation area ; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The foregoing provisions of this section shall not apply as regards a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b any lands and heritages which are let for a period exceeding twenty–one years."}, {"act": "Rating and Valuation (Scotland) Act 1952", "year": 1952, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Rating and Valuation (Scotland) Act 1952", "year": 1952, "section": "3", "section_title": "\n\n\t\t\tNotice to rating authorities of Assessor’s proposed valuation.", "section_text": "3 1 The Assessor of Public Undertakings (Scotland) shall, on or before such date . . .  as the Secretary of State may by statutory instrument prescribe, send to each  local authority  a copy of  so much of every  entry proposed to be made by such Assessor in his valuation roll direction proposed to be given by such Assessor under section 5 of the  Local Government (Scotland) Act 1975 as relates to the valuation of lands and heritages situated in the area of that authority. 2 If a  local authority  to whom a copy of a proposed  entry direction  has been sent in pursuance of the last foregoing subsection are of opinion that the  entry direction  is erroneous they may, within such time as may be prescribed as aforesaid, make representations to that effect to the said Assessor, who, if satisfied that such representations are well founded, shall give effect thereto in the preparation of  his valuation roll such direction ."}, {"act": "Rating and Valuation (Scotland) Act 1952", "year": 1952, "section": "4", "section_title": "\n\n\n\n\t\t\tAssessor of Public Undertakings (Scotland) to amend his valuation roll to give effect to appeal.", "section_text": "4 Where on an appeal under section twenty–four or section twenty–five of the  Lands Valuation (Scotland) Act, 1854, the  cumulo  yearly rent or value of any undertaking fixed by the Assessor of Public Undertakings (Scotland), or the proportion thereof allocated by such Assessor to  any islands area  or district is increased or reduced, the Assessor shall amend his valuation  roll  by making such alterations in the  cumulo  yearly rent or value of the undertaking or in the proportion thereof allocated to  each islands area  or district as are necessary to give effect to the increase or reduction in the  cumulo  yearly rent or value or in the proportion thereof allocated as aforesaid  and shall give a further direction under section 5 of the  Local Government (Scotland) Act 1975 ."}, {"act": "Rating and Valuation (Scotland) Act 1952", "year": 1952, "section": "5", "section_title": "\n\n\t\t\tPrescription of dates for purposes of s. 26 of Act of 1854.", "section_text": "5 The Secretary of State may by statutory instrument prescribe a date or dates on or before which persons may be required under section twenty–six of the  Lands Valuation (Scotland) Act, 1854, to attend before the Assessor of Public Undertakings (Scotland) or to give statements or to produce documents."}, {"act": "Rating and Valuation (Scotland) Act 1952", "year": 1952, "section": "6", "section_title": " Power of Court of Session to regulate procedure in valuation appeals. ", "section_text": "6 1 The Court of Session shall have power by act of sederunt to regulate and prescribe the procedure and practice to be followed in appeals under  section twenty–four or section twenty–five of the  Lands Valuation (Scotland) Act, 1854,  . . .   section seven of the  Valuation of Lands (Scotland) Amendment Act, 1879, and any matters incidental or relating to any such procedure or practice including (but without prejudice to the foregoing generality) the manner in which, and the time within which, and the conditions on which anything required or authorised to be done in relation to any such appeal as aforesaid shall or may be done. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Rating and Valuation (Scotland) Act 1952", "year": 1952, "section": "7", "section_title": "\n\n\t\t\tConsequential Amendments.", "section_text": "7 The enactments mentioned in the First Schedule to this Act shall be amended to the extent therein specified, being amendments consequential on the provisions of this Act."}, {"act": "Rating and Valuation (Scotland) Act 1952", "year": 1952, "section": "8", "section_title": " Interpretation, repeal and citation.", "section_text": "8   1 In this Act “ local authority ” has the same meaning as in the  Local Government (Scotland) Act 1973. 2 References in this Act to any enactment shall be construed as references to that enactment as amended by any other enactment. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 This Act may be cited as the Rating and Valuation (Scotland) Act, 1952."}]