[{"act": "Town Development Act 1952", "year": 1952, "section": "1", "section_title": " Definition of town development.", "section_text": "1 1 In this Act the expression “ town development ” means development in a . . .   district (or partly in one . . .   district and partly in another) which will have the effect, and is undertaken primarily for the purpose, of providing accommodation for residential purposes (with or without accommodation for the carrying on of industrial or other activities, and with all appropriate public services, facilities for public worship, recreation and amenity, and other requirements) the provision whereof will relieve congestion or over-population  outside the country comprising the district or districts in which the development is carried out. 2 In this Act, in relation to any town development, the expression “ receiving district ” means the . . .   district in which the development is carried out, or, in the case of town development partly in one . . . . . .   district and partly in another, a . . .   district in which part of it is carried out."}, {"act": "Town Development Act 1952", "year": 1952, "section": "2", "section_title": " Exchequer contributions to council of receiving district. ", "section_text": "2 1 This section applies to development to be carried out after the passing of this Act as to which the Minister of Housing and Local Government (hereinafter referred to as “ the Minister ”) is satisfied— a that it will be town development within the meaning of this Act on a substantial scale, and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The Minister may, in pursuance of undertakings in that behalf given by him with the approval of the Treasury, make contributions to the council of a receiving district towards expenses of any of the following kinds incurred or to be incurred by them in relation to development to which this section applies. The said kinds of expenses are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b expenses of acquiring land on which any of the development is carried out, or of acquiring land in substitution for land on which any of the development is carried out; c expenses of site preparation and other works for making the area of land within which the accommodation is to be provided suitable for the provision and use thereof; cc expenses of providing buildings and other works for social, cultural or recreational purposes d expenses of providing, extending or improving, in the course of the development, . . .  , main sewerage, or sewage disposal services; e payments under section 41 of the Water Act 1989 in respect of the provision of a water main needed for the purposes or in consequence of the development; ee payments under  section 72 of the Water Act 1989 in respect of the provision of a public sewer needed for the purposes or in consequence of the development. f payments made by virtue of this Act  to the National Rivers Authority or to an internal drainage board in respect of expenses incurred by the National Rivers Authority or the internal drainage board in the execution of works rendered necessary by the carrying out of the development. 3 Contributions under this section which are . . .   towards periodical payments falling within paragraph (e) thereof, shall be by way of corresponding annual or periodical payments, and in other cases shall be by way of such lump sum or periodical payment or payments as the Minister may determine. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town Development Act 1952", "year": 1952, "section": "3", "section_title": " Conditions of payment of Exchequer contributions.", "section_text": "3 1 When giving an undertaking under the last preceding section, the Minister may lay down, as conditions to which payment of the contributions undertaken to be made is to be subject, such conditions as it may appear to him to be expedient to impose for securing the intended relief from congestion or over-population. 2  If the Minister is satisfied that a council to whom he has undertaken under the last preceding section to make a contribution have failed to observe any condition laid down under this section as one to which payment of the contribution was to be subject, he may withhold or postpone payment, either in whole or in part— a of that contribution, b of any other contribution which he has undertaken under the last preceding section to make to that council, and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  or of any of those contributions. 3 The Minister, in exercising his power under subsection (2) of this section of withholding or postponing any payment to a council, shall have particular regard to securing that the penalty so imposed is no more than proportionate to the extent or degree of default of the council."}, {"act": "Town Development Act 1952", "year": 1952, "section": "4", "section_title": " Local authorities’ contributions to council of receiving district. ", "section_text": "4 1 Where the council of a   . . .  district or  London borough  are satisfied that the provision of accommodation by any town development within the meaning of this Act will relieve congestion or over-population in their area, they may, in pursuance of undertakings in that behalf given by them with the approval of the Minister, make contributions to the council of a receiving district towards expenses incurred or to be incurred by them in relation to the development. 2 An authority, when giving an undertaking under this section, may lay down, as conditions to which payment of the contributions undertaken to be made is to be subject, such conditions as it may appear to that authority to be expedient to impose for securing the intended relief from congestion or over-population."}, {"act": "Town Development Act 1952", "year": 1952, "section": "5", "section_title": " Authorisation of council of receiving district to exercise their powers for benefit of other areas.", "section_text": "5 The council of a receiving district may, for the purposes of town development within the meaning of this Act . . . . . .  , take, whether within or outside their area, any action which apart from this section they could lawfully take if it were for the benefit of their area but which is not, or may not be, for the benefit thereof."}, {"act": "Town Development Act 1952", "year": 1952, "section": "6", "section_title": " Additional powers of acquiring land. ", "section_text": "6 1 Where in the case of any land which is in an area with respect to which a development plan within the meaning of  the  Town and Country Planning Act 1971 has become operative under the  Town and Country Planning Act 1947 the  Town and Country Planning Planning Act 1962 or the Town and Country Planning Act 1971 , but which is not designated by the plan as subject to compulsory acquisition, the Minister is satisfied— a that the land is required for a purpose connected with town development within the meaning of this Act, and b that it is necessary in the public interest that the land should be acquired under this section notwithstanding that it is not designated by the said plan as subject to compulsory acquisition, he may authorise the council of a receiving district to acquire the land compulsorily in accordance with this section. 2 If during the period before such a development plan as aforesaid has become operative under the said Act of 1947 with respect to any area, the Minister is satisfied that the acquisition under this section of any land in that area is expedient for a purpose connected with town development within the meaning of this Act, he may authorise the council of a receiving district to acquire the land compulsorily in accordance with this section. 3 Where the Minister has power under the preceding provisions of this section to authorise the council of a receiving district to acquire any land compulsorily, he may, if after consultation with that council and the council of the county in which the receiving district is situated, he thinks it expedient so to do, authorise the land to be so acquired by any other local authority instead of by that council. 4 The  Acquisition of Land Act 1981 shall apply to the compulsory purchase of land under this section and, accordingly, shall have effect . . .  5 This section shall be construed as one with  Part VI of the said Act of 1971 \t\t\t\t\t(which contains provisions as to the acquisition and disposal of land for planning purposes). 6 \t\t\t\t\t For the purposes of any enactment (including any enactment contained in this Act) which contains a reference to  section 112 of the Town and Country Planning Act 1971  or a reference which (by virtue of that Act or of section thirty-eight of the Interpretation Act 1889) is to be construed as, or as including, a reference to that section, this section shall be treated as forming part of  section 112 of the said Act of 1971  and shall in particular be so treated for the purposes of  section 119(1), section 132(2) and section 133(1) of that Act."}, {"act": "Town Development Act 1952", "year": 1952, "section": "7", "section_title": " Authorities eligible to participate.", "section_text": "7 In connection with the carrying out of town development within the meaning of this Act provision may be made in accordance with the two next succeeding sections with a view to the participation therein (whether by undertaking or bearing the expense of a part or the whole of the requisite operations) of— a the council of a district which is not a receiving district; b the  council of a London borough c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and in this Act, in relation to any town development, references to an authority eligible to participate are to such a council or joint board as aforesaid, and references to an authority participating are to such a council or joint board who participate or propose to participate in the development."}, {"act": "Town Development Act 1952", "year": 1952, "section": "8", "section_title": " Provision for participation by agreement. ", "section_text": "8 1 In relation to any town development within the meaning of this Act the council of a receiving district and any authority or authorities eligible to participate, may, if authorised by the Minister in that behalf, make by agreement provision for the taking by any of the parties thereto of action of a kind mentioned in this subsection notwithstanding that apart from this subsection it would not be within the powers of that party, and it shall be lawful by virtue of this subsection for the party in question to take any such action for which provision is so made. The kinds of action for which provision may be so made are— a a party’s acting on behalf of another party in doing any thing which apart from this subsection that other party could lawfully employ an independent contractor to do, with or without power to the party so acting to employ another person or authority to do it; b any action outside their area by a  participating council, being action which apart from this subsection they could lawfully take if it were for the benefit of their area but which is not, or may not be, for the benefit thereof; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d the transfer by one party to another party who are to carry out the development, or part of it, of land possessed by the transferor party which is held by them for a purpose for which the development or that part of it is required; e the re-transfer to the transferor party of land transferred by them as aforesaid, or, where a party other than the council of the receiving district are to carry out the development or part of it on land possessed by that other party, the transfer of that land to the council of the receiving district after the carrying out of the development or that part of it; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  g the making and receipt of payments by any party to or from another. 2 Nothing in the preceding subsection shall be taken to prejudice the competence of the council of a receiving district, or of any authority eligible to participate, to make provision by agreement for any of the parties thereto— a to take action for the acquisition of land in the receiving district, whether by agreement or compulsorily, in exercise of any power in that behalf which that party has apart from that subsection, b to carry out development in the receiving district in exercise of power which that party has under any of the enactments relating to housing or to town and country planning, or c to take any other action which is within the powers of that party apart from that subsection, and nothing in that subsection shall be taken to prejudice the competence of any of them to take any action without the agreement of any other of them which apart from that subsection they could lawfully so take. 3 An authorisation of the Minister for the purposes of subsection (1) of this section of the making by agreement of any such provision as is therein mentioned may be limited to the making thereof in particular terms, or to a particular effect, specified by him. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town Development Act 1952", "year": 1952, "section": "9", "section_title": " Provision for participation under order of the Minister.", "section_text": "9 1 If an authority eligible to participate wish to take some action which could lawfully be taken by that authority by agreement between them and the council of a receiving district (with the authorisation of the Minister under subsection (1) of the last preceding section or otherwise), and the Minister, on application being made to him by that authority, is satisfied that such action— a is required for the purposes of town development within the meaning of this Act, but b is prevented or hampered by inability or unwillingness of the council of the receiving district to concur in providing by agreement for its being taken, he may after consultation with the council of the receiving district and the council of the county in which the receiving district is situated make provision by order— i for authorising the authority by whom the application is made to take that action, or to assume any obligation with respect thereto for the assumption of which by them provision could be made by such an agreement, and for requiring the council of the receiving district to permit the taking by that authority of that action; ii for imposing on the council of the receiving district any obligation with respect to that action for the assumption of which by them provision could be made by such an agreement, and for conferring on that authority the right to enforce an obligation so imposed as if it had been assumed by the council of the receiving district by agreement with that authority; and iii if any agreement with respect to that action has been made by the council of the receiving district with that authority, for varying the terms thereof. 2 An order under this section may be varied or revoked by a subsequent order made by the Minister. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 An order shall not be made under or by virtue of this section unless— a a draft of the order has been laid before Parliament and has been approved by resolution of each House of Parliament, or b in the case of an order under subsection (1) of this section, assent to the making of the order has been given by the council of the receiving district, or c in the case of a varying or revoking order under subsection (2) of this section, assent to the making of the order has been given by the council of the receiving district and by the authority on whose application the original order was made."}, {"act": "Town Development Act 1952", "year": 1952, "section": "10", "section_title": " Contributions to authorities participating from the Exchequer and local authorities benefited.", "section_text": "10 1 The Minister may, in pursuance of undertakings in that behalf given by him with the approval of the Treasury, make to an authority participating in development to which section two of this Act applies contributions towards expenses incurred or to be incurred by them in relation to the development— a in the case of the council of the county in which the development is carried out, or of a county in which part of it is carried out, of any of the kinds specified in subsection (2) of that section, or b in the case of any other authority, of any of the kinds specified in paragraphs (d), (e) and (f) of the said subsection (2), or of a kind specified in paragraph (b) thereof so far as incurred for the purposes of an operation mentioned in paragraph (d) thereof or in acquiring land in substitution for land used for such purposes. 2 Section three of this Act shall have effect in relation to contributions under the preceding subsection with the substitution of references to the preceding subsection for references in the said section three to section two of this Act and of references to an authority participating for references in the said section three to such a council as is therein mentioned. 3 Where the council of a   . . .  district or  London borough  are satisfied that the provision of accommodation by any town development within the meaning of this Act will relieve congestion or over-population in their area, they may, in pursuance of undertakings in that behalf given by them . . .  , make contributions to any authority participating in the development towards expenses incurred by them in relation to the development. A council, when giving an undertaking under this subsection, may lay down, as conditions to which payment of the contributions undertaken to be made is to be subject, such conditions as it may appear to that council to be expedient to impose for securing the intended relief from congestion or over-population."}, {"act": "Town Development Act 1952", "year": 1952, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Town Development Act 1952", "year": 1952, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Town Development Act 1952", "year": 1952, "section": "13", "section_title": " Re-transfers of land, and other adjustments, after carrying out of town development.", "section_text": "13 1 Where— a in the carrying out of arrangements for town development in connection with which provision has been made by agreement with the authorisation of the Minister given for the purposes of subsection (1) of section eight of this Act, or by order under section nine thereof, houses or other buildings or land have come to be held, or powers have become exercisable, by an authority whose continued holding or exercise thereof would in the opinion of the Minister be contrary to the interests of good local government, or other circumstances have arisen which in the opinion of the Minister call for adjustment or rectification in the interests thereof, and b the Minister is, as respects any adjustment or rectification appearing to him to be requisite, not satisfied that adequate provision therefor has been or will be made by agreement between all authorities concerned, or satisfied that adequate provision therefor cannot be so made, he may by order make such provision in that behalf as appears to him to be requisite. 2 An order under this section may, without prejudice to the generality of the preceding subsection, include provision for— a requiring any authority concerned to take any action similar to any of the kinds of action specified in paragraphs (d) to (g) of subsection (1) of section eight of this Act; b extinguishing or restricting any powers which have become exercisable by any authority concerned for the purposes of town development and are not ordinarily exercisable by them; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 An order under this section may be varied by a subsequent order made by the Minister. 4 An order made under this section shall be subject to special parliamentary procedure."}, {"act": "Town Development Act 1952", "year": 1952, "section": "14", "section_title": " Supplementary provisions as to transfers of land.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Section one hundred and sixty-six of the  Local Government Act, 1933 (which relates to the application of capital money received from the disposal of land) shall have effect as respects any capital money received in respect of a transfer or re-transfer of land for which provision is made  by agreement in connection with town development within the meaning of this Act, or by order under section 9 or section 13 of this Act.  as it has effect in relation to capital money received in respect of such transfers as are mentioned in that section."}, {"act": "Town Development Act 1952", "year": 1952, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Town Development Act 1952", "year": 1952, "section": "16", "section_title": " Contributions to expenses of land drainage works.", "section_text": "16 The council of a receiving district or an authority eligible to participate may contribute towards expenses  incurred by the National Rivers Authority or by an internal drainage board in the execution of works rendered necessary by the carrying out of development which, in the opinion of the authority making the contribution, is town development within the meaning of this Act."}, {"act": "Town Development Act 1952", "year": 1952, "section": "17", "section_title": " Appropriation of land for planning purposes in connection with town development.", "section_text": "17 1 The Minister may authorise the council of a receiving district or a participating authority to appropriate for purposes for which land can be acquired under section thirty-eight or forty of the  Town and Country Planning Act, 1947, land held by them for a purpose which is to be effected in the course of town development within the meaning of this Act, if he is satisfied that the land will after the appropriation be used or disposed of for that purpose. 2 Subsections (2) and (3) of section one hundred and sixty-three of the  Local Government Act, 1933, shall have effect in relation to an appropriation made pursuant to an authorisation under this section."}, {"act": "Town Development Act 1952", "year": 1952, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Town Development Act 1952", "year": 1952, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Town Development Act 1952", "year": 1952, "section": "20", "section_title": " Provisions as to orders under this Act.", "section_text": "20 1 The powers to make orders conferred on the Minister by this Act shall be exercisable by statutory instrument. 2 An order under this Act may contain such incidental and consequential provisions as appear to the Minister to be expedient, including provisions for the transfer and compensation of officers."}, {"act": "Town Development Act 1952", "year": 1952, "section": "21", "section_title": " Obligation to obtain planning permission to apply to town development.", "section_text": "21 Nothing in this Act or in any authorisation given or order made thereunder shall be taken to authorise the carrying out of any development not authorised by planning permission granted or deemed to have been granted under the  Town and Country Planning Act, 1947."}, {"act": "Town Development Act 1952", "year": 1952, "section": "22", "section_title": " Expenses.", "section_text": "22 There shall be paid out of moneys provided by Parliament— a any contributions made in pursuance of undertakings given by the Minister under section two or section ten of this Act; b any increase which is attributable to the provisions of this Act in moneys so payable under any other Act."}, {"act": "Town Development Act 1952", "year": 1952, "section": "23", "section_title": " Short title, construction and extent.", "section_text": "23 1 This Act may be cited as the Town Development Act, 1952. 2 In this Act— a the expression “house”, in a context importing a reference to any contributions in respect thereof, has the same meaning as in the enactment under which the contributions are payable; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 References in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment. 4 This Act shall not extend to Scotland or to Northern Ireland."}]