[{"act": "Visiting Forces Act 1952", "year": 1952, "section": "1", "section_title": " Countries to which Act applies.", "section_text": "1 1 References in this Act to a country to which a provision of this Act applies are references to— a Canada, Australia, New Zealand,  South Africa,  . . ., India,  Pakistan,  . . .   Ceylon   Ghana,    . . . Malaysia the Republic of Cyprus,    . . .  Nigeria,    . . .  Sierra Leone,    . . .  Tanganyika or Jamaica Trinidad and Tobago, or Uganda, or Kenya, or Zanzibar, or Malawi, or Zambia, or Malta, or The Gambia, or Guyana, or Botswana, or Lesotho, or Singapore, or Barbados, or Mauritius, or Swaziland, or Tonga, or Fiji, or the Bahamas, or Bangladesh, or Solomon Islands or Tuvalu or Dominica or St.  Lucia or Kiribati or St Vincent and the Grenadines or Papua New Guinea, Western Samoa and Nauru, or Zimbabwe or the New Hebrides or Belize or Antigua and Barbuda or Saint Christopher and Nevis Brunei or Maldives, or Namibia, or or Cameroon or Mozambique b any country designated for the purposes of that provision by Order in Council under the next following subsection. 2 Where it appears to Her Majesty, as respects any country not mentioned in paragraph ( a ) of the foregoing subsection, that having regard to (a)  any arrangements for common defence  ; or b any other arrangements for defence co-operation, to which Her Majesty’s Government in the United Kingdom and the Government of that country are for the time being parties it is expedient that the following provisions of this Act, or any of those provisions, should have effect in relation to that country, Her Majesty may by Order in Council designate that country for the purposes of the provisions in question. 3 Her Majesty may by Order in Council provide that in so far as this Act has effect in relation to any country designated under the last foregoing subsection, it shall have effect subject to such limitations, adaptations or modifications as may be specified in the Order. 4 No recommendation shall be made to Her Majesty in Council to make an Order under the last foregoing subsection unless a draft thereof has been laid before Parliament and approved by resolution of each House of Parliament."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "2", "section_title": " Exercise of powers by service courts and authorities of countries sending visiting forces.", "section_text": "2 1 The service courts and service authorities of a country to which this section applies may within the United Kingdom, or on board any of Her Majesty’s ships or aircraft, exercise over persons subject to their jurisdiction in accordance with this section all such powers as are exercisable by them according to the law of that country. 2 The persons subject to the jurisdiction of the service courts and service authorities of a country in accordance with this section are the following, that is to say— a members of any visiting force of that country; and b all other persons who, being neither citizens of the United Kingdom and Colonies nor ordinarily resident in the United Kingdom, are for the time being subject to the service law of that country otherwise than as members of that country’s forces: Provided that for the purposes of this subsection a person shall not be treated as a member of a visiting force of a country if he became (or last became) a member of that country’s forces at a time when he was in the United Kingdom unless it is shown that he then became a member of those forces with his consent. 3 Where any sentence has, whether within or outside the United Kingdom, been passed by a service court of a country to which this section applies upon a person who immediately before the sentence was passed was subject to the jurisdiction of that court in accordance with this section, then for the purposes of any proceedings in a United Kingdom court the said service court shall be deemed to have been properly constituted, and the sentence shall be deemed to be within the jurisdiction of that court and in accordance with the law of that country and if executed according to the tenor of the sentence shall be deemed to have been lawfully executed. 4 Notwithstanding anything in the foregoing provisions of this section, a sentence of death passed by a service court of a country to which this section applies shall not be carried out in the United Kingdom unless under United Kingdom law a sentence of death could have been passed in a similar case. 5 Any person who— a is detained in custody in pursuance of a sentence as respects which subsection (3) of this section has effect, or b being subject in accordance with this section to the jurisdiction of the service courts of a country to which this section applies, is detained in custody pending or during the trial by such a court of a charge brought against him, shall for the purposes of any proceedings in any United Kingdom court be deemed to be in legal custody. 6 For the purpose of enabling the service courts and service authorities of a country to which this section applies to exercise more effectively the powers referred to in subsection (1) of this section,  the Defence Council , if so requested by the appropriate authority of that country, may from time to time by general or special orders direct members of the home forces to arrest any person, being a member of a visiting force of that country, who is alleged to be guilty of an offence punishable under the law of that country and to hand him over to such service authority of that country as may be designated by or under the orders."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "3", "section_title": " Restriction, as respects certain offences, of trial by United Kingdom courts of offenders connected with visiting force. ", "section_text": "3 1 Subject to the provisions of this section, a person charged with an offence against United Kingdom law shall not be liable to be tried for that offence by a United Kingdom court if at the time when the offence is alleged to have been committed he was a member of a visiting force or a member of a civilian component of such a force and— a the alleged offence, if committed by him, arose out of and in the course of his duty as a member of that force or component, as the case may be; or b the alleged offence is an offence against the person, and the person or, if more than one, each of the persons in relation to whom it is alleged to have been committed had at the time thereof a relevant association either with that force or with another visiting force of the same country; or c the alleged offence is an offence against property, and the whole of the property in relation to which it is alleged to have been committed (or, in a case where different parts of that property were differently owned, each part of the property) was at the time thereof the property either of the sending country or of an authority of that country or of a person having such an association as aforesaid;  or d the alleged offence is the offence of hijacking on board a military aircraft in the service of that force or consists of inducing or assisting, in relation to such an aircraft, the commission of any such act as is mentioned in  section 6(2)( a ) of the Aviation Security Act 1982 ; or e the alleged offence is an offence under  section 2 or 3 of that Act , or consists of inducing or assisting the commission of any such act as is mentioned in  section 6(2)( b ) and ( c ) of that Act, where (in either case) one or more such aircraft was or were the only aircraft alleged to have been, or to have been likely to be, thereby destroyed or damaged or whose safety is alleged to have been, or to have been likely to be, thereby endangered:  ; or— f the alleged offence is an offence under section 1(2)(a)(ii) of the Aviation and Maritime Security Act 1990, where one or more such aircraft was or were the only aircraft alleged to have been thereby destroyed or seriously damaged; or g the alleged offence is the offence of hijacking a warship in the service of that force or any other ship used as a naval auxiliary in that service or consists of inducing or assisting, in relation to any such warship or other ship, the commission of any such act as is mentioned in section 14(4)(a) of the Aviation and Maritime Security Act 1990; or h the alleged offence is an offence under section 11, 12, or 13 of that Act in relation to a ship, or consists of inducing or assisting the commission of any such act as is mentioned in section 14(4)(b), (c) or (d) of that Act in relation to a ship, where (in either case) one or more warships in the service of that force or other ships used as naval auxiliaries in that service were the only ships alleged to have been, or to have been likely to be, thereby destroyed or damaged or whose safe navigation is alleged to have been, or to have been likely to be, thereby endangered Provided that this subsection shall not apply if at the time when the offence is alleged to have been committed the alleged offender was a person not subject to the jurisdiction of the service courts of the country in question in accordance with the last foregoing section. 2 In relation to the trial of a person who was a member of a civilian component of a visiting force at the time when the offence is alleged to have been committed, the last foregoing subsection shall not have effect unless it is shown that the case can be dealt with under the law of the sending country. 3 Nothing in subsection (1) of this section— a shall prevent a person from being tried by a United Kingdom court in a case where the Director of Public Prosecutions (in the case of a court in England or Wales), the Lord Advocate (in the case of a court in Scotland) or the Attorney-General for Northern Ireland (in the case of a court in Northern Ireland) certifies, either before or in the course of the trial, that the appropriate authority of the sending country has notified him that it is not proposed to deal with the case under the law of that country; or b shall affect anything done or omitted in the course of a trial unless in the course thereof objection has already been made that by reason of that subsection the court is not competent to deal with the case; or c shall, after the conclusion of a trial, be treated as having affected the validity thereof if no such objection was made in the proceedings at any stage before the conclusion of the trial. 4 In relation to cases where the charge (by whatever words expressed) is a charge of attempting or conspiring to commit an offence, or of aiding, abetting, procuring or being accessory to, or of being art and part in, the commission of an offence,  paragraphs ( b ), ( c ) and ( f ) of subsection (1) of this section  and (except in so far as they relate to inducing or assisting the commission of any act)  paragraphs ( d ), ( e ), ( g ) and ( h ) of that subsection  shall have effect as if references in those paragraphs to the alleged offence were references to the offence which the person charged is alleged to have attempted or conspired to commit or, as the case may be, the offence as respects which it is alleged that he aided, abetted, procured or was accessory to, or was art and part in, the commission thereof; and references in  paragraphs ( b ) and ( c ) of that subsection  to persons in relation to whom, or property in relation to which, the offence is alleged to have been committed shall be construed accordingly. 5 Nothing in this section shall be construed as derogating from the provisions of any other enactment restricting the prosecution of any proceedings or requiring the consent of any authority to the prosecution thereof. 6 For the purposes of this section the expressions “ offence against the person ” and “ offence against property ” shall be construed in accordance with the provisions of the Schedule to this Act."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "4", "section_title": " United Kingdom courts not to try offenders tried by service courts of visiting forces.", "section_text": "4 1 Without prejudice to the last foregoing section, where a person has been tried by a service court of a country to which this section applies in the exercise of the powers referred to in subsection (1) of section two of this Act, he shall not be tried for the same crime by a United Kingdom court. 2 Where a person who has been convicted by a service court of such a country in the exercise of the said powers is convicted by a United Kingdom court for a different crime, but it appears to that court that the conviction by the service court was wholly or partly in respect of acts or omissions in respect of which he is convicted by the United Kingdom court, that court shall have regard to the sentence of the service court."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "5", "section_title": " Arrest, custody,  etc.  of offenders against United Kingdom law.", "section_text": "5 1 Neither of the two last foregoing sections shall affect— a any powers of arrest, search, entry, seizure or custody exercisable under United Kingdom law with respect to offences committed or believed to have been committed against that law; or b any obligation of any person in respect of a recognisance or bail bond entered into in consequence of his arrest, or the arrest of any other person, for such an offence; or c any power of any court to remand (whether on bail or in custody) a person brought before the court in connection with such an offence. 2 Where a person has been taken into custody by a constable without a warrant for such an offence as aforesaid, and there is reasonable ground for believing that in accordance with section two of this Act he is subject to the jurisdiction of the service courts of a country to which this section applies, then, with a view to its being determined whether he is to be dealt with for that offence under United Kingdom law or dealt with by the courts of that country for an offence under the law thereof, he may notwithstanding anything in section thirty-eight of the  Summary Jurisdiction Act, 1879, be detained in custody for a period not exceeding three days without being brought before a court of summary jurisdiction; but if within that period he is not delivered into the custody of an authority of that country he shall, in accordance with the said section thirty-eight, be released on bail or brought before a court of summary jurisdiction as soon as practicable after the expiration of that period. 3 In the application of subsection (2) of this section to Scotland,— a for the first reference to Part IV of the Police and Criminal Evidence Act 1984 there shall be substituted a reference to section 32(3) of the   Criminal Procedure (Scotland) Act 1975; and b for the words “in accordance with the said Part IV, be released on bail or”there shall be substituted the words “if not liberated under section 294(2) of that Act, be”. 4 In the application of subsection (2) of this section to Northern Ireland for the references to section thirty-eight of the  Summary Jurisdiction Act, 1879, there shall be substituted references to section thirty-nine of the  Summary Jurisdiction and Criminal Justice Act (Northern Ireland), 1935, and the references to a court of summary jurisdiction shall be construed as references to such a court or a resident magistrate out of petty sessions or a justice of the peace."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "6", "section_title": " Restriction on proceedings in respect of service of members etc. of visiting force.", "section_text": "6 No proceedings shall be entertained by any United Kingdom court with regard to the pay of any person in respect of service as a member of a visiting force or as a member of a civilian component of such a force, with regard to the terms of such service or with regard to a person’s discharge from such service."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "7", "section_title": " Provisions as to coroners’ inquests and as to removal of bodies of deceased persons.", "section_text": "7 1 Subsections (1A) and (1B) of this section apply if a coroner who has jurisdiction to conduct an investigation under Part 1 of the Coroners and Justice Act 2009 into a person's death is satisfied that the deceased person, at the time of the death, had a relevant association with a visiting force. 1A If no investigation into the person's death has begun, the coroner shall not begin an investigation unless directed to do so by the Lord Chancellor. 1B If an investigation into the person's death has begun but has not been completed, the coroner shall suspend the investigation unless directed not to do so by the Lord Chancellor. 2 Subject to                            subsections (1) to (1B) of this section, if in the course of an investigation under Part 1 of the Coroners and Justice Act 2009 into a person's death                          the coroner is satisfied— a that a person who in accordance with section two of this Act is subject to the jurisdiction of the service courts of a country to which this section applies has been charged before a court of that country with the homicide of the deceased person, whether or not that charge has been dealt with, or b that such a person is being detained by an authority of that country with a view to being so charged, then unless the                            Lord Chancellor                          otherwise directs the coroner shall                            suspend the investigation                          and shall furnish the registrar of deaths with a certificate stating the particulars necessary for the registration of the death so far as they have been ascertained                            in the course of the investigation                         . 2A A coroner who suspends an investigation under this section shall— a adjourn any inquest being held as part of the investigation, and b discharge any jury that has been summoned. 2B The suspension of an investigation under this section does not prevent its suspension under Schedule 1 to the Coroners and Justice Act 2009; and  vice versa . 3 Where an investigation is suspended under this section, the coroner shall not resume it except on the direction of the Lord Chancellor. 3A Where the investigation is resumed, the coroner must resume any inquest that was adjourned under subsection (2A). 3B A resumed inquest may be held with a jury if the coroner thinks that there is sufficient reason for it to be held with one. 4 Section four of the  Births and Deaths Registration Act, 1926 (which restricts the removal out of England of the body of a deceased person) shall not apply to the body of a person who at the time of his death had a relevant association with a visiting force: Provided that this subsection shall not apply as respects the body of a person concerning whose death, by virtue of a direction of the                        the Lord Chancellor under subsection (1A) or (3) of this section, an investigation is required to be conducted                      or, if begun, is required to be resumed. 5 Notwithstanding subsection (1) of                        section 24 of the Births and Deaths Registration Act 1953                      (which relates to certificates to be given to persons giving information concerning deaths), the registrar shall not give a certificate under that subsection to the person giving information concerning a death if that person informs the registrar that the body is one as respects which the last foregoing subsection has effect and that it is proposed to remove the body out of England. 6 In this section the expression “ homicide ” includes  — a murder, manslaughter or infanticide, b any offence under the law of the country in question which is analogous to any of the offences within paragraph (a), and c any offence under the law of the country in question which is analogous to an offence under section 2(1) of the Suicide Act 1961 or section 13(1) of the Criminal Justice Act (Northern Ireland) 1966 (encouraging or assisting suicide). 7 In the application of this section to Northern Ireland— a in subsection (1), for  “a coroner who has jurisdiction to conduct an investigation under Part 1 of the Coroners and Justice Act 2009 into a person's death” there is substituted  “                                a coroner who has jurisdiction under the Coroners Act (Northern Ireland) 1959 to hold an inquest into a person's death                              ” ; b in subsection (1A), for  “no investigation” there is substituted  “                                no inquest                              ”  and for  “an investigation” there is substituted  “                                an inquest                              ” ; c in subsection (1B), for  “an investigation” there is substituted  “                                an inquest                              ” , and for  “suspend the investigation” there is substituted  “                                adjourn the inquest                              ” ; d in subsection (2)— i for  “in the course of an investigation under Part 1 of the Coroners and Justice Act 2009” there is substituted  “                                    on an inquest                                  ” ; ii for  “suspend the investigation” there is substituted  “                                    adjourn the inquest                                  ” ; iii for  “in the course of the investigation” there is substituted  “                                    at the inquest                                  ” ; e in subsection (2A), for the words from  “suspends an investigation” to the end there is substituted  “                                adjourns an inquest under this section shall discharge any jury that has been summoned                              ” ; f in subsection (3), for  “investigation is suspended” there is substituted  “                                inquest is adjourned                              ” ; g subsection (3A) is omitted; h in subsection (3B), for  “A resumed inquest” there is substituted  “                                An inquest resumed under this section                              ” ; i subsections (4) and (5) are omitted."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "8", "section_title": " Application to visiting forces of law relating to home forces.", "section_text": "8 1 Where under any enactment a power is exercisable by any authority or person— a as respects any of the home forces or their members or service courts or other persons in any way connected therewith, or b as respects any property used or to be used for the purposes of any of the home forces, or for taking possession of any property to be so used, or for acquiring (whether by agreement or compulsorily) any property so used or to be so used. Her Majesty may by Order in Council make provision for securing that subject to any conditions specified by or under the Order the power shall be exercisable by that authority or person in the case of any visiting force to which the Order applies to any extent to which it would be exercisable if the visiting force were a part of any of the home forces. 2 Her Majesty may by Order in Council made as respects any visiting force make provision— a for exempting that force or members or service courts thereof or other persons in any way connected therewith, or property used or to be used for the purposes thereof, from the operation of any enactment specified in the Order to any extent to which the force, members, courts, persons or property would be, or would be capable of being, exempted therefrom if the force were a part of any of the home forces; b for conferring on that force or any such members, courts, persons or property as aforesaid any other privilege or immunity specified in the Order, being a privilege or immunity which would be enjoyed by, or would be capable of being conferred on, the force, members, courts, persons or property if the force were a part of any of the home forces, subject however to any conditions specified by or under the Order. 3 Where by any enactment the doing of anything is prohibited, restricted or required in relation to— a any of the home forces or their members or service courts or other persons in any way connected therewith, b any property used or to be used for the purposes of any of the home forces, Her Majesty may by Order in Council make provision for securing that the prohibition, restriction or requirement shall have effect in the case of any visiting force to which the Order applies to any extent to which it so would have effect if the visiting force were a part of any of the home forces. 4 An Order in Council under this section— a may contain such incidental, consequential and supplementary provisions as appear to Her Majesty in Council expedient for the purposes of the Order, including provisions for applying, modifying, adapting or suspending any enactment; b may make financial provision in respect of the exercise of any power, or the discharge of any duty, conferred or imposed by the Order. 5 There shall be defrayed out of moneys provided by Parliament any increase attributable to the provisions of an Order under this section in the sums payable out of such moneys under any enactment. 6 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless a draft thereof has been laid before Parliament and approved by resolution of each House of Parliament. 7 In this section— “ enactment ” means an enactment (passed either before or after the passing of this Act) of the Parliament of the United Kingdom or of the Parliament of Northern Ireland, and includes any instrument having effect under an enactment; “ property ” includes both real and personal property, or in Scotland both heritable and moveable property. 8 Subsections (1) and (3) of this section apply whether the power in question is exercisable, or the prohibition, restriction or requirement in question is imposed, by provision expressly relating to the home forces or by more general provision, and subsection (2) of this section applies whether the exemption, privilege or immunity in question would subsist, or be capable of being conferred, by virtue of any such provision or by reason of any enactment’s not binding the Crown."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "9", "section_title": " Settlement of claims against visiting forces.", "section_text": "9 1 The  Secretary of State for Defence  may make arrangements whereby claims in respect of acts or omissions of members of visiting forces, or of other persons connected therewith to whom the arrangements relate, being acts or omissions of any description to which the arrangements relate, will be satisfied by payments made by the  Secretary of State for Defence  of such amounts as may be adjudged by any United Kingdom court or as may be agreed between the claimant and the  Secretary of State for Defence  or such other authority as may be provided by the arrangements; and any expenses of the  Secretary of State for Defence  incurred in satisfying claims in pursuance of any such arrangements or otherwise in connection with the arrangements shall be defrayed out of moneys provided by Parliament. 2 The  Secretary of State for Defence  shall take such steps as may be requisite for securing that persons concerned with any arrangements made by him under this section shall be informed of the nature and operation of the arrangements."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "9A", "section_title": "Claims against visiting forces: transfer of liability", "section_text": "9A 1 This section applies where a claim is brought in a court in the United Kingdom against a country to which this section applies (“the country concerned”) and the claim is within subsection (2). 2 A claim is within this subsection if— a it is a claim in tort; b it arises— i out of an act done by a member of a visiting force of the country concerned, or of a civilian component of such a force, in the performance of official duties; or ii out of any other act or occurrence for which a visiting force of the country concerned, or a civilian component of such a force, is legally responsible; c it is brought by a third party; and d it is not an excluded claim. 3 Where this section applies the Secretary of State may, if requested to do so by the country concerned, make a declaration under this section. 4 A declaration under this section is a written declaration, signed by the Secretary of State, which— a specifies the claim concerned and the matter to which it relates; and b states that, with effect from a time specified in the declaration, any liability in tort of the country concerned in respect of that matter is transferred to the Ministry of Defence. 5 A declaration under this section has the effect that the liability mentioned in the declaration is transferred to the Ministry of Defence at the time specified in the declaration. 6 The Secretary of State must notify the country concerned and the claimant where a declaration under this section has been made. 7 Section 9 does not apply to a claim in respect of which liability has been transferred under this section. 8 In this section— “ act ” includes an omission; “ the Agreement ” means the Agreement between the Parties to the North Atlantic Treaty Regarding the Status of their Forces, done in London on 19th June 1951; “ excluded claim ” means a claim to which, by virtue of paragraph 5(h) of Article  VIII  of the Agreement (certain claims arising from ships and cargo), paragraph 5(a) of that Article does not apply; “ third party ” means a person other than a member of a visiting force of the country concerned or of a civilian component of such a force; “ tort ” includes delict. 9 It is immaterial for the purposes of this section whether the country concerned is the only defendant in relation to the claim mentioned in subsection (1)."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "10", "section_title": " Definition of membership of civilian component of visiting force.", "section_text": "10 1 In this Part of this Act references to a member of a civilian component of a visiting force are references to a person for the time being fulfilling the following conditions, that is to say— a that he holds a passport issued in respect of him by a Government, not being a passport issued by the passport authorities of the United Kingdom or any colony; b that the passport contains an uncancelled entry made by or on behalf of the appropriate authority of the sending country stating that he is a member of a civilian component of a visiting force of that country; and c that the passport contains a note of recognition of that entry by or on behalf of the Secretary of State which has not been cancelled and as respects which no notification in writing has been given by or on behalf of the Secretary of State to the appropriate authority of the sending country stating that the recognition is withdrawn. 2 The reference in paragraph ( c ) of the last foregoing subsection to a note of recognition of an entry in a passport is a reference to any mark or indication made in the passport by or on behalf of the Secretary of State signifying that the entry has been noted and approved. 3 For the purposes of this section the following provisions shall have effect in any proceedings in any United Kingdom court, that is to say— a a document purporting to be a passport issued by or on behalf of a Government and to be so issued in respect of a person bearing the name in which a person is referred to in the proceedings (whether as a party thereto or otherwise) shall, unless the contrary is proved, be deemed to have been issued by that Government and to relate to the person so referred to; b an entry in a passport containing such a statement as is mentioned in paragraph ( b ) of subsection (1) of this section and purporting to be made by or on behalf of the appropriate authority of the sending country shall, unless the contrary is proved, be deemed to have been so made; and c a mark or indication in a passport purporting to be made by or on behalf of the Secretary of State shall, unless the contrary is proved, be deemed to have been so made. 4 In this section the expression “ passport ” includes any document which, in accordance with the United Kingdom law for the time being in force, would be treated as the equivalent of a passport in the case of a person entering the United Kingdom, being a national of the country by whose Government the document is issued."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "11", "section_title": " Evidence for purposes of Part I.", "section_text": "11 1 For the purposes of this Part of this Act a certificate issued by or on behalf of the appropriate authority of a country, stating that at a time specified in the certificate a person so specified either was or was not a member of a visiting force of that country, shall in any proceedings in any United Kingdom court be sufficient evidence of the fact so stated unless the contrary is proved. 2 For the purposes of this Part of this Act a certificate issued by or on behalf of the appropriate authority of a country, stating, as respects a person specified in the certificate,— a that on a date so specified he was sentenced by a service court of that country to such punishment as is specified in the certificate, or b that he is, or was at a time so specified, detained in custody in pursuance of a sentence passed upon him by a service court of that country or pending or during the trial by such a court of a charge brought against him, or c that he has been tried, at a time and place specified in the certificate, by a service court of that country for a crime so specified, shall in any proceedings in any United Kingdom court be conclusive evidence of the facts so stated. 3 For the purposes of subsection (2) of section three of this Act a certificate issued by or on behalf of the appropriate authority of a country, stating in connection with any charge against a person of an offence against United Kingdom law, being a charge specified in the certificate, that his case can be dealt with under the law of that country, shall in any such proceedings as aforesaid be conclusive evidence of the fact so stated. 4 Where a person is charged with an offence against United Kingdom law and at the time when the offence is alleged to have been committed he was a member of a visiting force or a member of a civilian component of such a force, a certificate issued by or on behalf of the appropriate authority of the sending country, stating that the alleged offence, if committed by him, arose out of and in the course of his duty as a member of that force or component, as the case may be, shall in any such proceedings as aforesaid be sufficient evidence of that fact unless the contrary is proved."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "12", "section_title": " Interpretation of Part I. ", "section_text": "12 1 In this Part of this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ court ” includes a service court; “ Her Majesty’s ships or aircraft ” does not include ships or aircraft belonging to Her Majesty otherwise than in right of Her Majesty’s Government in the United Kingdom; “ the home forces ” means any of the forces of Her Majesty raised in the United Kingdom and for the time being serving in the United Kingdom; “ member ”, in relation to a visiting force, means a member of the forces of the sending country, being one of the members thereof for the time being appointed to serve with that visiting force; “ the sending country ”, in relation to a visiting force, means the country to whose forces the visiting force belongs; “ service authorities ” means naval, military or air force authorities; “ service court ” means a court established under service law and includes any authority of a country who under the law thereof is empowered to review the proceedings of such a court or to try or investigate charges brought against persons subject to the service law of that country; and references to trial by, or to sentences passed by, service courts of a country shall be construed respectively as including references to trial by, and to punishment imposed by, such an authority in the exercise of such powers; “ service law ”, in relation to a country, means the law governing all or any of the forces of that country; and “ visiting force ” means, for the purposes of any provision in this Part of this Act, any body, contingent or detachment of the forces of a country to which that provision applies, being a body, contingent or detachment for the time being present in the United Kingdom  (including United Kingdom territorial waters), or in any place to which subsection (1A) below applies,  on the invitation of Her Majesty’s Government in the United Kingdom. 1A This subsection applies to any place on, under or above an installation in a designated area within the meaning of section 1(7) of the   Continental Shelf Act 1964 or any waters within 500 metres of such an installation. 2 References in this Part of this Act to a person’s having at any time a relevant association with a visiting force are references to his being at that time a person of one or other of the following descriptions, that is to say— a a member of that visiting force or a member of a civilian component of that force; b a person, not being a citizen of the United Kingdom and Colonies or ordinarily resident in the United Kingdom, but being a dependant of a member of that visiting force or of a civilian component of that force. 3 In determining for the purposes of any provision in this Part of this Act whether a person is, or was at any time, ordinarily resident in the United Kingdom, no account shall be taken of any period during which he has been or intends to be present in the United Kingdom while being a member of a visiting force or of a civilian component of such a force, or while being a dependant of a member of a visiting force or of such a civilian component. 4 In this section the expression “ dependant ”, in relation to a person, means any of the following, that is to say— a the wife or husband of that person; and b any other person wholly or mainly maintained by him or in his custody, charge or care."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "13", "section_title": " Apprehension and disposal of deserters and absentees without leave.", "section_text": "13 1 Subject to the provisions of this section,  sections 314 to 317 of the Armed Forces Act 2006 (which relate to the apprehension and transfer to service custody of deserters and absentees without leave who are subject to service law)  shall within the United Kingdom apply in relation to deserters and absentees without leave from the forces of any country to which this section applies as they apply in relation to deserters and absentees without leave  who are subject to service law . 2 The powers conferred by  sections 314 and 315 of that Act , as applied by the last foregoing subsection, shall not be exercised in relation to a person except in compliance with a request (whether specific or general) of the appropriate authority of the country to which he belongs. 3 In sections 315 to 317 of that Act as applied by subsection (1) above— a references to the transfer of a person to service custody are to be read as references to the handing over of that person to such authority of the country to which he belongs, at such place in the United Kingdom, as may be designated by the appropriate authority of that country; b references to the taking of a person into service custody are to be read as references to the taking of a person into the custody of such authority of the country to which he belongs as may be designated by the appropriate authority of that country. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In this section references to the country to which a person belongs are references to the country from whose forces he is suspected of being, or (where he has surrendered himself) appears from his confession to be, a deserter or absentee without leave. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "14", "section_title": " Evidence for purposes of Part II.", "section_text": "14 For the purposes of any proceedings under or arising out of any provision of the  Armed Forces Act 2006  as applied by the last foregoing section— a a document purporting to be a certificate under the hand of the Secretary of the  Defence Council , stating that a request has been made for the exercise of the powers mentioned in subsection (2) of the last foregoing section, and indicating the effect of the request, shall be sufficient evidence, unless the contrary is proved, that the request has been made and of its effect; and b a document purporting to be a certificate under the hand of the officer commanding a unit or detachment of any of the forces of a country to which this section applies, stating that a person named and described therein was at the date of the certificate a deserter, or absentee without leave, from those forces shall be sufficient evidence, unless the contrary is proved, of the facts appearing from the document to be so certified."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "15", "section_title": " Extension of Act to colonies and dependencies. ", "section_text": "15 1 As regards any territory specified in subsection (3) of this section, Her Majesty may by Order in Council direct that— a the provisions of this Act other than this section, and b any Order in Council made under subsection (2) of section one of this Act which is in force at the coming into operation of the Order under this section, shall extend to that territory, subject to such adaptations, modifications or exceptions as may be specified in the Order under this section. 2 Where an Order in Council is made under this section as respects a territory, and while that Order is in force an Order in Council is made under subsection (2) of section one of this Act (in this subsection referred to as “ the subsequent Order ”) the subsequent Order may either be made so as to extend to that territory as aforesaid, subject to such adaptations, modifications or exceptions as may be specified in the subsequent Order, or may be made so as not to extend thereto, as may be provided in the subsequent Order. 3 The territories hereinbefore referred to are the following:— a the Channel Islands and the Isle of Man; b all colonies;  ..."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "16", "section_title": " Provisions as to proof of facts by certificate.", "section_text": "16 1 For the purposes of this Act— a a certificate issued by or on behalf of the appropriate authority of a country, stating that a body, contingent or detachment of the forces of that country is, or was at a time specified in the certificate, present in the United Kingdom, shall in any proceedings in any United Kingdom court be conclusive evidence of the fact so stated; and b where in any such proceedings it is admitted or proved (whether by means of a certificate under the foregoing paragraph or otherwise) that a body, contingent or detachment of the forces of a country is or was at any time present in the United Kingdom, it shall be assumed in those proceedings, unless the contrary is shown, that the body, contingent or detachment is or was at that time present in the United Kingdom on the invitation of Her Majesty’s Government in the United Kingdom. 2 Where in any certificate issued for the purposes of this Act reference is made to a person by name, and in any proceedings in a United Kingdom court reference is made to a person by that name (whether as a party to the proceedings or otherwise), the references in the certificate and in the proceedings respectively shall, unless the contrary is proved, be deemed to be references to one and the same person. 3 Any document purporting to be a certificate issued for the purposes of any provision of this Act, and to be signed by or on behalf of an authority specified therein, shall be received in evidence and shall, unless the contrary is proved, be deemed to be a certificate issued by or on behalf of that authority; and where under the provision in question a certificate is required to be issued by or on behalf of the appropriate authority of a country, and the document purports to be signed by or on behalf of an authority of that country that authority shall, unless the contrary is proved, be deemed to be the appropriate authority of that country for the purposes of that provision."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "17", "section_title": " Interpretation. ", "section_text": "17 1 In this Act, unless the context otherwise requires, the expression “ forces ”, in relation to a country, means any of the naval, military or air forces of that country, the expression “ United Kingdom court ” means a court exercising jurisdiction in the United Kingdom under United Kingdom law otherwise than by virtue of section two of this Act, and the expression “ United Kingdom law ” means the law of the United Kingdom or of any part thereof. 2 For the purposes of this Act a member of a force of any country which (by whatever name called) is in the nature of a reserve or auxiliary force shall be deemed to be a member of that country’s forces so long as, but only so long as, he is called into actual service (by whatever expression described) or is called out for training; and any reference in this Act to a person’s becoming a member of a country’s forces shall be construed accordingly. 3 References in any provision of this Act to the appropriate authority of a country are references to such authority as may be appointed by the Government of that country for the purposes of that provision. 4 References in this Act to the presence of any forces in the United Kingdom at any time shall be construed as including references to their being at that time in transit to the United Kingdom. 5 In this Act, unless the context otherwise requires, any reference to an enactment shall be construed as a reference to that enactment as amended by or under any other enactment, and in this subsection the expression “ enactment ” includes an enactment of the Parliament of Northern Ireland. 6 Any power conferred by the foregoing provisions of this Act to make an Order in Council or order shall be construed as including a power, exercisable in the like manner, to vary or revoke the Order in Council or order; and an Order in Council varying or revoking an Order under subsection (2) of section one of this Act may contain such transitional provisions as appear to Her Majesty in Council expedient in consequence of the variation or revocation."}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Visiting Forces Act 1952", "year": 1952, "section": "19", "section_title": " Short title and commencement.", "section_text": "19 1 This Act may be cited as the Visiting Forces Act, 1952. 2 This Act shall come into operation on such date as Her Majesty may by Order in Council appoint, and different dates may be appointed in relation to different provisions of this Act."}]