[{"act": "Administration of Justice Act 1960", "year": 1960, "section": "1", "section_title": "Right of appeal.", "section_text": "1  1 Subject to the provisions of this section, an appeal shall lie to the  Supreme Court , at the instance of the defendant or the prosecutor,— a from any decision of  the High Court  in a criminal cause or matter; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 No appeal shall lie under this section except with the leave of the court below or of  the Supreme Court ; and such leave shall not be granted unless it is certified by the court below that a point of law of general public importance is involved in the decision and it appears to that court or to  the Supreme Court , as the case may be, that the point is one which ought to be considered by  the Supreme Court . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purpose of disposing of an appeal under this section the  Supreme Court                          may exercise any powers of the court below or may remit the case to that court. 5 In this Act, unless the context otherwise requires, “ leave to appeal ” means leave to appeal to the  Supreme Court                          under this section."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "2", "section_title": "Application for leave to appeal.", "section_text": "2 1 Subject to the provisions of this section, an application to the court below for leave to appeal shall be made within the period of  fourteen   28  days beginning with the  date of the decision of that court   relevant date ; and an application to the  Supreme Court  for such leave shall be made within the period of  fourteen   28  days beginning with the date on which the application is refused by the court below. 1A In subsection (1), “ the relevant date ” means— a the date of the decision of the court below, or b if later, the date on which that court gives reasons for its decision. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3  ... The  Supreme Court  or the court below may, upon application made at any time by the defendant, extend the time within which an application may be made by him to  the Supreme Court or the court below  under subsection (1) of this section."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "3", "section_title": " Special provisions as to capital cases.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "4", "section_title": " Admission of appellant to bail.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   2 The power of the High Court under any enactment or rule of law to grant bail in connection with proceedings pending before  the High Court  shall  , subject to section 25 of the Criminal Justice and Public Order Act 1994,  include power to grant bail to  an appellant under section 1 of this Act, or a person applying for leave to appeal thereunder, pending the appeal ; and in relation to  the time and place of appearance appointed and  any recognizance to be entered into  by any surety  under section thirty-seven of the  Criminal Justice Act 1948 as applied by this subsection, any reference in that section to the judgment of the High Court shall be construed as a reference to the judgment of  the Supreme Court  or, if the case is remitted by  the Supreme Court  to the court below, to the judgment of that court on the case as so remitted. 3 Where application is made to  the High Court  for leave to appeal, that court may give such directions as it thinks fit for discharging or enlarging any recognizances entered into by . . .   any surety, under any enactment or otherwise, with reference to the proceedings of that court. "}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "5", "section_title": " Power to order detention or admission to bail of defendant.", "section_text": " 5 1 Where the defendant in any proceedings from which an appeal lies under section one of this Act would, but for the decision of the court below, be liable to be detained, and immediately after that decision the prosecutor is granted, or gives notice that he intends to apply for, leave to appeal, the court  shall make— a an order providing for the detention of the defendant, or directing that he shall not be released except on bail (which may be granted by the court as under section 4 above), so long as the appeal is pending, or b an order that the defendant be released without bail. 1A The court may make an order under subsection (1)(b) only if it thinks that it is in the interests of justice that the defendant should not be liable to be detained as a result of the decision of the Supreme Court on the appeal. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   3 An order under  subsection (1)(a)  of this section shall (unless the appeal has previously been disposed of) cease to have effect at the expiration of the period for which the defendant would have been liable to be detained but for the decision of the court below. 4 Any order made under  the said subsection (1)(a)  for the detention of a defendant who, but for the decision of the court below, would be liable to be detained in pursuance of an order or direction under  Part III of the Mental Health Act 1983 (other than under section 35, 36, or 38)  , shall be an order authorising his continued detention in pursuance of the order or direction under  the said Part III  , and the provisions of the said Act with respect to persons so liable (including provisions as to the renewal of authority for detention and the removal or discharge of patients) shall apply accordingly. 4A Where an order is made under                        the said subsection (1)(a)  in the case of a defendant who, but for the decision of the court below, would be liable to be detained in pursuance of an interim hospital order under  section 38 of the Mental Health Act 1983 , the order may, if the court thinks fit, be one authorising his continued detention in a hospital or mental nursing home and in that event– a subsection (3) of this section shall not apply to the order; b Part III of the said Act of 1983  shall apply as if he had been ordered under this section to be detained in custody so long as any appeal under section 1 of this Act is pending and were detained in pursuance of a transfer direction together with a restriction direction; and c if the defendant is detained by virtue of this subsection and the appeal by the prosecutor succeeds, subsection (2) of  the said section 38 \t\t\t\t\t\t\t(power of court to make hospital order in the absence of an offender who is subject to an interim hospital order) shall apply as if the defendant were still subject to an interim hospital order. 5 The defendant shall not be liable to be detained again as a result of the decision of the Supreme Court on the appeal if— a the court has made an order under subsection (1)(b), or b the court has made an order under subsection (1)(a) but the order has ceased to have effect by virtue of subsection (3) or the defendant has been released or discharged by virtue of subsection (4) or (4A)."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "5A", "section_title": "Power to order continuation of community treatment order", "section_text": "5A 1 Where the defendant in any proceedings from which an appeal lies under section 1 of this Act would, but for the decision of the court below, be liable to recall, and immediately after that decision the prosecutor is granted, or gives notice that he intends to apply for, leave to appeal, the court may make an order under this section. 2 For the purposes of this section, a person is liable to recall if he is subject to a community treatment order (within the meaning of the Mental Health Act 1983) and, when that order was made, he was liable to be detained in pursuance of an order or direction under Part 3 of that Act. 3 An order under this section is an order providing for the continuation of the community treatment order and the order or direction under Part 3 of that Act so long as any appeal under section 1 of this Act is pending. 4 Where the court makes an order under this section, the provisions of the Mental Health Act 1983 with respect to persons liable to recall (including provisions as to the extension of the community treatment period, the removal or discharge of community patients, the revocation of community treatment orders and the re-detention of patients following revocation) shall apply accordingly. 5 An order under this section shall (unless the appeal has previously been disposed of) cease to have effect at the expiration of the period for which the defendant would, but for the decision of the court below, have been— a liable to recall; or b where the community treatment order is revoked, liable to be detained in pursuance of the order or direction under Part 3 of the Mental Health Act 1983. 6 Where the court below has power to make an order under this section, and either no such order is made or the defendant is discharged by virtue of subsection (4) or (5) of this section before the appeal is disposed of, the defendant shall not be liable to be again detained as the result of the decision of the Supreme Court on the appeal."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "6", "section_title": " Computation of sentence where bail granted.", "section_text": "6 1 Where a person subject to a sentence is  admitted to granted  bail pending an appeal under section one of this Act, the time during which he is  at large after being so admitted released on bail  shall be disregarded in computing the term of his sentence. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   3 Subject to the foregoing provisions of this section, any sentence passed on an appeal under section one of this Act in substitution for another sentence shall, unless the  Supreme Court                      or the court below otherwise directs, begin to run from the time when that other sentence would have begun to run."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "78.", "section_title": "\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \n \n", "section_text": "7"}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "9", "section_title": " Procedure.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   2 Subsection (4) of section thirty-seven of the Criminal Justice Act 1948 (which enables rules of court to be made with respect to the security given for the purposes of that section and the recommittal of persons admitted to bail thereunder) shall have effect as if references to that section included references to sections four and five of this Act so far as they relate to  the High Court . 3 A defendant who is detained pending an appeal under section one of this Act shall not be entitled to be present on the hearing of the appeal or of any proceedings preliminary or incidental thereto except where an order of  the Supreme Court   authorises or rules of court, as the case may be, authorise  him to be present or where  that House  or the court below, as the case may be, gives him leave to be present. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   "}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "10", "section_title": "\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \n \n", "section_text": "10"}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "12", "section_title": " Publication of information relating to proceedings in private.", "section_text": "12 1 The publication of information relating to proceedings before any court sitting in private shall not of itself be contempt of court except in the following cases, that is to say— a where the proceedings— i relate to the exercise of the inherent jurisdiction of the High Court with respect to minors; ii are brought under the Children Act 1989                        or the Adoption and Children Act 2002                     ; or iii otherwise relate wholly or mainly to the maintenance or upbringing of a minor; b where the proceedings are brought   under the Mental Capacity Act 2005, or under any provision of the Mental Health Act 1983  authorising an application or reference to be made to  the First-tier Tribunal, the Mental Health Review Tribunal for Wales or   the county court ; c where the court sits in private for reasons of national security during that part of the proceedings about which the information in question is published; d where the information relates to a secret process, discovery or invention which is in issue in the proceedings; e where the court (having power to do so) expressly prohibits the publication of all information relating to the proceedings or of information of the description which is published. 2 Without prejudice to the foregoing subsection, the publication of the text or a summary of the whole or part of an order made by a court sitting in private shall not of itself be contempt of court except where the court (having power to do so) expressly prohibits the publication. 3 In this section references to a court include references to a judge and to a tribunal and to any person exercising the functions of a court, a judge or a tribunal; and references to a court sitting in private include references to a court sitting in camera or in chambers. 4 Nothing in this section shall be construed as implying that any publication is punishable as contempt of court which would not be so punishable apart from this section  (and in particular where the publication is not so punishable by reason of being authorised by rules of court) ."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "13", "section_title": "\n \n Appeal in cases of contempt of court. \n\n", "section_text": "13 1 Subject to the provisions of this section, an appeal shall lie under this section from any order or decision of a court in the exercise of jurisdiction to punish for contempt of court (including criminal contempt); and in relation to any such order or decision the provisions of this section shall have effect in substitution for any other enactment relating to appeals in civil or criminal proceedings. 2 An appeal under this section shall lie in any case at the instance of the defendant and, in the case of an application for committal or attachment, at the instance of the applicant; and the appeal shall lie— a from an order or decision of any inferior court not referred to in the next following paragraph, to  . . . the High Court;   b from an order or decision of  the county court  or any other inferior court from which appeals generally lie to the Court of Appeal, and from an order or  decision (other than a decision on an appeal under this section) of a single  judge of the High Court, or of any court having the powers of the High Court or of a judge of that court, to the Court of Appeal; bb from an order or decision of the Crown Court to the Court of Appeal .    c from a decision of a single judge of the High Court on an appeal under this section, from an order or decision of a Divisional Court or the Court of Appeal (including a decision of either of those courts on an appeal under this section),  and from an order or decision (except one made in Scotland or Northern Ireland) of the Court Martial Appeal Court , to the                            Supreme Court . 2A Paragraphs (a) to (c) of subsection (2) of this section do not apply in relation to appeals under this section from an order or decision of the family court, but (subject to any provision made under section 56 of the Access of Justice Act 1999 or by or under any other enactment) such an appeal shall lie to the Court of Appeal. 3 The court to which an appeal is brought under this section may reverse or vary the order or decision of the court below, and make such other order as may be just; and without prejudice to the inherent powers of any court referred to in subsection (2) of this section, provision may be made by  rules of court  rules made under section seven of the  Northern Ireland Act 1962  for authorising the release on bail of an appellant under this section. 4 Subsections (2) to (4) of section one and section two of this Act shall apply to an appeal to the Supreme Court                          under this section as they apply to an appeal to  the Supreme Court                          under the said section one, except that so much of the said subsection (2) as restricts the grant of leave to appeal shall apply only where the decision of the court below is a decision on appeal to that court under this section.  5 In this section “ court ” includes any tribunal or person having power to punish for contempt; and references in this section to an order or decision of a court in the exercise of jurisdiction to punish for contempt of court include references— a to an order or decision of the High Court,  the family court, the Crown Court  or  the county court  under any enactment enabling that court to deal with an offence as if it were contempt of court; b to an order or decision of  the county court , or of any court having the powers of  the county court , under  section 14, 92 or 118 of the County Courts Act 1984 ; c to an order or decision of a magistrates’ court under  subsection (3) of section 63 of the Magistrates’ Courts Act 1980  , d to an order or decision (except one made in Scotland or Northern Ireland) of the Court Martial, the Summary Appeal Court or the Service Civilian Court under section 309 of the Armed Forces Act 2006, but do not include references to orders under section five of the  Debtors Act 1869, or under any provision of  the Magistrates’ Court Act 1980  , or the  County Courts Act  1984  , except those referred to in paragraphs (b) and (c) of this subsection and except  sections 38 and 142  of the last mentioned Act so far as those sections confer jurisdiction in respect of contempt of court. 6 This section does not apply to a conviction or sentence in respect of which an appeal lies under  Part I of the  Criminal Appeal Act 1968, or to a decision of the criminal division of the Court of Appeal under that Part of that Act; . . .   "}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "14", "section_title": " Procedure on application for habeas corpus.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Notwithstanding anything in any enactment or rule of law, where a criminal or civil application for habeas corpus has been made by or in respect of any person, no such application shall again be made by or in respect of that person on the same grounds, whether to the same court or judge or to any other court or judge, unless fresh evidence is adduced in support of the application  .... 3 In every case where the person by or in respect of whom an application for habeas corpus is made is restrained as a person liable, or treated by virtue of any enactment as liable, to be detained in pursuance of an order or direction under Part V of the  Mental Health Act 1959 (otherwise than by virtue of paragraph (e) or paragraph (f) of subsection (2) of section seventy-three of that Act), the application shall be deemed for the purposes of this section and of any appeal in the proceedings to constitute a criminal cause or matter."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "15", "section_title": " Appeal in habeas corpus proceedings.", "section_text": "15 1 Subject to the provisions of this section, an appeal shall lie, in any proceedings upon application for habeas corpus, whether civil or criminal, against an order for the release of the person restrained as well as against the refusal of such an order.  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In relation to a decision of  the High Court  on a criminal application for habeas corpus, section one of this Act shall have effect as if so much of subsection (2) as restricts the grant of leave to appeal were omitted. 4 Except as provided by section five of this Act in the case of an appeal against an order of  the High Court  on a criminal application, an appeal brought by virtue of this section shall not affect the right of the person restrained to be discharged in pursuance of the order under appeal and (unless an order under subsection (1) of that section is in force at the determination of the appeal) to remain at large regardless of the decision on appeal."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act any reference to the defendant shall be construed— a in relation to proceedings for an offence, and in relation to an application for an order of mandamus, prohibition or certiorari in connection with such proceedings, as a reference to the person who was or would have been the defendant in those proceedings; b in relation to any proceedings or order for or in respect of contempt of court, as a reference to the person against whom the proceedings were brought or the order was made; c in relation to a criminal application for habeas corpus, as a reference to the person by or in respect of whom that application was made, and any reference to the prosecutor shall be construed accordingly. 2 In this Act “ application for habeas corpus ” means an application for a writ of habeas corpus ad subjiciendum and references to a criminal application or civil application shall be construed according as the application does or does not constitute a criminal cause or matter. 3 In this Act any reference to the court below shall, in relation to any function of a Divisional Court, be construed as a reference to the Divisional Court or to a judge according as the function is by virtue of  rules of court rules made under section seven of the  Northern Ireland Act 1962  exercisable by the Divisional Court or a judge. 4 An appeal under section one of this Act shall be treated for the purposes of this Act as pending until any application for leave to appeal is disposed of and, if leave to appeal is granted, until the appeal is disposed of; and for the purposes of this Act an application for leave to appeal shall be treated as disposed of at the expiration of the time within which it may be made, if it is not made within that time. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Any reference in this Act to any other enactment is a reference thereto as amended by or under any other enactment, including this Act."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "18", "section_title": " Provisions as to Northern Ireland.", "section_text": "18 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 An appeal shall lie to the House of Lords from any decision of the Court of Appeal in Northern Ireland in proceedings begun by a civil application for habeas corpus in like manner and subject to the like conditions (including requirements as to leave to appeal) as an appeal from a decision of the Court of Appeal in England in such proceedings. 4 This Act shall, in its application to Northern Ireland, have effect subject to the modifications set out in the Second Schedule to this Act; . . . "}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "19", "section_title": " Minor and consequential amendments and repeals.", "section_text": "19  1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   3 The repeals effected by subsection (2) of this section in section four of the  Geneva Conventions Act 1957 shall not affect the power of Her Majesty under subsection (2) of section eight of that Act to extend the provisions of that Act outside the United Kingdom."}, {"act": "Administration of Justice Act 1960", "year": 1960, "section": "20", "section_title": " Short title and extent.", "section_text": "20 1 This Act may be cited as the Administration of Justice Act 1960. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , this Act shall not extend to Scotland."}]