[{"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "1", "section_title": " Prohibition of use of land as caravan site without site licence.", "section_text": "1 1 Subject to the provisions of this Part of this Act, no occupier of land shall after the commencement of this Act cause or permit any part of the land to be used as a caravan site unless he is the holder of a site licence (that is to say, a licence under this Part of this Act authorising the use of land as a caravan site) for the time being in force as respects the land so used. 1A Subsection (1) does not apply in relation to a regulated site within the meaning of the Mobile Homes (Wales) Act 2013. 2 If the occupier of any land contravenes subsection (1) of this section he shall be guilty of an offence and liable on summary conviction — a where the land in question is in England, to a fine not exceeding level 5 on the standard scale; b where the land in question is in Wales, in the case of the first offence to a fine not exceeding  one hundred pounds level 4 on the standard scale , and, in the case of a second or subsequent offence, to a fine not exceeding  two hundred and fifty pounds level 4 on the standard scale . 3 In this Part of this Act the expression “ occupier ” means, in relation to any land, the person who, by virtue of an estate or interest therein held by him, is entitled to possession thereof or would be so entitled but for the rights of any other person under any licence granted in respect of the land: Provided that where land amounting to not more than four hundred square yards in area is let under a tenancy entered into with a view to the use of the land as a caravan site, the expression “ occupier ” means in relation to that land the person who would be entitled to possession of the land but for the rights of any person under that tenancy. 4 In this Part of this Act the expression “ caravan site ” means land on which a caravan is stationed for the purposes of human habitation and land which is used in conjunction with land on which a caravan is so stationed."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "2", "section_title": " Exemptions from licensing requirements.", "section_text": "2 No site licence shall be required for the use of land as a caravan site in any of the circumstances specified in the First Schedule to this Act and that Schedule shall have effect accordingly."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "3", "section_title": " Issue of site licences by local authorities.", "section_text": "3 1 An application for the issue of a site licence in respect of any land may be made by the occupier thereof to the local authority in whose area the land is situated. 2 An application under this section shall be in writing and shall specify the land in respect of which the application is made; and the applicant shall, either at the time of making the application or subsequently, give to the local authority such  other information as they may reasonably require 2A A local authority in England may require a relevant protected site application in respect of land in their area to be accompanied by a fee fixed by the authority. 3 A local authority may on an application under this section issue a site licence in respect of the land if, and only if, the applicant is, at the time when the site licence is issued, entitled to the benefit of a permission for the use of the land as a caravan site granted under Part III of the Act of 1947 otherwise than by a development order. 4 If at the date when the applicant duly gives the  information required by virtue of  subsection (2) of this section he is entitled to the benefit of such a permission as aforesaid,  the local authority shall   the local authority may (where they are in England and are considering whether to grant a relevant protected site application) or shall (in any other case)   issue a site licence in respect of the land within two months of that date or, if the applicant and the local authority agree in writing that the local authority shall be afforded a longer period within which to grant a site licence, within the period so agreed. 5 If the applicant becomes entitled to the benefit of such a permission as aforesaid at some time after duly giving the  information required by virtue of  subsection (2) of this section  the local authority shall   the local authority may (where they are in England and are considering whether to grant a relevant protected site application) or shall (in any other case)   issue a site licence in respect of the land within six weeks of the date on which he becomes so entitled or, if the applicant and the local authority agree in writing that the local authority shall be afforded a longer period within which to grant a site licence, within the period so agreed. 5A The Secretary of State may by regulations require a local authority in England to have regard to the prescribed matters when deciding whether to issue a site licence under subsection (4) or (5) on a relevant protected site application in respect of land in their area. 5B The regulations may require a local authority in England, where they decide not to issue such a site licence under subsection (4) or (5), to notify the applicant of the reasons for the decision and of such right of appeal as may be conferred by virtue of subsection (5C). 5C The regulations may— a confer on an applicant under this section a right of appeal to   the tribunal   against a decision of a local authority in England not to issue a site licence as mentioned in subsection (5B); b provide that no compensation may be claimed for loss suffered in consequence of the decision pending the outcome of the appeal. 5D Regulations under this section— a may make incidental, supplementary, consequential, saving or transitional provision; b may make provision which applies generally (whether or not subject to exceptions) or in relation only to specified cases or descriptions of case; c may make different provision for different cases or descriptions of case (including different provision for different areas). 5E Regulations under this section must be made by statutory instrument. 5F A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 6 Notwithstanding anything in the foregoing provisions of this section, a local authority shall not at any time issue a site licence to a person who to their knowledge has held a site licence which has been revoked in pursuance of the provisions of this Part of this Act less than three years before that time. 7 In this Part,  “ relevant protected site application ” means, subject to subsection (8), an application for a site licence authorising the use of land as a caravan site other than an application for a licence— a to be expressed to be granted for holiday use only, or b to be otherwise so expressed or subject to such conditions that there will be times of the year when no caravan may be stationed on the land for human habitation; whether or not because the relevant planning permission under Part 3 of the Town and Country Planning Act 1990 is so expressed or subject to such conditions. 8 For the purpose of determining whether an application for a site licence is a relevant protected site application, any part of the application which is for the licence to permit the stationing of a caravan on the land for human habitation all year round is to be ignored if, were the application to be granted, the caravan would be so authorised to be occupied by— a the occupier, or b a person employed by the occupier but who does not occupy the caravan under an agreement to which the Mobile Homes Act 1983 applies (see section 1(1) of that Act)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "4", "section_title": " Duration of site licences.", "section_text": "4 1 Where permission for the use of any land as a caravan site has been granted under Part III of the Act of 1947 otherwise than by a development order, and has been so granted in terms such that it will expire at the end of a specified period, any site licence issued in respect of the land by virtue of the existence of that permission shall expire, and shall be stated to expire, at the end of that period; but, subject as aforesaid, a site licence shall not be issued for a limited period only. 2 If after a site licence is issued the terms of the said permission are varied by the Minister on an appeal under section sixteen of the Act of 1947, the local authority who issued the licence shall make in the site licence any alteration required to secure that its terms comply with the provisions of the foregoing subsection."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "5", "section_title": " Power of local authority to attach conditions to site licences.", "section_text": "5 1 A site licence issued by a local authority in respect of any land may be so issued subject to such conditions as the authority may think it necessary or desirable to impose on the occupier of the land in the interests of persons dwelling thereon in caravans, or of any other class of persons, or of the public at large; and in particular, but without prejudice to the generality of the foregoing, a site licence may be issued subject to conditions— a for restricting the occasions on which caravans are stationed on the land for the purposes of human habitation, or the total number of caravans which are so stationed at any one time; b for controlling (whether by reference to their size, the state of their repair or, subject to the provisions of subsection (2) of this section, any other feature) the types of caravan which are stationed on the land; c for regulating the positions in which caravans are stationed on the land for the purposes of human habitation and for prohibiting, restricting, or otherwise regulating, the placing or erection on the land, at any time when caravans are so stationed, of structures and vehicles of any description whatsoever and of tents; d for securing the taking of any steps for preserving or enhancing the amenity of the land, including the planting and replanting thereof with trees and bushes; e for securing that, at all times when caravans are stationed on the land, proper measures are taken for preventing and detecting the outbreak of fire and adequate means of fighting fire are provided and maintained; f for securing that adequate sanitary facilities, and such other facilities, services or equipment as may be specified, are provided for the use of persons dwelling on the land in caravans and that, at all times when caravans are stationed thereon for the purposes of human habitation, any facilities and equipment so provided are properly maintained. 2 No condition shall be attached to a site licence controlling the types of caravans which are stationed on the land by reference to the materials used in their construction. 2A Where the Regulatory Reform (Fire Safety) Order 2005 applies to the land, no condition is to be attached to a site licence in so far as it relates to any matter in relation to which requirements or prohibitions are or could be imposed by or under that Order. 2A Where Part 3 of the  Fire (Scotland) Act 2005 (asp 5)  applies to the land, no condition shall be attached to a site licence which relates to any matter in relation to which requirements or prohibitions are or could be imposed by virtue of that Part. 3 A site licence issued in respect of any land shall, unless it is issued subject to a condition restricting to three or less the total number of caravans which may be stationed on the land at any one time, contain an express condition that, at all times when caravans are stationed on the land for the purposes of human habitation, a copy of the licence as for the time being in force shall be displayed on the land in some conspicuous place. 3A The local authority shall consult the  fire authority   fire and rescue authority    as to the extent to which any model standards relating to fire precautions which have been specified under subsection (6) of this section are appropriate to the land. 3B If— a no such standards have been specified; or b any standard that has been specified appears to the  fire authority   fire and rescue authority    to be inappropriate to the land, the local authority shall consult the  fire authority   fire and rescue authority    as to what conditions relating to fire precautions ought to be attached to the site licence instead. 3C Subsections (3A) and (3B) of this section do not apply where the Regulatory Reform (Fire Safety) Order 2005 applies to the land. 4 A condition attached to a site licence may, if it requires the carrying out of any works on the land in respect of which the licence is issued, prohibit or restrict the bringing of caravans on to the land for the purposes of human habitation until such time as the local authority have certified in writing that the works have been completed to their satisfaction; and where the land to which the site licence relates is at the time in use as a caravan site, the condition may, whether or not it contains any such prohibition or restriction as aforesaid, require the works to be completed to the satisfaction of the authority within a stated period. 5 For the avoidance of doubt, it is hereby declared that a condition attached to a site licence shall be valid notwithstanding that it can be complied with only by the carrying out of works which the holder of the site licence is not entitled to carry out as of right. 6 The Minister may from time to time specify for the purposes of this section model standards with respect to the layout of, and the provision of facilities, services and equipment for, caravan sites or particular types of caravan site; and in deciding what (if any) conditions to attach to a site licence, a local authority shall have regard to any standards so specified. 6A No model standards may be specified under subsection (6) of this section in relation to land to which the Regulatory Reform (Fire Safety) Order 2005 applies in so far as the standards relate to any matter in relation to which requirements or prohibitions are or could be imposed by or under that Order. 6A No model standards may be specified under subsection (6) as respects land in relation to which Part 3 of the  Fire (Scotland) Act 2005 (asp 5)  applies if the standards relate to any matter in relation to which requirements or prohibitions are or could be imposed by virtue of that Part. 7 The duty imposed on a local authority by subsection (6) of this section to have regard to standards specified under that subsection  is to be construed, as regards standards relating to fire precautions which are so specified, as a duty to have regard to them subject to any advice given by the  fire authority   fire and rescue authority    under subsection (3A) or (3B) of this section. 8 In this section “ fire precautions ” means precautions to be taken for any of the purposes specified in paragraph ( e ) of subsection (1) of this section for which conditions may be imposed by virtue of  that subsection   this section ."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "5A", "section_title": "Relevant protected sites: annual fee", "section_text": "5A 1 A local authority in England who have issued a site licence in respect of a relevant protected site in their area may require the licence holder to pay an annual fee fixed by the local authority. 2 When requiring a licence holder to pay an annual fee under this section, a local authority must inform the licence holder of the matters to which they have had regard in fixing the fee for the year in question (in particular, the extent to which they have had regard to deficits or surpluses in the accounts for the annual fee for previous years). 3 Where an annual fee due to a local authority under this section has become overdue, the local authority may apply to   the tribunal   for an order requiring the licence holder to pay the local authority the amount due by the date specified in the order; and the order may make provision about the manner in which the payment is to be made. 4 Where a licence holder fails to comply with an order under subsection (3) within the period of three months beginning with the date specified in the order for the purposes of that subsection, the local authority may apply to   the tribunal   for an order revoking the site licence. 5 In this Part,  “ relevant protected site ” means land in respect of which a site licence is required under this Part, other than land in respect of which the relevant planning permission under Part 3 of the Town and Country Planning Act 1990 or the site licence is, subject to subsection (6)— a expressed to be granted for holiday use only, or b otherwise so expressed or subject to such conditions that there are times of the year when no caravan may be stationed on the land for human habitation. 6 For the purpose of determining whether land is a relevant protected site, any provision of the relevant planning permission or of the site licence which permits the stationing of a caravan on the land for human habitation all year round is to be ignored if the caravan is so authorised to be occupied by— a the occupier, or b a person employed by the occupier but who does not occupy the caravan under an agreement to which the Mobile Homes Act 1983 applies (see section 1(1) of that Act)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "6", "section_title": " Failure by local authority to issue site licence.", "section_text": "6 Where a local authority, being required under section three of this Act to issue a site licence in respect of any land, fail to do so within the period within which they are required to issue a site licence by that section, no offence under section one of this Act shall be committed in respect of the land by the person by whom the application for the site licence was made at any time after the expiration of the said period and before a site licence is issued in pursuance of the said application."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "7", "section_title": "  Appeal to magistrates’ court against conditions attached to site licence.   Appeal against conditions attached to site licence  ", "section_text": "7 1 Any person aggrieved by any condition (other than the condition referred to in subsection (3) of section five of this Act) subject to which a site licence has been issued to him in respect of any land may, within twenty-eight days of the date on which the licence was so issued, appeal to a magistrates’ court  ...  ; and the court   or, in a case relating to land in England, to   the tribunal ; and the court or tribunal , if satisfied (having regard amongst other things to any standards which may have been specified by the Minister under subsection (6) of the said section five) that the condition is unduly burdensome, may vary or cancel the condition. 1A In a case where   the tribunal   varies or cancels a condition under subsection (1), it may also attach a new condition to the licence in question. 2 In so far as the effect of a condition (in whatever words expressed) subject to which a site licence is issued in respect of any land is to require the carrying out on the land of any works, the condition shall not have effect during the period within which the person to whom the site licence is issued is entitled by virtue of the foregoing subsection to appeal against the condition nor, thereafter, whilst an appeal against the condition is pending."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "8", "section_title": " Power of local authority to alter conditions attached to site licences.", "section_text": "8 1 The conditions attached to a site licence may be altered at any time (whether by the variation or cancellation of existing conditions, or by the addition of new conditions, or by a combination of any such methods) by the local authority, but before exercising their powers under this subsection the local authority shall afford to the holder of the licence an opportunity of making representations. 1A Where the Regulatory Reform (Fire Safety) Order 2005 applies to the land to which the site licence relates, no condition may be attached to a site licence under subsection (1) of this section in so far as it relates to any matter in relation to which requirements or prohibitions are or could be imposed by or under that Order. 1A Where Part 3 of the  Fire (Scotland) Act 2005 (asp 5)  applies in relation to the land to which a site licence relates, no alteration under subsection (1) may be made so as to add a new condition to, or vary an existing condition of, the site licence if the new condition or, as the case may be, existing condition as varied relates to any matter in relation to which requirements or prohibitions are or could be imposed by virtue of that Part. 1B A local authority in England may require an application by the holder of a site licence in respect of a relevant protected site in their area for the alteration of the conditions attached to the site licence to be accompanied by a fee fixed by the local authority. 2 Where the holder of a site licence is aggrieved by any alteration of the conditions attached thereto or by the refusal of the local authority of an application by him for the alteration of those conditions, he may, within twenty-eight days of the date on which written notification of the alteration or refusal is received by him, appeal to a magistrates’ court  ...  ; and the court   or, in a case relating to land in England, to   the tribunal ; and the court or tribunal   may, if they allow the appeal, give to the local authority such directions as may be necessary to give effect to their decision. 3 The alteration by a local authority of the conditions attached to any site licence shall not have effect until written notification thereof has been received by the holder of the licence, and in so far as any such alteration imposes a requirement on the holder of the licence to carry out on the land to which the licence relates any works which he would not otherwise be required to carry out, the alteration shall not have effect during the period within which the said holder is entitled by virtue of the last foregoing subsection to appeal against the alteration nor, thereafter, whilst an appeal against the alteration is pending. 4 In exercising the powers conferred upon them by subsection (1) and subsection (2) of this section respectively, a local authority  and a magistrates’ court   , a magistrates' court and   the tribunal    shall have regard amongst other things to any standards which may have been specified by the Minister under subsection (6) of section five of this Act. 5 The local authority shall consult the  fire authority   fire and rescue authority    before exercising the powers conferred upon them by subsection (1) of this section in relation to a condition attached to a site licence for the purposes set out in section 5(1)( e ) of this Act. 5A Subsection (5) of this section does not apply where the Regulatory Reform (Fire Safety) Order 2005 applies to the land."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9", "section_title": " Provisions as to breaches of condition.   Breach of condition: land other than relevant protected sites in England  ", "section_text": "9 1 If an occupier of land  , other than land in England which is a relevant protected site,   fails to comply with any condition for the time being attached to a site licence held by him in respect of the land, he shall be guilty of an offence and liable on summary conviction, in the case of the first offence to a fine not exceeding  one hundred pounds level 4 on the standard scale , and, in the case of a second or subsequent offence, to a fine not exceeding  two hundred and fifty pounds level 4 on the standard scale . 2 Where a person convicted under this section for failing to comply with a condition attached to a site licence has on two or more previous occasions been convicted thereunder for failing to comply with a condition attached to that licence, the court before whom he is convicted may, if an application in that behalf is made at the hearing by the local authority in whose area the land is situated, make an order for the revocation of the said site licence to come into force  on such date as the court may specify in the order, being a date not earlier than the expiration of any period within which notice of appeal (whether by case stated or otherwise) may be given against the conviction  and if before the date so specified an appeal is so brought the order shall be of no effect pending the final determination or withdrawal of the appeal. The person convicted or the local authority who issued the site licence may apply to the magistrates’ court which has made such an order revoking a site licence for an order extending the period at the end of which the revocation is to come into force, and the magistrates’ court may, if satisfied that adequate notice of the application has been given to the local authority or, as the case may be, the person convicted, make an order extending that period. 3 Where an occupier of land  , other than land in England which is a relevant protected site,   fails within the time specified in a condition attached to a site licence held by him to complete to the satisfaction of the local authority in whose area the land is situated any works required by the condition to be so completed, the local authority may carry out those works, and may recover as a simple contract debt in any court of competent jurisdiction from that person any expenses reasonably incurred by them in that behalf."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9A", "section_title": "Breach of condition: relevant protected sites in England", "section_text": "9A 1 If it appears to a local authority in England who have issued a site licence in respect of a relevant protected site in their area that the occupier of the land concerned is failing or has failed to comply with a condition for the time being attached to the site licence, they may serve a compliance notice on the occupier. 2 A compliance notice is a notice which— a sets out the condition in question and details of the failure to comply with it, b requires the occupier of the land to take such steps as the local authority consider appropriate and as are specified in the notice in order to ensure that the condition is complied with, c specifies the period within which those steps must be taken, and d explains the right of appeal conferred by subsection (3). 3 An occupier of land who has been served with a compliance notice may appeal to   the tribunal   against that notice (for further provision about appeals under this section, see section 9G). 4 A local authority may— a revoke a compliance notice; b vary a compliance notice by extending the period specified in the notice under subsection (2)(c). 5 The power to revoke or vary a compliance notice is exercisable by the local authority— a on an application made by the occupier of land on whom the notice was served, or b on the authority's own initiative. 6 Where a local authority revoke or vary a compliance notice, they must notify the occupier of the land to which the notice relates of the decision as soon as is reasonably practicable. 7 Where a compliance notice is revoked, the revocation comes into force at the time when it is made. 8 Where a compliance notice is varied— a if the notice has not become operative (see section 9H) when the variation is made, the variation comes into force at such time (if any) as the notice becomes operative in accordance with section 9H; b if the notice has become operative when the variation is made, the variation comes into force at the time when it is made."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9B", "section_title": "Compliance notice under section 9A: offence and multiple convictions", "section_text": "9B 1 An occupier of land who has been served with a compliance notice which has become operative (see section 9H) commits an offence if the occupier fails to take the steps specified in the notice under section 9A(2)(b) within the period so specified under section 9A(2)(c). 2 A person guilty of an offence under subsection (1) is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 3 In proceedings against an occupier of land for an offence under subsection (1), it is a defence that the occupier had a reasonable excuse for failing to take the steps referred to in subsection (1) within the period referred to in that subsection. 4 Subsection (5) applies where— a an occupier of land is convicted of an offence under subsection (1), and b the occupier has been convicted on two or more previous occasions of an offence under subsection (1), or an offence under section 9 committed before the commencement of this section, in relation to the site licence to which the conviction mentioned in paragraph (a) relates. 5 On an application by the local authority who served the compliance notice in question, the court before which the occupier of the land was convicted may make an order revoking the site licence in question on the date specified in the order. 6 An order under subsection (5) must not specify a date which is before the end of the period within which notice of appeal (whether by case stated or otherwise) may be given against the conviction mentioned in subsection (4)(a). 7 Where an appeal against the conviction mentioned in subsection (4)(a) is made by the occupier of the land before the date specified in an order under subsection (5), the order does not take effect until— a the appeal is finally determined, or b the appeal is withdrawn. 8 On an application by the occupier of the land or by the local authority who issued the site licence, the court which made the order under subsection (5) may make an order specifying a date on which the revocation of the site licence takes effect which is later than the date specified in the order under subsection (5). 9 But the court must not make an order under subsection (8) unless it is satisfied that adequate notice of the application has been given to the occupier of the land or to the local authority (as the case may be)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9C", "section_title": "Compliance notice under section 9A: power to demand expenses", "section_text": "9C 1 When serving a compliance notice on an occupier of land, a local authority may impose a charge on the occupier as a means of recovering expenses incurred by them— a in deciding whether to serve the notice, and b in preparing and serving the notice or a demand under subsection (3). 2 The expenses referred to in subsection (1) include in particular the costs of obtaining expert advice (including legal advice). 3 The power under subsection (1) is exercisable by serving the compliance notice together with a demand which sets out— a the total expenses the local authority seek to recover under subsection (1) (“relevant expenses”), b a detailed breakdown of the relevant expenses, and c where the local authority propose to charge interest under section 9I, the rate at which the relevant expenses carry interest. 4 Where a tribunal allows an appeal under section 9A against the compliance notice with which a demand was served, it may make such order as it considers appropriate— a confirming, reducing or quashing any charge under this section made in respect of the notice, and b varying the demand as appropriate in consequence."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9D", "section_title": "Power to take action following conviction of occupier", "section_text": "9D 1 Where an occupier of land is convicted of an offence under section 9B(1) (failure to take steps required by a compliance notice), the local authority who issued the compliance notice may— a take any steps required by the compliance notice to be taken by the occupier, but which have not been so taken; and b take such further action as the authority consider appropriate for ensuring that the condition specified in the compliance notice is complied with. 2 Where a local authority propose to take action under subsection (1), they must serve on the occupier of the land a notice which— a identifies the land and the compliance notice to which it relates, b states that the authority intend to enter onto the land, c describes the action the authority intend to take on the land, d if the person whom the authority propose to authorise to take the action on their behalf is not an officer of theirs, states the name of that person, and e sets out the dates and times on which it is intended that the action will be taken (in particular, when the authority intend to start taking the action and when they expect the action to be completed). 3 The notice must be served sufficiently in advance of when the local authority intend to enter onto the land as to give the occupier of the land reasonable notice of the intended entry. 4 In a case where the local authority authorise a person other than an officer of theirs to take the action on their behalf, the reference in section 26(1) to an authorised officer of the local authority is to be read as including that person. 5 The requirement in section 26(1) to give 24 hours' notice of the intended entry, in its application to a case within this section, applies only in relation to the day on which the local authority intend to start taking the action on the land."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9E", "section_title": "Power to take emergency action", "section_text": "9E 1 A local authority in England who have issued a site licence in respect of a relevant protected site in their area may take action in relation to the land concerned if it appears to the authority that— a the occupier of the land is failing or has failed to comply with a condition for the time being attached to the site licence, and b as a result of that failure there is an imminent risk of serious harm to the health or safety of any person who is or may be on the land. 2 The action a local authority may take under this section (referred to in this section as  “ emergency action ”) is such action as appears to the authority to be necessary to remove the imminent risk of serious harm mentioned in subsection (1)(b). 3 Where a local authority propose to take emergency action, the authority must serve on the occupier of the land a notice which— a identifies the land to which it relates, b states that the authority intend to enter onto the land, c describes the emergency action the authority intend to take on the land, d if the person whom the authority propose to authorise to take the action on their behalf is not an officer of theirs, states the name of that person, and e specifies the powers under this section and section 26 as the powers under which the authority intend to enter onto the land. 4 A notice under subsection (3) may state that, if entry onto the land were to be refused, the authority would propose to apply for a warrant under section 26(2). 5 A notice under subsection (3) must be served sufficiently in advance of when the local authority intend to enter onto the land as to give the occupier of the land reasonable notice of the intended entry. 6 In a case where the local authority authorise a person other than an officer of theirs to take the emergency action on their behalf, the reference in section 26(1) to an authorised officer of the local authority is to be read as including that person. 7 Section 26(1), in its application to a case within this section, has effect as if— a the words  “at all reasonable hours” were omitted, and b the words from  “Provided that” to the end were omitted. 8 Within the period of seven days beginning with the date when the authority start taking the emergency action, the authority must serve on the occupier of the land a notice which— a describes the imminent risk of serious harm to the health or safety of persons who are or may be on the land, b describes the emergency action which has been, and any emergency action which is to be, taken by the authority on the land, c sets out when the authority started taking the emergency action and when the authority expect it to be completed, d if the person whom the authority have authorised to take the action on their behalf is not an officer of theirs, states the name of that person, and e explains the right of appeal conferred by subsection (9). 9 An occupier of land in respect of which a local authority has taken or is taking emergency action may appeal to   the tribunal   against the taking of the action by the authority (for further provisions about appeals under this section, see section 9G). 10 The grounds on which the appeal may be brought are— a that there was no imminent risk of serious harm as mentioned in subsection (1)(b) (or, where the action is still being taken, that there is no such risk); b that the action the authority has taken was not necessary to remove the imminent risk of serious harm mentioned in subsection (1)(b) (or, where the action is still being taken, that it is not necessary to remove the risk). 11 The ways in which a notice under this section may be served include by fixing it in a prominent place at or near the main entrance to the land."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9F", "section_title": "Action under section 9D or 9E: power to demand expenses", "section_text": "9F 1 Where a local authority take action under section 9D or emergency action under section 9E, the authority may impose a charge on the occupier of the land as a means of recovering expenses incurred by them— a in deciding whether to take the action, b in preparing and serving any notice under section 9D or 9E or a demand under subsection (6), and c taking the action. 2 The expenses referred to in subsection (1) include in particular the costs of obtaining expert advice (including legal advice). 3 In the case of emergency action under section 9E, no charge may be imposed under subsection (1) until such time (if any) as is determined in accordance with subsection (4). 4 For the purposes of subsection (3), the time when a charge in respect of emergency action may be imposed is— a if no appeal against the local authority's decision to take the emergency action is brought under section 9E(9) within the appeal period under section 9G, at the end of that period; b if an appeal is brought under that section and a decision on the appeal confirms the authority's decision— i where the period within which an appeal to the Upper Tribunal may be brought expires without such an appeal having been brought, the end of that period; ii where an appeal to the Upper Tribunal is brought, when a decision is given on the appeal confirming the authority's decision. 5 For the purposes of subsection (4)— a the withdrawal of an appeal against a decision by the local authority has the same effect as a decision on the appeal confirming the authority's decision; b references to a decision on the appeal confirming the authority's decision are to a decision which confirms that decision with or without variation. 6 The power under subsection (1) is exercisable by serving on the occupier of the land a demand for the expenses which— a sets out the total expenses the local authority seek to recover under subsection (1) (“relevant expenses”), b sets out a detailed breakdown of the relevant expenses, c where the local authority propose to charge interest under section 9I, sets out the rate at which the relevant expenses carry interest, and d explains the right of appeal conferred by subsection (7). 7 An occupier of land who is served with a demand under this section may appeal to   the tribunal   against the demand (for further provision about appeals under this section, see section 9G). 8 A demand under this section must be served— a in the case of action under section 9D, before the end of the period of two months beginning with the date on which the action is completed; b in the case of emergency action under section 9E— i before the end of the period of two months beginning with the earliest date (if any) on which a charge may be imposed in accordance with subsection (4), or ii if the action has not been completed by the end of that period, before the end of the period of two months beginning with the date on which the action is completed."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9G", "section_title": "Appeals under section 9A, 9E or 9F", "section_text": "9G 1 An appeal under section 9A, 9E or 9F must be made before the end of the period of 21 days beginning with the date on which the relevant document was served (referred to in this section and section 9H as  “the appeal period”). 2 In subsection (1),  “ relevant document ” means— a in the case of an appeal under section 9A, the compliance notice; b in the case of an appeal under section 9E, the notice under subsection (8) of that section; c in the case of an appeal under section 9F, the demand under that section. 3   The tribunal   may allow an appeal under section 9A, 9E or 9F to be made to it after the end of the appeal period if it is satisfied that there is a good reason for the failure to appeal before the end of that period (and for any delay since then in applying for permission to appeal out of time). 4 An appeal under section 9A, 9E or 9F— a is to be by way of a rehearing, but b may be determined having regard to matters of which the local authority who made the decision were unaware. 5 The tribunal may by order— a on an appeal under section 9A, confirm, vary or quash the compliance notice; b on an appeal under section 9E, confirm, vary or reverse the decision of the local authority; c on an appeal under section 9F, confirm, vary or quash the demand."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9H", "section_title": "When compliance notice or expenses demand becomes operative", "section_text": "9H 1 The time when a compliance notice under section 9A or a demand under section 9C or 9F becomes operative (if at all) is to be determined in accordance with this section. 2 Where no appeal under section 9A is brought within the appeal period against the compliance notice, the notice and any demand under section 9C which was served with it become operative at the end of that period. 3 Where no appeal under section 9F is brought within the appeal period, the demand under that section becomes operative at the end of that period. 4 Where an appeal under section 9A is brought, and a decision on the appeal confirms the compliance notice, the notice and any demand under section 9C which was served with it become operative— a where the period within which an appeal to the Upper Tribunal may be brought expires without such an appeal having been brought, at the end of that period; b where an appeal to the Upper Tribunal is brought and a decision on the appeal is given which confirms the notice, at the time of the decision. 5 Where an appeal under section 9F is brought, and a decision on the appeal confirms the demand under that section, the demand becomes operative— a where the period within which an appeal to the Upper Tribunal may be brought expires without such an appeal having been brought, at the end of that period; b where an appeal to the Upper Tribunal is brought and a decision on the appeal is given which confirms the demand, at the time of the decision. 6 For the purposes of subsections (4) and (5)— a the withdrawal of an appeal against a notice or demand has the same effect as a decision confirming the notice or demand; b references to a decision which confirms the notice or demand are to a decision which confirms the notice or demand with or without variation."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "9I", "section_title": "Recovery of expenses demanded under section 9C or 9F", "section_text": "9I 1 As from the time when a demand under section 9C or 9F becomes operative, the relevant expenses set out in the demand carry interest at such rate as the local authority may fix until recovery of all sums due under the demand; and the expenses and any interest are recoverable by them as a debt. 2 As from that time, the expenses and any interest are, until recovery, a charge on the land to which the compliance notice or emergency action in question relates. 3 The charge takes effect at that time as a legal charge which is a local land charge. 4 For the purpose of enforcing the charge the local authority have the same powers and remedies under the Law of Property Act 1925 and otherwise as if they were mortgagees by deed having powers of sale and lease, of accepting surrenders of leases and of appointing a receiver. 5 The power of appointing a receiver is exercisable at any time after the end of the period of one month beginning with the date on which the charge takes effect. 6 In this section,  “relevant expenses”— a in the case of a demand under section 9C, has the meaning given by subsection (3) of that section; b in the case of a demand under section 9F, has the meaning given by subsection (6) of that section."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "10", "section_title": " Transfer of site licences, and transmission on death,  etc.", "section_text": "10 1 When the holder of a site licence in respect of any land ceases to be the occupier of the land, he may, with the consent of the local authority in whose area the land is situated, transfer the licence to the person who then becomes the occupier of the land. 1A A local authority in England may require an application for consent to the transfer of a site licence in respect of a relevant protected site in their area to be accompanied by a fee fixed by the local authority. 1B The Secretary of State may by regulations provide that a person applying to a local authority in England for consent to the transfer of a site licence in respect of a relevant protected site in their area must, either at the time of making the application or subsequently, give to the local authority such information as they may require. 1C The regulations may require a local authority in England to have regard to the prescribed matters when deciding whether to give their consent to the transfer of a site licence in respect of a relevant protected site in their area. 1D The regulations may require a local authority in England, where they decide not to give their consent to the transfer of such a site licence, to notify the licence holder of the reasons for the decision and of such right of appeal as may be conferred by virtue of subsection (1E). 1E The regulations may— a confer on an applicant under this section a right of appeal to   the tribunal   against a decision of a local authority in England not to give their consent to the transfer of a site licence as mentioned in subsection (1D); b provide that no compensation may be claimed for loss suffered in consequence of the decision pending the outcome of the appeal. 1F Subsections (5D) to (5F) of section 3 apply in relation to regulations under this section as they apply in relation to regulations under that section. 2 Where a local authority give their consent to the transfer of a site licence, they shall endorse on the licence the name of the person to whom it is to be transferred and the date agreed between the parties to the transfer as the date on which that person is, for the purposes of this Part of this Act, to be treated as having become the holder of the licence. 3 If an application is made under subsection (1) of this section for consent to the transfer of a site licence  , other than one issued by a local authority in England in respect of a relevant protected site in their area,   to a person who is to become the occupier of the land, that person may apply for a site licence under section three of this Act if he were the occupier of the land, and if the local authority at any time before issuing a site licence in compliance with that application give their consent to the transfer they need not proceed with the application for the site licence. 4 Where any person becomes, by operation of law, entitled to an estate or interest in land in respect of which a site licence is in force and is, by virtue of his holding that estate or interest, the occupier of the land within the meaning of this Part of this Act he shall, for the purposes of this Part of this Act, be treated as having become the holder of the licence on the day on which he became the occupier of the land, and the local authority in whose area the land is situated shall, if an application in that behalf is made to them, endorse his name and the said date on the licence."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "10A", "section_title": "Powers to charge fees: supplementary", "section_text": "10A 1 This section applies where a local authority in England propose to charge a fee under section 3, 5A, 8 or 10. 2 Before charging the fee, the local authority must prepare and publish a fees policy. 3 When fixing a fee for the purposes of section 3, 5A, 8 or 10, the local authority— a must act in accordance with their fees policy; b may fix different fees for different cases or descriptions of case; c may determine that no fee is required to be paid in certain cases or descriptions of case. 4 When fixing a fee for any of those purposes, the local authority may not take into account any costs incurred by them in exercising— a their functions under any of sections 9A to 9I, 23 or 24; b any function under any provision of this Act in relation to a caravan site which is not a relevant protected site. 5 If the local authority propose to charge a fee under section 5A, the fees policy must include provision about the time at which the fee is payable. 6 The local authority may revise their fees policy and, where they do so, must publish the policy as revised."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "11", "section_title": " Duty of licence holder to surrender licence for alteration.", "section_text": "11 1 A local authority who have issued a site licence may at any time require the holder to deliver it up so as to enable them to enter in it any alteration of the conditions or other terms of the licence made in pursuance of the provisions of this Part of this Act. 2 If the holder of a site licence fails without reasonable excuse to comply with a requirement duly made under this section he shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "12", "section_title": " Responsibility of occupier of land subject to a licence or special tenancy. ", "section_text": "12 1 It shall be a condition of any licence or of any such tenancy as is mentioned in subsection (3) of section one of this Act that if any person in exercise of rights under the licence or tenancy does anything which would constitute an offence under that section if that person were the occupier of the land, the person who is the occupier of the land may take possession of the land and terminate the licence or tenancy; and in determining whether the occupier of the land has permitted the land to be used as a caravan site account shall be taken of any powers exercisable by him under this subsection. 2 The occupier of any land subject to a licence or subject to any such tenancy as is mentioned in subsection (3) of section one of this Act shall have the right, as against any person claiming under the licence or tenancy, to enter on the land and do anything on the land reasonably required for the purpose of complying with any conditions attached to a site licence issued with respect to the land."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "12A", "section_title": "Requirement for fit and proper person", "section_text": "12A 1 The Secretary of State may by regulations provide that an occupier of land in England may not cause or permit any part of the land to be used as a relevant protected site unless (in addition to the occupier's holding a site licence as mentioned in section 1) the local authority in whose area the land is situated— a are satisfied that the occupier is a fit and proper person to manage the site or that a person appointed to do so by the occupier is a fit and proper person to do so; or b have, with the occupier's consent, appointed a person to manage the site. 2 The regulations may provide that, where an occupier of land who holds a site licence in respect of the land contravenes a requirement imposed by virtue of subsection (1), the local authority in whose area the land is situated may apply to the tribunal for an order revoking the site licence in question. 3 The regulations may create a summary offence relating to a contravention of a requirement imposed by virtue of subsection (1). 4 Regulations creating an offence by virtue of subsection (3) may provide that, where an occupier of land who holds a site licence in respect of the land and who is convicted of the offence has been convicted on two or more previous occasions of the offence in relation to the land, the court before which the occupier is convicted may, on an application by the local authority in whose area the land is situated, make an order revoking the occupier's site licence on the day specified in the order."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "12B", "section_title": "Register of fit and proper persons", "section_text": "12B 1 The Secretary of State may by regulations require a local authority— a to establish and keep up to date a register of persons who they are satisfied are fit and proper persons to manage a relevant protected site in their area; b to publish their up-to-date register in such manner as may be prescribed. 2 The regulations may make provision as to the period for which a person's inclusion in the register has effect; and the regulations may, in particular, give a local authority power to decide the length of the period."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "12C", "section_title": "Application for inclusion in register", "section_text": "12C 1 The Secretary of State may by regulations provide that, on an application by the occupier for the inclusion of the occupier or of a person appointed by the occupier in a register established by virtue of section 12A (a  “registration application”), a local authority may— a grant the application unconditionally, b grant the application subject to conditions, or c reject the application. 2 The regulations may— a make provision as to the matters to be included in a registration application and the period within which it may be made; b provide that the application must be accompanied by such fee as the local authority may fix; c require the local authority to publish in such manner as may be prescribed details of such fees as they fix from time to time by virtue of paragraph (b). 3 The regulations may— a provide that the conditions which may be imposed by virtue of subsection (1)(b) may include conditions requiring additional payments to be made to the local authority by way of annual fee, and b give the local authority power to decide the amount and frequency of the payments. 4 The regulations may require a local authority, in considering a registration application, to have regard to such matters as may be prescribed. 5 The regulations may require a local authority, where they have made a preliminary decision on a registration application— a to notify the occupier of the preliminary decision and the reasons for it, and b if the occupier makes representations within such period as may be prescribed, to take the representations into account before making the final decision on the application. 6 The regulations may require a local authority, where they have made a final decision on a registration application— a to decide when the decision is to take effect, and b to notify the occupier of the final decision, the reasons for it, when it is to take effect and such right of appeal as may be conferred by virtue of subsection (7). 7 The regulations may— a confer a right of appeal to the tribunal against a final decision on a registration application; b provide that no compensation may be claimed for loss suffered in consequence of the decision pending the outcome of the appeal. 8 The regulations may provide that a register established by virtue of the regulations must— a where a registration application is granted subject to conditions, specify the conditions; b where the application is rejected, include prescribed information about the application. 9 The regulations may create a summary offence relating to— a the withholding of information from, or the inclusion of false or misleading information in, a registration application; b a failure to comply with a condition subject to which a registration application is granted."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "12D", "section_title": "Removal from register, variation of conditions  etc.", "section_text": "12D 1 The Secretary of State may by regulations provide that, where a person is included in a register established by virtue of section 12B, the local authority may in such circumstances as may be prescribed— a remove the person from the register; b impose a condition on the inclusion of the person in the register (whether or not there are conditions imposed by virtue of section 12C); c vary or remove a condition imposed by virtue of section 12C or this section. 2 The regulations may require a local authority, in considering whether or how to exercise a power conferred by virtue of subsection (1), to have regard to such matters as may be prescribed. 3 The regulations may require the local authority, before exercising a power conferred by virtue of subsection (1)— a to notify the occupier of their proposal to do so and the reasons for the proposal, and b if the occupier makes representations within such period as may be prescribed, to take the representations into account before exercising the power. 4 The regulations may require a local authority, where they exercise a power conferred by virtue of subsection (1), to notify the occupier of the fact that they have done so, the reasons for doing so and such right of appeal as may be conferred by virtue of subsection (5). 5 The regulations may— a confer a right of appeal to the tribunal against the exercise of a power conferred by virtue of subsection (1); b provide that no compensation may be claimed for loss suffered in consequence of the exercise of the power pending the outcome of the appeal. 6 The regulations may create a summary offence relating to a failure to comply with a condition imposed by virtue of this section."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "12E", "section_title": "Regulations under sections 12A to 12D: supplementary provision", "section_text": "12E 1 Regulations under sections 12A to 12D creating a summary offence by virtue of section 12A(3), 12C(9) or 12D(6) may not provide for the offence to be punishable on conviction otherwise than by a fine not exceeding such amount as may be prescribed. 2 Regulations under sections 12A to 12D may— a amend this Act; b make incidental, supplementary, consequential, saving or transitional provision; c make provision which applies generally (whether or not subject to exceptions) or in relation only to specified cases or descriptions of case; d make different provision for different cases or descriptions of case (including different provision for different areas). 3 Regulations under sections 12A to 12D must be made by statutory instrument. 4 A statutory instrument containing regulations under sections 12A to 12D may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "23", "section_title": " Power of rural district councils to prohibit caravans on commons. ", "section_text": "23 1 This section applies to any land  in England   in the area of a  district council  which is or forms part of a common, not being land falling within any of the following descriptions, that is to say— a land to which section one hundred and ninety-three of the  Law of Property Act 1925 (which relates to the rights of the public over certain commons and waste lands), for the time being applies; b land which is subject to a scheme under Part I of the  Commons Act 1899 (under which schemes may be made for the regulation and management of certain commons); c land as respects which a site licence is for the time being in force. 2 The council of a district  may make with respect to any land in their area to which this section applies an order prohibiting, either absolutely or except in such circumstances as may be specified in the order, the stationing of caravans on the land for the purposes of human habitation. 3 Without prejudice to the provisions of section one of this Act, any person who stations a caravan on any land in contravention of an order under this section for the time being in force with respect to the land shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 4 It shall be the duty of a  district council  to take all reasonable steps to secure that copies of any order under this section which is for the time being in force with respect to any land in their area are so displayed on the land as to give to persons entering thereon adequate warning of the existence of the order, and the council shall have the right to place on the land such notices as they consider necessary for the performance of their duty under this subsection. 5 An order under this section may be revoked at any time by a subsequent order made thereunder by the  district council , or may be so varied either so as to exclude any land from the operation of the order or so as to introduce any exception, or further exception, from the prohibition imposed by the order. 6 Where the whole or a part of any land with respect to which an order under this section is in force ceases to be land to which this section applies, the said order shall thereupon cease to have effect with respect to the said land or part; and where an order ceases under this subsection to have effect with respect to a part only of any land, the  district council  shall cause any copy of the order which is displayed on that part of the land with respect to which the order continues in force to be amended accordingly. 7 The provisions of the Second Schedule to this Act shall, subject as therein provided, have effect with respect to orders under this section. 8 In this section the word “ common ” includes any land subject to be enclosed under the Inclosure Acts 1845 to 1882, and any town or village green. 9 This section and the Second Schedule to this Act shall apply in relation to land in Wales as if for every reference to a district council or to the district council (however expressed), or which falls to be construed as such a reference, there were substituted a reference to a Welsh county council or county borough council or (as the case may be) the Welsh county council or county borough council."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "24", "section_title": " Power of local authorities to provide sites for caravans. ", "section_text": "24 1 A local authority   in England  shall have power within their area to provide sites where caravans may be brought, whether for holidays or other temporary purposes or for use as permanent residences, and to manage the sites or lease them to some other person. 2 Subject to the provisions of this section, a local authority shall have power to do anything appearing to them desirable in connection with the provision of such sites, and in particular— a to acquire land which is in use as a caravan site, or which has been laid out as a caravan site, or b to provide for the use of those occupying caravan sites any services or facilities for their health or convenience;  , or c to provide, in or in connection with sites for the accommodation of gipsies, working space and facilities for the carrying on of such activities as are normally carried on by them, and in exercising their powers under this section the local authority shall have regard to any standards which may have been specified by the Minister under subsection (6) of section five of this Act. 2A Before exercising the power to provide a site conferred on them by subsection (1) of this section the local authority shall consult the   fire and rescue authority , if they are not themselves the   fire and rescue authority ,— a as to measures to be taken for preventing and detecting the outbreak of fire on the site; and b as to the provision and maintenance of means of fighting fire on it. 3 The local authority shall make in respect of the use of sites managed by them, and of any services or facilities provided or made available under this section, such reasonable charges as they may determine. 4 A local authority may make available the services and facilities provided under this section for those who do not normally reside in the area of the local authority as freely as for those who do. 5 A local authority shall, in the performance of their functions under this section, have power, where it appears to them that a caravan site or an additional caravan site is needed in their area, or that land which is in use as a caravan site should in the interests of the users of caravans be taken over by the local authority, to acquire land, or any interest in land, compulsorily. 6 The power of a local authority under the last foregoing subsection to acquire land, or any interest in land, compulsorily shall be exercisable in any particular case on their being authorised to do so by the Minister, and the  Acquisition of Land Act 1981 , shall have effect in relation to the acquisition of land, or any interest in land, under the said subsection . . .  7 A local authority shall not have power under this section to provide caravans. 8 In this section the expression “ local authority ” includes the council of a county  .... . .  and “ gipsies ” means persons of nomadic habit of life, whatever their race or origin, but does not include members of an organised group of travelling showmen, or persons engaged in travelling circuses, travelling together as such. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "25", "section_title": " Registers of site licences.", "section_text": "25 1 Every local authority shall keep a register of site licences issued in respect of land situated in their area, and every such register shall be open for inspection by the public at all reasonable times. 2 Where under subsection (2) or subsection (4) of section ten of this Act a local authority endorse on a site licence the name of any person in the circumstances described in those subsections, they shall record his name, and the date entered in the licence, in the register of site licences."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "26", "section_title": " Power of entry of officers of local authorities.", "section_text": "26 1 Subject to the provisions of this section, any authorised officer of a local authority shall, on producing, if so required, some duly authenticated document showing his authority, have a right at all reasonable hours to enter any land which is used as a caravan site or in respect of which an application for a site licence has been made,— a for the purpose of enabling the local authority to determine what conditions should be attached to a site licence or whether conditions attached to a site licence should be altered; b for the purpose of ascertaining whether there is, or has been, on or in connection with the land any contravention of the provisions of this Part of this Act; c for the purpose of ascertaining whether or not circumstances exist which would authorise the local authority to take any action, or execute any work, under this Part of this Act; d for the purpose of taking any action, or executing any work, authorised by this Part of this Act to be taken or executed by the local authority: Provided that admission to any land shall not be demanded as of right unless twenty-four hours notice of the intended entry has been given to the occupier. 1A A person may not be authorised under subsection (1) to enter and survey or value land in England and Wales in connection with a proposal to acquire an interest in or a right over land (but see section 172 of the Housing and Planning Act 2016). 2 If it is shown to the satisfaction of a justice of the peace— a that admission to any land has been refused, or that refusal is apprehended, or that the occupier of the land is temporarily absent and the case is one of urgency, or that an application for admission would defeat the object of the entry; and b that there is reasonable ground for entering on the land for any such purpose as is mentioned in subsection (1) of this section, the justice may by warrant under his hand authorise the local authority by any authorised officer to enter the land, if need be by force: Provided that such a warrant shall not be issued unless the justice is satisfied either that notice of the intention to apply for the warrant has been given to the occupier, or that the occupier is temporarily absent and the case is one of urgency, or that the giving of such notice would defeat the object of the entry. 3 An authorised officer entering any land by virtue of this section, or of a warrant issued thereunder, may take with him such other persons as may be necessary. 4 Every warrant granted under this section shall continue in force until the purpose for which the entry is necessary has been satisfied. 5 A person who wilfully obstructs any person acting in the execution of this section, or of a warrant under this section, shall be liable on summary conviction —  a where the wilful obstruction occurs in relation to land in England, to a fine not exceeding level 4 on the standard scale; b where the wilful obstruction occurs in relation to land in Wales, to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "26A", "section_title": "Liability of officers of bodies corporate", "section_text": "26A 1 This section applies to an offence under this Act committed in relation to land in England. 2 Where a body corporate commits an offence to which this section applies and it is proved that— a the offence was committed with the consent or connivance of an officer of the body corporate, or b the offence was attributable to neglect on the part of an officer of the body corporate, the officer, as well as the body corporate, is guilty of the offence and is liable to be proceeded against and punished accordingly. 3 In subsection (2),  “ officer ” means— a a director, manager, secretary or similar officer of the body corporate, b in the case of a body corporate whose affairs are managed by its members, a member of the body corporate, or c a person purporting to act in a capacity mentioned in paragraph (a) or (b)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "28", "section_title": " Crown land.", "section_text": "28 The provisions of this Part of this Act relating to site licences shall apply to land the occupier of which is not the Crown notwithstanding that an interest in the land belongs to Her Majesty in right of the Crown or of the Duchy of Lancaster, or to the Duchy of Cornwall, or belongs to a government department or is held in trust for Her Majesty for the purposes of a government department."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "29", "section_title": " Interpretation of Part I.", "section_text": "29 1 In this Part of this Act, unless the context otherwise requires—  “ caravan ” means any structure designed or adapted for human habitation which is capable of being moved from one place to another (whether by being towed, or by being transported on a motor vehicle or trailer) and any motor vehicle so designed or adapted, but does not include— any railway rolling stock which is for the time being on rails forming part of a railway system, or any tent; “ caravan site ” has the meaning assigned to it by subsection (4) of section one of this Act; “ development order ” means an order made under section thirteen of the Act of 1947 (under which orders may be made which, in some cases, themselves grant permission for development and, in other cases, provide that permission shall be granted on an application in that behalf); . . .  “ fire authority ”, in relation to any land, means the authority discharging in the area in which the land is situated the functions of fire authority under the Fire Services Act 1947;   “ fire and rescue authority ”, in relation to any land, means the fire and rescue authority under the Fire and Rescue Services Act 2004 for the area in which the land is situated;   “ local authority ” means a council of a  London borough or a  . . .   district  the Common Council of the City of London  and the Council of the Isles of Scilly;  but, in relation to Wales, means the council of a Welsh county or county borough “ occupier ” has the meaning assigned to it by subsection (3) of section one of this Act and “ occupied ” and “ occupation ” shall be construed accordingly; “   relevant protected site  ” has the meaning assigned to it by section 5A(5); “ relevant protected site application ” has the meaning assigned to it by section 3(7); “ site licence ” has the meaning assigned to it by subsection (1) of section one of this Act; “ the Minister ” means  the Secretary of State .   “tribunal” means the First-tier Tribunal or where determined by or under Tribunal Procedure Rules, the Upper Tribunal.   2 Any reference in this Part of this Act to the carrying out of works shall include a reference to the planting of trees and shrubs and the carrying out of other operations for preserving or enhancing the amenity of land. 3 For the purposes of any provision of this Part of this Act relating to the expiration of permission granted under Part III of the Act of 1947 for any use of land, permission granted for the use of land for intermittent periods shall not be regarded as expiring at any time so long as the permission authorises the use of the land for further intermittent periods. 4 Any reference in this Part of this Act to permission granted under Part III of the Act of 1947 for the use of land as a caravan site shall be taken as a reference to such permission whether or not restricted in any way or subject to any condition or limitation, and any reference in this Part of this Act to such permission shall include a reference to permission deemed to be granted under the said Part III  or granted on the designation of an enterprise zone under Schedule 32 to the Local Government, Planning and Land Act 1980 . 5 In this Part of this Act references to the local planning authority shall, where appropriate, be taken as references to any local authority to whom any of the functions of the local planning authority under Part III of the Act of 1947 have been delegated."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "30", "section_title": " Part repeal of s. 269, Public Health Act, 1936.", "section_text": "30 1 Section two hundred and sixty-nine of the  Public Health Act 1936 (which empowers local authorities in England and Wales, excluding London, to control by means of licences the use of movable dwellings within their areas) shall cease to have effect in relation to caravans; . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32", "section_title": " Application of Part I to Scotland.", "section_text": "32 1 This Part of this Act shall apply to Scotland with the following modifications:— a for any reference to the Minister there shall be substituted a reference to the Secretary of State; b for any reference to the  Act of 1947 there shall be substituted a reference to the Town and Country Planning (Scotland) Act 1947; and for any reference to any Part or section of the Act of 1947 specified in the first column of the following table there shall be substituted a reference to the Part or section of the Town and Country Planning (Scotland) Act 1947, specified in relation thereto in the second column of that table:—  Table Part or section of Act of 1947 Part or section of Town and Country Planning (Scotland) Act, 1947 Part III . . . Part II Section twelve . . . Section ten Section thirteen . . . Section eleven Section sixteen . . . Section fourteen Section twenty-three . . . Section twenty-one Section twenty-six . . . Section twenty-four c for any reference, in relation to any land, to a magistrates’ court  ... there shall be substituted a reference to the sheriff having jurisdiction in the place where the land is situated; d the reference in subsection (3) of section one of this Act to an estate or interest in land shall be construed as a reference to a right in, or to, land and the references in that subsection and in section twelve of this Act to a licence in respect of land shall be construed as not including a tenancy of land; e in section nine, for subsection (2) there shall be substituted the following subsections:— 2 Where a person convicted under this section for failing to comply with a condition attached to a site licence has on two or more previous occasions been convicted thereunder for failing to comply with a condition attached to that licence, the court before whom he is convicted may, if the court thinks fit, make an order for the revocation of the said site licence. 2A The holder of a site licence in respect of which an order is made under the last foregoing subsection may, without prejudice to any other form of appeal under any rule of law, appeal against the order in the same manner as against a conviction; and an order so made shall not come into force— a until the expiration of the period of fourteen days commencing with the date on which the order was made or such longer or extended period so commencing as may be specified by the court either in the said order or subsequently from time to time on application in that behalf by the holder of the site licence; nor b if an appeal against the order or the conviction which gave rise thereto is duly taken within the said period of fourteen days or, as the case may be, any longer or extended period specified under the foregoing paragraph, until the date when that appeal is determined or abandoned or deemed to have been abandoned. and, in subsection (3), for the reference to a simple contract debt there shall be substituted a reference to a civil debt; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h in section twenty-four— i in subsection (1), the words “ within their area ” shall be omitted; ii in subsection (6), for the reference to the  Acquisition of Land (Authorisation Procedure) Act 1946, there shall be substituted a reference to the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947; and  iii in subsection (8), for the words from “includes the” onwards there shall be substituted the words “means a local authority within the meaning of the  Local Government (Scotland) Act 1973 and a regional or district planning authority within the meaning of Part IX of that Act” ; i in section twenty-six, any reference to a justice of the peace shall be construed as including a reference to a sheriff; j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k in section twenty-nine— i in subsection (1), for the definition of “local authority” there shall be substituted the following definition:— ”local authority’ means,  a general or district planning authority within the meaning of Part IX of the Local Government (Scotland) Act 1973 ; and the definition of “ the Minister ” shall be omitted; ii subsections (5) shall be omitted; l the following sections shall be omitted, that is to say, section twenty-three, section thirty  . . .. m the modifications in Part 1A. 2 On any appeal to the sheriff under section seven or section eight of this Act as modified by this section— a the procedure (including rules as to expenses) shall be such as the Court of Session may by act of sederunt determine; and b the decision of the sheriff shall be binding on all parties and shall be final: Provided that the sheriff may at any stage of the proceedings on the appeal, and shall if so directed by the Court of Session, state a case for the decision of that Court on any question of law arising in connection with the appeal; and an appeal to the   Supreme Court   shall lie, with the leave of the Court of Session or of the   Supreme Court , from any such decision of the Court of Session, which leave may be given on such terms as to costs or otherwise as the Court of Session or the   Supreme Court   may determine. 3 Any reference in subsection (2) of section seven, or subsection (3) of section eight, of this Act to the period during which an appeal is pending shall include a reference to any period during which, by virtue of the proviso to the last foregoing subsection, any proceedings following on that appeal may be taken or are pending. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32A", "section_title": "Licences under Part 1A", "section_text": "32A 1 Subject to the modifications mentioned in subsection (2), Part 1 applies in relation to— a a relevant permanent site as it applies to a caravan site within the meaning of section 1(4), b a relevant permanent site application as it applies in relation to an application for a site licence under Part 1, and c a site licence issued or renewed under this Part (a  “Part 1A site licence”) as it applies to a site licence within the meaning of section 1(1). 2 The modifications are— a the offence in section 1 does not apply to the holder of a Part 1A site licence in relation to that person's use of the relevant permanent site which is the subject of the licence, b sections 3 and 6 do not apply in relation to a relevant permanent site application, c sections 4 and 9 do not apply in relation to a Part 1A site licence, and d the further modifications in this Part."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32B", "section_title": "Relevant permanent site application", "section_text": "32B 1 A relevant permanent site application may be made by the occupier of land to the local authority in whose area the land is situated. 2 A relevant permanent site application must— a be in writing and in such format as is determined by the local authority, b specify the land in respect of which the application is made, c include information specified in regulations made under section 32N, and d include any information relevant to the material falling within section 32O(2) in relation to— i the applicant, ii any person to be appointed by the applicant to manage the site, and iii any other person whom the local authority is required to be satisfied is a fit and proper person in accordance with section 32D(1)(b) or (2)(b). 3 An applicant must, either at the time of making the application or subsequently, give to the local authority such other information as the authority may reasonably require."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32C", "section_title": "Fee for relevant permanent site application", "section_text": "32C 1 A relevant permanent site application must be accompanied by a fee of such amount (if any) as the relevant local authority may fix. 2 An authority may fix different fees for different applications or types of application. 3 A fee fixed by an authority must not exceed an amount which it considers represents the reasonable costs of an authority in deciding a relevant permanent site application. 4 The Scottish Ministers may by regulations subject to the negative procedure make provision about the charging of fees under subsection (1). 5 Regulations made under subsection (4) may in particular— a provide for the fee not to exceed such amount as may be prescribed by the regulations, b specify matters to be taken into account by an authority when fixing a fee."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32D", "section_title": "Issue and renewal of a Part 1A site licence", "section_text": "32D 1 A local authority may issue a Part 1A site licence if— a the applicant is, when the Part 1A site licence is issued, entitled to the benefit of planning permission for the use of the land as a relevant permanent site otherwise than by a development order, and b the authority is satisfied— i that the applicant is a fit and proper person to hold a site licence, ii in the case where an applicant is not a natural person, that the individual who holds the most senior position within the management structure of the relevant partnership, company or body is a fit and proper person in relation to a site licence, iii that any person to be appointed by the applicant to manage the site is a fit and proper person to do so, and iv in the case where a person to be appointed by the applicant to manage the site is not a natural person, that any individual who is to be directly concerned with the management of the site on behalf of that manager is a fit and proper person to do so. 2 A local authority must renew a Part 1A site licence if— a the applicant is, when the Part 1A site licence is renewed, entitled to the benefit of planning permission for the use of the land as a relevant permanent site otherwise than by a development order, and b the authority is satisfied— i that the applicant is a fit and proper person to hold a site licence, ii in the case where an applicant is not a natural person, that the individual who holds the most senior position within the management structure of the relevant partnership, company or body is a fit and proper person in relation to a site licence, iii that any person appointed, or to be appointed, by the applicant to manage the site is a fit and proper person to do so, and iv in the case where a person appointed, or to be appointed, by the applicant to manage the site is not a natural person, that any individual who is, or is to be, directly concerned with the management of the site on behalf of that manager is a fit and proper person to do so. 3 The local authority must not issue a Part 1A site licence to a person whom the local authority knows has held a site licence which has been revoked under this Act less than 3 years before that time. 4 Before refusing to issue or renew a Part 1A site licence, the authority must give to the applicant a notice stating that— a it is considering refusing the application and its reasons for doing so, and b the applicant has the right to make written representations to the authority before the date which is specified in the notice (such date to be at least 28 days after the date on which the notice is given). 5 In making its decision under this section the local authority must consider the application and any representations made in accordance with subsection (4)(b)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32E", "section_title": "Application to transfer a Part 1 A site licence", "section_text": "32E 1 This section applies where, under section 10(1), the holder of a Part 1A site licence seeks the consent of the local authority for the transfer of the licence to a person who is to become the occupier of the relevant permanent site (in this section the  “transferee”). 2 The local authority may refuse consent to the transfer on the ground that the authority is not satisfied— a that the transferee is a fit and proper person to hold a site licence, b in the case where the transferee is not a natural person, that the individual who holds the most senior position within the management structure of the relevant partnership, company or body is a fit and proper person in relation to a site licence, c that any person to be appointed by the transferee to manage the site is a fit and proper person to do so, and d in the case where a person to be appointed by the transferee to manage the site is not a natural person, that any individual who is to be directly concerned with the management of the site on behalf of that manager is a fit and proper person to do so. 3 The applicant and the transferee must, either at the time of making the application or subsequently, give to the local authority such information as the authority may reasonably require in order to determine if the persons mentioned in subsection (2) are fit and proper persons. 4 Before refusing to consent to the transfer under subsection (2), the authority must give to the applicant a notice stating that— a it is considering refusing the application and its reasons for doing so, and b the applicant has the right to make written representations to the authority before the date which is specified in the notice (such date to be at least 28 days after the date on which the notice is given). 5 In making its decision under this section the local authority must consider the application and any representations made in accordance with subsection (4)(b)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32F", "section_title": "Time limit for determining application", "section_text": "32F 1 This section applies where a person— a makes a relevant permanent site application to a local authority in accordance with section 32B, or b makes an application for consent to transfer a licence mentioned in section 32E. 2 The local authority must determine the application under section 32D or, as the case may be, sections 10 and 32E before the time limit specified under subsection (3). 3 The Scottish Ministers must, by regulations subject to the negative procedure, specify a time limit for the purposes of each application to which this section applies (and in doing so may specify different limits for different applications or types of application). 4 The period mentioned in subsection (2) may be extended by the sheriff, on summary application by the local authority, by such period as the sheriff thinks fit. 5 The sheriff may not extend a period unless the local authority applies for the extension before the period expires. 6 The applicant is entitled to be a party to any proceedings on such summary application. 7 The sheriff's decision on such summary application is final. 8 If the local authority does not determine a relevant permanent site application within the period required by this section— a the authority is to be treated as having issued a Part 1A site licence, on the day by which the authority was required to determine the application, and b the relevant person is for all purposes to be treated as having been issued a Part 1A site licence by the local authority under section 32D. 9 If the local authority does not determine an application for consent to transfer a licence mentioned in section 32E within the period required by this section, the authority is to be treated as having given its consent to the transfer on the day on which the application was made."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32G", "section_title": "Local authority power to transfer licence where no application", "section_text": "32G 1 This section applies where— a the holder of a Part 1A site licence does not seek the consent of the local authority for the transfer of the licence under section 10(1), and b it appears to the authority that the licence holder is no longer the occupier of the relevant permanent site. 2 The local authority may transfer the licence to a person whom the authority considers to be the occupier of the relevant permanent site (in this section the  “transferee”). 3 Before deciding to transfer the licence under subsection (2), the authority must give to the licence holder and the transferee a notice stating that— a it is considering transferring the licence to the transferee under this section and its reasons for doing so, and b the licence holder and the transferee each have the right to make written representations to the authority before the date which is specified in the notice (such date to be at least 28 days after the date on which the notice is given). 4 In making its decision under this section the local authority must consider any representations made in accordance with subsection (3)(b). 5 The licence holder and the transferee must give to the local authority such information as the authority may reasonably require in order to make a decision under this section. 6 It is an offence for a person to knowingly or recklessly provide information which is false or misleading in a material respect to a local authority in purported compliance with a request under subsection (5). 7 A person who commits an offence under subsection (6) is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32H", "section_title": "Transfer of Part 1A site licences on death: relevant permanent sites", "section_text": "32H Where a Part 1A site licence is transferred to a person in accordance with section 10(4), that person must give to the local authority such information as the authority may reasonably require in order to make a determination under section 32L."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32I", "section_title": "Notification of decision on Part 1A site licence", "section_text": "32I 1 A local authority must, as soon as practicable after making a decision mentioned in subsection (2), notify the persons mentioned in subsection (3) of— a the making of the decision, and b the right to appeal under section 32M. 2 The decisions are— a the determination of a relevant permanent site application, b the determination of an application for consent to transfer a licence mentioned in section 32E, c the decision to transfer a licence mentioned in section 32G. 3 The persons are— a in the case of a determination of a relevant permanent site application, the applicant, b in the case of a determination of an application for consent to transfer a licence mentioned in section 32E, the applicant and the transferee, c in the case of a decision of the local authority to transfer a licence under section 32G, the previous holder of the Part 1A site licence and the transferee. 4 A local authority must give to the persons mentioned in subsection (3) its reasons for making a decision mentioned in subsection (2)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32J", "section_title": "Duration of a Part 1A site licence", "section_text": "32J 1 A Part 1A site licence— a comes into operation at the time specified in or determined under the licence, and b unless terminated by its revocation, continues in force until— i the licence holder is not entitled to the benefit of planning permission for the use of the land as a caravan site, or any planning permission for the use of the relevant permanent site as a caravan site expires, or ii if earlier, the day which is 5 years after the day on which the licence comes into operation. 2 The Scottish Ministers may, by order subject to the affirmative procedure, amend subsection (1)(b)(ii) so as to substitute for the figure for the time being specified there a different figure."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32K", "section_title": "Duty to inform local authority where change", "section_text": "32K 1 The holder of a Part 1A site licence must notify the local authority which issued the licence— a of the appointment of any new person to manage the site, and b if, in consequence of a change of circumstances, any information provided by the licence holder to the local authority by virtue of this Part becomes inaccurate. 2 The notification must be made— a in the case of an appointment mentioned in subsection (1)(a), no later than the day on which the appointment takes effect, and b in any other case, before the end of the period of 28 days beginning with the day on which the inaccuracy arises. 3 The licence holder must, either at the time of notifying the local authority or subsequently, give to the authority such other information in relation to the appointment as the authority may reasonably require. 4 Where a local authority requests information under subsection (3), the licence holder must provide the information before the end of the period of 28 days beginning with the day on which the request is made."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32L", "section_title": "Revocation of a Part 1A site licence: fit and proper person", "section_text": "32L 1 A local authority which issued a Part 1A site licence may revoke the licence if the authority is satisfied— a that the licence holder is not, or is no longer, a fit and proper person to hold a site licence, b in the case where the licence holder is not a natural person, that the individual who holds the most senior position within the management structure of the relevant partnership, company or body is not, or is no longer, a fit and proper person in relation to a site licence, c that any person appointed by the licence holder to manage the site is not, or is no longer, a fit and proper person to do so, or d in the case where a person appointed by the licence holder to manage the site is not a natural person, that any individual who is directly concerned with the management of the site on behalf of that manager is not, or is no longer, a fit and proper person to do so. 2 Where a local authority proposes to revoke a Part 1A site licence under this section, the authority must serve on the licence holder a notice stating that— a it is considering revoking the licence under this section and its reasons for doing so, and b the licence holder has the right to make written representations to the authority before the date which is specified in the notice (such date to be at least 28 days after the date on which the notice is given). 3 In making its decision under this section the local authority must consider any representations made in accordance with subsection (2)(b). 4 Where a local authority revokes a licence under this section, the authority must serve on the person who held the licence a notice which— a states that the authority has revoked the licence, b explains the right of appeal conferred by section 32M. 5 Where a local authority revokes a licence under this section, the authority must give to the person who held the licence its reasons for doing so."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32M", "section_title": "Appeals relating to a Part 1A site licence", "section_text": "32M 1 A person mentioned in subsection (2) may by summary application appeal to the sheriff against— a the refusal by the local authority to issue or renew a Part 1A site licence following a relevant permanent site application, b the determination by the local authority of an application for consent to transfer a licence mentioned in section 32E, c the decision by the local authority to transfer a licence mentioned in section 32G, d the decision by the local authority to revoke a Part 1A site licence under section 32L. 2 The persons are— a in the case of a determination of a relevant permanent site application, the applicant, b in the case of a determination of an application for consent to transfer a licence mentioned in section 32E— i the applicant, ii the transferee, c in the case of a decision by the local authority to transfer a licence mentioned in section 32G— i the previous holder of the Part 1A site licence, ii the transferee, d in the case of a decision of the local authority to revoke a Part 1A site licence under section 32L, the person who held the licence."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32N", "section_title": "Power to make provision in relation to procedure and appeals", "section_text": "32N 1 The Scottish Ministers may, by regulations subject to the negative procedure, make provision in relation to— a the procedure to be followed in relation to— i the issue, renewal, transfer, transmission and revocation of a Part 1A site licence, ii appeals under section 32M, b the determination and consequences of an appeal under section 32M. 2 Regulations under subsection (1) may in particular make provision for or in connection with— a the procedure to be followed by the person making an application for— i a new Part 1A site licence, ii the renewal of an existing Part 1A site licence which is due to expire, iii consent to transfer a Part 1A site licence, b the procedure to be followed by a person following the transfer of a licence, c the information to be provided in relation to an application mentioned in paragraph (a) or a transfer mentioned in section 32G or 32H, d the procedure to be followed in determining an application mentioned in paragraph (a) or in considering a transfer mentioned in section 32G or 32H, e the procedure to be followed after an application mentioned in paragraph (a) is determined or a transfer mentioned in section 32G or 32H is considered, f the time limits for the giving of reasons under section 32I(4) and 32L(5), g the time limits applying in relation to appeals, h the procedure to be followed by the person making an appeal."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32O", "section_title": "Fit and proper person considerations", "section_text": "32O 1 In deciding under this Part if a person is a fit and proper person, the local authority must have regard to all of the circumstances of the case, including any material falling within subsections (2) to (6). 2 Material falls within this subsection if it shows that the person has–– a been convicted of an offence–– i involving fraud or other dishonesty, ii involving violence, iii involving drugs, iv involving firearms, v which is a sexual offence within the meaning of section 210A(10) of the Criminal Procedure (Scotland) Act 1995 (c.46), b practised unlawful discrimination on the grounds of any of the protected characteristics in Part 2 of the Equality Act 2010 (c.15), c contravened any provision of— i the law relating to caravans, ii the law relating to housing, iii landlord and tenant law, d committed a breach of an agreement to which the Mobile Homes Act 1983 applies, e contravened a direction made under section 37 of the Gas Act 1986 (c.44) (maximum prices for reselling gas), f contravened a direction made under section 44 of the Electricity Act 1989 (c.29) (maximum prices for reselling electricity), g contravened a charges scheme made under section 29A of the Water Industry (Scotland) Act 2002 (asp 3) (charges schemes) as it applied to the person by virtue of section 30(1) of that Act (maximum charges for services provided with help of Scottish Water), h engaged in antisocial behaviour within the meaning of section 143 of the Antisocial Behaviour  etc.  (Scotland) Act 2004 (asp 8), i breached the conditions of a site licence issued under Part 1 or Part 1A of this Act. 3 Material which shows that a person has a conviction which is a spent conviction for the purposes of the Rehabilitation of Offenders Act 1974 (c.53) does not fall within subsection (2). 4 Material falls within this subsection if it relates to the failure by a person to provide information which that person is required to give to the local authority in accordance with this Part. 5 Material falls within this subsection if it relates to a complaint made by a person of which the local authority is aware about antisocial behaviour within the meaning of section 143 of the Antisocial Behaviour  etc.  (Scotland) Act 2004 (asp 8) on the relevant permanent site. 6 Material falls within this subsection if it is material of which the local authority is aware as a result of any other function carried out by the authority and it appears to the authority to be relevant to the question of whether the person is a fit and proper person. 7 The Scottish Ministers may, by order subject to the affirmative procedure, modify this section by adding to, removing or varying any material in subsections (2) to (6)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32P", "section_title": "Fit and proper person: criminal conviction certificate", "section_text": "32P 1 A local authority may, in deciding under this Part if a person is a fit and proper person, require the person in respect of whom the decision is being made to provide the local authority with a criminal conviction certificate (within the meaning of section 112 of the Police Act 1997 (c.50)). 2 A local authority may require a criminal conviction certificate to be provided under subsection (1) only if it has reasonable grounds to suspect that the information provided under this Part in relation to material falling within section 32O(2) is, or has become, inaccurate."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Q", "section_title": "Fit and proper person: information sharing", "section_text": "32Q 1 A local authority may, for the purpose of another local authority deciding under this Part if a person is a fit and proper person, provide to that other authority information which falls within subsection (2). 2 Information falls within this subsection if the local authority holding the information considers that— a it is likely to be relevant to the other authority's decision under this Part as to whether a person is a fit and proper person, and b it ought to be provided for that purpose. 3 Subsections (1) and (2) apply despite any duty of confidentiality owed to any person in respect of the information by the authority disclosing the information."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32R", "section_title": "Offences in connection with information requirements", "section_text": "32R 1 It is an offence for a person to knowingly or recklessly provide information which is false or misleading in a material respect to a local authority in purported compliance with— a a requirement under section 32B, b a requirement under section 32E(3), c a requirement under section 32H, d a requirement under section 32K. 2 It is an offence for a person, without reasonable excuse— a to fail to notify a local authority in accordance with 32K(1) and (2), or b to fail to provide information in accordance with section 32K(3) and (4). 3 A person who commits an offence under subsection (1) or (2) is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32S", "section_title": "Relevant permanent sites: use without a licence", "section_text": "32S 1 It is an offence for the occupier of land to cause or permit that land to be used as a relevant permanent site unless— a the occupier is the holder of a Part 1A site licence in relation to the site, or b subsection (2) or (3) applies to that person. 2 This subsection applies to a person from the day on which the person makes a relevant permanent site application to a local authority in accordance with section 32B until— a that application is determined under section 32D, b in the case of a refusal by the authority to issue or renew a Part 1A site licence under that section, the day on which the period during which the applicant may make an appeal under section 32M(1)(a) expires without an appeal being made, or c where such an appeal is made, the day on which it is finally determined or abandoned. 3 This subsection applies to a person from the day on which the person's Part 1A site licence is revoked under section 32L until— a the day on which the period during which the person can make an appeal under section 32M(1)(d) expires without an appeal being made, or b where such an appeal is made, the day on which it is finally determined or abandoned. 4 A person who commits an offence under subsection (1) is liable on summary conviction to a fine not exceeding £50,000."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32T", "section_title": "Relevant permanent sites: breach of licence conditions", "section_text": "32T 1 It is an offence for the holder of a Part 1A site licence to fail to comply with any condition of a Part 1A site licence issued in relation to the site. 2 A person who commits an offence under subsection (1) is liable on summary conviction to a fine not exceeding £10,000."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32U", "section_title": "Breach of licence condition: improvement notice", "section_text": "32U 1 If it appears to a local authority which issued a Part 1A site licence that the licence holder is failing or has failed to comply with a condition of the Part 1A site licence, the authority may serve an improvement notice on the licence holder. 2 An improvement notice is a notice which— a sets out the condition in question and details of the failure to comply with it, b requires the licence holder to take such steps as the local authority considers appropriate and as are specified in the notice in order to ensure that that condition is complied with, c specifies the period within which those steps must be taken, d explains the right of appeal conferred by subsection (3). 3 The holder of a Part 1A site licence who has been served with an improvement notice may by summary application appeal to the sheriff against— a the issue of that notice, b the terms of that notice. 4 The period specified in an improvement notice under subsection (2)(c) must begin on the later of— a the day on which the period during which the person may make an appeal under subsection (3) expires, or b where such an appeal is made, the day on which the appeal is finally determined or abandoned. 5 A local authority may— a suspend an improvement notice, b revoke an improvement notice, c vary an improvement notice by extending the period specified in the notice under subsection (2)(c). 6 The power to suspend, revoke or vary an improvement notice is exercisable by the local authority— a on an application made by the licence holder, or b on the authority's own initiative. 7 Where a local authority suspends, revokes or varies an improvement notice, the authority must notify the licence holder to whom the notice relates of the decision as soon as is reasonably practicable."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32V", "section_title": "Improvement notice: offence", "section_text": "32V 1 It an offence for a licence holder who has been served with an improvement notice to fail to take the steps specified in the notice within the period so specified. 2 A person who commits an offence under subsection (1) is liable on summary conviction to a fine not exceeding £10,000. 3 In proceedings against a licence holder for an offence under subsection (1), it is a defence that the licence holder had a reasonable excuse for failing to take the steps referred to in subsection (1) within the period referred to in that subsection."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32W", "section_title": "Local authority power to carry out steps in an improvement notice", "section_text": "32W 1 This section applies where— a an improvement notice has been served in relation to a relevant permanent site, and b the licence holder fails to take the steps specified in the notice within the period so specified. 2 The local authority which issued the improvement notice may— a take any steps required by the improvement notice to be taken by the occupier, but which have not been so taken, and b take such further action as the authority considers appropriate for ensuring that the condition specified in the improvement notice is complied with. 3 Where a local authority proposes to take action under subsection (2), the authority must serve on the occupier of the relevant permanent site a notice which— a identifies the land and the improvement notice to which it relates, b states that the authority intends to enter onto the land, c describes the action the authority intends to take on the land, d if the person whom the authority proposes to authorise to take the action on its behalf is not an officer of the authority, states the name of that person, and e sets out the dates and times on which it is intended that the action will be taken (in particular, when the authority intends to start taking the action and when it expects the action to be completed). 4 The notice must be served sufficiently in advance of when the local authority intends to enter onto the land as to give the occupier of the relevant permanent site reasonable notice of the intended entry."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32X", "section_title": "Penalty notice where no licence or breach of licence", "section_text": "32X 1 A local authority may serve a penalty notice on the occupier of a relevant permanent site if it appears to the local authority that the occupier— a has caused or permitted the relevant permanent site to be used as a caravan site without being the holder of a Part 1A site licence in relation to the site, or b has been served with an improvement notice and has failed to take the steps specified in the notice within the period so specified. 2 A penalty notice is a notice which— a sets out the condition in question and details of the failure to comply with it, b explains the effect of subsection (3), c specifies the period within which the penalty applies, d explains the right of appeal conferred by subsection (7). 3 Where a penalty notice is served under this section— a no amount which a person is required to pay to the occupier of the relevant permanent site in respect of— i the right to station a caravan on the site, ii rent for the occupation of a caravan on the site, or iii the use of the common areas of the site and their maintenance, is payable for the period specified in the notice under subsection (2)(c), and b no commission on sale payable in accordance with paragraph 8 of Part 1 of Schedule 1 to the Mobile Homes Act 1983 (c.34) is payable to the occupier of the relevant permanent site in respect of a caravan on the site for the period specified in the notice under subsection (2)(c). 4 The period specified in a penalty notice under subsection (2)(c) must begin on the later of— a the day on which the period during which the person may make an appeal under subsection (7) expires, or b where such an appeal is made, the day on which the appeal is finally determined or abandoned. 5 The local authority must, as soon as practicable after serving a notice under this section and in such manner as it thinks fit, notify the occupiers of caravans on the site of the existence of the notice. 6 The ways in which a notification under subsection (5) may be carried out include by fixing a notice in a prominent place at or near the main entrance to the relevant permanent site. 7 The occupier of a relevant permanent site in respect of which a local authority has served a penalty notice may, within the period of 28 days beginning with the day on which the notice was served, by summary application appeal to the sheriff against the decision."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Y", "section_title": "Power to appoint interim manager", "section_text": "32Y 1 A local authority which has issued a Part 1A site licence may apply to the sheriff for an order appointing an interim manager of the site. 2 An order may be granted by the sheriff if— a the authority has refused to renew a Part 1A site licence under section 32D, b the authority has revoked a Part 1A site licence under section 32L, or c the sheriff is satisfied that— i the licence holder is failing or has failed, either seriously or repeatedly, to comply with a condition of the Part 1A site licence, ii the site is not being managed by a person who is a fit and proper person to manage the site, or iii there is no one managing the site. 3 The appointment of an interim manager is to be on terms (including as to remuneration and expenses) specified in, or determined in accordance with, the appointment. 4 The interim manager has— a any power specified in the appointment, and b any other power in relation to the management of the site required by the interim manager for the purposes specified in the appointment (including the power to enter into agreements and take other action on behalf of the occupier of the site). 5 The Scottish Ministers may by regulations subject to the negative procedure make further provision about the appointment of an interim manager. 6 Regulations under subsection (5) may, in particular, make provision in relation to— a the procedure to be followed in making an application, b the powers of an interim manager, c property which vests in the interim manager on the interim manager's appointment, d the qualifications that must be held by any person appointed as interim manager, e the actions that must be carried out by an interim manager during and after the manager's appointment, f the payment and recovery of the remuneration and expenses of the interim manager, g the assistance to be provided to the interim manager by the licence holder and other persons, h powers of entry to the relevant permanent site, i criminal offences which are to apply to failures to comply with the regulations, j the procedure for and consequences of the termination of the interim manager's appointment."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Z", "section_title": "Power to take emergency action", "section_text": "32Z 1 A local authority which has issued a Part 1A site licence may take emergency action in relation to the site concerned if it appears to the authority that— a the licence holder is failing or has failed to comply with a condition for the time being attached to the Part 1A site licence, and b as a result of that failure there is an imminent risk of serious harm to the health or safety of any person who is or may be on the land. 2 A local authority in whose area land is being used as a relevant permanent site may take emergency action in relation to the land concerned if it appears to the authority that— a the occupier does not hold a Part 1A site licence in relation to the land, and b there is an imminent risk of serious harm to the health or safety of any person who is or may be on the land. 3 The emergency action a local authority may take is such action as appears to the authority to be necessary to remove the imminent risk of serious harm mentioned in subsection (1)(b) or, as the case may be, subsection (2)(b). 4 Where a local authority proposes to take emergency action, the authority must serve on the licence holder or, as the case may be, the occupier of the relevant permanent site an emergency action notice. 5 An emergency action notice is a notice which— a identifies the land to which it relates, b states that the authority intends to enter onto the land, c describes the emergency action the authority intends to take on the land, d if the person whom the authority proposes to authorise to take the action on its behalf is not an officer of the authority, states the name of that person, and e specifies the powers under this section and section 26 as the powers under which the authority intends to enter onto the land. 6 An emergency action notice may state that, if entry onto the land were to be refused, the authority would propose to apply for a warrant under section 26(2). 7 The local authority must serve on the licence holder or, as the case may be, the occupier of the relevant permanent site an emergency action report within the period of 7 days beginning with the date when the authority starts taking the emergency action. 8 An emergency action report is a notice which— a describes the imminent risk of serious harm to the health or safety of persons who are or may be on the land, b describes the emergency action which has been, and any emergency action which is to be, taken by the authority on the land, c sets out when the authority started taking the emergency action and when the authority expects it to be completed, d if the person whom the authority has authorised to take the action on its behalf is not an officer of the authority, states the name of that person, and e explains the right of appeal conferred by subsection (10). 9 The ways in which an emergency action notice and an emergency action report may be served include by fixing it in a prominent place at or near the main entrance to the relevant permanent site. 10 A licence holder or, as the case may be, an occupier of land in respect of which a local authority has taken or is taking emergency action may by summary application appeal to the sheriff against the taking of the action by the authority. 11 The grounds on which the appeal may be brought are— a that there was no imminent risk of serious harm as mentioned in subsection (1)(b) or, as the case may be, subsection (2)(b) (or, where the action is still being taken, that there is no such risk), b that the action the authority has taken was not necessary to remove the imminent risk of serious harm mentioned in subsection (1)(b) or, as the case may be, subsection (2)(b) (or, where the action is still being taken, that it is not necessary to remove the risk)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Z1", "section_title": "Powers of entry in relation to relevant permanent site", "section_text": "32Z1 1 Section 26 (as modified by section 32) applies in relation to a relevant permanent site— a as if after every reference to  “this Part” there were inserted  “                              or Part 1A                            ” , b as if after paragraph (a) of subsection (1) there were inserted— aa for the purpose of inspecting a relevant permanent site, , and c subject to the further modifications in this section. 2 If, under an improvement notice or an emergency action notice, a local authority authorises a person other than an officer of the authority to take the action on its behalf, the reference in section 26(1) to an authorised officer of the local authority is to be read as including that person. 3 In its application to an improvement notice, the requirement in section 26(1) to give 24 hours' notice of the intended entry applies only in relation to the day on which the local authority intends to start taking the action on the relevant permanent site. 4 In its application to an emergency action notice, section 26(1) has effect as if— a the words  “at all reasonable hours” were omitted, and b the words from  “Provided that” to the end were omitted."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Z2", "section_title": "Expenses of issuing notices", "section_text": "32Z2 1 This section applies where a local authority has served— a an improvement notice, b a penalty notice, c an emergency action notice, or d an emergency action report. 2 The local authority may recover from the licence holder or, as the case may be, the occupier of the relevant permanent site— a expenses incurred by the authority in deciding whether to serve the notice or report, b expenses incurred by the authority in preparing and serving the notice or report, and c interest, at such reasonable rate as the authority may determine, in respect of the period beginning on a date specified by the authority until the whole amount is paid. 3 The expenses referred to in subsection (2) include in particular the costs of obtaining expert advice (including legal advice)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Z3", "section_title": "Expenses of taking action under improvement notice or emergency action notice", "section_text": "32Z3 1 A local authority which has taken action in accordance with an improvement notice or an emergency action notice may recover from the licence holder or, as the case may be, the occupier of the relevant permanent site— a expenses incurred by the authority in deciding whether to take the action, b expenses incurred by the authority in taking the action, and c interest, at such reasonable rate as the authority may determine, in respect of the period beginning on a date specified by the authority until the whole amount is paid. 2 The expenses referred to in subsection (1) include in particular the costs of obtaining expert advice (including legal advice)."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Z4", "section_title": "Expenses of local authority in relation to Part 1A licences", "section_text": "32Z4 The local authority which issued a Part 1A site licence may require the licence holder to pay the amount of any expenses incurred by the authority in relation to— a inspecting a relevant permanent site for the purpose of ascertaining whether there is, or has been, any contravention of the provisions of this Act, b assessing or investigating compliance by the licence holder with the provisions of this Act following an inspection."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Z5", "section_title": "Offences by bodies corporate  etc.", "section_text": "32Z5 1 Where— a an offence under this Part has been committed by a body corporate or a Scottish partnership or other unincorporated association, and b it is proved that the offence was committed with the consent or connivance of, or was attributable to any neglect on the part of— i a relevant individual, or ii an individual purporting to act in the capacity of a relevant individual, the individual (as well as the body corporate, partnership or, as the case may be, other unincorporated association) commits the offence and is liable to be proceeded against and punished accordingly. 2 In subsection (1),  “ relevant individual ” means— a in relation to a body corporate— i a director, manager, secretary or other similar officer of the body, ii where the affairs of the body are managed by its members, the members, b in relation to a Scottish partnership, a partner, c in relation to an unincorporated association other than a Scottish partnership, a person who is concerned in the management or control of the association."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Z6", "section_title": "Interpretation of Part 1A", "section_text": "32Z6 1 In this Part— “ emergency action notice ” has the meaning given by section 32Z(5), “ emergency action report ” has the meaning given by section 32Z(8), “ excepted permission ” means a permission (by virtue of planning permission or a site licence under Part 1) to station a caravan on the land for human habitation all year round, if the caravan is, or is to be, authorised to be occupied by— the occupier, a person employed by the occupier but who does not occupy the caravan under an agreement to which section 1(1) of the Mobile Homes Act 1983 (c.34) applies, “ improvement notice ” has the meaning given by section 32U(2), “ licence holder ” means the person holding the Part 1A site licence, “ Part 1A site licence ” has the meaning given by section 32A(1)(c), “ penalty notice ” has the meaning given by section 32X(2), “ planning permission ” means planning permission under Part 3 of the Town and Country Planning (Scotland) Act 1997 (c.8), “ relevant permanent site ” means land in respect of which a site licence is required under Part 1, other than land for which the relevant planning permission or the site licence— is expressed to be granted for holiday use only, is otherwise so expressed or subject to conditions that there are times of the year when no caravan may be stationed on the land for human habitation, or would meet the conditions in paragraph (a) or (b) if any excepted permission is disregarded, “ relevant permanent site application ” means, irrespective of the conditions in the relevant planning permission, an application for the issue or renewal of a Part 1A site licence authorising the use of land as a caravan site, other than an application for a licence— to be expressed to be granted for holiday use only, to be otherwise so expressed or subject to conditions that there will be times of the year when no caravan may be stationed on the land for human habitation, or which would meet the conditions in paragraph (a) or (b) if any part of the application for excepted permission were disregarded. 2 Any reference in this Part to the sheriff is to the sheriff having jurisdiction in the place where the relevant permanent site is situated. 3 Otherwise, words and expressions (as modified by section 32) have the same meaning in this Part as in Part 1."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "32Z7", "section_title": "Guidance", "section_text": "32Z7 1 The Scottish Ministers may, after consulting such persons as they consider appropriate, publish guidance about the operation of this Part. 2 A local authority must have regard to any guidance published when carrying out its functions under this Part."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "49", "section_title": " Financial provisions.", "section_text": "49 There shall be paid out of monies provided by Parliament— a any administrative expenses incurred by the Minister of Housing and Local Government or the Secretary of State in consequence of the passing of this Act, and b any increase attributable to the provisions of this Act in the sums payable out of monies so provided under any other enactment."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "50", "section_title": " Short title, interpretation, extent and commencement.", "section_text": "50 1 This Act may be cited as the Caravan Sites and Control of Development Act 1960. 2 In this Act “ the Act of 1947 ” means the  Town and Country Planning Act 1947. 3 This Act shall not extend to Northern Ireland. 4 This Act shall come into force at the expiration of a period of one month beginning with the date on which it is passed."}, {"act": "Caravan Sites and Control of Development Act 1960", "year": 1960, "section": "24", "section_title": " Power of local authorities to provide sites for caravans. ", "section_text": "24 1 A local authority   in England  shall have power within their area to provide sites where caravans may be brought, whether for holidays or other temporary purposes or for use as permanent residences, and to manage the sites or lease them to some other person. 2 Subject to the provisions of this section, a local authority shall have power to do anything appearing to them desirable in connection with the provision of such sites, and in particular— a to acquire land which is in use as a caravan site, or which has been laid out as a caravan site, or b to provide for the use of those occupying caravan sites any services or facilities for their health or convenience;  , or c to provide, in or in connection with sites for the accommodation of gipsies, working space and facilities for the carrying on of such activities as are normally carried on by them, and in exercising their powers under this section the local authority shall have regard to any standards which may have been specified by the Minister under subsection (6) of section five of this Act. 2A Before exercising the power to provide a site conferred on them by subsection (1) of this section the local authority shall consult the   fire and rescue authority , if they are not themselves the   fire and rescue authority ,— a as to measures to be taken for preventing and detecting the outbreak of fire on the site; and b as to the provision and maintenance of means of fighting fire on it. 3 The local authority shall make in respect of the use of sites managed by them, and of any services or facilities provided or made available under this section, such reasonable charges as they may determine. 4 A local authority may make available the services and facilities provided under this section for those who do not normally reside in the area of the local authority as freely as for those who do. 5 A local authority shall, in the performance of their functions under this section, have power, where it appears to them that a caravan site or an additional caravan site is needed in their area, or that land which is in use as a caravan site should in the interests of the users of caravans be taken over by the local authority, to acquire land, or any interest in land, compulsorily. 6 The power of a local authority under the last foregoing subsection to acquire land, or any interest in land, compulsorily shall be exercisable in any particular case on their being authorised to do so by the Minister, and the  Acquisition of Land Act 1981 , shall have effect in relation to the acquisition of land, or any interest in land, under the said subsection . . .  7 A local authority shall not have power under this section to provide caravans. 8 In this section the expression “ local authority ” includes the council of a county  .... . .  and “ gipsies ” means persons of nomadic habit of life, whatever their race or origin, but does not include members of an organised group of travelling showmen, or persons engaged in travelling circuses, travelling together as such. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]