[{"act": "Corporate Bodies’ Contracts Act 1960", "year": 1960, "section": "1", "section_title": " Cases where contracts need not be under seal.", "section_text": "1 1 Contracts may be made on behalf of any body corporate, wherever incorporated, as follows:— a a contract which if made between private persons would be by law required to be in writing, signed by the parties to be charged therewith, may be made on behalf of the body corporate in writing signed by any person acting under its authority, express or implied, and b a contract which if made between private persons would by law be valid although made by parol only, and not reduced into writing, may be made by parol on behalf of the body corporate by any person acting under its authority, express or implied. 2 A contract made according to this section shall be effectual in law, and shall bind the body corporate and its successors and all other parties thereto. 3 A contract made according to this section may be varied or discharged in the same manner in which it is authorised by this section to be made. 4 Nothing in this section shall be taken as preventing a contract under seal from being made by or on behalf of a body corporate. 5 This section shall not apply to the making, variation or discharge of a contract before the commencement of this Act but shall apply whether the body corporate gave its authority before or after the commencement of this Act."}, {"act": "Corporate Bodies’ Contracts Act 1960", "year": 1960, "section": "2", "section_title": " Exclusion of companies  etc", "section_text": "2 This Act does not apply to— a a company registered under the Companies Act 2006, b a company incorporated outside the United Kingdom, or c a limited liability partnership."}, {"act": "Corporate Bodies’ Contracts Act 1960", "year": 1960, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Corporate Bodies’ Contracts Act 1960", "year": 1960, "section": "4", "section_title": "†Short title, repeal and extent.", "section_text": "4 1 This Act may be cited as the Corporate Bodies’ Contracts Act 1960. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not affect the law of Scotland or . . .   of Northern Ireland."}]