[{"act": "Cyprus Act 1960", "year": 1960, "section": "1", "section_title": " Establishment of the Republic of Cyprus as an independent sovereign country. ", "section_text": "1 Her Majesty may by Order in Council (to be laid before Parliament after being made) declare that the constitution designated in the Order as the Constitution of the Republic of Cyprus shall come into force on such day as may be specified in the Order; and on that day there shall be established in the Island of Cyprus an independent sovereign Republic of Cyprus, and Her Majesty shall have no sovereignty or jursidiction over the Republic of Cyprus."}, {"act": "Cyprus Act 1960", "year": 1960, "section": "2", "section_title": " The Sovereign Base Areas.", "section_text": "2 1 The Republic of Cyprus shall comprise the entirety of the Island of Cyprus with the exception of the two areas defined as mentioned in the following subsection, and— a nothing in the foregoing section shall affect Her Majesty’s sovereignty or jurisdiction over those areas; b The power of Her Majesty to make or provide for the making of laws for the said areas shall include power to make such laws (relating to persons or things either within or outside the areas) and such provisions for the making of laws (relating as aforesaid) as appear to Her Majesty requisite for giving effect to arrangements with the authorities of the Republic of Cyprus. 2 The boundaries of the said areas shall, subject to the provisions of this section, be those defined by the maps, photographs and descriptive matter, authenticated by the signature of the Secretary of State which have been deposited at the Commonwealth Relations Office and presented to Parliament by the Secretary of State by Command of Her Majesty. 3 If Her Majesty by Order in Council declares that arrangements have been made— a for the demarcation of the said boundaries by two or more Commissioners appointed as specified in the arrangements; b for the determination, in default of agreement between the Commissioners, of any question as to the interpretation of the maps, photographs or descriptive matter; and c for the variation of the boundaries, as defined by the maps, photographs and descriptive matter, by agreement between the Commissioners where it appears to them expedient to do so on any grounds specified in the arrangements, and that the Commissioners have made a report that the boundaries have been demarcated in accordance with the arrangements, then as from such date not earlier than the date of the report as may be specified in the Order in Council the boundaries of the said areas shall be boundaries demarcated by the Commissioners."}, {"act": "Cyprus Act 1960", "year": 1960, "section": "3", "section_title": " Operation of existing laws.", "section_text": "3 1 On and after the appointed day any existing law which operates as law of, or of any part of, the United Kingdom, being a law applying in relation to Cyprus or persons or things in any way belonging thereto or connected therewith, shall, save as provided after the passing of this Act by the authority having power to amend or repeal that law or by the following provisions of this Act, continue to apply in like manner in relation to the Republic of Cyprus or persons or things in any way belonging thereto or connected therewith: Provided that, save as aforesaid and subject to the provisions of the Schedule to this Act, any such law which contains different provision with respect to a Commonwealth country mentioned in   Schedule 3 to the  British Nationality Act 1981  and with respect to parts of Her Majesty’s dominions outside the United Kingdom not so mentioned, or expressly excludes any such Commonwealth country to any extent, shall apply in like manner and to the like extent (if any) with respect to the Republic of Cyprus as it applies with respect to the said Commonwealth country. 2 As from the appointed day, the provisions of the Schedule to this Act shall have effect with respect to the enactments therein mentioned. 3 Her Majesty may by Order in Council make such further adaptions (whether in relation to the Republic of Cyprus or in relation to the areas mentioned in subsection (1) of section two of this Act) in any Act of the Parliament of the United Kingdom passed before the appointed day, or in any instrument having effect under any such Act, as appear to Her necessary or expedient in consequence of the establishment of the Republic of Cyprus. 4 An Order in Council under this section may be varied or revoked by a subsequent such Order and may, though made after the appointed day, be made so as to have effect from that day. 5 An Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section “ existing law ” means any Act of Parliament (other than this Act) or other enactment or instrument whatsoever, and any rule of law, which is in force on the appointed day or, having been passed or made before the appointed day, comes into force after that day; and subsection (1) of this section shall apply in relation to existing law which operates as law of, or any part of, Southern Rhodesia or any colony, protectorate or United Kingdom trust territory as it applies in relation to existing law which operates as law of, or of any part of, the United Kingdom, except that that subsection— a shall not apply in relation to any law passed by the Federal Legislature of Rhodesia and Nyasaland; b shall apply in relation to other law of, or of any part of, Southern Rhodesia so far only as concerns law which can be amended neither by a law passed by the Legislature thereof nor by a law passed by the said Federal Legislature; and c shall apply in relation to other law of, or of any part of, Northern Rhodesia or Nyasaland so far only as concerns law which cannot be amended by a law passed by the said Federal Legislature. References in this subsection to a colony, a protectorate and a United Kingdom trust territory shall be construed as if they were references contained in the  British Nationality Act 1948. 7 Nothing in this section shall be construed as continuing in force any enactment or rule of law limiting or restricting the legislative powers of the Republic of Cyprus. 8 Nothing in this section shall be construed as requiring the application of any existing law to the Republic of Cyprus and the areas mentioned in subsection (1) of section two of this Act as one country."}, {"act": "Cyprus Act 1960", "year": 1960, "section": "4", "section_title": " Citizenship.", "section_text": "4 1 For the purpose of giving effect to any agreement for the establishment of the Republic of Cyprus, Her Majesty may by Order in Council provide that persons of such descriptions as may be specified in the Order shall cease to be citizens of the United Kingdom and Colonies on such date as may be so specified, and different dates may be specified in relation to different descriptions of persons: Provided that a married woman shall not cease by virtue of an Order under this section to be a citizen of the United Kingdom and Colonies if on the date on which she would do so her husband is a citizen of the United Kingdom and Colonies and does not cease to be such a citizen on that date. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 An Order in Council under this section may be varied or revoked by a subsequent Order. 6 An Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Cyprus Act 1960", "year": 1960, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Cyprus Act 1960", "year": 1960, "section": "6", "section_title": " Provision in event of change in relationship of Republic to the Commonwealth", "section_text": "6 For the purpose of giving effect to any decision that the Republic of Cyprus shall not be a country   mentioned in Schedule 3 to the  British Nationality Act 1981, Her Majesty may by Order in Council remove the Republic of Cyprus from that Schedule. 2 An Order in Council under this section may provide either that all the provisions of section three of this Act and of the Schedule thereto (except in so far as they relate to the areas mentioned in subsection (1) of section two of this Act) shall cease to have effect or that those provisions shall continue in force to such extent and subject to such modifications as may be specified in the Order, may make such adaptions or modifications of any Act (other than this Act) in force at the making of the Order or passed before then and coming into force thereafter, or any instrument having effect under any such Act, as appear to Her Majesty in Council expedient for the purposes or in consequence of the Order, and may contain incidental, consequential and supplemental provisions. 3 An Order in Council under this section may be varied or revoked by a subsequent such Order, and any amending Order may be made so as to have effect from any date not earlier than the making of the Order amended. 4 No recommendation shall be made to Her Majesty in Council to make an Order in Council under this section unless a draft of the Order has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Cyprus Act 1960", "year": 1960, "section": "7", "section_title": " Short title and interpretation", "section_text": "7 1 This Act may be cited as the Cyprus Act 1960. 2 In this Act “ the appointed day ” means the day specified by Order in Council under section one of this Act, “ the Island of Cyprus ” includes any island included in Cyprus before the appointed day, and references to the Island of Cyprus or any part thereof include references to the territorial waters of the Island or part."}]