[{"act": "Finance Act 1960", "year": 1960, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1960", "year": 1960, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1960", "year": 1960, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1960", "year": 1960, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1960", "year": 1960, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Finance Act 1960", "year": 1960, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1960", "year": 1960, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ,. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1960", "year": 1960, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1960", "year": 1960, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1960", "year": 1960, "section": "10", "section_title": "", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1960", "year": 1960, "section": "1114.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Finance Act 1960", "year": 1960, "section": "1543.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance Act 1960", "year": 1960, "section": "4463.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Finance Act 1960", "year": 1960, "section": "6466.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "64"}, {"act": "Finance Act 1960", "year": 1960, "section": "67", "section_title": " Increase of rate of profits tax. ", "section_text": "67 As from the beginning of April, nineteen hundred and sixty, the rate at which the profits tax is to be charged by virtue of subsection (1) of section twenty-five of the Finance Act, 1958, shall be increased from ten per cent, to twelve and a half per cent."}, {"act": "Finance Act 1960", "year": 1960, "section": "6872.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "68"}, {"act": "Finance Act 1960", "year": 1960, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "73"}, {"act": "Finance Act 1960", "year": 1960, "section": "74", "section_title": " Visiting forces and allied headquarters (stamp duty exemptions).", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1960", "year": 1960, "section": "74A", "section_title": "Visiting forces and  international military  headquarters (stamp duty land tax exemptions)", "section_text": "74A 1 This section has effect with a view to conferring exemptions from stamp duty land tax corresponding to exemptions applicable in the case of Her Majesty’s forces in relation to any visiting force of a designated country. In this section “a force” means any such visiting force. 2 A land transaction entered into with a view to building or enlarging barracks or camps for a force, or to facilitating the training in the United Kingdom of a force, or to promoting the health or efficiency of a force, is exempt from charge for the purposes of stamp duty land tax. 3 Relief under this section must be claimed in a land transaction return or an amendment of such a return. 4 Subsection (2) of this section has effect in relation to any designated                          international military                        headquarters as if— a the headquarters were a visiting force of a designated country; b the members of that force consisted of such of the persons serving at or attached to the headquarters as are members of the armed forces of a designated country;  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 For the purposes of this section—  a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b “designated” means designated for the purpose in question by or under any Order in Council                         made for giving effect to an international agreement ; c “visiting force” means any body, contingent or detachment of                         a  country’s forces which is for the time being or is to be present in the United Kingdom on the invitation of Her Majesty’s Government in the United Kingdom; d “land transaction” has the meaning given by section 43(1) of the Finance Act 2003; e “land transaction return” has the meaning given by section 76(1) of that Act."}, {"act": "Finance Act 1960", "year": 1960, "section": "7576.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "75"}, {"act": "Finance Act 1960", "year": 1960, "section": "77", "section_title": " Premium Savings Bonds. ", "section_text": "77 1 The following provisions of this section shall have effect with respect to Premium Savings Bonds referred to in the prospectus dated the first day of November, nineteen hundred and fifty-six (hereinafter referred to as bonds of series A) and the second issue of Premium Savings Bonds (hereinafter referred to as bonds of series B). 2 If on or after the publication of a prospectus relating to the issue of bonds of series B the Treasury by notice published in the London, Edinburgh and Belfast Gazettes appoint a date for the purposes of this section, being a date not less than one month after the first publication of the notice, then as from that date any bond of series A in the case of which the sum repayable in respect of the bond has not been repaid before that date shall be deemed— a to be a bond of series B; and b to have been purchased by, or, as the case may be, on behalf of, the person who was the holder of the bond of series A; and for the purposes of the arrangements for constituting the prize fund from which prizes are allotted to holders of bonds of series B and the allocation of the prizes that bond shall be deemed at any time to have been held as a bond of series B for the period elapsing between its purchase as a bond of series A and the said time. 3 The notice published by the Treasury in pursuance of the foregoing subsection shall contain such explanation as appears to the Treasury requisite of the effect of this section. 4 For the purposes of subsection (2) of this section the sum repayable in respect of a Premium Savings Bond shall be deemed to be repaid on the date on which a warrant for that sum, or for a sum which includes that sum, is posted to a person entitled to receive the repayment."}, {"act": "Finance Act 1960", "year": 1960, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "78"}, {"act": "Finance Act 1960", "year": 1960, "section": "79", "section_title": " Short title, interpretation, construction, extent and repeal.", "section_text": "79 1 This Act may be cited as the Finance Act 1960. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Parts I to V of this Act shall be construed as one with the enactments mentioned in the following paragraphs, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c Parts III and V, as far as they relate to income tax withthe Income Tax Acts, and so far as they relate to the profits tax with Part III of the Finance Act, 1937, and the other enactments relating to that Act; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended or applied by or under any other enactment, including this Act. 5 Save as otherwise expressly provided, such of the provisions of this Act as relate to matters in respect of which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 6 The enactments specified in the Eighth Schedule to this Act are hereby repealed to the extent mentioned in the third column of that Schedule, and the said repeals shall have effect– a in the case of the enactments specified in Part I of that Schedule, from the passing of this Act, subject, in the case of the enactments mentioned in subsection (4) of section forty of this Act, to the provisions of that subsection; b in the case of the enactments specified in Part II of that Schedule, subject to the provisions of section forty-four of this Act; c in the case of the enactments specified in Part III of that Schedule, from the fourth day of August, nineteen hundred and sixty; but no repeal of any enactment specified in the said Part I shall affect any vehicle excise licence taken out before the passing of this Act . . .  ."}]