[{"act": "Game Laws (Amendment) Act 1960", "year": 1960, "section": "1", "section_title": " Power of police in respect of persons trespassing in pursuit of game.", "section_text": "1  . . . "}, {"act": "Game Laws (Amendment) Act 1960", "year": 1960, "section": "2", "section_title": " Power of police to enter on land.", "section_text": "2 1 Subject to the provisions of subsection (3) of this section, a police constable who has reasonable grounds for suspecting that a person is committing an offence on any land under section one or section nine of the Night Poaching Act, 1828, or under section thirty . . .   of the Game Act, 1831 (which relate to persons trespassing in pursuit of game in the daytime), may enter on the land for the  purpose- a of exercising in relation to him the powers under section 31 of the Game Act 1831 which section 31A of that Act confers on police constables; or b of arresting him in accordance with  section 24  of the Police and Criminal Evidence Act 1984. 2 In this section, as well as in the foregoing section, the word “ land ” includes land belonging to Her Majesty in right of the Crown or of the Duchy of Lancaster or in Her private capacity, and land belonging to the Duchy of Cornwall, and land belonging to a Government department or held in trust for Her Majesty for the purposes of a Government department, and, subject to subsection (3) of this section, this section shall be binding on the Crown. 3 The power of entry conferred by subsection (1) of this section shall not be exercisable in relation to land occupied by or under the management of—  a the Admiralty, the Secretary of State for War, or the Secretary of State for Air, or  b the Minister of Aviation, or c the United Kingdom Atomic Energy Authority,  or d the service authorities of a visiting force within the meaning of any of the provisions of Part 1 of the  Visiting Forces Act 1952; or e any headquarters or organisation designated for the purposes of the  International Headquarters and Defence Organisations Act 1964"}, {"act": "Game Laws (Amendment) Act 1960", "year": 1960, "section": "3", "section_title": " Amendment of Poaching Prevention Act, 1862.", "section_text": "3 1 The  Poaching Prevention Act, 1862, shall be amended as follows. 2 In section two of the said Act (which empowers police constables to search persons suspected of poaching and to seize game, guns and other articles, and provides for their forfeiture) the words “or nets or engines used for the killing or taking game” shall cease to have effect but that section shall apply— a in relation to cartridges and other ammunition, and b in relation to nets, traps, snares and other devices of a kind used for the killing or taking of game, as it applies in relation to any gun or part of a gun .... 3 Where a person is convicted under the said section two the court convicting him may, if it thinks fit, direct that any game, gun or other article duly seized under that section which was in his possession or which was being carried by him in any cart or other conveyance shall (whether or not the offence of which he was convicted concerned that game, gun or other article) be forfeited .... 4 A person who, by the written direction of a justice of the peace, sells any game seized under the said section two shall not be liable to any penalty for the sale; and if no conviction takes place under that section, the game or other thing seized, or the value thereof, shall be restored to the person from whom it was seized. 5 In this section the word “ game ” has the same meaning as in the Poaching Prevention Act, 1862."}, {"act": "Game Laws (Amendment) Act 1960", "year": 1960, "section": "4", "section_title": " Further provisions as to seizure and forfeiture.", "section_text": "4 1 Where a person is apprehended  , in accordance with  section 24  of the Police and Criminal Evidence Act 1984, for an offence under section one or section nine of the Night Poaching Act 1828, or under section thirty of the  Game Act, 1831, a police constable by or in whose presence he was apprehended may search him and may seize and detain any game or rabbits, or any gun, part of a gun or cartridges or other ammunition, or any nets, traps, snares or other devices of a kind used for the killing or taking of game or rabbits, which are found in his possession. 2 Where the person so apprehended is convicted of an offence under either of the said Acts the court by or before whom he is convicted may, if it thinks fit, direct that any game or rabbit, or any gun or other article, duly seized under this section which was in his possession shall (whether or not the offence of which he was convicted concerned that game, rabbit, gun or other article) be forfeited. 3 The provisions of this section shall be without prejudice to any other power which a police constable has to search a person whom he has arrested, and to detain things found in his possession, and shall also be without prejudice to the provisions of section thirty-six of the Game Act, 1831 (which authorises gamekeepers and others to take game found in the possession of trespassers). 4 Subsection (4) of the last foregoing section shall apply in relation to things seized under this section. 5 For the purposes of this section the word “game” shall be deemed to include hares, pheasants, partridges, grouse, heath or moor game, black game, bustards, woodcocks and snipes."}, {"act": "Game Laws (Amendment) Act 1960", "year": 1960, "section": "4A", "section_title": " Forfeiture of vehicles.", "section_text": "4A 1 Where a person is convicted of an offence under section thirty of the Game Act 1831  ...  and the court is satisfied that any vehicle belonging to him or in his possession or under his control at the relevant time has been used for the purpose of committing or facilitating the commission of the offence, the court may make an order for forfeiture under this subsection in respect of that vehicle. 2 The court may make an order under subsection (1) above whether or not it also deals with the offender in respect of the offence in any other way and without regard to any restriction on forfeiture in any enactment. 3 Facilitating the commission of the offence shall be taken for the purposes of subsection (1) above to include the taking of any steps after it has been committed for the purpose of— a avoiding apprehension or detection; or b removing from the land any person or property connected with the offence. 4 An order under subsection (1) above shall operate to deprive the offender of his rights , if any, in the vehicle to which it relates, and the vehicle shall (if not already in their possession) be taken into the possession of the police. 5 Where any vehicle has been forfeited under subsection (1) above, a magistrates’ court may, on application by a claimant of the vehicle, other than the offender from whom it was forfeited under subsection (1) above, make an order for delivery of the vehicle to the applicant if it appears to the court that he is the owner of the vehicle. 6 No application shall be made under subsection (5) above by any claimant of the vehicle after the expiration of six months from the date on which an order in respect of the vehicle was made under subsection (1) above. 7 No such application shall succeed unless the claimant satisfies the court either that he had not consented to the offender having possession of the vehicle or that he did not know, and had no reason to suspect, that the vehicle was likely to be used for a purpose mentioned in subsection (1) above. 8 An order under subsection (5) above shall not affect the right of any person to take, within the period of six months from the date of an order under subsection (5) above, proceedings for the recovery of the vehicle from the person in possession of it in pursuance of the order, but on the expiration of that period the right shall cease. 9 The Secretary of State may make regulations for the disposal of vehicles, and for the application of the proceeds of sale of vehicles, forfeited under subsection (1) above where no application by a claimant of the property under subsection (5) above has been made within the period specified in subsection (6) above or no such application has succeeded. 10 The regulations may also provide for the investment of money and the audit of accounts. 11 The power to make regulations under subsection (9) above shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 12 In this section, “ relevant time ”, in relation to a person convicted of an offence such as is mentioned in subsection (1) above, means the time when the vehicle was used for the purpose of committing or facilitating the commission of the offence, or the time of the issue of a summons in respect of the offence."}, {"act": "Game Laws (Amendment) Act 1960", "year": 1960, "section": "5", "section_title": " Increase of certain penalties.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Game Laws (Amendment) Act 1960", "year": 1960, "section": "6", "section_title": " Short title, interpretation, extent and commencement.", "section_text": "6 1 This Act may be cited as the Game Laws (Amendment) Act, 1960. 2 References in this Act to the Night Poaching Act, 1828, are to that Act as extended by the  Night Poaching Act, 1844 (which concerns poaching on public rights of way). 3 This Act shall not extend to Scotland or Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]