[{"act": "Ghana (Consequential Provisions) Act 1960", "year": 1960, "section": "1", "section_title": " Operation of existing law in relation to Ghana.", "section_text": "1 1 On and after the date on which Ghana becomes a Republic, all existing law, that is to say, all law which, whether being a rule of law or a provision of an Act of Parliament or of any other enactment or instrument whatsoever, is in force on that date or has been passed or made before that date and comes into force thereafter, shall, until provision to the contrary is made by an authority having power to alter that law and subject to the provisions of this Act, have the same operation in relation to Ghana, and to persons and things in any way belonging to or connected with Ghana, as it would have had if Ghana had not become a Republic. 2 This section extends to law of, or of any part of, the United Kingdom, Southern Rhodesia, a colony, a protectorate or a United Kingdom trust territory: Provided that this section— a does not extend to any law passed by the Federal Legislature of Rhodesia and Nyasaland; b extends to other law of, or of any part of, Southern Rhodesia so far only as concerns law which can be amended neither by a law passed by the Legislature thereof nor by a law passed by the said Federal Legislature; and c extends to other law of, or of any part of, Northern Rhodesia or Nyasaland so far only as concerns law which cannot be amended by a law passed by the said Federal Legislature. The references in this subsection to a colony, to a protectorate and to a United Kingdom trust territory shall be construed as if they were references contained in the  British Nationality Act 1948. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Ghana (Consequential Provisions) Act 1960", "year": 1960, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Ghana (Consequential Provisions) Act 1960", "year": 1960, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Ghana (Consequential Provision) Act 1960."}]