[{"act": "Highlands and Islands Shipping Services Act 1960", "year": 1960, "section": "1", "section_title": " Assistance to persons providing sea transport services.", "section_text": "1 1 For the purposes of maintaining and improving sea transport services serving the Highlands and Islands (hereinafter referred to as “ the purposes of this Act ”) the Secretary of State may assist in accordance with this Act persons— a who provide, and are wholly or mainly engaged in providing, such services, b who provide such services and are local authorities within the meaning of the  Harbours, Piers and Ferries (Scotland) Act 1937, or c who propose to provide such services. 2 In the foregoing subsection “ sea transport services ” means public transport services (including such services ancillary thereto as are necessary for the proper functioning thereof) provided in an undertaking which consists of, or includes to a substantial extent, the provision of public transport by sea."}, {"act": "Highlands and Islands Shipping Services Act 1960", "year": 1960, "section": "2", "section_title": " Advances and charter of ships.", "section_text": "2 1 For the purposes of this Act the Secretary of State may, with the consent of the Treasury and subject to the provisions of this section,— a undertake to make, and make, advances either by way of grant or by way of loan, or partly in one of those ways and partly in the other, on such terms and conditions as he considers expedient for the purposes of this Act, to persons of the descriptions specified in the foregoing section; b enter into contracts for the charter to such persons of ships for the time being held by him under this Act. 2 The Secretary of State shall not under this section undertake to make, or make, any advance to, or enter into any contract with, any person of a description specified in the foregoing section who provides regular public transport services serving places outwith the Highlands and Islands otherwise than incidentally to the service of places within the Highlands and Islands. 3 Where the Secretary of State proposes under this section to make to any person in any financial year any advance which, by itself or taken with any other advance made or to be made under this section to that person in that financial year, exceeds in the aggregate the sum of ten thousand pounds he shall do so only in accordance with an undertaking a draft of which (including the terms and conditions upon which the undertaking is proposed to be made) has been laid before Parliament and approved by a resolution of the Commons House thereof. 4 In the application of subsection (3) to any advance proposed to be made by the Scottish Ministers, the reference to an undertaking being laid in draft before Parliament and approved by the House of Commons shall be a reference to an undertaking being laid in draft before and approved by the Scottish Parliament."}, {"act": "Highlands and Islands Shipping Services Act 1960", "year": 1960, "section": "3", "section_title": " Supplementary provisions.", "section_text": "3 1 For the purposes of paragraph (b) of subsection (1) of the last foregoing section the Secretary of State may enter into contracts with others for the building by them of ships for acquisition by him, and may acquire, or take on charter, and hold ships; and with respect to any ship for the time being held by him under this section he may do all things necessary for, or incidental to, its maintenance, may cause it to be altered, modified or converted and may dispose of it in such manner as he thinks fit. 2 The power conferred by this section to acquire ships may be exercised by way of purchase, exchange or otherwise."}, {"act": "Highlands and Islands Shipping Services Act 1960", "year": 1960, "section": "4", "section_title": " Expense and receipts.", "section_text": "4 Any expenses incurred by the Secretary of State under this Act shall be defrayed out of moneys provided by Parliament, and any receipts of the Secretary of State under this Act shall be paid into the Exchequer."}, {"act": "Highlands and Islands Shipping Services Act 1960", "year": 1960, "section": "5", "section_title": " Interpretation.", "section_text": "5 In this Act, unless the context otherwise requires,— “ financial year ” means the period beginning with the commencement of this Act and ending with the thirty-first day of March, nineteen hundred and sixty-one, and each subsequent period of twelve months beginning with the first day of April; “ Highlands and Islands ” means the  areas  specified in the Schedule to this Act, . . .  ; “ sea transport services ” has the meaning assigned to it by section one of this Act; “ ships ” includes boats and vessels of any description for use in navigation."}, {"act": "Highlands and Islands Shipping Services Act 1960", "year": 1960, "section": "6", "section_title": " Citation and extent.", "section_text": "6 1 This Act may be cited as the Highlands and Islands Shipping Services Act 1960. 2 This Act shall extend to Scotland only."}]