[{"act": "Horticulture Act 1960", "year": 1960, "section": "1", "section_title": " Grants for horticultural improvements. ", "section_text": "1 1 Subject to the provisions of this Part of this Act, the appropriate Minister may, in accordance with a scheme made by him with the approval of the Treasury  and subject to such exceptions or restrictions as may be provided for by the scheme , make— a to the person carrying on a horticultural production business, b to the landlord of land in England or Wales occupied for the purposes of such a business and being or comprised in an agricultural holding within the meaning of the  Agricultural Holdings Act 1986 , or land in Scotland so occupied and being or comprised in an agricultural holding within the meaning of  the Agricultural Holdings (Scotland) Act 1949 , a holding to which any of the provisions of the Small Landholders (Scotland) Acts 1886 to 1931, apply or a croft within the meaning of the  Crofters (Scotland) Act 1955, a grant of an amount equal to one-third of the amount of expenditure reasonably incurred by him in the carrying out of approved proposals for the provision of specified facilities for the purposes of the business. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 References in this Part of this Act to the provision of specified facilities are references to the provision or improvement of buildings, plant or equipment of a kind specified in the scheme, or the carrying out of work of a kind so specified, and include, in so far as the scheme so provides, the provision of shelter belts and the provision as well as the removal of hedges. 4 In this section “ approved proposals ” means proposals approved by the appropriate Minister, . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 The appropriate Minister may reduce or withhold any grant under this section in any case where assistance in respect of the provision of the facilities is given under any other Act of Parliament. 7 A scheme under this section (in this Part of this Act referred to as “ a scheme ”) may be made for England and Wales, for Scotland, for Northern Ireland, or for any two or all of those parts of the United Kingdom jointly."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "2", "section_title": " Supplemental provisions as to schemes.", "section_text": "2 1 Grants under the foregoing section (in this section referred to as “ grants ”) shall not be payable unless application is made therefor in accordance with the scheme, . . .  2 A scheme may provide that in such cases as may be specified therein grants shall be payable by such instalments and over such period as may be specified in the scheme. 3 A scheme may provide that the payment of grants, or of instalments of grants, shall be subject to compliance with such conditions, . . .   as may be specified by or under the scheme. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 A scheme may contain such incidental and supplemental provisions as appear to the appropriate Minister expedient for the purposes of the scheme. 6 A scheme may make different provisions for different cases or classes of case. 7 A scheme may be varied or revoked by a subsequent scheme."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "3", "section_title": " Standard costs.", "section_text": "3 The appropriate Minister may, with the approval of the Treasury, by regulations fix a standard cost for any operation falling within subsection (1) . . .   of section one of this Act; and if an applicant for a grant under that section in respect of an operation specified in the regulations so elects at any time before the appropriate Minister has determined whether to approve his proposals, and his proposals are approved while the regulations are in force, then so far as that operation is concerned the standard cost shall be substituted for actual or estimated cost for the purposes of subsections (1) . . .   of section one . . .   of this Act."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "4", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Horticulture Act 1960", "year": 1960, "section": "5", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Horticulture Act 1960", "year": 1960, "section": "6", "section_title": " Ministers on whom Part I powers conferred.", "section_text": "6 1 In relation to the making of a scheme or regulations for the whole of the United Kingdom, or for Scotland and any other part of the United Kingdom jointly, references in this Part of this Act to the appropriate Minister are references to the Minister of Agriculture, Fisheries and Food and the Secretary of State acting jointly. 2 In relation to the making of a scheme or regulations for Scotland only, references in this Part of this Act to the appropriate Minister are references to the Secretary of State. 3 In relation to the making of any other scheme or regulations, references in this Part of this Act to the appropriate Minister are references to the Minister of Agriculture, Fisheries and Food. 4 Subject to the foregoing provisions of this section, in this Part of this Act “ the appropriate Minister ” means the Minister of Agriculture, Fisheries and Food in relation to England or Wales or Northern Ireland and the Secretary of State in relation to Scotland."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "7", "section_title": " Schemes, regulations and orders under Part I.", "section_text": "7 1 Any power conferred by this Part of this Act to make schemes, regulations or orders shall be exercisable by statutory instrument. 2 No scheme shall be made unless a draft thereof has been laid before Parliament and approved by a resolution of each House of Parliament. 3 No order under this Part of this Act shall be made unless a draft thereof has been laid before Parliament and approved by a resolution of the Commons House of Parliament. 4 Any statutory instrument containing regulations under this Part of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "8", "section_title": " Interpretation of Part I.", "section_text": "8 1 In this Part of this Act “ horticultural produce ” means— a fruit, b vegetables of a kind grown for human consumption, including fungi, but not including maincrop potatoes or peas grown for seed, for harvesting dry or for vining, c flowers, pot plants and decorative foliage, d herbs, e seeds other than pea seeds, and bulbs and other material, being seeds, bulbs or material for sowing or planting for the production of fruit, of such vegetables, flowers, plants or foliage as aforesaid, or of herbs, or for reproduction of the seeds, bulbs or other material planted, or f trees and shrubs, other than trees grown for the purpose of afforestation; but does not include hops. 2 In this Part of this Act “ horticultural production business ” means a business which consists, or so much of a larger business as consists, of the growing in the United Kingdom of horticultural produce for sale or the growing of produce as aforesaid and its storage, preparation for market or transport. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In this Part of this Act “ preparation for market ” does not include canning, bottling, pulping or cooking, or preserving by sterilisation by freezing, by de-hydrating, by heat or by chemical process."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "912.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Horticulture Act 1960", "year": 1960, "section": "13", "section_title": " Miscellaneous financial powers of Council.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "14", "section_title": " Report and accounts of Council.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "15", "section_title": " Special arrangements for home-grown produce.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Horticulture Act 1960", "year": 1960, "section": "17", "section_title": " Dissolution of Council,  et ceteralaetc.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "18", "section_title": " Interpretation of Part II.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Horticulture Act 1960", "year": 1960, "section": "20", "section_title": " Extension of time under 16 & 17  Geo.  5, c. 39, s. 2, for requiring production of books,  etc.  ", "section_text": "20 In section two of the Horticultural Produce (Sales on Commission) Act, 1926 (under which an owner or consignor has ten days in which to require the salesman to produce books and other documents for inspection), for the words “ten days” there shall be substituted the words “one month”."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "21", "section_title": " Expenses and receipts.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Horticulture Act 1960", "year": 1960, "section": "22", "section_title": " Short title.", "section_text": "22 This Act may be cited as the Horticulture Act, 1960."}]