[{"act": "Nigeria Independence Act 1960", "year": 1960, "section": "1", "section_title": " Provision for the fully responsible status of Nigeria.", "section_text": "1 1 On the first day of October, nineteen hundred and sixty (in this Act referred to as “ the appointed day ”), the Colony and the Protectorate as respectively defined by the Nigeria (Constitution) Orders in Council, 1954 to 1960, shall together constitute part of Her Majesty’s dominions under the name of Nigeria. 2 No Act of the Parliament of the United Kingdom passed on or after the appointed day shall extend, or be deemed to extend, to Nigeria or any part thereof as part of the law thereof, and as from that day— a Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of Nigeria or any part thereof; and b the provisions of the First Schedule to this Act shall have effect with respect to legislative powers in Nigeria. 3 Without prejudice to subsection (2) of this section, nothing in subsection (1) thereof shall affect the operation in Nigeria or any part thereof on and after the appointed day of any enactment, or any other instrument having the effect of law, passed or made with respect thereto before that day."}, {"act": "Nigeria Independence Act 1960", "year": 1960, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Nigeria Independence Act 1960", "year": 1960, "section": "3", "section_title": " Consequential modification of other enactments.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 As from the appointed day, the provisions specified in the Second Schedule to this Act shall have effect subject to the amendments respectively specified in that Schedule, . . .  Provided that this subsection shall not extend to Nigeria or any part thereof as part of the law thereof."}, {"act": "Nigeria Independence Act 1960", "year": 1960, "section": "4", "section_title": " Modification of Overseas Service Act, 1958.", "section_text": "4 1 In relation to any person who at the date of the passing of this Act is serving in the naval forces of the Federation of Nigeria established by section three of the  Nigeria (Constitution) Order in Council 1954, the  Overseas Service Act 1958 (which authorises the Secretary of State to appoint officers to be available for civilian employment in the public service of an overseas territory in accordance with arrangements made by the Secretary of State with the government of that territory and to make provision as to superannuation in respect of officers so appointed) shall have effect as if service in those forces and service on or after the appointed day in the naval forces of Nigeria were civilian employment in the public service of that Federation or, as the case may be, of Nigeria. 2 In relation to any person who, having served in the naval forces of the said Federation in accordance with arrangements made by the Secretary of State with the government of that Federation, has by reason of death or retirement ceased so to serve before the date of the passing of this Act, subsection (2) of section four of the said Act of 1958 (which authorises the Secretary of State to pay pensions to or in respect of persons who have served as officers to whom that Act applies) shall have effect as if that person were a person who has served as such an officer and as if those arrangements were such arrangements as are mentioned in subsection (1) of section one of that Act."}, {"act": "Nigeria Independence Act 1960", "year": 1960, "section": "5", "section_title": " Short title and interpretation.", "section_text": "5 1 This Act may be cited as the Nigeria Independence Act 1960. 2 References in this Act to any enactment are references to that enactment as amended or extended by or under any other enactment."}]