[{"act": "Noise Abatement Act 1960", "year": 1960, "section": "1", "section_title": "Noise or vibration nuisance", "section_text": " 1    1   Subject to the provisions of this section, noise or vibration which is a nuisance shall be a statutory nuisance for the purposes of Part III of the  Public Health Act, 1936, and the provisions of that Act shall have effect accordingly as if subsections (1) to (4) of this section were provisions of the said Part III.     2   In relation to noise or vibration alleged to be a statutory nuisance by virtue of the foregoing subsection—   a   section ninety-nine of the said Act of 1936 (which provides that a complaint of the existence of a statutory nuisance may be made by any person aggrieved by the nuisance) shall have effect as if for the reference to any person aggrieved by the nuisance there were substituted a reference to any three or more persons each of whom is the occupier of land or premises and is in that capacity aggrieved by the nuisance; and     b   section one hundred and nine of that Act (which contains a saving from the operation of the said Part III for mines and industrial processes) and section three hundred and thirteen and three hundred and seventeen of that Act (which relate to repeals and alterations of local Acts) shall not apply.       3   In proceedings brought by virtue of subsection (1) of this section in respect of noise or vibration caused in the course of a trade or business, it shall be a defence for the defendant to prove that the best practicable means have been used for preventing, and for counteracting the effect of, the noise or vibration.     4   Without prejudice to the savings contained in Part XII of the said Act of 1936, no notice shall be served or proceedings brought by virtue of subsection (1) of this section in respect of noise or vibration caused by statutory undertakers in the exercise of powers conferred on them by any enactment or statutory order.     5   In the application of this section to Scotland—   a   in subsection (1) for the words from \" shall be a statutory nuisance \" to the end of the subsection there shall be substituted the words \" shall be a nuisance liable to be dealt with summarily in the manner provided in Part II of the  Public Health (Scotland) Act, 1897, in the same way and to the same effect as in the case of a nuisance under paragraph (b) of section sixteen of that Act, and a county or town council shall have the like powers and duties in relation to such noise or vibration as they have in relation to a nuisance under that Act \";     b   subsection (2) shall be omitted, but in relation to noise or vibration alleged to be a nuisance by virtue of this section section twenty-two of the said Act of 1897 shall have effect with substitution for references to ten ratepayers of the district of the local authority of references to any three or more persons each of whom is the occupier of land or premises and is in that capacity aggrieved by the nuisance; and     c   in subsection (4) for the reference to Part XII of the said Act of 1936 there shall be substituted a reference to Part XII of the said Act of 1897.       6   In section sixty-six of the  London County Council (General Powers) Act, 1937 (which provides that any excessive or unreasonable or unnecessary noise which is injurious or dangerous to health shall be a noise nuisance which may be dealt with summarily under the  Public Health (London) Act, 1936), for the words \" excessive or unreasonable or unnecessary noise which is injurious or dangerous to health \" in subsection (3) there shall be substituted the words \" noise which is a nuisance \" ; and that section shall apply to vibration as it applies to noise and references in that section to noise shall be construed accordingly, so however that in relation to both noise and vibration the reference in the proviso to subsection (1) to three persons being either householders or occupiers of premises within hearing of the noise nuisance shall be construed as a reference to three persons each of whom is the occupier of land or premises and is in that capacity aggrieved by the nuisance.     7   Nothing in this section or the said section sixty-six shall apply to noise or vibration caused by aircraft.    "}, {"act": "Noise Abatement Act 1960", "year": 1960, "section": "2", "section_title": "Restriction of operation on highways, &c, of loudspeakers", "section_text": " 2    1   Subject to the provisions of this section, a loudspeaker in a street shall not be operated—   a   between the hours of nine in the evening and eight in the following morning, for any purpose;     b   at any other time, for the purpose of advertising any entertainment, trade or business;    and any person who operates or permits the operation of a loudspeaker in contravention of this subsection shall be liable on summary conviction to a fine not exceeding ten pounds.    In this subsection \" street\" means a highway and any other road, footway, square or court which is for the time being open to the public.     2   The foregoing subsection shall not apply to the operation of a loudspeaker—   a   for police, fire brigade or ambulance purposes, or by a local authority within their area;     b   for communicating with persons on a vessel for the purpose of directing the movement of that or any other vessel;     c   if the loudspeaker forms part of a public telephone system;     d   if the loudspeaker—   i   is in or fixed to a vehicle, and     ii   is operated solely for the entertainment of or for communicating with the driver or a passenger of the vehicle or, where the loudspeaker is or forms part of the horn or similar warning instrument of the vehicle, solely for giving warning to other traffic, and     iii   is so operated as not to give reasonable cause for annoyance to persons in the vicinity;       e   otherwise than on a highway, by persons employed in connection with a transport undertaking used by the public in a case where the loudspeaker is operated solely for making announcements to passengers or prospective passengers or to other persons so employed;     f   by a travelling showman on land which is being used for the purposes of a pleasure fair;     g   in case of emergency.       3   Paragraph (b) of subsection (1) of this section shall not apply to the operation of a loudspeaker between the hours of noon and seven o'clock in the evening on the same day if the loudspeaker—   a   is fixed to a vehicle which is being used for the conveyance of a perishable commodity for human consumption; and     b   is operated solely for informing members of the public (otherwise than by means of words) that the commodity is on sale from the vehicle; and     c   is so operated as not to give reasonable cause for annoyance to persons in the vicinity.       4   Proceedings for an offence under this section in England or Wales may, without prejudice to the powers of any other person to institute such proceedings, be instituted by any local authority within whose area the offence was committed; and an offence under this section in Scotland may be prosecuted in any court of summary jurisdiction within the meaning of the  Summary Jurisdiction (Scotland) Act, 1954, having jurisdiction in the place where the offence was committed.     5   In this section and section three of this Act\" local authority\" means—   a   as respects England and Wales, the council of a county, county borough, metropolitan borough or county district, the Common Council of the City of London and the Council of the Isles of Stilly, and for the purposes of subsection (4) of this section includes a parish council and the council of a borough included in a rural district;     b   as respects Scotland, a county council, town council or district council;    and in this section \" loudspeaker \" includes a megaphone and any other device for amplifying sound.    "}, {"act": "Noise Abatement Act 1960", "year": 1960, "section": "3", "section_title": "Consequential repeal, &c, of local enactments", "section_text": " 3    1   The Minister may, after consultation with any local authority appearing to him to be concerned, by order made by statutory instrument repeal any provision of any local Act which appears to him to be unnecessary having regard to the provisions of this Act and may by that order make such amendments of that or any other local Act as appear to him to be necessary in consequence of the repeal and such transitional provision as appears to him to be necessary or expedient in connection with the matter:    Provided that, in the case of a provision of a local Act which appears to the Minister to be unnecessary having regard to the provisions of the last foregoing section, the power of repeal conferred by this subsection shall not be exercised without the consent of the local authorities for the area to which the proposed repeal extends.     2   For the purposes of this section the expression \" Minister \" means, as respect England and Wales, the Minister of Housing and Local Government and, as respects Scotland, the Secretary of State.    "}, {"act": "Noise Abatement Act 1960", "year": 1960, "section": "4", "section_title": "Saving for byelaws", "section_text": " 4    1   Nothing in the provisions of section one or section two of this Act or section sixty-six of the London County Council (General Powers) Act, 1937, shall affect any byelaw or power to make byelaws, and in particular no byelaw shall be held to be void for repugnancy on the ground that it prohibits or restricts an activity permitted by any of those provisions; and accordingly the said provisions shall not be included in the references to any enactment in subsection (4) of section two hundred and forty-nine of the  Local Government Act, 1933, subsection (5) of section three hundred of the  Local Government (Scotland) Act, 1947, and subsection (4) of section one hundred and forty-six of the  London Government Act, 1939 (which provide that where, by or under any enactment, provision is made for the summary prevention and suppression of a nuisance in any area, the power conferred by those sections to make byelaws for the area with respect to that nuisance shall not be exercisable).     2   In the said section sixty-six, paragraph (b) of subsection (4) (which provides that nothing in that section shall affect the power to make byelaws conferred by the said section one hundred and forty-six) and the word \" or\" immediately preceding that paragraph are hereby repealed.    "}, {"act": "Noise Abatement Act 1960", "year": 1960, "section": "5", "section_title": "Short title, extent and commencement", "section_text": " 5    1   This Act may be cited as the Noise Abatement Act, 1960.     2   This Act shall not extend to Northern Ireland.     3   This Act shall come into force at the expiration of the period of one month beginning with the date of its passing.    "}]