[{"act": "Occupiers’ Liability (Scotland) Act 1960", "year": 1960, "section": "1", "section_title": " Variation of rules of common law as to duty of care owed by occupiers.", "section_text": "1 1 The provisions of the next following section of this Act shall have effect, in place of the rules of the common law, for the purpose of determining the care which a person occupying or having control of land or other premises (in this Act referred to as an “ occupier of premises ”) is required, by reason of such occupation or control, to show towards persons entering on the premises in respect of dangers which are due to the state of the premises or to anything done or omitted to be done on them and for which he is in law responsible. 2 Nothing in those provisions shall be taken to alter the rules of the common law which determine the person on whom in relation to any premises a duty to show care as aforesaid towards persons entering thereon is incumbent. 3 Those provisions shall apply, in like manner and to the same extent as they do in relation to an occupier of premises and to persons entering thereon,— a in relation to a person occupying or having control of any fixed or moveable structure, including any vessel, vehicle or aircraft, and to persons entering thereon; and b in relation to an occupier of premises or a person occupying or having control of any such structure and to property thereon, including the property of persons who have not themselves entered on the premises or structure."}, {"act": "Occupiers’ Liability (Scotland) Act 1960", "year": 1960, "section": "2", "section_title": " Extent of occupier’s duty to show care.", "section_text": "2 1 The care which an occupier of premises is required, by reason of his occupation or control of the premises, to show towards a person entering thereon in respect of dangers which are due to the state of the premises or to anything done or omitted to be done on them and for which the occupier is in law responsible shall, except in so far as he is entitled to and does extend, restrict, modify or exclude by agreement his obligations towards that person, be such care as in all the circumstances of the case is reasonable to see that that person will not suffer injury or damage by reason of any such danger. 2 Nothing in the foregoing subsection shall relieve an occupier of premises of any duty to show in any particular case any higher standard of care which in that case is incumbent on him by virtue of any enactment or rule of law imposing special standards of care on particular classes of persons. 3 Nothing in the foregoing provisions of this Act shall be held to impose on an occupier any obligation to a person entering on his premises in respect of risks which that person has willingly accepted as his; and any question whether a risk was so accepted shall be decided on the same principles as in other cases in which one person owes to another a duty to show care."}, {"act": "Occupiers’ Liability (Scotland) Act 1960", "year": 1960, "section": "3", "section_title": " Landlord’s liability by virtue of responsibility for repairs.", "section_text": "3 1 Where premises are occupied or used by virtue of a tenancy under which the landlord is responsible for the maintenance or repair of the premises, it shall be the duty of the landlord to show towards any persons who or whose property may from time to time be on the premises the same care in respect of dangers arising from any failure on his part in carrying out his responsibility aforesaid as is required by virtue of the foregoing provisions of this Act to be shown by an occupier of premises towards persons entering on them. 2 Where premises are occupied or used by virtue of a sub-tenancy, the foregoing subsection shall apply to any landlord who is responsible for the maintenance or repair of the premises comprised in the sub-tenancy. 3 Nothing in this section shall relieve a landlord of any duty which he is under apart from this section. 4 For the purposes of this section, any obligation imposed on a landlord by any enactment by reason of the premises being subject to a tenancy shall be treated as if it were an obligation imposed on him by the tenancy, “ tenancy ” includes a statutory tenancy which does not in law amount to a tenancy and includes also any contract conferring a right of occupation, and “ landlord ” shall be construed accordingly. 5 This section shall apply to tenancies created before the commencement of this Act as well as to tenancies created after its commencement."}, {"act": "Occupiers’ Liability (Scotland) Act 1960", "year": 1960, "section": "4", "section_title": " Application to Crown.", "section_text": "4 This Act shall bind the Crown, but as regards the liability of the Crown for any wrongful or negligent act or omission giving rise to liability in reparation shall not bind the Crown any further than the Crown is made liable in respect of such acts or omissions by the  Crown Proceedings Act 1947, and that Act and in particular section two thereof shall apply in relation to duties under section two or section three of this Act as statutory duties."}, {"act": "Occupiers’ Liability (Scotland) Act 1960", "year": 1960, "section": "5", "section_title": " Short title, extent and commencement.", "section_text": "5 1 This Act may be cited as the Occupiers’ Liability (Scotland) Act 1960, and shall extend to Scotland only. 2 This Act shall come into operation at the end of the period of three months beginning with the day on which it is passed."}]