[{"act": "Population (Statistics) Act 1960", "year": 1960, "section": "1", "section_title": " Amendment of Population (Statistics) Act, 1938.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Schedule to this act shall be substituted for the Schedule to the said Act of 1938."}, {"act": "Population (Statistics) Act 1960", "year": 1960, "section": "2", "section_title": " Amendments as to certificates of still-birth in England and Wales. ", "section_text": "2 1 In section eleven of the  Births and Deaths Registration Act, 1953 (which contains special provisions as to the registration of still-births), for paragraph (a) of subsection (1) (which requires the informant to deliver to the registrar a written certificate that the child was not born alive, signed either by a registered medical practitioner or a certified midwife) there shall be substituted the following paragraph— a deliver to the registrar a certificate in the prescribed form signed by a registered medical practitioner who was present at the birth or has examined the body of the child, or, if no registered medical practitioner was so present or has examined the body, by a certified midwife who was so present or has examined the body, being a certificate stating that the child was not born alive and, where possible, stating to the best of the knowledge and belief of the person signing it the cause of death and the estimated duration of the pregnancy; or 2 In the said section eleven, after subsection (1) there shall be inserted the following subsection— 1A Every registered medical practitioner or certified midwife who is present at a still-birth or examines the body of a still-born child shall, at the request of any person who is a qualified informant as to the birth, give to that person a certificate for the purposes of paragraph (a) of the foregoing subsection. 3 In subsection (2) of the said section eleven, for the words “the foregoing subsection” there shall be substituted the words “subsection (1) of this section”."}, {"act": "Population (Statistics) Act 1960", "year": 1960, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Population (Statistics) Act 1960", "year": 1960, "section": "4", "section_title": " Additional matters to be included in annual reports of Registrar General and Registrar General for Scotland.", "section_text": "4 The general abstracts which under section nineteen of the  Registration Service Act 1953, . . .  , are required to be sent annually to  the Chancellor of the Exchequer  . . .   and to be laid before Parliament shall include the statistical information compiled— a from particulars furnished to registrars in England and Wales . . .   under the  Population (Statistics) Act 1938, on the registration of births, still-births and deaths registered in the last preceding year; and b from certificates delivered to registrars in those countries . . .   under section eleven of the  Births and Deaths Registration Act 1953, . . .  , on the registration of still-births so registered."}, {"act": "Population (Statistics) Act 1960", "year": 1960, "section": "5", "section_title": " Short title, extent and commence-ment.", "section_text": "5 1 This Act may be cited as the Population (Statistics) Act 1960. 2 This Act shall not extend to Northern Ireland. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]