[{"act": "Public Bodies (Admission to Meetings) Act 1960", "year": 1960, "section": "1", "section_title": " Admission of public to meetings of local authorities and other bodies. ", "section_text": "1 1 Subject to subsection (2) below, any meeting of a  ...  body exercising public functions, being  a body  to which this Act applies, shall be open to the public. 2 A body may, by resolution, exclude the public from a meeting   Where a meeting is open to the public, a body may, by resolution exclude the public from the meeting   (whether during the whole or part of the proceedings) whenever publicity would be prejudicial to the public interest by reason of the confidential nature of the business to be transacted or for other special reasons stated in the resolution and arising from the nature of that business or of the proceedings;  and where such a resolution is passed, this Act shall not require the meeting to be open to the public during proceedings to which the resolution applies . 3 A body may under subsection (2) above treat the need to receive or consider recommendations or advice from sources other than members, committees or sub-committees of the body as a special reason why publicity would be prejudicial to the public interest, without regard to the subject or purport of the recommendations or advice; but the making by this subsection of express provision for that case shall not be taken to restrict the generality of subsection (2) above in relation to other cases (including in particular cases where the report of a committee or sub-committee of the body is of a confidential nature). 3A Where the public are excluded from a meeting of a relevant local government body under subsection (2), the body may also prevent any person from reporting on the meeting using methods— a which can be used without that person’s presence at the meeting, and b which enable persons not present at the meeting to see or hear the proceedings at the meeting as it takes place or later. 4 Where a meeting of a body is required by this Act to be open to the public during the proceedings or any part of them, the following provisions shall apply, that is to say,—   The following provisions apply in relation to a meeting of a body—   a public notice of the time and place of the meeting shall be given by posting it at the offices of the body (or, if the body has no offices, then in some central and conspicuous place in the area with which it is concerned) three clear days at least before the meeting or, if the meeting is convened at shorter notice, then at the time it is convened; public notice of the time of the meeting and, if the meeting is to be open to the public, how to access the meeting, must be given by publishing it electronically at least three clear days before the meeting or, if the meeting is convened at shorter notice, then as soon as reasonably practicable;   (but see subsections (4ZA) to (4ZC) for further provision in relation to notices of meetings of certain bodies in Wales)   b there shall, on request and on payment of postage or other necessary charge for transmission, be supplied for the benefit of any newspaper a copy of the agenda for the meeting as supplied to members of the body (but excluding, if thought fit, any item during which the meeting is likely not to be open to the public), together with such further statements or particulars, if any, as are necessary to indicate the nature of the items included or, if thought fit in the case of any item, with copies of any reports or other documents supplied to members of the body in connection with the item; the agenda for the meeting as supplied to members of the body must also be published electronically in advance of the meeting (but excluding, if thought fit, any relevant item), together with such further statements or particulars, if any, as are necessary to indicate the nature of the items included or, if thought fit in the case of any item, any reports or other documents supplied to members of the body in connection with the item; c while the meeting is open to the public, the body shall not have power to exclude members of the public from the meeting  and duly accredited representatives of newspapers attending for the purpose of reporting the proceedings for those newspapers shall, so far as practicable, be afforded reasonable facilities for taking their report and, unless the meeting is held in premises not belonging to the body or not on the telephone, for telephoning the report at their own expense    ; d in the case of a meeting of a relevant local government body, while the meeting is open to the public any person attending is to be permitted to report on the meeting. 4ZA Subsection (4ZB) applies to community councils and joint boards or joint committees which discharge functions of community councils or of community councils and of a principal council in Wales within the meaning of the Local Government Act 1972. 4ZB In the case of a meeting of a body to which this subsection applies— a a copy of the notice mentioned in subsection (4)(a) must also be published electronically at least three clear days before the meeting or, if the meeting is convened at shorter notice, then at the time it is convened; b if the meeting is held partly through remote means, the notice under subsection (4)(a) must give details of how to access the meeting (as well as its time and place); c if the meeting is held through remote means only, the notice under subsection (4)(a) must give details of how to access the meeting as well as its time, but not its place. 4ZC In subsection (4ZB)— a references to a meeting held through remote means are to a meeting held by means of any equipment or other facility which enables persons who are not in the same place to speak to and be heard by each other (whether or not the equipment or facility enables those persons to see and be seen by each other); b the requirement imposed on a body to publish a notice electronically is, where the body has its own website, a requirement to publish on that website. 4A Subsection (4)(d) does not require a relevant local government body to permit oral reporting or oral commentary on a meeting as it takes place if the person reporting or providing the commentary is present at the meeting. 4B In subsection (4), “relevant item” means— a where a meeting or part of a meeting is not likely to be open to the public by virtue of section 1(2), an item that would be considered while the meeting is not open to the public; b where a meeting is not to be open to the public other than by virtue of section 1(2), an item which, in the opinion of the proper officer, would have been likely, had section 1(1) applied, to have been considered while the meeting was not open to the public by virtue of section 1(2). 5 Where a meeting of a body is required by this Act to be open to the public during the proceedings or any part of them, and there is supplied to a member of the public attending the meeting, or in pursuance of paragraph ( b ) of subsection (4) above there is supplied for the benefit of a newspaper, any such copy of the agenda as is mentioned in that paragraph, with or without further statements or particulars for the purpose of indicating the nature of any item included in the agenda, the publication thereby   Where a document is published under subsection (4), the publication thereby   of any defamatory matter contained in the agenda or in the further statements or particulars shall be privileged, unless the publication is proved to be made with malice. 6 When a body to which this Act applies resolves itself into committee, the proceedings in committee shall for the purposes of this Act be treated as forming part of the proceedings of the body at the meeting. 7 Any reference in this section to a newspaper shall apply also to a news agency which systematically carries on the business of selling and supplying reports or information to newspapers, and to any organisation which is systematically engaged in collecting news for sound or television broadcasts  or for programme services (within the meaning of the Broadcasting Act 1990) other than sound or television broadcasting services   or, in the case of a relevant local government body, for use in electronic or any other format to provide news to the public by means of the internet ;  but nothing in this section   but, subject to subsection (4)(d), nothing in this section  shall require a body to permit the taking of photographs of any proceedings, or the use of any means to enable persons not present to see or hear any proceedings (whether at the time or later), or the making of any oral report on any proceedings as they take place. 8 The provisions of this section shall be without prejudice to any power of exclusion to suppress or prevent disorderly conduct or other misbehaviour at a meeting. 9 In this Act— “relevant local government body” means— the Council of the Isles of Scilly; a parish council; or a parish meeting of a parish which does not have a separate parish council; “reporting” means— filming, photographing or making an audio recording of proceedings at a meeting; using any other means for enabling persons not present to see or hear proceedings at a meeting as it takes place or later; or reporting or providing commentary on proceedings at a meeting, orally or in writing, so that the report or commentary is available as the meeting takes place or later to persons not present."}, {"act": "Public Bodies (Admission to Meetings) Act 1960", "year": 1960, "section": "1A", "section_title": "Publication and dissemination of reports", "section_text": "1A 1 Any person who attends a meeting of a relevant local government body for the purpose of reporting on the meeting may use any communication method, including the internet, to publish, post or otherwise share the results of the person’s reporting activities. 2 Publication and dissemination may take place at the time of the meeting or occur after the meeting."}, {"act": "Public Bodies (Admission to Meetings) Act 1960", "year": 1960, "section": "2", "section_title": " Application of Act, and consequential provisions.", "section_text": "2 1 This Act shall apply to the bodies specified in the Schedule to this Act, and to such bodies as may for the time being be added to that Schedule by order made under subsection (3) below; and where this Act applies to a body,  the foregoing section sections 1 and 1A  shall apply in relation to any committee of the body whose members consist of or include all members of the body,  as that section applies   as they apply  in relation to the body itself, but so that for the purposes of paragraph ( c ) of subsection (4)  of that section of section 1  premises belonging to the body shall be treated as belonging to the committee. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Any body established by or under any Act may be added to the Schedule to this Act, and any body so added may be removed from the Schedule, by order of the appropriate Minister made by statutory instrument, but a statutory instrument made by a Minister under this section shall be of no effect unless it is approved by resolution of each House of Parliament; and for this purpose the appropriate Minister is, in the case of any body, the Minister of the Crown in charge of the Government department concerned or primarily concerned with the matters dealt with by that body, but an order made under this subsection by any Minister of the Crown shall be effective, whether or not he is the appropriate Minister."}, {"act": "Public Bodies (Admission to Meetings) Act 1960", "year": 1960, "section": "3", "section_title": " Short title, repeal, extent and commencement.", "section_text": "3 1 This Act may be cited as the Public Bodies (Admission to Meetings) Act, 1960. 2 The Local Authorities (Admission of the Press to Meetings) Act, 1908, sub-paragraph (4) of paragraph 1 of Part IV of the Third Schedule to the Local Government Act, 1933, and section eighty-four of the Education (Scotland) Act, 1946, are hereby repealed. 3 This Act shall not extend to Northern Ireland. 4 This Act shall come into force on the first day of June, nineteen hundred and sixty-one."}]