[{"act": "Road Traffic Act 1960", "year": 1960, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "97", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "97"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "117"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "164", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "164"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "183", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "183"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "186", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "186"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "187", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "187"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "188", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "188"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "189", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "189"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "192", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "192"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "201", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "201"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "217", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "217"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "222", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "222"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "223", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "223"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "225", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "225"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "232", "section_title": " Duty to give information as to identity of driver, &c., in certain cases.", "section_text": "232 1 This section applies— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b to any offence under section 2 of the Goods Vehicles (Licensing of Operators) Act 1995; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  f to any offence under Part VI of the  Transport Act 1968  2 Where the driver of a vehicle is alleged to be guilty of an offence to which this section applies— a the  person keeping  the vehicle shall give such information as to the identity of the driver as he may be required to give— i by or on behalf of a chief officer of police, ii  . . .  and b any other person shall if required as aforesaid give any information which it is in his power to give and may lead to the identification of the driver. ... 3 A person who fails to comply with the requirement of paragraph (a) of the last foregoing subsection shall be guilty of an offence unless he shows to the satisfaction of the court that he did not know and could not with reasonable diligence have ascertained who the driver of the vehicle . . .  , was, and a person who fails to comply with the requirement of paragraph (b) of that subsection shall be guilty of an offence; and a person guilty of an offence under this subsection shall be liable on summary conviction  to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "233", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "233"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "234", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "234"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "235", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "235"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "236", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "236"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "239", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "239"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "240", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "240"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "241", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "241"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "242", "section_title": " Evidence by certificate.", "section_text": "242 1 In any proceedings in England or Wales for an offence to which section two hundred and thirty-two of this Act applies a certificate in the prescribed form, purporting to be signed by a constable and certifying that a person specified in the certificate stated to the constable— a that a particular motor vehicle was being driven  or used  by, or belonged to, that person on a particular occasion; or b that a particular motor vehicle  on a particular occasion was used by or belonged to  a firm in which that person also stated that he was at the time of the statement a partner; or c that a particular motor vehicle  on a particular occasion was used by or belonged to  a corporation of which that person also stated that he was at the time of the statement a director, officer or employee, shall be admissible as evidence for the purpose of determining by whom the vehicle was being driven,  or used  or to whom it belonged, as the case may be, on that occasion. 2 Nothing in the foregoing subsection shall be deemed to make a certificate admissible as evidence in proceedings for an offence except in a case where and to the like extent to which oral evidence to the like effect would have been admissible in those proceedings. 3 Nothing in subsection (1) of this section shall be deemed to make a certificate admissible as evidence in proceedings for an offence— a unless a copy thereof has, not less than seven days before the hearing or trial, been served in the prescribed manner on the person charged with the offence; or b if that person, not later than three days before the hearing or trial or within such further time as the court may in special circumstances allow, serves a notice in the prescribed form and manner on the prosecutor requiring attendance at the trial of the person who signed the certificate. 4 In this section “ prescribed ” means prescribed by rules made by the Secretary of State by statutory instrument."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "243", "section_title": " Proof, in summary proceedings, of identity of driver of vehicle.", "section_text": "243 Where on the summary trial in England or Wales of an information for an offence to which section two hundred and thirty-two of this Act applies— a it is proved to the satisfaction of the court, on oath or in manner prescribed by                  Criminal Procedure Rules , that a requirement under subsection (2) of the said section two hundred and thirty-two to give information as to the identity of the driver of a particular vehicle on the particular occasion to which the information relates has been served on the accused   in accordance with Criminal Procedure Rules ; and b a statement in writing is produced to the court purporting to be signed by the accused that the accused was the driver of that vehicle on that occasion, the court may accept that statement as evidence that the accused was the driver of that vehicle on that occasion."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "244", "section_title": " Time for commencing summary proceedings for certain offences.", "section_text": "244 Summary proceedings for an offence  . . . . . .  . . .  under section 99(5) of the Transport Act 1968 may be brought — a within a period of six months  from the date on which evidence sufficient in the opinion of the prosecutor to warrant the proceedings came to his knowledge; but no such proceedings shall be brought by virtue of this section more than three years after the commission of the offence.  For the purposes of this section a certificate signed by or on behalf of the prosecutor and stating the date on which such evidence as aforesaid came to his knowledge shall be conclusive evidence of that fact; and a certificate stating that matter and purporting to be so signed shall be deemed to be so signed unless the contrary is proved."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "245", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "245"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "246", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "246"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "247", "section_title": " Destination of fines.", "section_text": "247 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 There shall be paid into the Consolidated Fund all fines imposed in respect of offences committed in Scotland under the foregoing provisions of this Act or the regulations thereunder."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "248", "section_title": " General power to hold inquiries. ", "section_text": "248 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "249", "section_title": " General provisions as to inquiries. ", "section_text": "249 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "250", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "250"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "251", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "251"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "252", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "252"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "253", "section_title": " Interpretation of expressions relating to motor vehicles and classes or descriptions thereof.", "section_text": "253 1 In this Act “ motor vehicle ” means a mechanically propelled vehicle intended or adapted for use on roads, and “ trailer ” means a vehicle drawn by a motor vehicle: Provided that a side-car attached to a motor cycle shall, if it complies with such conditions as may be specified in regulations made by the Minister, be regarded as forming part of the vehicle to which it is attached and not as being a trailer. 2 In this Act “ motor car ” means a mechanically propelled vehicle, not being a motor cycle or an invalid carriage, which is constructed itself to carry a load or passengers and the weight of which unladen— a if it is constructed solely for the carriage of passengers and their effects, is adapted to carry not more than seven passengers exclusive of the driver, and is fitted with tyres of such type as may be specified in regulations made by the Minister, does not exceed  3050 kilograms ; b if it is constructed or adapted for use for the conveyance of goods or burden of any description, does not exceed  3050 kilograms , or  3500 kilograms  if the vehicle carries a container or containers for holding for the purpose of its propulsion any fuel which is wholly gaseous at  17·5 degrees Celsius  under a pressure of  1·13 bar  or plant and materials for producing such fuel; c does not exceed  2540 kilograms  in a case falling within neither of the foregoing paragraphs. 3 In this Act “ heavy motor car ” means a mechanically propelled vehicle, not being a motor car, which is constructed itself to carry a load or passengers and the weight of which unladen exceeds  2540 kilograms . 4 In this Act (except for the purposes of the provisions thereof relating to the provision by parish councils of parking places for bicycles and motor cycles) “ motor cycle ” means a mechanically propelled vehicle, not being an invalid carriage, with less than four wheels and the weight of which unladen does not exceed  410 kilograms . 5 In this Act “ invalid carriage ” means a mechanically propelled vehicle the weight of which unladen does not exceed  254 kilograms  and which is specially designed and constructed, and not merely adapted, for the use of a person suffering from some physical defect or disability and is used solely by such a person. 6 In this Act “ motor tractor ” means a mechanically propelled vehicle which is not constructed itself to carry a load, other than the following articles, that is to say, water, fuel, accumulators and other equipment used for the purpose of propulsion, loose tools and loose equipment, and the weight of which unladen does not exceed  7370 kilograms . 7 In this Act “ light locomotive ” means a mechanically propelled vehicle which is not constructed itself to carry a load, other than any of the articles aforesaid, and the weight of which unladen does not exceed  11,690 kilograms  but does exceed  7370 kilograms . 8 In this Act “ heavy locomotive ” means a mechanically propelled vehicle which is not constructed itself to carry a load, other than any of the articles aforesaid, and the weight of which unladen exceeds  11,690 kilograms . 9 For the purposes of this section, in a case where a motor vehicle is so constructed that a trailer may by partial superimposition be attached to the vehicle in such a manner as to cause a substantial part of the weight of the trailer to be borne by the vehicle, that vehicle shall be deemed to be a vehicle itself constructed to carry a load. 10 For the purposes of this section, in the case of a motor vehicle fitted with a crane, dynamo, welding plant or other special appliance or apparatus which is a permanent or essentially permanent fixture, the appliance or apparatus shall not be deemed to constitute a load or goods or burden of any description, but shall be deemed to form part of the vehicle. 11 The Minister may by regulations vary any of the maximum or minimum weights specified in the foregoing provisions of this section, and such regulations may have effect either generally or in the case of vehicles of any class or description specified in the regulations and either for the purposes of this Act and of all regulations thereunder or for such of those purposes as may be so specified; and nothing in  section 86 of the Road Traffic Regulation Act 1984  shall be construed as limiting the powers conferred by this subsection."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "254", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "254"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "255", "section_title": " Method of calculating weight of motor vehicles. ", "section_text": "255 For the purposes of this Act . . .  , the weight unladen of a vehicle shall be taken to be the weight of the vehicle inclusive of the body and all parts (the heavier being taken where alternative bodies or parts are used) which are necessary to or ordinarily used with the vehicle when working on a road, but exclusive of the weight of water, fuel or accumulators used for the purpose of the supply of power for the propulsion of the vehicle, and of loose tools and loose equipment."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "256", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "256"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "257", "section_title": " General interpretation provisions.", "section_text": "257 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say,— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “driver”, where a separate person acts as steersman of a motor vehicle, includes that person as well as any other person engaged in the driving of the vehicle, and “ drive ” shall be construed accordingly; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . “ the Minister ” means  the Secretary of State ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ road ” means any highway and any other road to which the public has access, and includes bridges over which a road passes; “ road ” has the same meaning as in the Roads (Scotland) Act 1984; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . .  . . .  2 References in this Act to any enactment shall be construed, except where the context otherwise requires, as references to that enactment as amended by or under any subsequent enactment."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "258", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "258"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "259", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "259"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "260", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "260"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "261", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "261"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "263", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "263"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "264", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "264"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "265", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "265"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "266", "section_title": " Repeal of provisions as to use of bridges by locomotives. ", "section_text": "266 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "267", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "267"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "268", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "268"}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "269", "section_title": " Saving for law of nuisance. ", "section_text": "269 Nothing in this Act shall authorise a person to use on a road a vehicle so constructed or used as to cause a public or private nuisance, or in Scotland a nuisance, or affect the liability, whether under statute or common law, of the driver or owner so using such a vehicle."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "270", "section_title": " Commencement.", "section_text": "270 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Road Traffic Act 1960", "year": 1960, "section": "271", "section_title": " Short title and extent.", "section_text": "271 1 This Act may be cited as the Road Traffic Act 1960. 2 This Act shall not extend to Northern Ireland."}]