[{"act": "Water Officers Compensation Act 1960", "year": 1960, "section": "1", "section_title": " Compensation for loss of employment,  etc. , attributable to orders or combinations under Water Act 1945 or Water (Scotland) Act 1946.", "section_text": "1 1 The appropriate Minister may make regulations for the payment by such person as may be prescribed by or determined under the regulations, but subject to such exceptions or conditions as may be so prescribed, of compensation to or in respect of persons who are, or who but for any national service of theirs would be, the holders of any such place, situation or employment as may be so prescribed and who suffer loss of employment or loss or diminution of emoluments which is attributable to— a any order made under the  Water Act 1945, after the commencement of this Act; b any combination of local authorities under section fourteen of the  Water (Scotland) Act 1946, being a combination entered into after the commencement of this Act; or c any order made by the Secretary of State after the commencement of this Act under the said Act of 1946; or d anything done in pursuance of any such order or combination as aforesaid; e section  81  of the Water (Scotland) Act  1980 ; or f an order made by the Secretary of State under  section 4 or 82 of the said Act of 1980 . 2 Different regulations may be made under this section in relation to different classes of persons, and any such regulations may be so framed as to have effect as from a date earlier than the making thereof, so however that so much of any regulations as provides that any provision thereof is to have effect as from a date earlier than the making thereof shall not place any person other than the person required by the regulations to pay compensation in a worse position than he would have been in if the regulations had been so framed as to have effect only as from the date of the making thereof. 3 Regulations made under this section may include provision as to the manner in which and the person to whom any claim for compensation under this section is to be made and for the determination of all questions arising under the regulations. 4 In this section “ the appropriate Minister ” means  the Secretary of State  in relation to England and Wales and the Secretary of State in relation to Scotland, and “ national service ” means any such service in any of Her Majesty’s forces or other employment (whether or not in the service of Her Majesty) as may be prescribed by regulations under this section. 5 Regulations made under this section shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 Section forty-four of the Water Act, 1945, and section sixty-six of the Water (Scotland) Act, 1946, are hereby repealed, but wothout prejudice to their operation in relation to any order made or combination entered into before the commencement of this Act."}, {"act": "Water Officers Compensation Act 1960", "year": 1960, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Water Officers Compensation Act 1960. 2 This Act shall come into operation on such date as  the Secretary of State  and the Secretary of State may by order made by statutory instrument appoint. 3 This Act does not extend to Northern Ireland."}]