[{"act": "Boundary Commissions Act 1992", "year": 1992, "section": "1", "section_title": " Remuneration of members of Boundary Commissions.", "section_text": "1 1 For the purpose of enabling remuneration to be paid to members of the Boundary Commissions, in the  Parliamentary Constituencies Act 1986 (in this Act referred to as “ the 1986 Act ”) Schedule 1 (which provides for the constitution of, and other matters relating to, the Boundary Commissions) shall be amended in accordance with this section. 2 After paragraph 4 (terms and conditions of appointment of members) there shall be inserted the following paragraph— 4A In the case of a member of a Commission other than the chairman or deputy chairman, the conditions referred to in paragraph 4 above may include such provisions with respect to remuneration as the Secretary of State may determine with the approval of the Treasury. 3 In the case of a member of a Boundary Commission appointed before the passing of this Act, the power to make a determination under paragraph 4A (as set out in subsection (2) above) may be exercised at any time after the passing of this Act. 4 In paragraph 8 (expenses of the Commissions) for the words from “including” to “assistant Commissioners” there shall be substituted  “                including the remuneration and travelling and other expenses of the members, assistant Commissioners              ” ."}, {"act": "Boundary Commissions Act 1992", "year": 1992, "section": "2", "section_title": " Time limits for submission of reports.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 After subsection (2) of section 3 of the 1986 Act there shall be inserted the following subsection— 2A A failure by a Boundary Commission to submit a report within the time limit which is appropriate to that report shall not be regarded as invalidating the report for the purposes of any enactment."}, {"act": "Boundary Commissions Act 1992", "year": 1992, "section": "3", "section_title": " Local government boundaries to be taken into account in reports.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Boundary Commissions Act 1992", "year": 1992, "section": "4", "section_title": " Financial provision.", "section_text": "4 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of such money under the 1986 Act."}, {"act": "Boundary Commissions Act 1992", "year": 1992, "section": "5", "section_title": " Short title, citation and extent.", "section_text": "5 1 This Act may be cited as the Boundary Commissions Act 1992. 2 This Act shall be included among the Acts which may be cited as the Representation of the People Acts. 3 This Act extends to Northern Ireland."}]