[{"act": "Civil Service (Management Functions) Act 1992", "year": 1992, "section": "1", "section_title": " Delegation of functions.", "section_text": "1 1 This section applies to the functions conferred on the Minister for the Civil Service by section 3 of the Constitutional Reform and Governance Act 2010 (management of the civil service, excluding the diplomatic service). 2 The Minister for the Civil Service may, to such extent and subject to such conditions as the Minister thinks fit, delegate a function to which this section applies to any other servant of the Crown. 3 Without prejudice to the generality of subsection (2) above, the conditions subject to which a function may be delegated under that subsection include a condition prohibiting, to such extent as may be specified in the condition, the carrying out of the function under the authority of the person to whom it is delegated. 4 Without prejudice to any rule of law with respect to the carrying out of functions under the authority of a person in charge of a government department, where a function is delegated under subsection (2) above otherwise than to such a person, the person to whom the function is delegated may, subject to the terms of the delegation, authorise a servant of the Crown for whom he is responsible to carry out the function on his behalf. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Civil Service (Management Functions) Act 1992", "year": 1992, "section": "2", "section_title": " Power to authorise exercise of functions without approval  etc.", "section_text": "2 1 This section applies to any statutory power which— a relates to the appointment or management of members of  the civil service (excluding the diplomatic service) within the meaning of Chapter 1 of Part 1 of the Constitutional Reform and Governance Act 2010 , and b requires for its exercise the sanction of a Minister of the Crown (whether by way of approval, consent, agreement or otherwise). 2 The Minister whose sanction is required for the exercise of a power to which this section applies may, to such extent and subject to such conditions as he thinks fit, authorise its exercise without his sanction. 3 Without prejudice to the generality of subsection (2) above, the conditions which may be imposed on an authorisation under that subsection include a condition prohibiting, to such extent as may be specified in the condition, the exercise of the power concerned under the authority of the person by whom it is exercisable. 4 Where by virtue of any statutory provision the sanction required for the exercise of a power to which this section applies itself requires the sanction (whether by way of approval, consent, agreement or otherwise) of a Minister of the Crown, the power conferred by subsection (2) above shall be exercisable subject to the approval of that Minister."}, {"act": "Civil Service (Management Functions) Act 1992", "year": 1992, "section": "3", "section_title": " Corresponding Northern Ireland legislation: parliamentary procedure.", "section_text": "3 An Order in Council made under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement— a that it makes provision with respect to the management of the Northern Ireland Civil Service, and b that it is made only for purposes corresponding to those of this Act, shall not be subject to sub-paragraphs (4) and (5) of paragraph 1 of that Schedule (affirmative resolution of both Houses of Parliament) but shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Civil Service (Management Functions) Act 1992", "year": 1992, "section": "4", "section_title": " Short title etc.", "section_text": "4 1 This Act may be cited as the Civil Service (Management Functions) Act 1992. 2 In this Act, “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975. 3 This Act extends to Northern Ireland, and section 3 above only so extends."}]