[{"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "1", "section_title": " Standards of performance.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "2", "section_title": " Information with respect to levels of performance.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "3", "section_title": " Information to be given to customers about overall performance.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "4", "section_title": " Procedures for dealing with complaints.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "5", "section_title": " Disputes about discrimination  etc.  in fixing charges.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "6", "section_title": " Billing disputes.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "7", "section_title": " Deposits.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "8", "section_title": " Disconnections.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "9", "section_title": " Enforcement of standards of performance, etc.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "10", "section_title": " Interpretation.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "11", "section_title": " Standards of performance.", "section_text": "11 The following sections shall be inserted in the  Gas Act 1986, after section 33—  Standards of performance  Standards of performance in individual cases. 33A 1 The Director may make regulations prescribing such standards of performance in connection with the provision of gas supply services by public gas suppliers to tariff customers as, in his opinion, ought to be achieved in individual cases. 2 Regulations under subsection (1) above may only be made— a with the consent of the Secretary of State; b after consulting— i the public gas suppliers; and ii persons or bodies appearing to the Director to be representative of persons likely to be affected by the regulations; and c after arranging for such research as the Director considers appropriate with a view to discovering the views of a representative sample of persons likely to be so affected and considering the results. 3 Regulations under this section may— a prescribe circumstances in which public gas suppliers are to inform tariff customers of their rights under this section; b prescribe such standards of performance in relation to any duty arising under paragraph (a) above as, in the Director’s opinion, ought to be achieved in all cases; c prescribe circumstances in which public gas suppliers are to be exempted from any requirements of the regulations or this section; and d make different provision with respect to different public gas suppliers. 4 If a public gas supplier fails to meet a prescribed standard, he shall make to any tariff customer who is affected by the failure such compensation as may be determined by or under the regulations. 5 The making of compensation under this section in respect of any failure to meet a prescribed standard shall not prejudice any other remedy which may be available in respect of the act or omission which constituted that failure. 6 Any dispute arising under this section or regulations made under this section— a may be referred to the Director by either party or, with the agreement of either party, by the Council; and b on such a reference, shall be determined by order made— i by the Director; or ii by such other person as may be prescribed. 7 Any person making an order under subsection (6) above shall include in the order his reasons for reaching his decision with respect to the dispute. 8 The practice and procedure to be followed in connection with any such determination shall be such as may be prescribed. 9 An order under subsection (6) above shall be final and shall be enforceable— a in England and Wales, as if it were a judgment of a county court; and b in Scotland, as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff. 10 In this section “ prescribed ” means prescribed by regulations under this section. 11 The power of the Director under this section to make regulations shall be exercisable by statutory instrument.  Overall standards of performance. 33B 1 The Director may from time to time— a determine such standards of overall performance in connection with the provision of gas supply services by public gas suppliers as, in his opinion, ought to be achieved by them; and b arrange for the publication, in such form and in such manner as he considers appropriate, of the standards so determined. 2 The Director may only make a determination under subsection (1)(a) above after— a consulting the public gas suppliers and persons or bodies appearing to the Director to be representative of persons likely to be affected; and b arranging for such research as the Director considers appropriate with a view to discovering the views of a representative sample of persons likely to be affected and considering the results. 3 Different standards may be determined for different public gas suppliers. 4 It shall be the duty of every public gas supplier to conduct his business in such a way as can reasonably be expected to lead to his achieving the standards set under this section."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "12", "section_title": " Information with respect to levels of performance.", "section_text": "12 The following section shall be inserted in the  Gas Act 1986, after section 33B—  Information with respect to levels of performance. 33C 1 The Director shall from time to time collect information with respect to— a the compensation made by public gas suppliers under section 33A above; b the levels of overall performance achieved by public gas suppliers in connection with the provision of gas supply services; and c the levels of performance achieved by public gas suppliers in connection with the promotion of the efficient use of gas by consumers. 2 At such times as the Director may direct, each public gas supplier shall give the following information to the Director— a as respects each standard prescribed by regulations under section 33A above, the number of cases in which compensation was made and the aggregate amount or value of that compensation; and b as respects each standard determined under section 15B or 33B above, such information with respect to the level of performance achieved by the supplier as may be so specified. 3 A public gas supplier who without reasonable excuse fails to do anything required of him by subsection (2) above shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 The Director shall, at least once in every year, arrange for the publication, in such form and in such manner as he considers appropriate, of such of the information collected by or given to him under this section as appears to him expedient to give to customers, or potential customers, of public gas suppliers. 5 In arranging for the publication of any such information, the Director shall have regard to the need for excluding, so far as practicable— a any matter which relates to the affairs of an individual, where publication of that matter would or might, in the opinion of the Director, seriously and prejudicially affect the interests of that individual; and b any matter which relates specifically to the affairs of a particular body of persons, whether corporate or unincorporate, where publication of that matter would or might, in the opinion of the Director, seriously and prejudicially affect the interests of that body."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "13", "section_title": " Information to be given to customers about overall performance.", "section_text": "13 The following section shall be inserted in the  Gas Act 1986, after section 33C—  Information to be given to customers about overall performance. 33D 1 Each public gas supplier shall, in such form and manner and with such frequency as the Director may direct, take steps to inform his customers of— a the standards of overall performance determined under section 33B above which are applicable to that supplier; and b that supplier’s level of performance as respects each of those standards. 2 In giving any such direction, the Director shall not specify a frequency of less than once in every period of twelve months."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "17", "section_title": " Billing disputes.", "section_text": "17 The following section shall be inserted in the  Gas Act 1986, after section 15—  Billing disputes. 15A 1 The Secretary of State may by regulations make provision for billing disputes to be referred to the Director for determination in accordance with the regulations. 2 In this section “ billing dispute ” means a dispute between a public gas supplier and a tariff customer of his concerning the amount of the charge which the supplier is entitled to recover from the customer in connection with the provision of gas supply services. 3 Regulations under this section may only be made after consulting— a the Director; and b persons or bodies appearing to the Secretary of State to be representative of persons likely to be affected by the regulations. 4 Regulations under this section may provide that, where a billing dispute is referred to the Director, he may either— a determine the dispute, or b appoint an arbitrator (or in Scotland an arbiter) to determine it. 5 Any person determining any billing dispute in accordance with regulations under this section shall, in such manner as may be specified in the regulations, give his reasons for reaching his decision with respect to the dispute. 6 Regulations under this section may provide— a that disputes may be referred to the Director under this section only by prescribed persons; and b for any determination to be final and enforceable— i in England and Wales, as if it were a judgment of a county court; and ii in Scotland, as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff. 7 Except in such circumstances (if any) as may be prescribed— a the Director or an arbitrator (or in Scotland an arbiter) appointed by him shall not determine any billing dispute which is the subject of proceedings before, or with respect to which judgment has been given by, any court; and b neither party to any billing dispute which has been referred to the Director for determination in accordance with regulations under this section shall commence proceedings before any court in respect of that dispute pending its determination in accordance with the regulations. 8 No public gas supplier may commence proceedings before any court in respect of any charge in connection with the provision by him of gas supply services unless, not less than 28 days before doing so, the tariff customer concerned was informed by him, in such form and manner as may be prescribed, of— a his intention to commence proceedings; b the customer’s rights by virtue of this section; and c such other matters (if any) as may be prescribed. 9 The powers of the Director under section 38 below shall also be exercisable for any purpose connected with the determination of any dispute referred to him in accordance with regulations made under this section."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "18", "section_title": " Preliminary investigation of disputes by Gas Consumers’ Council", "section_text": "18 The following section shall be inserted in the  Gas Act 1986, after section 32—  Preliminary investigation by Council of certain disputes. 32A 1 This section applies where— a representations are made to the Council by or on behalf of a person who appears to the Council to have an interest in the matter to which the representations relate; and b that matter appears to the Council to constitute a dispute of a kind which may be referred to the Director under section 14A above or 33A below, or under regulations made under section 15A above. 2 It shall be the duty of the Council— a to inform the person by or on whose behalf the representations are made that he may have the right to refer his dispute to the Director; and b to make such investigations with respect to the matter to which the representations relate as may be specified in a direction given by the Director. 3 Any such direction may be given so as to apply generally or to a specified class of matter or particular matter and may, in particular, specify in relation to any investigation which the Council is required to make under this section— a the practice and procedure which it is to follow in conducting its investigation; and b the information which it is to give to the Director with respect to the matter investigated."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "21", "section_title": " Information to be given to customers about overall performance.", "section_text": "21 The following section shall be inserted in the  Electricity Act 1989, after section 42—  Information to be given to customers about overall performance. 42A 1 Each public electricity supplier shall, in such form and manner and with such frequency as the Director may direct, take steps to inform his customers of— a the standards of overall performance determined under section 40 above which are applicable to that supplier; and b that supplier’s level of performance as respects each of those standards. 2 In giving any such direction, the Director shall not specify a frequency of less than once in every period of twelve months."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "23", "section_title": " Billing disputes.", "section_text": "23 The following section shall be inserted in the  Electricity Act 1989, after section 44—  Billing disputes. 44A 1 The Secretary of State may by regulations make provision for billing disputes to be referred to the Director for determination in accordance with the regulations. 2 In this section “ billing dispute ” means a dispute between a public electricity supplier and a tariff customer concerning the amount of the charge which the supplier is entitled to recover from the customer in connection with the provision of electricity supply services. 3 Regulations under this section may only be made after consulting— a the Director; and b persons or bodies appearing to the Secretary of State to be representative of persons likely to be affected by the regulations. 4 Regulations under this section may provide that, where a billing dispute is referred to the Director, he may either— a determine the dispute, or b appoint an arbitrator (or in Scotland an arbiter) to determine it. 5 Any person determining any billing dispute in accordance with regulations under this section shall, in such manner as may be specified in the regulations, give his reasons for reaching his decision with respect to the dispute. 6 Regulations under this section may provide— a that disputes may be referred to the Director under this section only by prescribed persons; and b for any determination to be final and enforceable— i in England and Wales, as if it were a judgment of a county court; and ii in Scotland, as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff. 7 Except in such circumstances (if any) as may be prescribed— a the Director or an arbitrator (or in Scotland an arbiter) appointed by him shall not determine any billing dispute which is the subject of proceedings before, or with respect to which judgment has been given by, any court; and b neither party to any billing dispute which has been referred to the Director for determination in accordance with regulations under this section shall commence proceedings before any court in respect of that dispute pending its determination in accordance with the regulations. 8 No public electricity supplier may commence proceedings before any court in respect of any charge in connection with the provision by him of electricity supply services unless, not less than 28 days before doing so, the tariff customer concerned was informed by him, in such form and manner as may be prescribed, of— a his intention to commence proceedings; b the customer’s rights by virtue of this section; and c such other matters (if any) as may be prescribed. 9 The powers of the Director under section 28 above shall also be exercisable for any purpose connected with the determination of any dispute referred to him in accordance with regulations made under this section."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "24", "section_title": " Compliance with standards of overall performance.", "section_text": "24 In section 40 of the  Electricity Act 1989 (electricity supply: overall performance), the following subsection shall be added at the end— 3 It shall be the duty of every public electricity supplier to conduct his business in such a way as can reasonably be expected to lead to his achieving the standards set under this section."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "25", "section_title": " Determination of disputes by Director: interim directions.", "section_text": "25 1 The power of the Director General of Electricity Supply, under section 23(2) of the  Electricity Act 1989, to require a public electricity supplier to continue a supply of electricity pending the Director’s determination of a dispute shall be extended to enable the Director to require the giving of a supply of electricity pending such a determination. 2 Accordingly, in section 23(2) of that Act, the words “to continue” shall be omitted, in both places where they occur."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "26", "section_title": " Research concerning views of customers.", "section_text": "26 1 Section 39 of the  Water Industry Act 1991 (procedure for making regulations under section 38 relating to standards of performance in the supply of water) shall be amended as follows. 2 In subsection (1)(d), for “both” there shall be substituted  “                    the summary mentioned in subsection (2)(bb) below,                  ” . 3 The following subsection shall be inserted after subsection (1)— 1A Before making an application to the Secretary of State under this section the Director shall arrange for such research as he considers appropriate with a view to discovering the views of a representative sample of persons likely to be affected and consider the results. 4 In subsection (2), the following paragraph shall be inserted after “apply” in paragraph (b)—   “                        (bb) is accompanied by a written summary of the results of the research carried out in accordance with subsection (1A) above;                      ” ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "27", "section_title": " Information with respect to levels of performance.", "section_text": "27 The following section shall be inserted in the Water Industry Act 1991, after section 38—  Information with respect to levels of performance. 38A 1 The Director shall from time to time collect information with respect to— a the compensation paid by water undertakers under regulations under section 38(2) above; and b the levels of overall performance achieved by water undertakers in connection with the provision of water supplies. 2 At such times as the Director may direct, each water undertaker shall give the following information to the Director— a as respects each standard prescribed by regulations under section 38(2) above, the number of cases in which compensation was paid and the aggregate amount or value of that compensation; and b as respects each standard established by regulations under section 38(1)(b) above, such information with respect to the level of performance achieved by the undertaker as may be so specified. 3 A water undertaker who without reasonable excuse fails to do anything required of him by subsection (2) above shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 The Director shall, at least once in every year, arrange for the publication, in such form and in such manner as he considers appropriate, of such of the information collected by or given to him under this section as it may appear to him expedient to give to customers or potential customers of water undertakers. 5 In arranging for the publication of any such information the Director shall have regard to the need for excluding, so far as practicable— a any matter which relates to the affairs of an individual, where publication of that matter would or might, in the opinion of the Director, seriously and prejudicially affect the interests of that individual; and b any matter which relates specifically to the affairs of a particular body of persons, whether corporate or unincorporate, where publication of that matter would or might, in the opinion of the Director, seriously and prejudicially affect the interests of that body."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "28", "section_title": " Information to be given to customers about overall performance.", "section_text": "28 The following section shall be inserted in the  Water Industry Act 1991, after section 39—  Information to be given to customers about overall performance. 39A 1 Each water undertaker shall, in such form and manner and with such frequency as the Director may direct, take steps to inform its customers of— a the standards of overall performance established under section 38(1)(b) above which are applicable to that undertaker; and b that undertaker’s level of performance as respects each of those standards. 2 In giving any such direction, the Director shall not specify a frequency of less than once in every period of twelve months. 3 The duty of a water undertaker to comply with this section shall be enforceable by the Director under section 18 above."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "29", "section_title": " Procedures for dealing with complaints.", "section_text": "29 The following section shall be inserted in the Water Industry Act 1991, after section 86—  Complaints  Procedure for dealing with complaints. 86A 1 Each water undertaker shall establish a procedure for dealing with complaints made by its customers or potential customers in connection with the supply of water. 2 No such procedure shall be established, and no modification of such a procedure shall be made, unless— a the water undertaker has consulted the customer service committee to which it has been allocated; and b the proposed procedure or modification has been approved by the Director. 3 The water undertaker shall— a publicise the procedure in such manner as may be approved by the Director; and b send a description of the procedure, free of charge, to any person who asks for one. 4 The Director may give a direction to a water undertaker requiring the undertaker to review its procedure or the manner in which the procedure operates. 5 A direction under subsection (4) above— a may specify the manner in which the review is to be conducted; and b shall require a written report of the review to be made to the Director. 6 Where the Director receives a report under subsection (5)(b) above, he may, after consulting the water undertaker, direct the undertaker to make such modifications of— a the procedure; or b the manner in which the procedure operates, as may be specified in the direction. 7 Subsection (2) above does not apply to any modification made in compliance with a direction under subsection (6) above. 8 The duty of a water undertaker to comply with subsection (1) above and with any direction given to it under subsection (4) or (6) above shall be enforceable by the Director under section 18 above. 9 Where the Director is considering whether to exercise his powers under subsection (4) or (6) above in relation to a water undertaker, it shall be the duty of that undertaker to give him such information as he may reasonably require for the purpose of assisting him in coming to a decision. 10 Section 202 below shall have effect, with the necessary modifications, in relation to information which the Director requires for that purpose as it has effect in relation to information which the Secretary of State requires for purposes mentioned in subsection (1) of that section."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "30", "section_title": " Research concerning views of customers.", "section_text": "30 1 Section 96 of the  Water Industry Act 1991 (procedure for regulations under section 95 relating to standards of performance in the provision of sewerage services) shall be amended as follows. 2 In subsection (1)(d), for “both” there shall be substituted  “                    the summary mentioned in subsection (2)(bb) below,                  ” . 3 The following subsection shall be inserted after subsection (1)— 1A Before making an application to the Secretary of State under this section the Director shall arrange for such research as he considers appropriate with a view to discovering the views of a representative sample of persons likely to be affected and consider the results. 4 In subsection (2), the following paragraph shall be inserted after “apply” in paragraph (b)—   “                        (bb) is accompanied by a written summary of the results of the research carried out in accordance with subsection (1A) above;                      ” ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "31", "section_title": " Information with respect to levels of performance.", "section_text": "31 The following section shall be inserted in the Water Industry Act 1991, after section 95—  Information with respect to levels of performance. 95A 1 The Director shall from time to time collect information with respect to— a the compensation paid by sewerage undertakers under regulations under section 95(2) above; and b the levels of overall performance achieved by sewerage undertakers in connection with the provision of sewerage services. 2 At such times as the Director may direct, each sewerage undertaker shall give the following information to the Director— a as respects each standard prescribed by regulations under section 95(2) above, the number of cases in which compensation was paid and the aggregate amount or value of that compensation; and b as respects each standard established by regulations under section 95(1)(b) above, such information with respect to the level of performance achieved by the undertaker as may be so specified. 3 A sewerage undertaker who without reasonable excuse fails to do anything required of him by subsection (2) above shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 The Director shall, at least once in every year, arrange for the publication, in such form and in such manner as he considers appropriate, of such of the information collected by or given to him under this section as it may appear to him expedient to give to customers or potential customers of sewerage undertakers. 5 In arranging for the publication of any such information the Director shall have regard to the need for excluding, so far as practicable— a any matter which relates to the affairs of an individual, where publication of that matter would or might, in the opinion of the Director, seriously and prejudicially affect the interests of that individual; and b any matter which relates specifically to the affairs of a particular body of persons, whether corporate or unincorporate, where publication of that matter would or might, in the opinion of the Director, seriously and prejudicially affect the interests of that body."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "32", "section_title": " Information to be given to customers about overall performance.", "section_text": "32 The following section shall be inserted in the  Water Industry Act 1991, after section 96—  Information to be given to customers about overall performance. 96A 1 Each sewerage undertaker shall, in such form and manner and with such frequency as the Director may direct, take steps to inform its customers of— a the standards of overall performance established under section 95(1)(b) above which are applicable to that undertaker; and b that undertaker’s level of performance as respects each of those standards. 2 In giving any such direction, the Director shall not specify a frequency of less than once in every period of twelve months. 3 The duty of a sewerage undertaker to comply with this section shall be enforceable by the Director under section 18 above."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "33", "section_title": " Procedures for dealing with complaints.", "section_text": "33 The following section shall be inserted in the Water Industry Act 1991, after section 116—  Complaints  Procedures for dealing with complaints. 116A 1 Each sewerage undertaker shall establish a procedure for dealing with complaints made by its customers or potential customers in connection with the provision of sewerage services. 2 No such procedure shall be established, and no modification of such a procedure shall be made, unless— a the sewerage undertaker has consulted the customer service committee to which it has been allocated; and b the proposed procedure or modification has been approved by the Director. 3 The sewerage undertaker shall— a publicise the procedure in such manner as may be approved by the Director; and b send a description of the procedure, free of charge, to any person who asks for one. 4 The Director may give a direction to a sewerage undertaker requiring the undertaker to review its procedure or the manner in which the procedure operates. 5 A direction under subsection (4) above— a may specify the manner in which the review is to be conducted; and b shall require a written report of the review to be made to the Director. 6 Where the Director receives a report under subsection (5)(b) above, he may, after consulting the sewerage undertaker, direct the undertaker to make such modifications of— a the procedure; or b the manner in which the procedure operates, as may be specified in the direction. 7 Subsection (2) above does not apply to any modification made in compliance with a direction under subsection (6) above. 8 The duty of a sewerage undertaker to comply with subsection (1) above and with any direction given to it under subsection (4) or (6) above shall be enforceable by the Director under section 18 above. 9 Where the Director is considering whether to exercise his powers under subsection (4) or (6) above in relation to a sewerage undertaker, it shall be the duty of that undertaker to give him such information as he may reasonably require for the purpose of assisting him in coming to a decision. 10 Section 202 below shall have effect, with the necessary modifications, in relation to information which the Director requires for that purpose as it has effect in relation to information which the Secretary of State requires for purposes mentioned in subsection (1) of that section."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "34", "section_title": " Determination of disputes by the Director.", "section_text": "34 The following section shall be inserted after section 30 of the  Water Industry Act 1991—  Determination of disputes by the Director. 30A 1 In this section “ relevant dispute ” means a dispute which, by virtue of any provision of this Act, may be referred to the Director for determination under this section. 2 The practice and procedure to be followed in connection with the reference to the Director of any relevant dispute shall be such as he considers appropriate. 3 Where the Director determines any dispute under this section he shall give his reasons for reaching his decision with respect to the dispute. 4 On making a determination under this section the Director may include such incidental, supplemental and consequential provision (including provision requiring either party to pay a sum in respect of the costs or expenses incurred by the Director) as he considers appropriate. 5 A determination under this section— a shall be final; and b shall be enforceable as if it were a judgment of a county court, in so far as it includes such provision as to costs or expenses as is mentioned in subsection (4) above. 6 The Director shall not determine any relevant dispute which is the subject of proceedings before, or with respect to which judgment has been given by, any court. 7 In including in any determination under this section any provision as to costs or expenses, the Director shall have regard to the conduct and means of the parties and any other relevant circumstances."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "35", "section_title": " Reference of certain disputes to the Director.", "section_text": "35 1 The  Water Industry Act 1991 shall be amended as follows. 2 In section 45 (duty to make connections with mains), the following subsection shall be inserted after subsection (6)— 6A Any dispute between a water undertaker and any other person as to whether the expenses were incurred reasonably may be referred to the Director for determination under section 30A above by either party to the dispute. 3 In section 46 (duty to carry out ancillary works for the purpose of making domestic connection), in subsection (7), for “(6)” there shall be substituted  “                    (6A)                  ” . 4 In section 49 (supplemental provisions with respect to metering conditions), the following shall be substituted for subsection (3)— 3 Any dispute between a water undertaker and any other person as to the terms of any condition imposed under section 47 above for the purposes of metering shall be referred— a to the arbitration of a single arbitrator appointed by agreement between the undertaker and that person; or b if no agreement is reached, for determination by the Director under section 30A above. 5 In section 53 (conditions of compliance with domestic supply duty), the following subsection shall be inserted after subsection (2)— 2A Any dispute between a water undertaker and any other person as to whether any requirement of a kind mentioned in subsection (2)(a) or (b) above has been complied with may be referred to the Director for determination under section 30A above by either party to the dispute. 6 In section 64 (supply by means of separate service pipes), the following subsection shall be inserted after subsection (2)— 2A Any dispute between a water undertaker and any other person as to whether any condition of a kind mentioned in subsection (2) above has been complied with may be referred to the Director for determination under section 30A above by either party to the dispute. 7 In section 105 (appeals with respect to adoption of sewers etc.), for “Secretary of State”, wherever it appears, there shall be substituted  “                    Director                  ” . 8 In section 106 (right to communicate with public sewers)— a in subsection (6), for “a magistrates’ court” there shall be substituted  “                        the Director under section 30A above                      ” ; b subsection (7) shall cease to have effect; and c in subsection (8)(b), for “a magistrates’ court” there shall be substituted  “                        the Director                      ” . 9 In section 107 (right of sewerage undertaker to undertake the making of communications with public sewers), in subsection (1)(b), for “a magistrates’ court” there shall be substituted  “                    the Director                  ”  and after subsection (4) there shall be inserted the following subsection— 4A Any dispute between a sewerage undertaker and any other person as to— a whether the undertaker’s estimate of the cost of works given under subsection (3)(b)(i) above is reasonable, b whether any requirement of security for the payment of the cost of works was reasonably made by the undertaker, or c whether any excess is repayable, or any expenses are recoverable, by the undertaker under subsection (4) above, or the amount of any such excess or expenses, may be referred to the Director for determination under section 30A above by either party to the dispute. 10 In section 112 (requirement that proposed drain or sewer be constructed so as to form part of general system), in subsections (2) and (3), for “Secretary of State” there shall be substituted  “                    Director                  ” . 11 In section 113 (power to alter drainage system of premises)— a in subsection (4), for “appeal to a magistrates’ court” there shall be substituted  “                        refer the matter to the Director for determination under section 30A above                      ” ; and b subsection (5) shall cease to have effect. 12 In section 116 (power to close or restrict use of public sewer), the following subsection shall be inserted after subsection (3)— 4 Any dispute arising under subsection (3)(a) above between a sewerage undertaker and any other person as to the effectiveness of any sewer provided by the undertaker for that person’s use may be referred to the Director for determination under section 30A above by either party to the dispute."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "36", "section_title": " Billing disputes.", "section_text": "36 The following section shall be inserted in the  Water Industry Act 1991, after section 150—  Billing disputes. 150A 1 The Secretary of State may by regulations make provision for billing disputes to be referred to the Director for determination in accordance with the regulations. 2 In this section “ billing dispute ” means a dispute between a relevant undertaker and a customer concerning the amount of the charge which the undertaker is entitled to recover from the customer in connection with— a the supply of water for domestic purposes, in the case of a water undertaker; and b the provision of sewerage services other than by the carrying out of trade effluent functions, in the case of a sewerage undertaker. 3 Regulations under this section may only be made after consulting— a the Director; and b persons or bodies appearing to the Secretary of State to be representative of persons likely to be affected by the regulations. 4 Regulations under this section may provide that, where a billing dispute is referred to the Director, he may either— a determine the dispute, or b appoint an arbitrator to determine it. 5 Any person determining any billing dispute in accordance with regulations under this section shall, in such manner as may be specified in the regulations, give his reasons for reaching his decision with respect to the dispute. 6 Regulations under this section may provide— a that disputes may be referred to the Director under this section only by prescribed persons; and b for any determination to be final and enforceable as if it were a judgment of a county court. 7 Except in such circumstances (if any) as may be prescribed— a the Director or an arbitrator appointed by him shall not determine any billing dispute which is the subject of proceedings before, or with respect to which judgment has been given by, any court; and b neither party to any billing dispute which has been referred to the Director for determination in accordance with regulations under this section shall commence proceedings before any court in respect of that dispute pending its determination in accordance with the regulations. 8 No relevant undertaker may commence proceedings before any court in respect of any charge in connection with the supply of water for domestic purposes or (as the case may be) the provision of sewerage services other than by the carrying out of trade effluent functions unless, not less than 28 days before doing so, the customer concerned was informed by it, in such form and manner as may be prescribed, of— a its intention to commence proceedings; b the customer’s rights by virtue of this section; and c such other matters (if any) as may be prescribed. 9 Where a dispute is referred to the Director in accordance with regulations made under this section, it shall be the duty of the undertaker concerned to give him such information as he may reasonably require for the purpose of assisting him in determining the dispute. 10 Section 202 below shall have effect, with the necessary modifications, in relation to information which the Director requires for that purpose as it has effect in relation to information which the Secretary of State requires for purposes mentioned in subsection (1) of that section. 11 For the purposes of this section— “ charge ” means any charge fixed by a scheme made under section 143 above; “ customer ” means any person to whom the relevant undertaker provides services; and references to a sewerage undertaker’s trade effluent functions are references to its functions under Chapter  III  of Part IV of this Act."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "37", "section_title": " The 25,000 therm limits.", "section_text": "37 The following section shall be inserted in the  Gas Act 1986 after section 8—  Modification or removal of the 25,000 therm limits. 8A 1 The Secretary of State may by order amend section 4(2)(d) or 8(5)(b) above or section 10(5) or 14(3) or (4)(b) below by substituting— a where the limit is for the time being expressed by reference to a number of therms— i such lower number of therms as he considers appropriate; or ii such lower limit, expressed by reference to a number of kilowatt hours, as he considers appropriate; or b where the limit is for the time being expressed by reference to a number of kilowatt hours, such lower number of kilowatt hours as he considers appropriate. 2 An order under subsection (1) above may be made so as to provide for the number specified in one provision to differ from that for the time being specified in any of the other provisions. 3 If the Secretary of State considers that it is appropriate to remove the limit for the time being specified in sections 4(2)(d) and 8(5)(b) above and section 14(3) and (4)(b) below he may make an order repealing— a in section 4(2)(d) above, the words from “at rates” to the end; b section 8(5) above; c in section 14(3) below, the words from “but this subsection” to the end; and d in section 14(4) below, the words from “if either” to the end. 4 Before making any order under this section, the Secretary of State shall consult the Director."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "39", "section_title": " Mergers of water undertakers.", "section_text": "39 1 In section 34(3) of the  Water Industry Act 1991 (matters to which the Monopolies Commission is to have regard on a reference under section 32 of that Act with respect to a water enterprise) the following shall be substituted for paragraph (a)—   “                        (a) shall have regard to the desirability of giving effect to the principle that the Director’s ability, in carrying out his functions by virtue of this Act, to make comparisons between different water enterprises should not be prejudiced; and                      ” . 2 Section 35(3) of the Act of 1991 (meaning of reference to the number of water enterprises under independent control) shall cease to have effect. 3 This section applies only to references under section 32 of the Act of 1991 made after the commencement of this section."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "40", "section_title": " Inset appointments.", "section_text": "40 1 In section 7 of the Water Industry Act 1991 (continuity of appointments, replacement appointments etc.), in subsection (4), for “company; or”, at the end of paragraph (b) there shall be substituted— company; bb the appointment or variation relates only to parts of that area and the conditions mentioned in subsection (5) below are satisfied in relation to each of the premises in those parts which are served by that company; or . 2 In section 7 of the Act of 1991 the following subsections shall be added at the end— 5 The conditions are that— a the premises are, or are likely to be, supplied with not less than 250 megalitres of water in any period of twelve months; and b the person who is the customer in relation to the premises consents in writing to the appointment or variation. 6 The Secretary of State may, after consulting the Director, make regulations amending subsection (5)(a) above by substituting, for the quantity of water for the time being specified there, such smaller quantity as he considers appropriate. 3 In section 8 of the Act of 1991 (procedure with respect to appointments and variations) the following subsection shall be added at the end— 7 The Secretary of State may by regulations impose such additional procedural requirements as he considers appropriate for any case where the conditions mentioned in section 7(5) above are required to be satisfied in relation to an application for an appointment or variation replacing a company as a relevant undertaker. 4 In section 9 of the Act of 1991 (duties affecting making of appointments and variations), in subsection (3), after “(4)(b)” insert  “                    or (bb)                  ” . 5 In section 36(3) of the Act of 1991, the following paragraphs are hereby repealed— a paragraph (a)(ii) (premises to be treated as being served by a water undertaker holding an appointment under Chapter I of Part I of that Act if they consist in a building or part of a building which is situated within thirty metres of a distribution main of that company); and b paragraph (b)(ii) (premises to be treated as being served by a sewerage undertaker holding an appointment under Chapter I of Part I of that Act if they consist in a building or part of a building which is situated within thirty metres of a relevant sewer which is not a storm-water overflow sewer). 6 In section 158 of the Act of 1991 (powers to lay pipes), the following subsections shall be added at the end— 8 Subsections (9) and (11) below apply where— a an appointment or variation has been made under section 7 above replacing a company as a relevant undertaker, b the appointment or variation relates only to parts of the area to which the company’s appointment as relevant undertaker related, and c the conditions mentioned in subsection (5) of that section were required to be satisfied in relation to each of the premises in those parts served by that company. 9 Where the company which has replaced the relevant undertaker has done so as water undertaker, in the application of this section and section 159 below in relation to that company any pipe supplying, or intended to supply, any of the premises referred to in subsection (8)(c) above with a supply of water which exceeds, or is likely to exceed, 250 megalitres of water in any period of twelve months shall, for the purposes of subsection (7) above, be deemed to be a water main. 10 Where the Secretary of State makes regulations under section 7(6) above amending section 7(5)(a) above he shall by regulations make the corresponding amendment in subsection (9) above. 11 Where the company which has replaced the relevant undertaker has done so as sewerage undertaker, in the application of this section and section 159 below in relation to that company any pipe draining, or intended to drain, any of those premises shall, for the purposes of subsection (7) above, be deemed to be a sewer."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "41", "section_title": " The domestic supply duty", "section_text": "41 In section 52 of the  Water Industry Act 1991 (the domestic supply duty), in subsection (2), the words “and which are situated in the area of the undertaker” shall cease to have effect."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "42", "section_title": " Transitional provision with respect to replacement appointments.", "section_text": "42 The provisions of section 10 of the Water Industry Act 1991 (transitional provision with respect to replacement appointments) shall become subsection (1) of that section and the following subsections shall be added at the end— 2 Subsections (3) and (4) below apply where, by such an appointment or variation, one company (“ the new undertaker ”) is to replace another company as a relevant undertaker, but the appointment or variation has not come into force. 3 The following provisions of this Act shall (except where they are inapplicable to the kind of undertaker in question) apply in relation to the new undertaker as if the appointment or variation had come into force— a sections 18 to 24 and Schedule 3; b sections 32 to 35; c section 155 and Schedule 9; d sections 156, 158 to 161 and 163 to 167 and Schedule 11; e sections 168 to 171, 173, 174, 178 to 180 and Schedule 12; f sections 181 to 183 and Schedule 13; g sections 184 to 188 and Schedule 14; h sections 189 to 192, 197 to 200, 202, 203, 206, 208, 209, 211, 212 and 217. 4 Such of the conditions imposed on the new undertaker under section 11 below as the Director may specify in a written notice given by him to the undertaker shall have effect, in relation to the operation of any provision mentioned in subsection (3) above before the appointment or variation comes into force, as if the appointment or variation had come into force. 5 The Secretary of State may by regulations amend subsection (3) above by adding to, removing or modifying references to provisions of this Act."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "43", "section_title": " Connections with water mains and communications with sewers.", "section_text": "43 1 In section 45 of the  Water Industry Act 1991 (which imposes on a water undertaker a duty to make a connection with one of its water mains where the premises for which a supply of water is required are in the undertaker’s area), the words “in the undertaker’s area” shall cease to have effect. 2 In section 106 of the Act of 1991 (which gives the owner or occupier of any premises in the area of a sewerage undertaker a right to have his drains or sewer communicate with the public sewers of that undertaker), the following subsection shall be substituted for subsection (1)— 1 Subject to the provisions of this section— a the owner or occupier of any premises, or b the owner of any private sewer which drains premises, shall be entitled to have his drains or sewer communicate with the public sewer of any sewerage undertaker and thereby to discharge foul water and surface water from those premises or that private sewer."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "44", "section_title": " Bulk supplies of water.", "section_text": "44 The following sections shall be substituted for section 40 of the Water Industry Act 1991 (bulk supplies of water)—  Bulk supplies. 40 1 Where, on the application of any qualifying person— a it appears to the Director that it is necessary or expedient for the purposes of securing the efficient use of water resources, or the efficient supply of water, that the water undertaker specified in the application (“ the supplier ”) should give a supply of water in bulk to the applicant, and b the Director is satisfied that the giving and taking of such a supply cannot be secured by agreement, the Director may by order require the supplier to give and the applicant to take such a supply for such period and on such terms and conditions as may be provided in the order. 2 In this section “ qualifying person ” means— a a water undertaker; or b a person who has made an application for an appointment or variation under section 8 above which has not been determined. 3 Where the application is made by a person who is a qualifying person by virtue of subsection (2)(b) above, an order made under this section in response to that application shall be expressed not to come into force until the applicant becomes a water undertaker for the area specified in the order, or for an area which includes that area. 4 Subject to subsection (3) above, an order under this section shall have effect as an agreement between the supplier and the applicant. 5 The Director shall not make an order under this section unless he has first consulted the NRA. 6 In exercising his functions under this section, the Director shall have regard to the desirability of— a facilitating effective competition within the water supply industry; b the supplier’s recovering the expenses of complying with its obligations by virtue of this section and securing a reasonable return on its capital; c the supplier’s being able to meet its existing obligations, and likely future obligations, to supply water without having to incur unreasonable expenditure in carrying out works; d not putting at risk the ability of the supplier to meet its existing obligations, or likely future obligations, to supply water.  Variation and termination of bulk supply agreements. 40A 1 This section applies where, on the application of any party to a bulk supply agreement— a it appears to the Director that it is necessary or expedient for the purpose of securing the efficient use of water resources, or the efficient supply of water, to vary the agreement or to terminate it, and b the Director is satisfied that that cannot be achieved by agreement between the parties to the agreement. 2 The Director may by order— a vary the agreement by— i varying the period for which the supply of water is to be given; or ii varying any of the terms or conditions on which that supply is to be given; or b terminate the agreement. 3 Before making any order under this section the Director shall consult the NRA. 4 Where an order is made under this section the agreement concerned shall have effect subject to the provision made by the order or (as the case may be) shall cease to have effect. 5 An order under this section may require the payment of compensation by any party to the agreement to any other party. 6 The obligations of a water undertaker under subsection (5) above shall be enforceable under section 18 above by the Director. 7 In exercising his functions under this section, the Director shall have regard to the expenses incurred by the supplier in complying with its obligations under the bulk supply agreement and to the desirability of— a facilitating effective competition within the water supply industry; b the supplier’s recovering the expenses of complying with its obligations by virtue of this section and securing a reasonable return on its capital; c the supplier’s being able to meet its existing obligations, and likely future obligations, to supply water without having to incur unreasonable expenditure in carrying out works; d not putting at risk the ability of the supplier to meet its existing obligations, or likely future obligations, to supply water. 8 In this section— “ bulk supply agreement ” means an agreement between one or more water undertakers for the supply of water in bulk and includes— an order under section 40 above which is deemed to be an agreement by virtue of subsection (4) of that section; and any agreement which has been varied by order under this section; and “ supplier ”, in relation to a bulk supply agreement, means any water undertaker which is required by the agreement to provide a bulk supply of water."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "45", "section_title": " New connections with public sewers.", "section_text": "45 The following section shall be inserted in the  Water Industry Act 1991 after section 110—  New connections with public sewers. 110A 1 Where, on the application of any qualifying person— a it appears to the Director that it is necessary or expedient for the purposes of this Part that the sewerage undertaker specified in the application (“ the established undertaker ”) should permit a main connection into his sewerage system, and b the Director is satisfied that the making of such a connection cannot be secured by agreement, the Director may by order require the established undertaker to allow the connection for such period and on such terms and conditions as may be provided in the order. 2 In this section “ qualifying person ” means— a a sewerage undertaker; or b a person who has made an application for an appointment or variation under section 8 above which has not been determined. 3 In subsection (1) above a “ main connection ” means a connection— a between a sewer or disposal main and a sewer or disposal main; or b a connection which allows a sewer or disposal main to discharge directly into a sewage disposal works. 4 Where the application is made by a person who is not a sewerage undertaker at the time when the application is made, an order made under this section in response to that application shall be expressed not to come into force until the applicant becomes a sewerage undertaker for the area specified in the order, or for an area which includes that area. 5 Subject to subsection (4) above, an order under this section shall have effect as an agreement between the established undertaker and the applicant but may be varied or revoked by a subsequent order made by the Director on the application of either party to the agreement, as well as by agreement between the parties. 6 The Director shall not make an order under this section unless he has first consulted the NRA. 7 In exercising his functions under this section, the Director shall have regard to the desirability of— a facilitating effective competition within the sewerage services industry; b the existing undertaker’s recovering the expenses of complying with its obligations by virtue of this section and securing a reasonable return on its capital; c the existing undertaker’s being able to meet its existing obligations, and likely future obligations, to provide sewerage services without having to incur unreasonable expenditure in carrying out works; d not putting at risk the ability of the existing undertaker to meet its existing obligations, or likely future obligations, to provide such services."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "46", "section_title": " Discharges into and from public sewers.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "47", "section_title": " Pipe-laying by water or sewerage undertaker in area of another such undertaker.", "section_text": "47 In section 192 of the  Water Industry Act 1991 (interpretation of Part VI of that Act), the following subsections shall be inserted after subsection (3)— 3A A relevant undertaker proposing to exercise any of its powers under section 158 or 159 above outside its own area shall, if subsection (3B) below applies, give notice of its proposal to the water undertaker or (as the case may be) sewerage undertaker for the area in question and, if that subsection applies, shall not carry out its proposal— a without the consent of that other undertaker; or b where that other undertaker refuses to give its consent, or fails to give its consent before the end of the period of 28 days beginning with the day on which it is notified of the proposal, without the consent of the Director. 3B This subsection applies where the proposal is to lay— a a water main which is not intended to be— i a trunk main; or ii a water main used solely for the purpose of supplying water otherwise than for domestic purposes; or b a sewer which is intended to be a public sewer but not a storm-water overflow sewer."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "48", "section_title": " Compliance orders against public gas suppliers.", "section_text": "48 1 Section 28 of the  Gas Act 1986 (orders for securing compliance with certain provisions) shall be amended as follows. 2 For the words “has contravened and is likely again”, in each place where they occur in subsections (1), (2) and (4), there shall be substituted  “                  is likely                ” . 3 In subsection (5), after “confirmation of the order” there shall be inserted—   “                      (aa) that the public gas supplier has agreed to take and is taking all such steps as it appears to the Director for the time being to be appropriate for the supplier to take for the purpose of securing or facilitating compliance with the condition or requirement in question;                    ” ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "49", "section_title": " Telecommunications: powers to make regulations.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "50", "section_title": " Protection of interests of customers of water and sewerage undertakers.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "51", "section_title": " Conditions for connections with water mains and for supplies of water.", "section_text": "51 1 Section 47 of the Water Industry Act 1991 (conditions of connection with water main) shall be amended as set out in subsections (2) to (4). 2 In subsection (2)(b)(ii), after “expenses” there shall be inserted  “                  reasonably                ” . 3 After subsection (2) there shall be inserted the following subsection— 2A No condition shall be imposed by a water undertaker under subsection (2)(e) above unless it is reasonable to do so in order to ensure that the undertaker will be able to perform its functions, in relation to the supply of water to the relevant premises or any part of those premises, efficiently. 4 After subsection (3) there shall be inserted the following subsections— 3A Any dispute as to whether any requirement of a kind mentioned in subsection (2)(a), (b), (e) or (f) above has been complied with may be referred to the Director for determination under section 30A above by either party to the dispute. 3B Any dispute between a water undertaker and any other person as to whether— a any security required by a condition imposed under subsection (2)(a) above was reasonably required, b the expenses referred to in subsection (2)(b)(ii) above were incurred reasonably, or c in a particular case, subsection (2A) above prevents a water undertaker from imposing a condition under subsection (2)(e) above, may be referred to the Director for determination under section 30A above by either party to the dispute. 5 In section 53 of the Act of 1991 (conditions of compliance with domestic supply duty), in subsection (2)(a)(ii), after “expenses” there shall be inserted  “                  reasonably                ”  and after subsection (2) there shall be inserted the following subsection— 2A Any dispute between a water undertaker and any other person as to whether the expenses referred to in subsection (2)(a)(ii) above were incurred reasonably may be referred to the Director for determination under section 30A above by either party to the dispute."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "52", "section_title": " Water supply and sewerage services: powers to make regulations.", "section_text": "52  In section 213 of the  Water Industry Act 1991 (powers to make regulations), the following subsections shall be inserted after subsection (2)— 2A Such regulations may include provision— a for the determination of questions of fact or of law which may arise in giving effect to the regulations; b for regulating (otherwise than in relation to any court proceedings) any matters relating to the practice and procedure to be followed in connection with the determination of such questions; c as to the mode of proof of any matter; d as to parties and their representation; and e for the right to appear before and be heard by the Secretary of State, the Director and other authorities. 2B Any such regulations which prescribe a period within which things are to be done may provide for extending the period so prescribed."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "53", "section_title": " Meters for disabled persons.", "section_text": "53 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The following subsection shall be inserted in section 148 of the  Water Industry Act 1991 (restriction on charging for metering works), after subsection (1)— 1A References in subsection (1) above to expenses include references to expenses incurred in meeting the needs of a disabled person. 3 The following subsection shall be inserted in section 148 of the Act of 1991, after subsection (4)— 4A Subsection (4) above is subject to any regulations made by virtue of section 149(2)(aa) below. 4 In section 149(2) of the Act of 1991 (regulations about metering etc.), the following paragraph shall be inserted after paragraph (a)— (aa) require a relevant undertaker who, for the purpose of meeting the needs of a disabled person— i alters the position of any meter; ii installs an additional meter; or iii does any other work in connection with any meter, to bear any expenses incurred by the undertaker in doing so;                 ."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "54", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "54 1 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to purposes of any of the provisions mentioned in subsection (2)— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 The provisions are— a sections 20 to 25; b paragraphs 11 to 16 of Schedule 1; and c the entries in Schedule 2 relating to the  Electricity Act 1989."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "55", "section_title": " Expenses.", "section_text": "55 There shall be paid out of money provided by Parliament any increase attributable to the provisions of this Act in the sums payable out of money so provided under any other Act."}, {"act": "Competition and Service (Utilities) Act 1992", "year": 1992, "section": "56", "section_title": " Short title, commencement and extent, etc.", "section_text": "56 1 This Act may be cited as the Competition and Service (Utilities) Act 1992. 2 Section 54 and subsections (1) to (5) of this section shall come into force on the passing of this Act but otherwise this Act shall come into force on such date as may be appointed by order made by the Secretary of State. 3 Different dates may be appointed for different provisions of this Act and for different purposes. 4 The following provisions of this Act do not extend to Scotland— a sections 26 to 36; b sections 39 to 47; c sections 50 to 52; d section 53(2) to (4); and e Schedules 1 and 2, so far as they affect any enactment which does not extend to Scotland. 5 The following provisions of this Act extend to Northern Ireland— a sections 1 to 10, 49 and 54; b subsections (1) to (4), this subsection and, so far as is necessary to give effect to paragraph (c), subsection (6); and c Schedule 1, so far as it amends any enactment which extends to Northern Ireland. 6 The minor and consequential amendments set out in Schedule 1 shall have effect. 7 The repeals set out in Schedule 2 shall have effect."}]