[{"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "1", "section_title": " Powers to fix excise duty point.", "section_text": "1 1 Subject to the following provisions of this section, the Commissioners may by regulations make provision, in relation to any duties of excise on goods, for fixing the time when the requirement to pay any duty with which goods become chargeable is to take effect (“ the excise duty point ”). 2 Where regulations under this section fix an excise duty point for any goods, the rate of duty for the time being in force at that point shall be the rate used for determining the amount of duty to be paid in pursuance of the requirement that takes effect at that point. 3 Regulations under this section may provide for the excise duty point for any goods to be such of the following times as may be prescribed in relation to the circumstances of the case, that is to say— a the time when the goods become chargeable with the duty in question; b the time when there is a contravention of any prescribed requirements relating to any suspension arrangements applying to the goods; c the time when the duty on the goods ceases, in the prescribed manner, to be suspended in accordance with any such arrangements; d the time when there is a contravention of any prescribed condition subject to which any relief has been conferred in relation to the goods; e such time after the time which, in accordance with regulations made by virtue of any of the preceding paragraphs, would otherwise be the excise duty point for those goods as may be prescribed; and regulations made by virtue of any of paragraphs (b) to (e) above may define a time by reference to whether or not at that time the Commissioners have been satisfied as to any matter. 4 Where regulations under this section prescribe an excise duty point for any goods, such regulations may also make provision— a specifying the person or persons on whom the liability to pay duty on the goods is to fall at the excise duty point (being the person or persons having the prescribed connection with the goods at that point or at such other time, falling no earlier than when the goods become chargeable with the duty, as may be prescribed); and b where more than one person is to be liable to pay the duty, specifying whether the liability is to be both joint and several. 5 Schedule 1 to this Act (which contains minor and consequential amendments and savings for purposes connected with the other provision made by this section) shall have effect. 6 The power of the Commissioners to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and shall include power— a to make different provision for different cases, including different provision for different duties and different goods; and b to make such incidental, supplemental, consequential and transitional provision as the Commissioners think necessary or expedient. 7 In this section— “ the Commissioners ” means the Commissioners of Customs and Excise; “ contravention ” includes a failure to comply; “ customs and excise Acts ” and “ goods ” have the same meanings as in the  Customs and Excise Management Act 1979; and “ prescribed ” means prescribed by regulations under this section; and references in this section to suspension arrangements are references to any provision made by or under the customs and excise Acts for enabling goods to be held or moved without payment of duty or any provision made by or under those Acts in connection with any provision enabling goods to be so held or moved. 8 This section and Schedule 1 to this Act shall come into force on such day as the Commissioners may by order made by statutory instrument appoint, and different days may be appointed under this subsection for different provisions and for different purposes."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "2", "section_title": " Power to provide for drawback of excise duty.", "section_text": "2 1 Subject to the following provisions of this section, the Commissioners may, in relation to any duties of excise, by regulations make provision  (a)  conferring an entitlement to drawback of duty in prescribed cases where the Commissioners are satisfied that goods chargeable with duty have not been, and will not be, consumed in the United Kingdom  ; and. b conferring an entitlement to drawback of duty, in prescribed cases, on the shipment as stores, or warehousing in an excise warehouse for use as stores, of goods chargeable with duty 2 The power of the Commissioners to make regulations under this section shall include power— a to provide for, or for the imposition of, the conditions to which an entitlement to drawback under the regulations is to be subject; b to provide for the determination of the person on whom any such entitlement is conferred; c to make different provision for different cases, including different provision for different duties and different goods; and d to make such incidental, supplemental, consequential and transitional provision as the Commissioners think necessary or expedient. 3 Without prejudice to the generality of subsection (2)(d) above, the power of the Commissioners to make regulations under this section shall include power, in relation to any drawback of duty to which any person is entitled by virtue of regulations under this section, to provide— a for entitlement to the drawback to be cancelled at any time after it has been conferred if there is a contravention of any conditions to which it is subject or in such other circumstances as may be prescribed;  and b for such persons as may be prescribed to be liable to the Commissioners for sums paid or credited to any person in respect of any drawback that has been cancelled in accordance with any such regulations. 3A If entitlement to drawback is cancelled under any provision contained in regulations by virtue of subsection (3) above the Commissioners— a may assess as being excise duty due from the prescribed person an amount equal to sums paid or credited to any person in respect of the drawback, and b may notify the prescribed person or his representative accordingly. 3B The reference in subsection (3A) above to the prescribed person is to such person as may be prescribed for the purposes of the subsection by regulations under this section. 4 The power of the Commissioners to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section— “ the Commissioners ” means the Commissioners of Customs and Excise; “ contravention ” includes a failure to comply;                           “ excise warehouse ”, “ goods ”, “ shipment ”, “ stores ” and “ warehousing ” have the same meanings as in the  Customs and Excise Management Act 1979; and “ prescribed ” means prescribed by regulations under this section. 6 This section shall come into force on such day as the Commissioners may by order made by statutory instrument appoint, and different days may be appointed under this subsection for different provisions and for different purposes."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "3", "section_title": " Protection of revenues derived from excise duties.", "section_text": "3 1 Schedule 2 to this Act (which makes additional provision for purposes connected with the protection of the revenues derived from excise duties) shall have effect. 2 This section and Schedule 2 to this Act shall come into force on such day as the Commissioners of Customs and Excise may by order made by statutory instrument appoint, and different days may be appointed under this subsection for different provisions and for different purposes."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "4", "section_title": " Enforcement powers.", "section_text": "4 1 Except in a case falling within subsection  (1A) or   (2) below, the powers to which this section applies shall not be exercisable in relation to any person or thing entering or leaving   Northern Ireland   so as to prevent, restrict or delay the movement of that person or thing between   Northern Ireland and a member State or between   member States. 1A The first case in which a power to which this section applies may be exercised as mentioned in subsection (1) above is where it is necessary to exercise the power in order to ascertain whether the movement in question is or is not in fact between   Northern Ireland and a member State or between   member States. 2   The second case in which a power to which this section applies may be exercised as mentioned in subsection (1) above is where   it is necessary to exercise the power for purposes connected with— a securing the collection of any   ...  customs duty or giving effect to any    Union customs legislation (within the meaning of Part 1 of the Taxation (Cross-border Trade) Act 2018)   relating to any such duty; b the enforcement of any prohibition or restriction for the time being in force by virtue of any    provision of Union customs legislation   with respect to the movement of goods into or out of the member States;  ... c the enforcement of any prohibition or restriction for the time being in force by virtue of any enactment with respect to the importation or exportation of goods into or out of the United Kingdom ; or d searching for cash that is recoverable property or intended for use in unlawful conduct 3 Subject to subsection (4) below, this section applies to any power which is conferred on the Commissioners of Customs and Excise or any officer or constable under any of the following provisions of the  Customs and Excise Management Act 1979, that is to say— a section 21 (control of movement of aircraft into and out of the United Kingdom); b section 26 (power to regulate movement by land into and out of Northern Ireland); c section 27 (officers’ powers of boarding); d section 28 (officers’ powers of access); e section 29 (officers’ powers to detain ships); f section 34 (power to prevent flight of aircraft); g section 78 (questions as to baggage of person entering or leaving the United Kingdom); ga section 157A (general information powers in relation to persons entering or leaving the United Kingdom) h section 164 (powers of search). 4 The Treasury may by order made by statutory instrument add any power conferred by any enactment contained in the customs and excise Acts to the powers to which this section applies; and a statutory instrument containing an order under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In this section—   “ cash ” has the meaning given by section 289(6) and (7) of the Proceeds of Crime Act 2002;   ... “ the customs and excise Acts ” and “ goods ” have the same meanings as in the  Customs and Excise Management Act 1979;   “ recoverable property ” has the same meaning as in section 316(1) of the Proceeds of Crime Act 2002; and     “ unlawful conduct ” has the same meaning as in section 241 of that Act;   and for the purposes of this section a power shall be taken to be exercised otherwise than in relation to a person or thing entering or leaving the United Kingdom in any case where the power is exercisable irrespective of whether the person or thing in question is entering or leaving the United Kingdom. 6 This section shall come into force on 1st January 1993."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "5", "section_title": " Controls of persons entering the United Kingdom.", "section_text": "5 1 In section 78 of the Customs and Excise Management Act 1979 (controls of persons entering or leaving the United Kingdom), after subsection (2) there shall be inserted the following subsection — 2A Subject to subsection (1A) above, where the journey of a person arriving by air in the United Kingdom is continued or resumed by air to a destination in the United Kingdom which is not the place where he is regarded for the purposes of this section as entering the United Kingdom, subsections (1) and (2) above shall apply in relation to that person on his arrival at that destination as they apply in relation to a person entering the United Kingdom. 2 This section shall come into force on 1st January 1993."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "6", "section_title": " Abolition of duties on matches and mechanical lighters.", "section_text": "6 1 The  Matches and Mechanical Lighters Duties Act 1979 shall cease to have effect. 2 This section shall come into force on 1st January 1993."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "7", "section_title": " Bingo duty: increased exemption etc.", "section_text": "7 1 Schedule 3 to the  Betting and Gaming Duties Act 1981 shall be amended as follows. 2 In paragraph 2 the following shall be substituted for sub-paragraph (1)(a) (exemption from bingo duty for clubs etc. where prizes do not exceed certain limits)— a a person’s eligibility to participate in that bingo depends upon his being a member of a particular society or his being a guest of such a member or of the society; . 3 In paragraph 12(1) (promoter of bingo other than bingo exempt from duty by virtue of paragraph 1, 5 or 6 to keep accounts etc.) for “paragraph 1, 5 or 6 above\" there shall be substituted  “                      Part I of this Schedule                    ” . 4 This section shall apply as regards bingo played in any week beginning on or after 3rd August 1992."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "8", "section_title": " Tobacco products duty: retail price of cigarettes.", "section_text": "8 In section 5 of the  Tobacco Products Duty Act 1979— a in paragraph (b) of subsection (1) (determination of retail price of cigarettes by reference to price recommended by a manufacturer or importer), for “price recommended by the importer or manufacturer\" and “price so recommended\" there shall be substituted  “                      recommended price                    ” ; and b after that subsection there shall be inserted the following subsection— 1A In subsection (1) above “ recommended price ”— a in relation to a case in which cigarettes of the applicable description are manufactured by a manufacturer in a member State, means any price recommended by that manufacturer; and b in relation to a case which does not fall within paragraph (a) above, means any price recommended by an importer of cigarettes of the applicable description."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "9", "section_title": " Amendments relating to new beer duty regime.", "section_text": "9 1 Schedule 2 to the  Finance Act 1991 (amendments relating to beer duty) shall be amended as follows. 2 Immediately before paragraph 22 there shall be inserted— 21A In section 386(1) of the Insolvency Act 1986 (categories of preferential debts) after “betting and gaming duties\" there shall be inserted “, beer duty\". 3 Immediately before paragraph 23 there shall be inserted— 22A In Article 346(1) of the Insolvency (Northern Ireland) Order 1989 (categories of preferential debts) after “betting and gaming duties\" there shall be inserted “, beer duty\"."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "10", "section_title": " Search of aircraft.", "section_text": "10 1 The  Customs and Excise Management Act 1979 shall be amended as follows. 2 In section 27(1) (officers’ powers of boarding and searching aircraft at a customs and excise airport, etc.) for the words “a customs and excise airport\" there shall be substituted  “                      an aerodrome                    ” . 3 In section 28(1) (officers’ powers of access to aircraft at customs and excise airport, etc.) for the words “customs and excise airport\" there shall be substituted  “                      aerodrome                    ” . 4 In section 163 (power to stop and search vehicles or vessels) the following subsection shall be inserted at the end— 3 This section shall apply in relation to aircraft as it applies in relation to vehicles or vessels but the power to stop and search in subsection (1) above shall not be available in respect of aircraft which are airborne."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "11", "section_title": " Vehicles excise duty: goods vehicles.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "14", "section_title": " Abolition of fiscal frontiers etc.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 3 to this Act shall have effect for the purposes— a of amending the  Value Added Tax Act 1983, Chapter II of Part I of the  Finance Act 1985 and certain other enactments in connection with the provision made by subsection (1) above; and b of giving effect, in relation to— i value added tax charged on the supply of goods and services; and ii value added tax charged on the importation of goods from places outside the member States, to requirements of the directive of the Council of the  European Communities  dated 17th May 1977 No.  77/388/EEC  and the amendments of that directive by the directive of that Council dated 16th December 1991 No.  91/680/EEC  (amendments with a view to the abolition of fiscal frontiers). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "18", "section_title": " Abolition of fiscal frontiers.", "section_text": "18 1 The  Car Tax Act 1983 shall be amended in accordance with Schedule 4 to this Act (amendments in connection with the abolition of fiscal frontiers between the member States). 2 This section and Schedule 4 to this Act shall come into force on such day as the Commissioners of Customs and Excise may by order made by statutory instrument appoint; and different days may be appointed under this subsection for different provisions and for different purposes."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "19", "section_title": " Lower rate: further provisions.", "section_text": "19 1 In section 7(4) of the  Taxes Management Act 1970 for “basic rate\" there shall be substituted  “                      the basic rate or the lower rate                    ” . 2 In each of the provisions to which this subsection applies, after “basic rate\" there shall be inserted  “                      or the lower rate                    ” ; and this subsection applies to section 91(3)(c) of the Taxes Management Act 1970 and to sections  ... 599A(7) of the Taxes Act 1988. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 This section shall apply for the year 1992-93 and subsequent years of assessment."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "20", "section_title": " Married couple’s allowance etc.", "section_text": "20 Schedule 5 to this Act (which makes provision in relation to the married couple’s allowance) shall have effect."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "21", "section_title": " Charge and rate of corporation tax for 1992.", "section_text": "21 Corporation tax shall be charged for the financial year 1992 at the rate of 33 per cent."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "22", "section_title": " Small companies.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "24", "section_title": " Amendments relating to group relief etc.", "section_text": "24 Schedule 6 to this Act (which contains amendments relating to group relief etc.) shall have effect."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "25", "section_title": " Companies ceasing to be members of groups.", "section_text": "25 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subject to the repeals made by the  Taxation of Chargeable Gains Act 1992, in relation to a company which ceases to be a member of a group of companies on or after 15th November 1991 section 278 of the  Income and Corporation Taxes Act 1970 (deemed sale etc. where company ceases to be member of a group) shall have effect, and be deemed to have had effect, with the substitution in subsection (1) of the words  “                      in consequence of another member of the group ceasing to exist                    ”  for the words from “by being wound up\" to the end of the subsection."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "28", "section_title": " Powers of inspection.", "section_text": "28 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In the Table in section 98 of the  Taxes Management Act 1970 (penalties for failure to produce documents etc.) at the end of the second column there shall be inserted— Section 28(2) of the Finance (No.2) Act 1992. 5 Section 94 of the  Finance Act 1990 (donations to charity: inspection powers) shall cease to have effect. 6 This section shall apply in relation to claims made after the day on which this Act is passed."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "29", "section_title": " Returns of interest.", "section_text": "29 1 In section 17 of the  Taxes Management Act 1970 (returns of interest) in subsection (4) (interest not required to be included in return if declaration that person beneficially entitled to interest not ordinarily resident in UK) the words from “and if a person\" to the end of the subsection shall cease to have effect and after that subsection there shall be inserted the following subsections— 4A If a person to whom any interest is paid or credited in respect of any money received or retained in the United Kingdom by notice in writing served on the person paying or crediting the interest— a has declared that the person beneficially entitled to the interest is a company not resident in the United Kingdom, and b has requested that the interest shall not be included in any return under this section, the person paying or crediting the interest shall not be required to include the interest in any such return. 4B Subsection (4C) below shall apply where— a as a result of a declaration made under section 481(5)(k) of the principal Act and the operation of section 482(5) of that Act in relation to that declaration, there is no obligation under section 480A(1) of that Act to deduct a sum representing income tax out of any interest paid or credited in respect of any money received or retained in the United Kingdom, and b the person who makes the declaration referred to in paragraph (a) above, by notice in writing served on the person paying or crediting the interest, requests that the interest shall not be included in any return under this section. 4C Where this subsection applies, the person paying or crediting the interest shall not be required to include the interest in any return under this section. 2 This section shall apply to interest paid or credited after the day on which this Act is passed."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "31", "section_title": " Equity notes.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "32", "section_title": " Information relating to distributions.", "section_text": "32 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 234 of that Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b subsections (3) and (4) shall be omitted. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section shall apply in relation to distributions begun after the day on which this Act is passed."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "34", "section_title": " Rights in pursuance of deposits.", "section_text": "34 Schedule 8 to this Act (which contains provisions about arrangements relating to rights in pursuance of deposits) shall have effect."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "35", "section_title": " Exchange of securities.", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subject to the repeals made by the Taxation of Chargeable Gains Act 1992, in relation to exchanges made on or after 1st January 1992 section 85 of the  Capital Gains Tax Act 1979 (exchange of securities for those in another company) shall have effect, and be deemed to have had effect, with the insertion after subsection (1)(b) of or                       c company A holds, or in consequence of the exchange will hold, the greater part of the voting power in company B ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "36", "section_title": " Employee share ownership trusts.", "section_text": "36 1 In section 69 of the  Finance Act 1989 (chargeable events as regards employee share ownership trusts) the following shall be inserted after subsection (3)— 3A For the purposes of subsection (1)(a) above a transfer is also a qualifying transfer if it is made by way of exchange in circumstances mentioned in section 85(1) of the Capital Gains Tax Act 1979 or section 135(1) of the Taxation of Chargeable Gains Act 1992. 2 This section applies in relation to exchanges made on or after 1st January 1992."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "37", "section_title": " Employee share schemes: special benefits.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "40"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "40A", "section_title": " Revenue nature of expenditure on master versions of films", "section_text": "40A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "40B", "section_title": " Allocation of expenditure to periods", "section_text": "40B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "40C", "section_title": " Cases where section 40B does not apply", "section_text": "40C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "40D", "section_title": " Election for sections 40A and 40B not to apply", "section_text": "40D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "41", "section_title": " Relief for preliminary expenditure.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "42", "section_title": " Relief for production or acquisition expenditure.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "43", "section_title": " Interpretation of sections 41 and 42.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "44", "section_title": " Transfer of a UK trade: amendment of 1992 Act.", "section_text": "44 The  Taxation of Chargeable Gains Act 1992 shall have effect, and be deemed always to have had effect, with the insertion of the following after section 140—  Transfers concerning companies of different member States  Transfer of a UK trade. 140A 1 This section applies where— a a qualifying company resident in one member State (company A) transfers the whole or part of a trade carried on by it in the United Kingdom to a qualifying company resident in another member State (company B), b the transfer is wholly in exchange for securities issued by company B to company A, c a claim is made under this section by company A and company B, d section 140B does not prevent this section applying, and e the appropriate condition is met in relation to company B immediately after the time of the transfer. 2 Where immediately after the time of the transfer company B is not resident in the United Kingdom, the appropriate condition is that were it to dispose of the assets included in the transfer any chargeable gains accruing to it on the disposal would form part of its chargeable profits for corporation tax purposes by virtue of section 10(3). 3 Where immediately after the time of the transfer company B is resident in the United Kingdom, the appropriate condition is that none of the assets included in the transfer is one in respect of which, by virtue of the asset being of a description specified in double taxation relief arrangements, the company falls to be regarded for the purposes of the arrangements as not liable in the United Kingdom to tax on gains accruing to it on a disposal. 4 Where this section applies— a the two companies shall be treated, so far as relates to corporation tax on chargeable gains, as if any assets included in the transfer were acquired by company B from company A for a consideration of such amount as would secure that on the disposal by way of transfer neither a gain nor a loss would accrue to company A; b section 25(3) shall not apply to any such assets by reason of the transfer (if it would apply apart from this paragraph). 5 For the purposes of subsection (1)(a) above, a company shall be regarded as resident in a member State if it is within a charge to tax under the law of the State because it is regarded as resident for the purposes of the charge. 6 For the purposes of subsection (5) above, a company shall be treated as not within a charge to tax under the law of a member State if it falls to be regarded for the purposes of any double taxation relief arrangements to which the State is a party as resident in a territory which is not within any of the member States. 7 In this section— “ qualifying company ” means a body incorporated under the law of a member State; “ securities ” includes shares.  Section 140A: anti-avoidance. 140B 1 Section 140A shall not apply unless the transfer of the trade or part is effected for bona fide commercial reasons and does not form part of a scheme or arrangements of which the main purpose, or one of the main purposes, is avoidance of liability to income tax, corporation tax or capital gains tax. 2 Subsection (1) above shall not apply where, before the transfer, the Board have on the application of company A and company B notified those companies that the Board are satisfied that the transfer will be effected for bona fide commercial reasons and will not form part of any such scheme or arrangements as are mentioned in that subsection. 3 Subsections (2) to (5) of section 138 shall have effect in relation to subsection (2) above as they have effect in relation to subsection (1) of that section."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "45", "section_title": " Transfer of a non-UK trade: amendment of 1992 Act.", "section_text": "45 The  Taxation of Chargeable Gains Act 1992 shall have effect, and be deemed always to have had effect, with the insertion of the following sections after section 140B—  Transfer of a non-UK trade. 140C 1 This section applies where— a a qualifying company resident in the United Kingdom (company A) transfers to a qualifying company resident in another member State (company B) the whole or part of a trade which, immediately before the time of the transfer, company A carried on in a member State other than the United Kingdom through a branch or agency, b the transfer includes the whole of the assets of company A used for the purposes of the trade or part (or the whole of those assets other than cash), c the transfer is wholly or partly in exchange for securities issued by company B to company A, d the aggregate of the chargeable gains accruing to company A on the transfer exceeds the aggregate of the allowable losses so accruing, e a claim is made under this section by company A, and f section 140D does not prevent this section applying. 2 In a case where this section applies, this Act shall have effect in accordance with subsection (3) below. 3 The allowable losses accruing to company A on the transfer shall be set off against the chargeable gains so accruing and the transfer shall be treated as giving rise to a single chargeable gain equal to the aggregate of those gains after deducting the aggregate of those losses. 4 No claim may be made under this section as regards a transfer in relation to which a claim is made under section 140. 5 In a case where this section applies, section 815A of the Taxes Act shall also apply. 6 For the purposes of subsection (1)(a) above— a a company shall not be regarded as resident in the United Kingdom if it falls to be regarded for the purposes of any double taxation relief arrangements to which the United Kingdom is a party as resident in a territory which is not within any of the member States; b a company shall be regarded as resident in another member State if it is within a charge to tax under the law of the State because it is regarded as resident for the purposes of the charge. 7 For the purposes of subsection (6)(b) above, a company shall be treated as not within a charge to tax under the law of a member State if it falls to be regarded for the purposes of any double taxation relief arrangements to which the State is a party as resident in a territory which is not within any of the member States. 8 Section 442(3) of the Taxes Act (overseas business of UK insurance companies) shall be ignored in arriving at the chargeable gains accruing to company A on the transfer, and the allowable losses so accruing, for the purposes of subsections (1)(d) and (3) above. 9 In this section— “ qualifying company ” means a body incorporated under the law of a member State; “ securities ” includes shares.  Section 140C: anti-avoidance. 140D 1 Section 140C shall not apply unless the transfer of the trade or part is effected for bona fide commercial reasons and does not form part of a scheme or arrangements of which the main purpose, or one of the main purposes, is avoidance of liability to income tax, corporation tax or capital gains tax. 2 Subsection (1) above shall not apply where, before the transfer, the Board have on the application of company A notified that company that the Board are satisfied that the transfer will be effected for bona fide commercial reasons and will not form part of any such scheme or arrangements as are mentioned in that subsection. 3 Subsections (2) to (5) of section 138 shall have effect in relation to subsection (2) above as they have effect in relation to subsection (1) of that section."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "46", "section_title": " Transfer of a trade: supplementary (1).", "section_text": "46 1 The  Taxation of Chargeable Gains Act 1992 shall have effect, and be deemed always to have had effect, with the following amendments. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 116(11) (qualifying corporate bonds) after “139,\" there shall be inserted  “                      140A,                    ” . 4 In section 140 (transfer of assets to non-resident company) the following subsection shall be inserted after subsection (6)— 6A No claim may be made under this section as regards a transfer in relation to which a claim is made under section 140C. 5 In section 174 (disposal or acquisition outside a group)— a in subsection (2) after the word “section\" (in the first place where it occurs) there shall be inserted  “                          140A,                        ” ; b in subsection (3) after “section\" there shall be inserted  “                          140A,                        ” . 6 In section 177(2) (dividend stripping) after “which section\" there shall be inserted  “                      140A,                    ” . 7 In section 184(2) (indexation)— a after the word “section\" (in the first place where it occurs) there shall be inserted  “                          140A,                        ” ; b for “either\" there shall be substituted  “                          one                        ” ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "47", "section_title": " Transfer of a UK trade: amendment of 1970 Act.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "48", "section_title": " Transfer of a non-UK trade: amendment of 1970 Act.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "49", "section_title": " Transfer of a trade: supplementary (2).", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "50", "section_title": " Transfer of a non-UK trade.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "51", "section_title": " The Arbitration Convention.", "section_text": "51 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The following section shall be inserted after section 182 of the  Finance Act 1989 (disclosure of information)—  Double taxation: disclosure of information. 182A 1 A person who discloses any information acquired by him in the exercise of his functions as a member of an advisory commission set up under the Arbitration Convention is guilty of an offence. 2 Subsection (1) above does not apply to any disclosure of information— a with the consent of the person who supplied the information to the commission, or b which has been lawfully made available to the public before the disclosure is made. 3 It is a defence for a person charged with an offence under this section to prove that at the time of the alleged offence he believed that the information in question had been lawfully made available to the public before the disclosure was made and had no reasonable cause to believe otherwise. 4 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both; b on summary conviction, to imprisonment for a term not exceeding six months or a fine not exceeding the statutory maximum or both. 5 No prosecution for an offence under this section shall be instituted in England and Wales or in Northern Ireland except— a by the Board, or b by or with the consent of the Director of Public Prosecutions or, in Northern Ireland, the Director of Public Prosecutions for Northern Ireland. 6 In this section— “ the Arbitration Convention ” has the meaning given by section 815B(4) of the Taxes Act 1988; “ the Board ” means the Commissioners of Inland Revenue."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "52", "section_title": " Interest.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "53", "section_title": " Car fuel: cash equivalents.", "section_text": "53 1 Section 158 of the Taxes Act 1988 (car fuel) shall be amended as follows. 2 For subsection (2) (cash equivalents) there shall be substituted— 2 Subject to the provisions of this section, the cash equivalent of that benefit shall be ascertained from— a Table A below where the car has an internal combustion engine with one or more reciprocating pistons and is not a diesel car; b Table AB below where the car has an internal combustion engine with one or more reciprocating pistons and is a diesel car; c Table B below where the car does not have an internal combustion engine with one or more reciprocating pistons.  TABLE A Cylinder capacity of car in cubic centimetres Cash equivalent 1,400 or less £500 More than 1,400 but not more than 2,000 £630 More than 2,000 £940  TABLE AB Cylinder capacity of car in cubic centimetres Cash equivalent 2,000 or less £460 More than 2,000 £590  TABLE B Original market value of car Cash equivalent Less than £6,000 £500 £6,000 or more but less than £8,500 £630 £8,500 or more £940 2A For the purposes of subsection (2) above a diesel car is a car which uses heavy oil as fuel; and “ heavy oil ” here means heavy oil as defined by section 1(4) of the Hydrocarbon Oil Duties Act 1979. 2B For the purposes of Tables A and AB in subsection (2) above a car’s cylinder capacity is the capacity of its engine calculated as for the purposes of the Vehicles (Excise) Act 1971. 3 In subsection (4) (Treasury orders) for “either\" there shall be substituted  “                      any                    ” . 4 This section shall have effect for the year 1992-93 and subsequent years of assessment."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "54", "section_title": " Foreign earnings.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "55", "section_title": " Oil extraction activities: extended transportation.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "56", "section_title": " Friendly societies.", "section_text": "56 Schedule 9 to this Act (which makes provision in relation to friendly societies) shall have effect."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "59", "section_title": " Furnished accommodation.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "60", "section_title": " Deduction on account of certain payments.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "61", "section_title": " Qualifying maintenance payments: extension to member States.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "62", "section_title": " Qualifying maintenance payments: maintenance assessments etc.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "63", "section_title": " Paying and collecting agents etc.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "64", "section_title": " Reduced and composite rate.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "65", "section_title": " Life assurance business: I minus E basis.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "66", "section_title": " Banks etc. in compulsory liquidation.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "67", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "68"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "69"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "70"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "72", "section_title": " Increase of rate bands.", "section_text": "72 1 For the Table in Schedule 1 to the  Inheritance Tax Act 1984 there shall be substituted—  TABLE OF RATES OF TAX Portion of value Rate of tax Lower limit Upper limit Per cent. £ £ 0 150,000 Nil 150,000 40 2 Subsection (1) above shall apply to any chargeable transfer made on or after 10th March 1992, and section 8(1) of the Inheritance Tax Act 1984 (indexation of rate bands) shall not apply to chargeable transfers made in the year beginning 6th April 1992."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "73", "section_title": " Business and agricultural property relief.", "section_text": "73 Schedule 14 to this Act (which makes provision in relation to relief in respect of business property and agricultural property) shall have effect."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "74", "section_title": " Oil exported direct from United Kingdom off-shore fields.", "section_text": "74 1 The enactments specified in Schedule 15 to this Act (being enactments relating to oil taxation) shall have effect subject to the amendments in that Schedule, being amendments— a which take account, for the purpose of determining assessable profits and allowable losses, of certain cases where oil which is won from an off-shore oil field is, or could reasonably be expected to be, first landed in a country other than the United Kingdom; or b which are consequential upon, or incidental to, the amendments referred to in paragraph (a) above. 2 For the purposes of subsection (1)(a) above an oil field is an off-shore oil field if the whole of it is situated outside the geographical area of the United Kingdom (as determined under section 108 of the  Finance Act 1986 - the on-shore/off-shore boundary). 3 In the amendments in Schedule 15 to this Act, any reference to a country other than the United Kingdom shall be treated as a reference to the geographical area of that country exclusive of any land (or waters) to the seaward side of the high-water line along the coast of that country, including the coast of all islands comprised in that country. 4 For the purpose of subsection (3) above, section 108(5) of the  Finance Act 1986 (which provides a means of determining the high-water line at any place in the United Kingdom) shall, with any necessary modifications, apply to determine the high-water line at any place in a country other than the United Kingdom. 5 Except in so far as they have effect in relation to corporation tax or income tax, the amendments in Schedule 15 to this Act take effect as follows— a in so far as they relate to expenditure incurred, they take effect for claim periods ending after 27th November 1991; and b in so far as they relate to any other matter, they take effect for chargeable periods ending after 30th June 1992. 6 This section shall be construed as one with Part I of the  Oil Taxation Act 1975."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "75", "section_title": " Change of name.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "76", "section_title": " Miscellaneous.", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "77", "section_title": " Northern Ireland Electricity.", "section_text": "77 Schedule 17 to this Act (which makes provision in relation to the transfer of the undertaking of Northern Ireland Electricity) shall have effect."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "78"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "80", "section_title": " Publication of rates of interest.", "section_text": "80 1 Section 5(8) of the  National Loans Act 1968 (which requires the Treasury to publish certain rates of interest in the London and Edinburgh Gazettes) shall cease to have effect. 2 This section shall have effect in relation to rates of interest determined after the day on which this Act is passed."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "81", "section_title": " Interpretation.", "section_text": "81 In this Act “ the Taxes Act 1988 ” means the  Income and Corporation Taxes Act 1988."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "82", "section_title": " Repeals.", "section_text": "82 The enactments specified in Schedule 18 to this Act (which include provisions which are already spent) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision of that Schedule."}, {"act": "Finance (No. 2) Act 1992", "year": 1992, "section": "83", "section_title": " Short title.", "section_text": "83 This Act may be cited as the Finance (No. 2) Act 1992."}]