[{"act": "Friendly Societies Act 1992", "year": 1992, "section": "1", "section_title": "  Functions of the Financial Conduct Authority and the Prudential Regulation Authority in relation to friendly societies", "section_text": "1 1 The   Financial Conduct Authority (“the FCA”)   has the following functions under this Act and the 1974 Act in relation to friendly societies— a to secure that the purposes of each friendly society are inconformity with this Act and any other enactment regulating the purposes of friendly societies; b to administer the system of regulation of the activities of friendly societies provided for by or under this Act and the 1974 Act; and c to advise and make recommendations to the Treasury and other government departments on any matter relating to friendly societies. 1A The function in subsection (1)(c) is also a function of the Prudential Regulation Authority (“the PRA”). 2 The   FCA and the PRA also have , in relation to such societies, the other functions conferred on   them respectively   by or under this Act or any other enactment."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "2", "section_title": " Financial provision for Commission.", "section_text": "2 1 There shall be charged on friendly societies such a general charge towards the expenses of the Commission and such fees in respect of the exercise of its functions as are authorised under this section. 2 The Treasury may, by regulations, make provision for— a a general charge to be levied on friendly societies with respect to each accounting year of the Commission and to be paid at such rate computed by reference to such criteria, at such time and in such manner as may be prescribed by the regulations; and b fees of such amounts as may be so prescribed to be paid by friendly societies in respect of the exercise of the Commission’s functions in relation to them. 3 The provision to be made from time to time under subsection (2) above, by way of the general charge and fees, shall be such as to produce an annual revenue of the Commission sufficient to meet its expenses properly chargeable to revenue account, taking one year with another. 4 Regulations under subsection (2) above may include provision for any fees payable by societies to be reduced or for payment of any fees to be waived by the Commission in circumstances determined by or under the regulations. 5 The amounts received by the Commission under this section shall be applied as an appropriation in aid of money provided by Parliament for the expenses of the Commission, and in so far as not so applied, shall be paid into the Consolidated Fund. 6 In this Part of this Act “ accounting year ”, in relation to the Commission, means the period of 12 months ending with 31st March in any year, except that the Commission’s first accounting year shall end on 31st March 1993."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "3", "section_title": " Accounts of Commission and audit.", "section_text": "3 1 The Commission shall keep proper accounts and proper accounting records and shall prepare in respect of each accounting year a statement of accounts in such form as the Treasury may direct. 2 The statement of the accounts required by subsection (1) above may be combined with the statement of the accounts of the Chief Registrar which he is required to prepare as regards his functions. 3 The Commission shall send to the Treasury and to the Comptroller and Auditor General, before the end of the period of seven months after the end of each accounting year, a copy of the statement of accounts for that year. 4 The Comptroller and Auditor General shall examine, certify and report on every statement of accounts received by him from the Commission and shall lay a copy of the statement and of his report thereon before each House of Parliament."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "4", "section_title": " Annual and other reports.", "section_text": "4 1 It shall be the duty of the Commission to lay before the Treasury and before Parliament as soon as possible after the end of each accounting year a report on the discharge of its functions during that year. 2 The Commission may lay before Parliament from time to time such other reports relating to the discharge of its functions, whether in relation to friendly societies generally or a particular friendly society, as it thinks fit."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "5", "section_title": " Establishment of incorporated friendly societies.", "section_text": "5 1 This Part of this Act has effect— a to enable societies to be established in accordance with this Act and to be registered and incorporated under it; and b to enable friendly societies registered under the 1974 Act to be registered and incorporated under this Act. 2 A society may be established under this Act if under its proposed memorandum— a its purposes are to include the carrying on of one or more activities falling within Head A, B, C or D of Schedule 2 to this Act; b any such activity— i is to be carried on by the society with a view to the provision, for its members and such persons connected with its members as may be prescribed in its rules, of insurance or other benefits; and ii is to be funded by voluntary subscriptions from members of the society, with or without donations; and c any other purposes which it is to have are within the permitted capacity of incorporated friendly societies under this Act. 3 A society established under this Act is incorporated as from the date of its registration under this Act by the   FCA . 4 The  Treasury may by order  vary Schedule 2 to this Act by adding to or deleting, or by varying the description of, any activity for the time being specified in it. 5 No such order shall be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 6 Schedule 3 to this Act shall have effect in relation to— a the procedure for registration of societies as societies incorporated under this Act (in this Act referred to as “ incorporated friendly societies ”); b the memorandum of the purposes and extent of the powers of, and the rules for the regulation of, such societies, c the name and registered office of such societies, and certain incidents of membership of incorporated friendly societies. 7 In this Part of this Act references to the permitted capacity of incorporated friendly societies under this Act are to the capacity to carry on all the activities mentioned in section 7(2) below."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "6", "section_title": " Incorporation of registered friendly societies.", "section_text": "6 1 A registered friendly society may be registered and incorporated under this Act if— a the conditions mentioned in section 5(2) above are satisfied by reference to the society’s proposed memorandum; and b the society complies with the requirements in Schedule 3 to this Act which are applicable to its registration under this Act; and such a society is so incorporated as from the date of its registration by the   FCA . 2 On the incorporation of a registered friendly society all property held immediately before incorporation by any person in trust for the society shall become by virtue of this subsection the property of the society after incorporation. 3 After its incorporation the society shall continue to be entitled to all rights and subject to all liabilities to which it was entitled or subject immediately before incorporation. 4 On the incorporation of a registered society with registered or unregistered branches— a all property held immediately before incorporation by any person in trust for any branch of the society, and b all rights and liabilities to which any such branch was then entitled or subject, shall, subject to subsection (5) below, become by virtue of this subsection property, rights and liabilities of the society. 5 A registered friendly society may (in accordance with paragraph 2 of Schedule 4 to this Act) make a scheme identifying any property, rights or liabilities of any branch of the society which are not to be transferred to the society on its incorporation; and any such property, rights or liabilities shall be excluded from transfer under subsection (4) above. 6 On the incorporation of a registered friendly society, its registration under the 1974 Act and that of any registered branch of the society shall be cancelled by the   FCA .  7 Schedule 4 to this Act shall have effect for supplementing this section."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "7", "section_title": " Purposes and powers of an incorporated friendly society.", "section_text": "7 1 The purposes of an incorporated friendly society shall be those provided for by the society’s memorandum. 2 The purposes for which an incorporated friendly society may exist are— a the carrying on, subject to section 5(2)(b) above, of— i any business of any description falling within a class specified in Head A or B or within Head C of Schedule 2 to this Act, or ii any activity falling within Head D of that Schedule; and b the carrying on, in addition to any business or activity falling within paragraph (a) above, of any of the following, namely— i social or benevolent activities in accordance with section 10 below; ii group insurance business in accordance with section 11 below; iii reinsurance, in accordance with section 12 below, of risks insured by other friendly societies; iv control or joint control of bodies corporate in accordance with section 13 below; and the memorandum of an incorporated friendly society may also confer on the society power to do anything falling within Schedule 5 to this Act. 3 The memorandum of an incorporated friendly society may confer on it any other power specified in this Part of this Act, but no such power may be exercised except for carrying out the society’s purposes. 4 An incorporated friendly society shall, subject to the provisions of this Act, its memorandum and its rules, have any other power which is incidental or conducive to the carrying out of its purposes or for doing anything falling within Schedule 5 to this Act. 5 Nothing in this Act shall be taken as preventing an incorporated friendly society from providing in its rules— a for such system of representation of the members in the making of decisions by the society as the society may think fit; b for the division of the society’s members into groups under the control of the society and bound to contribute to the funds of the society but, subject to that, having funds and property of their own vested in trustees and administered by themselves or through their own trustees, officers or committees (and in accordance with their own rules); c for the delegation of authority to any such group (or to its committee or any of its officers) to act, within such limits as the society may set, on the society’s behalf; but no such group may do anything on its own account which does not fall  within section 10 below or  within Head D of Schedule 2 or within Schedule 5 to this Act. 6 Schedule 6 to this Act shall have effect in relation to the making of contracts and execution of documents by incorporated friendly societies."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "8", "section_title": " Effect of the memorandum of an incorporated society.", "section_text": "8 1 The provisions of the memorandum of an incorporated friendly society are binding upon— a each of the members and officers of the society, b all persons claiming on account of a member or under its rules, and all such members, officers and persons (but no others) shall be taken to have notice of the provisions of the memorandum. 2 A person not of a description mentioned in subsection (1)(a) or (b) above who is a party to a transaction with an incorporated friendly society which is within the permitted capacity of such societies under this Act is not bound to enquire as to whether the transaction is within the capacity of the society in question. 3 Subsection (4) below applies to any act of an incorporated society which is within the permitted capacity of such societies under this Act but is beyond the capacity of the society in question. 4 In favour of a person who— a is not a person mentioned in subsection (1) above; b gives valuable consideration for the act; and c does not know that the act is beyond the capacity of the society, any act to which this subsection applies is deemed to be one which is within the capacity of the society to enter into, notwithstanding the provisions of the memorandum. 5 Where an incorporated friendly society purports to transfer or grant an interest in property, the fact that the act was beyond the capacity of the society does not affect the title of a person who in good faith subsequently acquires the property or an interest in it for valuable consideration and without actual notice of the circumstances affecting the validity of the society’s act. 6 Subsection (4) above does not affect— a the right of a member of an incorporated friendly society to bring proceedings to restrain the doing of an act (other than an act done in fulfilment of a legal obligation arising from a previous act of the society) which is beyond the capacity of the society; b the duty of the committee of management to observe any limitation on their powers flowing from the society’s memorandum; or c any liability incurred by any person by reason of the society acting beyond its capacity. 7 Relief from any liability mentioned in subsection (6)(c) above must be agreed to by special resolution. 8 In any proceedings arising out of subsection (4) above, the burden of proving that a person knew that an act was beyond the capacity of the society in question lies on the person making the allegation. 9 In this section “ transaction ” includes any act."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "9", "section_title": " Effect of the rules of an incorporated society.", "section_text": "9 1 The provisions of the rules of an incorporated friendly society are binding upon— a each of the members and officers of the society, b all persons claiming on account of a member or under its rules, and all such members, officers and persons (but no others) shall be taken to have notice of the provisions of the rules. 2 A party to a transaction with an incorporated friendly society who is not of a description mentioned in subsection (1)(a) or (b) above is not bound to enquire as to any limitation on the powers of the committee of management to bind the society. 3 Subsection (4) below applies in relation to any act of an incorporated friendly society which is, or is deemed by section 8(4) above to be, within the capacity of the society and is decided upon by the committee of management acting beyond their powers under the constitution of the society. 4 In favour of a person who— a is not a person mentioned in subsection (1) above; b gives valuable consideration for an act to which this subsection applies; and c does not know that the act is beyond the powers of the committee of management; the power of the committee of management to bind the society shall be deemed free of any limitation in the society’s constitution. 5 Where an incorporated friendly society purports to transfer or grant an interest in property, the fact that the committee of management acted beyond their powers under the society’s constitution does not affect the title of a person who in good faith subsequently acquires the property or an interest in it for valuable consideration and without actual notice of the circumstances (if any) affecting the validity of the society’s act. 6 Subsection (4) above does not affect— a the right of a member of an incorporated friendly society to bring proceedings to restrain the doing of an act (other than an act done in fulfilment of a legal obligation arising from a previous act of the society) which is beyond the powers of the committee of management; b the duty of the committee of management to act within their powers under the constitution of the society; c any liability incurred by any person by reason of the committee of management exceeding their powers. 7 Action by the committee of management of an incorporated friendly society which is beyond their powers under the society’s constitution but is within its capacity may be ratified by the society in general meeting in such manner as its rules may provide; but relief from any liability mentioned in subsection (6)(c) above must be agreed to by special resolution separate from any resolution ratifying the committee’s action. 8 In this section— a references to limitations on the committee’s powers under the constitution of the society include limitations deriving from a resolution of the society in general meeting or any agreement between the members of the society; and b “ transaction ” includes any act. 9 In any proceedings arising out of subsection (4) above, the burden of proving that a person knew that an act was beyond the powers of the committee of management lies on the person making the allegation. 10 This section shall not affect the application, in relation to an incorporated friendly society, of any rule of law relating to the validity of acts which are within the capacity of a body corporate but may have been affected by defects arising from its internal management under its constitution."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "10", "section_title": " Social and benevolent activities.", "section_text": "10 1 An incorporated friendly society may include among its purposes the carrying on of any social or benevolent activity which is not inconsistent with the other purposes of the society. 2 For the purposes of this section “ benevolent activity ” means the making of donations, the raising of funds or any other activity carried on for a charitable purpose or for any other benevolent purpose."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "11", "section_title": " Group insurance.", "section_text": "11 1 An incorporated friendly society may include among its purposes the carrying on of any group insurance business. 2 In this Act “ group insurance business ” means business (carried on in accordance with the society’s rules) which— a is of a description falling within Head A, or class 2 of Head B, of Schedule 2 to this Act; and b is carried on as the business of providing benefits, in pursuance of a contract with a qualifying person, for or in respect of the members of a group scheme. 3 For the purposes of this section— “ group scheme ” means a scheme or other arrangement under which benefits are to be provided for or in respect of persons who are members of the scheme and who qualify for membership by virtue of— a being employees of a particular employer, or b being members of some other group of persons of a description prescribed in regulations under subsection (7) below; “ qualifying person ” means a person who has established or is otherwise responsible for the operation of a group scheme or a trustee of such a scheme; and “ member ”, in relation to a group scheme, includes any person for or in respect of whom benefits are to be provided under the scheme, whatever the terms in which such persons are described in the scheme. 3 Group insurance business may be carried on by an incorporated friendly society whether or not members of the group scheme are, or are required by the society to be, members of the society. 4 Where an incorporated friendly society carries on any group insurance business and the rules of the society so provide, any qualifying person with whom the society contracts (or his nominee) may be accorded the rights of a member of the society (including any right to vote) for the purpose of participating in the affairs of the society in the interests of the members of the group scheme with which he is concerned. 5 A person who is accorded the rights of a member of a society by virtue of subsection (4) above shall, for the purposes of any power conferred on the   FCA or the PRA   by this Act which is exercisable in the interests of members of the society, be treated as if he were a member of the society. 6 The rules of an incorporated friendly society may not prevent a person from being a member of the society in his private capacity by reason only of the fact that he has been accorded the rights of a member by virtue of subsection (4) above. 7 The  Treasury  may make regulations specifying the manner in which group insurance business may be carried on by incorporated friendly societies; and such regulations may in particular include limitations or requirements relating to— a the contracts in pursuance of which group insurance business may be carried on; or b the persons with whom, or the groups of persons for whose benefit, such contracts may be made."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "12", "section_title": " Reinsurance.", "section_text": "12 1 An incorporated friendly society may include among its purposes the carrying on of any reinsurance business to which subsection (2) below applies to such extent or in such circumstances as may from time to time be approved by the appropriate actuary. 2 This subsection applies to business consisting of the effecting and carrying out of contracts of reinsurance of risks which— a are insured or to be insured by any other friendly society (whether incorporated or not); and b are of a class or part of a class of insurance business which the society carrying on the reinsurance business itself carries on. 3 An incorporated friendly society which carries on any insurance business may provide in its rules for the reinsurance to such extent as may from time to time be approved by the appropriate actuary of any risks against which persons are or are to be insured by the society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "13", "section_title": " Control of subsidiaries and other bodies corporate.", "section_text": "13 1 Subject to the following provisions of this section, an incorporated friendly society may include among its purposes any of the following activities— a forming subsidiaries; b taking part with others in forming bodies corporate to be jointly controlled by it; c otherwise acquiring, or keeping, control or joint control of bodies corporate. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any alteration of the memorandum of an incorporated friendly society to include among its purposes and powers the carrying on of any activity such as is mentioned in subsection (1) above must be adopted by a special resolution of the society in general meeting; and any amendment of a provision in its memorandum which permits it to do so must also be so adopted. 7 A registered friendly society may not include in a memorandum adopted for the purposes of paragraph 2(1)(c) of Schedule 3 to this Act any provision enabling it on incorporation to carry on any activity such as is mentioned in subsection (1) above unless its inclusion has been authorised by a special resolution of the society in general meeting. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 For the purposes of this Act— a an incorporated friendly society has control of a body corporate if the society— i holds a majority of the voting rights in it; or ii is a member of it and has the right to appoint or remove a majority of its board of directors; or iii is a member of it and controls alone, pursuant to an agreement with other shareholders or members, a majority of the voting rights in it; aa an incorporated friendly society also has control of a body corporate if the body corporate is itself a body controlled in one of the ways mentioned in paragraph (a)(i), (ii) or (iii) by a body corporate of which the society has control; b a body corporate is a subsidiary of an incorporated friendly society if the society has control of it. c an incorporated friendly society has joint control of a body corporate if, in pursuance of an agreement or other arrangement between them, the society and another person— i hold a majority of the voting rights in that body; or ii are members of it and together have the right to appoint or remove a majority of its board of directors; or iii are members of it and alone control, pursuant to an agreement with other shareholders or members, a majority of the voting rights in it; cc an incorporated friendly society also has joint control of a body corporate if— i a subsidiary of the society has joint control of the body corporate in a way mentioned in paragraph (c)(i), (ii) or (iii); ii a body corporate of which the society has joint control has joint control of the body corporate in such a way; or iii the body corporate is controlled in a way mentioned in paragraph (a)(i), (ii) or (iii) by a body corporate of which the society has joint control; d a body corporate is a body jointly controlled by an incorporated friendly society if the society has joint control of it; and a society acquires joint control whenever any of the conditions mentioned in paragraph (c)   or (cc)  above are satisfied with respect to a body corporate, notwithstanding that it may already be a subsidiary of the society. 10 Schedule 8 to this Act shall have effect for supplementing this section. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "14", "section_title": " Investment of funds.", "section_text": "14 1 An incorporated friendly society may invest its funds— a in the purchase of land, or in the erection of offices or other buildings thereon; b upon any other security expressly directed by the rules of the society, other than personal security (but without prejudice to any provision of this Act relating to loans); or c in any other investment of a kind which trustees are for the time being by law authorised to make. 2 An incorporated friendly society which falls within subsection (3)  . . . below may also invest the funds of the society in any other manner authorised by its constitution. 3 An incorporated friendly society falls within this subsection if— a it is a society to which  rules in respect of margins of solvency, made by the   appropriate authority under Part 9A   of the Financial Services and Markets Act 2000, apply  and b it maintains the margin of solvency which it is required to maintain by virtue of  such rules . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Once a society falls within subsection (3)  . . . above, it shall be treated as continuing to do so for the purposes of subsection (2) above unless the   appropriate authority   serves a notice under subsection (6) below on it. 6 Where it appears to the   appropriate authority   that an incorporated friendly society has ceased to fall within subsection (3)  . . . above, it shall serve on the society a notice stating that fact. 7 The powers of investment of a society on which a notice is served under subsection (6) above shall accordingly, until the notice is revoked under subsection (10) below, be limited to investment falling within subsection (1) above. 8 A notice under subsection (6) above may direct a society to dispose of an investment which it could not have acquired except under subsection (2) above. 9 Subject to subsection (8) above, a society may retain any investment which it could only have acquired under subsection (2) above. 10 The   appropriate authority   may, by a subsequent notice to the society, revoke a notice under this section at any time when it appears to it that the society again falls within subsection (3)  . . . above. 10A The PRA must send to the FCA a copy of any notice it serves under subsection (6) or (10). 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 The   FCA   shall keep a copy of  any notice served on a society under subsection (6) or (10) above  in the public file of the society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "15", "section_title": " Holding of land for purposes other than investment.", "section_text": "15 An incorporated friendly society may acquire and hold land— a for the purpose of carrying on any of its activities; or b for the purpose of enabling a subsidiary of the society, or a body jointly controlled by it, to conduct its business; and may dispose of, or otherwise deal with, any land so held by it."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "16", "section_title": " Assistance to subsidiaries and jointly controlled bodies.", "section_text": "16 1 An incorporated friendly society may provide its subsidiaries or bodies which it jointly controls with any of the following services— a loans of money, with or without security and whether or not at interest; b the use of services or property, whether or not for payment; c grants of money, whether or not repayable; and d guarantees of the discharge of their liabilities. 2 An incorporated friendly society may make payments towards the discharge of the liabilities of any of its subsidiaries."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "17", "section_title": " Loans to assured members.", "section_text": "17 1 An incorporated friendly society may advance to a member of at least one full year’s standing any sum not exceeding one half of the amount of an assurance of his life, on the written security of himself and two satisfactory sureties or, in Scotland, cautioners for repayment. 2 The amount so advanced, with all interest on it, may be deducted from the sum assured, without prejudice in the meantime to the operation of the security. 3 A person’s membership of a registered friendly society before the society’s incorporation is to be taken into account in calculating his standing for the purposes of this section."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "18", "section_title": " Terms on which benefits are available.", "section_text": "18 1 The terms on which an incorporated friendly society provides any benefit shall be— a specified in its rules; or b determined in a manner specified in its rules. 2 If the terms on which a benefit is provided are not specified in the society’s rules, the society— a shall make copies of them available free of charge to members of the society at every office of the society; and b shall send, free of charge, copies of them to any member of the society who demands them. 3 If, on demand made of it under subsection (2) above, a society fails, in accordance with that subsection, to make available or, as the case may be, within 7 days of the demand, to send to a person a copy of the terms on which a benefit is provided, the society shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 4 Schedule 9 to this Act shall have effect in relation to nominations by members of incorporated friendly societies and related matters."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "19", "section_title": " Modes of dissolution and winding up.", "section_text": "19 1 An incorporated friendly society— a may be dissolved by consent of the members; or b may be wound up voluntarily or by the court, in accordance with this Part of this Act; and an incorporated friendly society may not, except where it is dissolved by virtue of section 85(4), 86(5) or 90(9) below, be dissolved or wound up in any other manner. 2 An incorporated friendly society which is in the course of dissolution by consent, or is being wound up voluntarily, may be wound up by the court."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "20", "section_title": " Dissolution by consent.", "section_text": "20 1 An incorporated friendly society may be dissolved by an instrument of dissolution. 2 An instrument of dissolution shall only have effect if it is approved by special resolution. 3 An instrument of dissolution shall set out— a the liabilities and assets of the society in detail; b the number of members, and the nature of their interests in the society; c the claims of creditors, and the provision to be made for their payment; d the intended appropriation or division of the funds and property of the society; e the names of one or more persons to be appointed as trustees for the purposes of the dissolution, and their remuneration. 4 An instrument of dissolution may be altered, but the alteration shall only have effect if it is approved by special resolution. 5 The provisions of this Act shall continue to apply in relation to an incorporated friendly society as if the trustees appointed under the instrument of dissolution were the committee of management of the society. 6 The trustees shall— a within 15 days of the passing of a special resolution approving an instrument of dissolution, give notice to the   FCA and, if the society is a PRA-authorised person, the PRA   of the fact and the date of commencement of the dissolution, enclosing a copy of the instrument; and b within 15 days of the passing of a special resolution approving an alteration of such an instrument, give notice to the   FCA and, if the society is a PRA-authorised person, the PRA   of the fact, enclosing a copy of the altered instrument; and if the trustees fail to comply with this subsection, they shall each be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 7 An instrument of dissolution or an alteration to such an instrument shall be binding on all members of the society as from the date on which the copy of the instrument or altered instrument, as the case may be, is placed on the public file of the society under subsection (12) below. 8 The trustees shall, within 28 days from the termination of the dissolution, give notice to the   FCA and, if the society is a PRA-authorised person, the PRA   of the fact and the date of the termination, enclosing an account and balance sheet signed and certified by them as correct, and showing— a the assets and liabilities of the society at the commencement of the dissolution; and b the way in which those assets and liabilities have been applied and discharged. 9 If the trustees fail to comply with subsection (8) above they shall each be guilty of an offence and liable on summary conviction— a to a fine not exceeding level 2 on the standard scale; and b in the case of a continuing offence, to an additional fine not exceeding one-tenth of that level for every day during which the offence continues. 10 Except with the consent of the   appropriate authority , no instrument of dissolution or alteration to such an instrument shall be of any effect if the purpose of the proposed dissolution or alteration is to effect or facilitate the transfer of the society’s engagements to any other friendly society or to a company. 11 Any provision in a resolution or document that members of an incorporated friendly society proposed to be dissolved shall accept membership of some other body in or towards satisfaction of their rights in the dissolution shall be conclusive evidence of such purpose as is mentioned in subsection (10) above. 12 The   FCA   shall keep in the public file of the society any notice or other document received by it under subsection (6) or (8) above and shall record in that file the date on which the notice or document is placed in it."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "21", "section_title": " Voluntary winding up.", "section_text": "21 1 An incorporated friendly society may be wound up voluntarily under the applicable winding up legislation if it resolves by special resolution that it be wound up voluntarily. 2 A copy of any special resolution passed for the voluntary winding up of an incorporated friendly society shall be sent by the society to the   FCA and, if the society is a PRA-authorised person, the PRA   within 15 days after it is passed; and the   FCA   shall keep the copy in the public file of the society. 3 A copy of any such resolution shall be annexed to every copy of the memorandum or of the rules issued after the passing of the resolution. 4 If an incorporated friendly society fails to comply with subsection (2) or (3) above, the society shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 For the purposes of this section, a liquidator of the society shall be treated as an officer of it."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "22", "section_title": " Winding up by court: grounds and petitioners.", "section_text": "22 1 An incorporated friendly society may be wound up under the applicable winding up legislation by the court on any of the following grounds, that is to say, if— a the society has by special resolution resolved that it be wound up by the court; b the number of members is reduced below 7; c the number of members of the committee of management is reduced below 2; d the society has not commenced business within a year from its incorporation or has suspended its business for a whole year; e the society exists for an illegal purpose; f the society is unable to pay its debts; or g the court is of the opinion that it is just and equitable that the society should be wound up. 2 Except as provided by subsection   (2A), (2B) or (3)   or the applicable winding up legislation, a petition for the winding up of an incorporated friendly society may be presented by— a the   FCA ; aa the PRA; b the society or its committee of management; c any creditor or creditors (including any contingent or any prospective creditor); or d any contributory or contributories, or by all or any of those parties, together or separately. 2A The FCA may only present a petition under subsection (2) in respect of a society which is a PRA-authorised person after consulting the PRA. 2B The PRA may only present a petition under subsection (2)— a in respect of a society which is a PRA-authorised person; and b after consulting the FCA. 3 A contributory may not present a petition unless the number of members is reduced below 7 or he has been a contributory for at least six months before the winding up. 4 In this section “ contributory ” has the meaning assigned to it by paragraph 9 of Schedule 10 to this Act."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "23", "section_title": " Application of winding up legislation to incorporated friendly societies.", "section_text": "23 1 In this section “ the companies winding up legislation ” means the enactments applicable in relation to England and Wales, Scotland and Northern Ireland which are specified in paragraph 1 of Schedule 10 to this Act (including any enactment which creates an offence by any person arising out of acts or omissions occurring before the commencement of the winding up). 2 In its application to the winding up of an incorporated friendly society, by virtue of section 21(1) or 22(1) above, the companies winding up legislation shall have effect with the modifications effected by Parts I to III of Schedule 10 to this Act; and the supplementary provisions of Part IV of that Schedule also have effect in relation to such a winding up and in relation to a dissolution by consent. 3 In section 21 and 22 above “ the applicable winding up legislation ” means the companies winding up legislation as so modified."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "24", "section_title": " Continuation of long term business.", "section_text": "24 1 This section has effect in relation to the winding up of an incorporated friendly society which carries on long term business (including any reinsurance business). 2 The liquidator shall, unless the court otherwise orders, carry on the long term business of the society with a view to its being transferred as a going concern under this Act; and, in carrying on that business, the liquidator may agree to the variation of any contracts of insurance in existence when the winding up order is made but shall not effect any new contracts of insurance. 3 If the liquidator is satisfied that the interests of the creditors in respect of liabilities of the society attributable to its long term business require the appointment of a special manager of the society’s long term business, he may apply to the court, and the court may on such application appoint a special manager of that business to act during such time as the court may direct, with such powers (including any of the powers of a receiver or manager) as may be entrusted to him by the court. 4 Section 177(5) of the  Insolvency Act 1986 or, as the case may be, Article 151 of the  Insolvency (Northern Ireland) Order 1989 shall apply to a special manager appointed under subsection (3) above as it applies to a special manager appointed under that section or that Article. 5 The court may, if it thinks fit and subject to such conditions (if any) as it may determine, reduce the amount of the contracts made by the society in the course of carrying on its long term business. 6 The court may, on the application of the liquidator, a special manager appointed under subsection (3) above or the   FCA or the PRA   appoint an independent actuary to investigate the long term business of the society and to report to the liquidator, the special manager or the   FCA or the PRA , as the case may be, on the desirability or otherwise of that business being continued and on any reduction in the contracts made in the course of carrying on that business that may be necessary for its successful continuation."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "25", "section_title": " Power of court to declare dissolution void.", "section_text": "25 1 Where an incorporated friendly society has been dissolved under section 20 above or following a winding up, the court may, at any time within 12 years after the date on which the society was dissolved, make an order under this section declaring the dissolution to have been void. 2 An order under this section may be made, on such terms as the court thinks fit, on an application by the trustees under section 20 above or the liquidator, as the case may be, or by any other person appearing to the court to be interested. 3 When an order under this section is made, such proceedings may be taken as might have been taken if the society had not been dissolved. 4 The person on whose application the order is made shall, within 7 days of its being so made, or such further time as the court may allow, furnish the   FCA and, if the society is a PRA-authorised person, the PRA   with a copy of the order; and the   FCA   shall keep the copy in the public file of the society. 5 If a person fails to comply with subsection (4) above, he shall be guilty of an offence and liable on summary conviction— a to a fine not exceeding level 3 on the standard scale; and b in the case of a continuing offence, to an additional fine not exceeding one-tenth of that level for every day during which the offence continues. 6 In this section “ the court ” means— a in relation to a society whose registered office is in England and Wales, the High Court; b in relation to a society whose registered office is in Scotland, the Court of Session; and c in relation to a society whose registered office is in Northern Ireland, the High Court in Northern Ireland."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "26", "section_title": " Cancellation of registration.", "section_text": "26 1 Where the   FCA   is satisfied that an incorporated friendly society has been dissolved under section 20 above or following a winding up, the  it  shall cancel the society’s registration under this Act. 2 Where the   FCA   is satisfied, with respect to an incorporated friendly society— a that a certificate of incorporation has been obtained for the society by fraud or mistake; or b that the society has ceased to exist, or in the case of a society to which section 37(2) or (3) below applies, that the principal place of business of the society is outside the United Kingdom,   it  may cancel the registration of the society. 3 Without prejudice to subsection (2) above, the   FCA   may, if it thinks fit, cancel the registration of an incorporated friendly society at the request of the society, evidenced in such manner as the   FCA   may direct. 4 Before cancelling the registration of an incorporated friendly society under subsection (2) above, the   FCA   shall give to the society not less than two months’ previous notice, specifying briefly the grounds of the proposed cancellation. 4A The FCA must consult the PRA before cancelling under subsection (1), (2) or (3) the registration of a society which is a PRA-authorised person. 5 Where the registration of an incorporated friendly society is cancelled under subsection (2) above, the society may appeal— a where the registered office of the society is situated in England and Wales, to the High Court; b where that office is situated in Scotland, to the Court of Session; or c where that office is situated in Northern Ireland, to the High Court in Northern Ireland; and on any such appeal the court may, if it thinks it just to do so, set aside the cancellation. 6 Where the registration of a society is cancelled under subsection (2) or (3) above, then, subject to the right of appeal under subsection (5) above, the society, so far as it continues to exist, shall cease to be a society incorporated under this Act. 7 Subsection (6) above shall not affect any liability actually incurred by an incorporated friendly society; and any such liability may be enforced against the society as if the cancellation had not taken place. 8 Any cancellation of the registration of an incorporated friendly society under this section shall be effected  by written notice given by the   FCA   to the society . 9 As soon as practicable after the cancellation of the registration of an incorporated friendly society under this section the   FCA   shall cause notice thereof to be published in the London Gazette, the Edinburgh Gazette or the Belfast Gazette according to the situation of the society’s registered office, and if it thinks fit, in one or more newspapers."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "27", "section_title": " Committee of management.", "section_text": "27 1 Every friendly society shall have a committee of management with at least 2 members. 2 The committee of management shall appoint one of its members to be chairman of the committee. 3 Members of the committee of management shall (unless co-opted on to the committee) be elected to office in accordance with the rules of the society. 4 The committee of management may co-opt as a member of the committee (whether as an additional member or to fill any vacancy) any person— a who appears to the committee to be fit and proper to be a member, and b who has not failed, having been nominated at an election held within the preceding 12 months, to be elected as a member of the committee; and such a person may be co-opted notwithstanding that he is not a member of the society. 5 Part I of Schedule 11 to this Act shall have effect in relation to committees of management and Part II shall have effect with regard to dealings with members of committees of management of friendly societies and registered branches."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "28", "section_title": " Chief executive and secretary.", "section_text": "28 1 Every friendly society shall have a chief executive and a secretary. 2 The chief executive of a friendly society shall be a person appointed by the committee of management who (whether alone or jointly with one or more other persons) is responsible under the immediate authority of the committee for the conduct of the business of the society. 3 The secretary of a friendly society shall be appointed by the committee of management or, if the rules of the society so provide, elected to office in accordance with the rules. 4 The committee of management of a friendly society shall take all reasonable steps to secure that the person appointed as chief executive has the requisite knowledge and experience to discharge the functions of his office. 5 The offices of chief executive and secretary may be held by the same person. 6 Anything required or authorised to be done by or to the secretary or chief executive of a friendly society may, if the office is vacant or there is for any other reason no secretary or chief executive capable of acting, be done by or to— a any assistant or deputy secretary or assistant or deputy chief executive, as the case may be; or b if there is no assistant or deputy capable of acting, any member of the society’s staff who is authorised generally or specially for that purpose by the committee of management."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "29", "section_title": " Notification of officers to   FCA .", "section_text": "29 1 Where a person becomes or ceases to be a member of the committee of management of a friendly society, the society shall within one month give notice of that fact, including the information specified in subsection (2) below, to the   FCA .  2 The notice shall state the person’s full name and address and the date on which he became, or ceased to be, a member of the committee and, in the case of a person becoming a member, the date of his birth. 3 Where a person becomes or ceases to be the chief executive or the secretary of a friendly society, the society shall within one month give notice of that fact to the   FCA , stating the person’s full name and address and the date on which he became, or ceased to be, chief executive or secretary. 4 If a friendly society fails to comply with subsection (1) or (3) above, it shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 5 On receipt of a notice under this section, the   FCA   shall record the name of the person to whom the notice relates and the date on which he began to hold, or, as the case may be, ceased to hold office, in the public file of the society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "30", "section_title": " Meetings and resolutions.", "section_text": "30 Schedule 12 to this Act shall have effect with respect to meetings and resolutions of friendly societies and registered branches."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "31", "section_title": " Restriction on carrying on unauthorised insurance or non-insurance business.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "32", "section_title": "\n\t\t\tGrant of authorisation by Commission: general.", "section_text": "32 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "33", "section_title": " Applications from certain existing friendly societies.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "34", "section_title": "\n\t\t\tGrant of unconditional or conditional authorisation.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "35", "section_title": " Extension of current authorisation.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "36", "section_title": "\n\t\t\tImposition of conditions on current authorisation.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "36A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36A"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "37", "section_title": " Restriction on combinations of business.", "section_text": "37 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 This subsection applies to a friendly society which carries on long term business— a if its rules do not contain provision for calling up additional contributions, for reducing benefits or for claiming assistance from other persons who have undertaken to provide it; or b if its annual contribution income from long term business exceeded 500,000 ECU for 3 consecutive years and it is not the subject of a direction under subsection (5) below; and, for the purposes of paragraph (b) above, years ending before 1st January 1985 shall be disregarded. 3 This subsection applies to a friendly society which carries on general business— a if its rules do not contain provision for calling up additional contributions or for reducing benefits; or b if its annual contribution income from general business in any previous year exceeded 1,000,000 ECU and it is not the subject of a direction under subsection (5) below; and, for the purposes of paragraph (b) above, years ending before 1st January 1993 shall be disregarded. 4 In subsections (2) and (3) above a reference to a year, in relation to annual contribution income, is a reference to any financial year of a society for which, at the relevant time, accounts have been or ought to have been prepared. 5 The    appropriate authority   may, if it is satisfied that it is consistent with the international obligations of the United Kingdom to do so, direct that a friendly society— a which is, by virtue only of paragraph (b) of subsection (2) above, a society to which that subsection applies; or b which is, by virtue only of paragraph (b) of subsection (3) above, a society to which that subsection applies; shall, unless the direction is revoked, be treated as not being a society to which subsection (2) or, as the case may be, subsection (3) above applies. 6 If— a the    appropriate authority   has given a direction under subsection (5) above in relation to a society such as is mentioned in subsection (5)(a) above; and b the society’s annual contribution income from long term business exceeds 500,000 ECU for 3 consecutive years ending after a date specified in the direction, the    appropriate authority   shall revoke the direction. 7 If— a the    appropriate authority   has given a direction in relation to a society such as is mentioned in subsection (5)(b) above; and b the society’s annual contribution income from general business in a year ending after a date specified in the direction exceeded 1,000,000 ECU, the    appropriate authority   shall revoke the direction. 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "38", "section_title": " Restriction on commercial business.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "39", "section_title": " Power to direct application for fresh authorisation.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "40", "section_title": " Withdrawal of authorisation in respect of new business.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "41", "section_title": "\n\t\t\tWithdrawal of authorisation to carry on insurance business.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "42", "section_title": " Contracts effected in contravention of section 31(1).", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "43", "section_title": "\n\t\t\tInterpretation of Part IV.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "44", "section_title": "\n\t\t\tAppointment of actuary by societies with long term business.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "45", "section_title": "\n\t\t\tValuation of assets and liabilities.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "46", "section_title": " Annual investigation into condition of certain societies.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "47", "section_title": "\n\t\t\tTriennial investigations into condition of certain societies.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "48", "section_title": "\n\t\t\tMargins of solvency in relation to insurance business of certain societies.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "49", "section_title": " Failure to maintain prescribed margin of solvency.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "49A", "section_title": "\n\t\t\tAdequacy of assets.", "section_text": "49A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "49B", "section_title": " Adequacy of premiums in respect of long term insurance.", "section_text": "49B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "50", "section_title": " The criteria of prudent management.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "51", "section_title": " Power to forbid acceptance of new members.", "section_text": "51 1 Subject to the provisions of this section, if the Commission considers it expedient to do so in the interests of the members or potential members of a friendly society, it may give the society a direction forbidding it to accept any new members. 2 If the Commission proposes to give such a direction, it shall serve on the society a notice stating that it proposes to give a direction. 3 A notice under subsection (2) above shall specify the grounds for the proposed direction. 4 The Commission shall consider any representations made by the society within such period (not being less than one month) from the date on which the society is served with the notice as the Commission may allow and, if the society so requests, shall afford to it an opportunity of being heard by the Commission within that period. 5 The Commission may not give a direction unless all the grounds for giving it are those, or among those, which were specified in the notice served on the society under subsection (2) above. 6 On giving a direction, the Commission shall— a serve notice of it on the society, specifying the grounds for making it; b publish notice of it in one or more of the London, Edinburgh and Belfast Gazettes and in any such other ways as it considers appropriate; and c send a copy of it to the central office. 7 A society which contravenes a direction given to it under this section shall be guilty of an offence and shall be liable— a on conviction on indictment, to a fine; and b on summary conviction, to a fine not exceeding the statutory maximum. 8 The central office shall keep a copy of a direction given to a friendly society under this section in the public file of the society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "52", "section_title": " Applications to court.", "section_text": "52 1 If the FCA has reason to believe that any of the conditions mentioned in subsection (2) is satisfied, it may, after consulting the PRA if the society is a PRA-authorised person— a present a petition to the High Court for the winding up of the society under the applicable winding up legislation; b make an application to the High Court for an order under subsection (5). 1A If the PRA has reason to believe that any of the conditions mentioned in subsection (2) is satisfied in relation to a society which is a PRA-authorised person, it may, after consulting the FCA— a present a petition to the High Court for the winding up of the society under the applicable winding up legislation; b make an application to the High Court for an order under subsection (5). 2 The conditions referred to in   subsections (1) and (1A)   are— a that a friendly society is carrying on activities that are not activities which such a society is permitted by this Act or the 1974 Act to carry on; b that the society is not carrying on any activity falling within Schedule 2 to this Act; c that the society is failing to satisfy any obligation to which it is subject by virtue of any provision of the law of any EEA State  ... which– i gives effect to   the Solvency 2 Directive ; or ii is otherwise applicable to the insurance activities of the society in that State; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . and a court shall not make an order for the winding up of a society by virtue of this section unless it is satisfied that one or more of those conditions is satisfied. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A court may not make an order under subsection (5) unless it is satisfied that one or more of the conditions mentioned in subsection (2) are satisfied. 5 An order under this subsection is an order directing the society to modify its business as directed in the order or to take such other steps as may be so directed   .... 6 Where a court makes an order under subsection (5) above, the   FCA   shall keep a copy of the order in the public file of the society . 7 The power to present a petition or to make an application for an order under subsection (5) above is available to the   FCA and the PRA whether or not either of them  has previously presented a petition or made an application for such an order, as the case may be. 8 In the application of this section to a friendly society whose registered office is in Scotland or Northern Ireland, references to the High Court shall be read as references to the Court of Session or, as the case may be, the High Court in Northern Ireland. 9 In this section “ the applicable winding up legislation ”, in relation to an incorporated friendly society, has the same meaning as in section 23 above and, in relation to a registered friendly society, means Part V of the  Insolvency Act 1986 or (where the society’s registered office is in Northern Ireland) Part VI of the  Insolvency (Northern Ireland) Order 1989."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "52A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52A"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "53"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "54", "section_title": " Supervision of activities of subsidiaries etc.", "section_text": "54 1 In this section “ friendly society group ” means an incorporated friendly society, subsidiaries of that society and bodies jointly controlled by it. 2 If it appears to the   FCA or the PRA   that the activities of subsidiaries of an incorporated friendly society or bodies jointly controlled by it are or may become disproportionate to those of the friendly society group as a whole, it may direct the society— a to take or refrain from taking steps specified in the direction with a view to securing that the activities in question cease to be or do not become disproportionate; or b to take steps so specified with a view to securing— i that it ceases to have control or joint control of any subsidiary or jointly controlled body in question; or ii that any such subsidiary or jointly controlled body is wound up. 3 If it appears to the   FCA or the PRA   that any activity of a subsidiary of an incorporated friendly society or of a body jointly controlled by such a society is unsuitable for a member of a friendly society group, it may direct the society— a to take steps specified in the direction with a view to securing that that activity ceases; or b to take steps so specified with a view to securing— i that it ceases to have control or joint control of the subsidiary or jointly controlled body; or ii that the subsidiary or jointly controlled body is wound up. 4 A direction under this section may specify  that the society is to comply with it—. a immediately on receipt of a final notice in relation to the direction; b before the end of such period as may be specified in the direction, beginning with the giving of a final notice in relation to the direction; or c on the happening of an event subsequent to the giving of such a notice. 5 A society given a direction under this section must— a comply with the direction; or b convert itself into a company in accordance with Part VIII of this Act. 6 The   FCA or the PRA   may by written notice to the society— a vary a direction  issued by it   under this section at the request of the society; or b revoke a direction  issued by it   under this section. 6A The FCA must consult the PRA before issuing a direction under this section to a PRA-authorised person or varying such a direction. 6B The PRA must consult the FCA before issuing or varying a direction under this section. 7 If a society requests the FCA or the PRA to notify the society as to whether, in the opinion of that authority, it has complied with a direction issued by that authority, the FCA or the PRA (as the case may be) must comply with the request. 7A The PRA must send a copy to the FCA of any direction, notice, final notice or notification it issues under this section. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The   FCA   shall keep  a copy— a of a direction under this section; b of a notice under subsection (6) above; or ba of a final notice varying a direction under this section; c of a notification under subsection (7) above; . . . in the public file of the society. 10 “Final notice\" means a final notice given under section 390 of the Financial Services and Markets Act 2000, as applied by section 58A(6) below."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "55", "section_title": " Supervision of group insurance business.", "section_text": "55 1 This section applies where a friendly society carries on any group insurance business providing benefits for or in respect of a group of persons who are not members of the society. 2 If it appears to the   FCA or the PRA   that the business so carried on is or may become disproportionate to the other activities of the society (including any group insurance business carried on for the provision of benefits for or in respect of persons who are members of the society), it may direct the society to take or refrain from taking steps specified in the direction with a view to securing that the group business in question ceases to be or does not become disproportionate. 3 Subsections (4) to (9) of section 54 above shall apply in relation to a direction under this section as they apply to a direction under that section."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "55A", "section_title": " Supervision of controllers.", "section_text": "55A 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In this Act– “controller”, in relation to a friendly society to which section 37(2) or (3) of this Act applies, means a person who, either alone or with any associate or associates– a is entitled to exercise or control the exercise of 10 per cent. or more of the voting power at any general meeting of the society; or b is able to exercise a significant influence over the management of the society by virtue of an entitlement to exercise, or to control the exercise of, the voting power at any general meeting of the society; . . .. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "56", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "56"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "57", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "57A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "57A"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "58", "section_title": " Rights of appeal.", "section_text": "58 1 A friendly society which is aggrieved by a decision of the Commission— a to refuse to grant authorisation under section 32 above, b to impose conditions, or as to the conditions imposed, under section 34 or 36 above, c to withdraw authorisation under section 40 or 41 above, d to give a direction under section 51 above; or e to give a direction to the society, or as to the steps specified in a direction, under section 54 or 55 above, may appeal against the decision to a tribunal constituted in accordance with section 59 below. 2 Any person in relation to whom the Commission, in deciding to refuse to grant authorisation, to impose conditions or to withdraw authorisation— a makes a determination that he is not a fit and proper person to hold or, as the case may be, to remain in an office in the society in question, or b imposes a requirement that he be removed from an office in the society, may appeal against the decision so far as it relates to that determination or requirement. 3 The withdrawal of a society’s authorisation shall not have effect— a until the end of the period within which an appeal can be brought against the Commission’s decision to withdraw that authorisation; and b if such an appeal is brought, until it is determined or withdrawn. 4 Where the Commission decides to refuse to grant authorisation to a society on an application made in pursuance of a direction under section 39 above, the society’s authorisation shall not expire under subsection (5) of that section— a until the end of the period within which an appeal can be brought against the decision not to grant authorisation; and b if such an appeal is brought, until it is determined or withdrawn. 5 A direction under section 51, 54 or 55 above shall not have any effect until— a the end of the period within which an appeal can be brought against the Commission’s decision to give the direction or as to any steps specified in the direction; and b if such an appeal is brought, until it is determined or withdrawn. 6 Subject to any order of the tribunal made under section 59(6) below, an appeal under subsection (1)(b) or (2) above shall not affect the operation, pending the determination of the appeal, of any condition which is the subject of the appeal. 7 Subject to subsection (8) below, no determination of an appeal brought by any person under subsection (2) above shall affect any decision of the Commission on the ground of (or on grounds including) the determination made in relation to that person or, as the case may be, the failure of the society to comply with the requirement imposed in relation to that person. 8 The tribunal may revoke a decision of the Commission to impose a condition which is the subject of an appeal under subsection (2) above in so far as it seeks to prevent the person making the appeal from holding, or continuing to hold, office in the society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "58A", "section_title": " Notices, hearings and appeals.", "section_text": "58A 1 If the   FCA or the PRA   proposes— a to give a direction to a society under section 54 or section 55, or to vary such a direction other than at the request of the society, or b to give a direction in relation to a society under section 90, it must give the society a warning notice. 2 The warning notice must set out the terms of the direction which the   FCA or the PRA   proposes to give and, in the case of a proposal to give a direction under section 54 or 55, any provisions which the   FCA or the PRA   proposes to include in the direction by virtue of section 54(4) (including that provision as applied by section 55(3)). 3 If the   FCA or the PRA   decides— a to give a direction to a society under section 54 or section 55, or to vary such a direction other than at the request of the society, or b to give a direction in relation to a society under section 90, it must give the society a decision notice. 4 The decision notice must set out the terms of the direction which the   FCA or the PRA   has decided to give and, in the case of a decision to give a direction under section 54 or 55, any provisions to be included in the direction by virtue of section 54(4) (including that provision as applied by section 55(3)). 5 A society to whom a decision notice is given under this section may refer the matter to the   Upper Tribunal . 6 Part XXVI of the Financial Services and Markets Act 2000 (notices) is to be treated as applying in respect of warning notices and decision notices given under this section as it applies in respect of warning notices and decision notices given under that Act, subject to subsection (8) below. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In the application of Part XXVI of that Act in respect of warning notices and decision notices given under this section— a section 388(1)(e)(i) (which requires a decision notice to indicate any right given under that Act to refer a decision to the Tribunal) is to be read as if, for the words “this Act\", there were substituted “the Friendly Societies Act 1992\"; b section 388(2) (which makes provision for the type of action to which a decision notice may relate if it was preceded by a warning notice) is to be read as if, for the word “Part\", there were substituted “section\"; c section 390(4) (which provides for the content of a final notice about an order) is to be read as if— i for the words “an order\" there were substituted “a direction\", and ii for the words “the order\", in both places where they appear, there were substituted “the direction\"; and d section 392 (application of sections 393 (third party rights) and 394 (access to   FCA or PRA   material)) is to be read as if— i paragraph (a) of that section contained a reference to a warning notice given under subsection (1) above, and ii paragraph (b) of that section contained a reference to a decision notice given under subsection (3) above."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "59", "section_title": " Determination of appeals.", "section_text": "59 1 Where an appeal is brought under section 58 above, a tribunal to determine the appeal shall be constituted in accordance with subsection (2) below. 2 The tribunal shall consist of— a a chairman appointed by the Lord Chancellor or, where the society concerned has its registered office in Scotland, by the Lord Chancellor in consultation with the Lord Advocate; and b two other members appointed by the Treasury. 3 The chairman shall be a person who— a has a seven year general qualification, within the meaning of the  Courts and Legal Services Act 1990; b is an advocate or solicitor in Scotland of at least seven years’ standing; or c is a member of the Bar of Northern Ireland or solicitor of the Supreme Court of Northern Ireland of at least seven years’ standing; and the other two members shall be persons appearing to the Treasury to have experience of accountancy, the business of insurance or the business of friendly societies. 3A A person shall not be appointed after the day on which he attains the age of 70 to be the chairman of a tribunal under this section. 4 Subject to subsection (5) below, on any appeal against a decision of the Commission the question for the determination of the tribunal shall be whether, for the reasons adduced by the appellant, the decision was unlawful or not justified by the evidence on which it was based. 5 In the case of an appeal against a decision to give a direction under section 54 or 55 above— a the tribunal shall, on the evidence adduced before it, reconsider the decision to give the direction and the steps specified in the direction (according to the extent of the appeal); b if the tribunal determines that such a direction should not be given, it shall reverse the decision; and c if the tribunal determines that those steps should not be so specified, it may give the Commission such guidance as it thinks fit as to what the appropriate steps might be. 6 The tribunal may, on the application of the friendly society concerned, order that the operation of any condition which is the subject of an appeal by the society be suspended pending the determination of the appeal. 7 The tribunal may confirm or reverse the decision which is the subject of the appeal but shall not have power to vary it except by directing the Commission— a in the case of an appeal against a decision to refuse to grant authorisation, to determine conditions to which the grant of authorisation is to be subject; b in the case of an appeal against the imposition of conditions or as to the conditions imposed by the decision, to determine conditions or different conditions subject to which the authorisation is to be granted or is to continue, as the case may be; c in the case of an appeal against a decision to withdraw authorisation, to determine conditions or different conditions subject to which the authorisation is to continue in force, as the case may be; d in the case of an appeal against a decision as to the steps specified in a direction under section 54 or 55 above, to determine, having taken account of any guidance given under subsection (5) above, the steps which are to be so specified. 8 Where by virtue of subsection (7)(d) above the tribunal directs the Commission to determine the steps to be specified in the direction, the society may appeal against the steps so specified. 9 Where by virtue of subsection (7) above the tribunal directs the Commission to determine conditions or different conditions— a the Commission shall in accordance with section 34 or 36 above impose such conditions as it thinks fit; and a paragraphs 7 and 8 of Schedule 13 to this Act shall apply subject to the modifications made by paragraph 9 of that Schedule; and the society may appeal to the tribunal against any condition so imposed. 10 On any such appeal the tribunal may confirm or reverse the Commission’s decision with respect to the conditions which are the subject of the appeal or may direct the Commission to determine different conditions; and where by virtue of this subsection the tribunal directs the Commission to determine different conditions, subsection (9) above shall apply as it applies where the tribunal gives such a direction by virtue of subsection (7) above. 11 Where the tribunal reverses a decision of the Commission to refuse to grant authorisation, it shall direct the Commission to grant it; and where the tribunal reverses a decision of the Commission to make the grant of authorisation subject to conditions, it shall direct the Commission to grant it unconditionally. 12 Notice of a tribunal’s determination, together with a statement of its reasons, shall be given to the appellant and to the Commission; and unless the tribunal has directed the Commission to determine conditions or, in any other case, the tribunal directs otherwise, the determination shall come into operation when the notice is given to the appellant. 13 The Treasury may out of money provided by Parliament pay to the persons appointed as members of a tribunal under this section such fees and allowances in respect of expenses as the Treasury may determine and any other expenses incurred for the purposes of this section."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "60", "section_title": " Costs, procedure and evidence.", "section_text": "60 1 A tribunal may give such directions as it thinks fit for the payment of costs or expenses by any party to an appeal. 2 On an appeal under section 58(2) above the friendly society in relation to which the determination was made, or upon which the requirement was imposed, shall be entitled to be heard. 3 The Treasury may make regulations with respect to appeals under section 58 above; and those regulations may in particular make provision— a as to the period within which and the manner in which such appeals are to be brought; b as to the manner in which such appeals are to be conducted, including provision for any hearing to be held in private; c for requiring any person, on tender of the necessary expenses of his attendance, to attend and give evidence or produce documents in his custody or under his control and for authorising the administration of oaths to witnesses; d for granting to any person such discovery or inspection of documents or right to further particulars as might be granted by a county court in England and Wales or Northern Ireland or, in Scotland, for granting to any person such recovery or inspection of documents as might be granted by the sheriff; e for enabling an appellant to withdraw an appeal or the Commission to withdraw its opposition to an appeal and for the consequences of any such withdrawal; f for taxing or otherwise settling any costs or expenses directed to be paid by the tribunal and for the enforcement of any such direction; g for enabling any functions in relation to an appeal to be discharged by the chairman of the tribunal; and h as to any other matter connected with such appeals. 4 Regulations under this section with respect to appeals where the friendly society concerned has its registered office in Scotland shall be made by the Lord Advocate. 5 A person who, having been required in accordance with regulations under this section to attend and give evidence, fails without reasonable excuse to attend or give evidence shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 6 A person who intentionally alters, suppresses, conceals, destroys or refuses to produce any document which he has been required to produce in accordance with regulations under this section, or which he is liable to be so required to produce, shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or both; b on summary conviction, to a fine not exceeding the statutory maximum."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "61", "section_title": " Further appeals on points of law.", "section_text": "61 1 An appeal shall lie to the High Court at the instance of the friendly society or other person concerned or of the Commission on any question of law arising from any decision of a tribunal under section 59 above; and if the court is of the opinion that the decision was erroneous in law, it shall remit the matter to the tribunal for re-hearing and determination by it. 2 In the application of this section to a friendly society whose registered office is in Scotland or Northern Ireland, references to the High Court shall be construed as references to the Court of Session or, as the case may be, the High Court in Northern Ireland. 3 No appeal to the Court of Appeal or to the Court of Appeal in Northern Ireland shall be brought from a decision under subsection (1) above except with the leave of that court or of the court or judge from whose decision the appeal is brought. 4 An appeal shall lie, with the leave of the Court of Session or the House of Lords, from any decision of the Court of Session under this section, and such leave may be given on such terms as to costs, expenses or otherwise as the Court of Session or the House of Lords may determine."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "62", "section_title": " Powers to obtain information and documents etc.", "section_text": "62 1 This section applies to information, documents or other material, or explanations of matters which relate to— a the activities or the plans for future development of a friendly society; or b the activities or the plans for future development of a subsidiary of or body jointly controlled by an incorporated friendly society; and, in relation to the imposition of requirements under this section, “ the purposes of its supervisory functions ” means the purposes of the discharge by the    FCA or the PRA   of any of its functions under this Act. 2 This section does not authorise any requirement in relation to information, documents or other material to be imposed on a subsidiary of or body jointly controlled by an incorporated friendly society unless that subsidiary or body carries on business in the United Kingdom; but a requirement may be imposed under this section on a friendly society in relation to information, documents or other material in the possession or control of a subsidiary of or body jointly controlled by the society which does not carry on business in the United Kingdom. 3 Subject to subsection (2) above, the    FCA or the PRA   may by notice to a friendly society or to a subsidiary of, or body jointly controlled by, an incorporated friendly society, require the body to which it is addressed— a to furnish to it, within a specified period or at a specified time or times, such specified information as the    FCA or the PRA   considers it needs for the purposes of its supervisory functions; b to produce to it, at a specified time and place, such specified documents or other material as the    FCA or the PRA   considers it needs for the purposes of its supervisory functions; c to provide to it, within a specified period, such explanations of specified matters as the    FCA or the PRA   considers it needs for the purposes of its supervisory functions; 3A Subject to subsection (2) above, any person authorised for the purpose by the   FCA or the PRA   (“an authorised officer\") may, on producing evidence of his authority, require a friendly society or a subsidiary of, or body jointly controlled by, an incorporated friendly society— a to furnish to him forthwith such specified information as the   FCA or the PRA   considers it needs for the purposes of its supervisory functions; b to produce to him forthwith such documents or other material as the   FCA or the PRA   considers it needs for those purposes; c to provide to him forthwith such explanations of specified matters as the   FCA or the PRA   considers it needs for those purposes. 4 Where by virtue of subsection (3)(a), (b) or (c) above the    FCA or the PRA   has power, or by virtue of subsection (3A) above an authorised officer has power,  to require the furnishing of any information, the production of any document or material or the provision of any explanation by a friendly society, the    FCA, the PRA or   authorised officer  shall have the like power as regards any person who— a is or has been an officer, employee or agent of the society   or, in the case of a society to which section 37(2) or (3) above applies, a controller or manager of the society , or b in the case of documents or material, appears to the    FCA, the PRA or  authorised officer  to have the document or material in his possession or under his control. 5 Where by virtue of subsection (3)(a), (b) or (c) above the    FCA or the PRA   has power, or by virtue of subsection (3A) above an authorised officer has power,  to require the furnishing of any information, the production of any document or material or the provision of any explanation by a subsidiary of or body jointly controlled by an incorporated friendly society, the    FCA, the PRA or  authorised officer  shall have the like power as regards any person who— a is or has been an officer, employee or agent of the subsidiary or jointly controlled body, or b in the case of documents or material, appears to the    FCA, the PRA or  authorised officer  to have the document or material in his possession or under his control. 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where any person from whom production of a document or material is required under subsection (4) or (5) above claims a lien on the document or material, the production of it shall be without prejudice to the lien. 7 Nothing in the foregoing provisions of this section shall compel the production— a by a relevant lawyer of a document or material contained in a privileged communication or, in Scotland, a communication which is protected from disclosure on the ground of confidentiality, made by or to the relevant lawyer in that capacity or the furnishing of information contained in such communication so made; c by an independent qualified conveyancer, an executry practitioner or a recognised financial institution of a document or material contained in a communication made by him or to him which is protected from disclosure by virtue of section 22 of the   Law Reform (Miscellaneous Provisions) (Scotland) Act 1990 or the furnishing of information contained in such a communication. 8 Where, by virtue of subsection (3),   (3A),  (4) or (5) above, the    FCA, the PRA or   an authorised officer  requires the production by a friendly society or other body or any other person of documents or material, the    FCA, the PRA or   authorised officer  may— a if the documents or material are not produced, require that person to state, to the best of his knowledge and belief, where the documents or material are; b if the documents or material are produced, take copies of or extracts from them and require that person or any other person who is or has been an officer, employee or agent of the friendly society or other body, as the case may be, to provide an explanation of the documents or material. 9 Any person who, when required to do so under this section, fails without reasonable excuse to furnish any information or report, to produce any documents or material, or to provide any explanation or make any statement, shall be guilty of an offence and liable on summary conviction— a to a fine not exceeding level 5 on the standard scale; and b in the case of a continuing offence, to an additional fine not exceeding  one tenth of that level   one-tenth of the greater of £5,000 or level 4 on the standard scale   for every day during which the offence continues. 10 Any friendly society which furnishes any information, provides any explanation or makes any statement which is false or misleading in a material particular, shall be guilty of an offence and liable— a on conviction on indictment, to a fine; and b on summary conviction to a fine not exceeding the statutory maximum. 11 Any person who knowingly or recklessly furnishes any information, provides any explanation or makes any statement which is false or misleading in a material particular shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years or to a fine or both; and b on summary conviction, to a fine not exceeding the statutory maximum. 12 In this section— “ specified ” means specified in a notice under this section; and “ agent ”, in relation to a friendly society or a subsidiary of, or body jointly controlled by, an incorporated friendly society, includes its bankers, accountants, solicitors and auditors and the appropriate actuary  ; and “ relevant lawyer ”  means a barrister, advocate, solicitor or other legal representative communications with whom may be the subject of a claim to professional privilege or, in Scotland, be protected from disclosure in legal proceedings on grounds of confidentiality of communication ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "62A", "section_title": " Entry of premises under warrant under section 176 of the Financial Services and Markets Act 2000.", "section_text": "62A 1 A justice of the peace may issue a warrant under section 176 of the Financial Services and Markets Act 2000 if satisfied on information on oath given by or on behalf of the   FCA or the PRA , an authorised officer within the meaning of section 62(3A) above, or a person appointed as an investigator under section 65(1) below or as an inspector under section 66(1) below, that there are reasonable grounds for believing that the first or second set of conditions below is satisfied. 2 The first set of conditions is that— a there are on the premises specified in the warrant information, documents or other material in relation to which a requirement has been imposed on any person under section 62(3), (3A), (4) or (5) above or section 67(3) below, or which it is the duty of any person to produce under section 65(3) or 67(2) below, and b that person has failed (wholly or in part) to comply with that requirement or, having been requested to do so, has failed (wholly or in part) to comply with that duty. 3 The second set of conditions is that— a there are on the premises specified in the warrant information, documents or other material in relation to which a requirement could be imposed on any person under section 62(3), (3A), (4) or (5) above or section 67(3) below, or which any person could be requested to produce in compliance with the duty imposed on them by section 65(3) or 67(2) below, and b if such a requirement were imposed, or such a request made,— i it would not be complied with, or ii any information, documents or other material to which it related would be removed, tampered with or destroyed."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "part-V-crossheading-information_63n1", "section_title": " Confidentiality of certain information.", "section_text": "63 1 Subject to section 64 below, no restricted information which relates to the business or other affairs of a friendly society, a registered branch of a friendly society or any other person shall be disclosed (otherwise than to an officer or employee of the primary recipient) by— a the primary recipient; or b any person obtaining the information directly or indirectly from him, without the consent of the person from whom the primary recipient obtained the information and, if different, the person to whom it relates. 2 For the purposes of this section— “ the primary recipient ” means the Commission, the Chief Registrar, the central office or any officer or servant of any such person; and “ restricted information ” means information which is obtained by the primary recipient for the purposes of, or in the discharge of his functions under, this Act or the 1974 Act; but information shall not be treated as restricted information if it has been made available to the public by virtue of being disclosed in any circumstances in which, or for any purpose for which, disclosure is not precluded by this section. 3 Any information disclosed to the Commission or the Chief Registrar by an overseas regulatory authority (within the meaning of section 64 below) shall be treated as restricted information for the purposes of this section. 4 A person who discloses information in contravention of this section shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or both; and b on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding the statutory maximum, or both."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "63A", "section_title": " Disclosure of information.", "section_text": "63A 1 For the purposes of sections 348 to 353 of the Financial Services and Markets Act 2000 (restrictions on disclosure of confidential information)— a information to which this section applies is to be treated as confidential information; and b in relation to such information, each of the following is a primary recipient— i the FCA; ia the PRA; ii any person who is or has been employed by the   FCA or the PRA ; and iii any person appointed by the   FCA or the PRA   to carry out functions under this Act or the 1974 Act. 2 This section applies to information which— a relates to the business or other affairs of a friendly society, a registered branch of a friendly society or any other person; b was received by a primary recipient (within the meaning of subsection (1)(b)) for the purposes of, or in the discharge of, any functions of the   FCA or the PRA   under any provision made by or under this Act or the 1974 Act; and c is not excluded information by virtue of subsection (4). 3 It is immaterial for the purposes of subsection (2) whether or not the information was received— a by virtue of a requirement to provide it imposed by or under this Act; b for other purposes as well as purposes mentioned in that subsection. 4 Information is excluded information if— a it has been made available to the public by virtue of being disclosed in any circumstances in which, or for any purposes for which, disclosure is not precluded by section 348 of the Financial Services and Markets Act 2000 (restrictions on disclosure of confidential information); or b it is in the form of a summary or collection of information so framed that it is not possible to ascertain from it information relating to any particular person."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "part-V-crossheading-information_63n2", "section_title": " Confidentiality of certain information.", "section_text": "63 1 Subject to section 64 below, no restricted information which relates to the business or other affairs of a friendly society, a registered branch of a friendly society or any other person shall be disclosed (otherwise than to an officer or employee of the primary recipient) by— a the primary recipient; or b any person obtaining the information directly or indirectly from him, without the consent of the person from whom the primary recipient obtained the information and, if different, the person to whom it relates. 2 For the purposes of this section— “ the primary recipient ” means the Commission, the Chief Registrar, the central office or any officer or servant of any such person; and “ restricted information ” means information which is obtained by the primary recipient for the purposes of, or in the discharge of his functions under, this Act or the 1974 Act; but information shall not be treated as restricted information if it has been made available to the public by virtue of being disclosed in any circumstances in which, or for any purpose for which, disclosure is not precluded by this section. 3 Any information disclosed to the Commission or the Chief Registrar by an overseas regulatory authority (within the meaning of section 64 below) shall be treated as restricted information for the purposes of this section. 4 A person who discloses information in contravention of this section shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or both; and b on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding the statutory maximum, or both."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "64", "section_title": " Exceptions from restrictions on disclosure.", "section_text": "64 1 Information which is restricted information for the purposes of section 63 above may be disclosed— a to any person with a view to the institution of, or otherwise for the purposes of, relevant proceedings; b if it is information which is or has been available to the public from other sources; c in the form of a summary or collection of information so framed as not to enable information related to any particular body or person to be ascertained from it; d to the extent that it is information which is provided for the purpose, under any provision of this Act or the 1974 Act, of its being made available to the public in any manner; e in pursuance of any Community obligation; f for the purpose of facilitating the discharge by the Commission, the Chief Registrar or the central office of any of their functions under this Act or the 1974 Act; g to the Treasury, if the disclosure is made for the purpose of facilitating the discharge of any functions of the Treasury under this Act or the 1974 Act or otherwise in the interests of members of friendly societies or in the public interest; h for the purpose of enabling or assisting any person appointed investigator under section 65 below or inspector under section 66 below to discharge his duties under that section; or i for the purpose of facilitating the discharge by the auditors of a friendly society of their duties to the Commission. 2 For the purposes of subsection (1)(a) above “ relevant proceedings ” are— a any criminal proceedings; b any civil proceedings by or at the relation of or against the Commission or the Chief Registrar arising out of the discharge of any of their functions under this Act or the 1974 Act; c any disciplinary proceedings relating to— i the exercise by a solicitor, auditor, accountant, actuary or valuer of his professional duties; ii the discharge by a public servant of his duties; and in paragraph (c) above “ public servant ” means an officer or servant of the Crown (including an officer or servant of the Crown in right of Her Majesty’s Government in Northern Ireland) or of any public or other authority designated for the purpose by order made by the Treasury. 3 Nothing in section 63 above prohibits the disclosure of information to the Secretary of State or the Department of Economic Development in Northern Ireland in circumstances where it is desirable or expedient— a that the information should be disclosed in the interests of members of a friendly society or in the public interest; or b it is desirable or expedient that the information should be disclosed for the purpose of facilitating the discharge— i by the Secretary of State, of any functions of his under the enactments relating to companies, insurance companies, or insolvency or under the  Financial Services Act 1986 or any provision of Parts II, III or VII of the  Companies Act 1989; or ii by the Department, of any of its functions relating to companies or insolvency, or under Part III of the  Companies (Northern Ireland) Order 1990 or Part II or V of the  Companies (No. 2) (Northern Ireland) Order 1990; nor does that section prohibit further disclosure of the information by the Secretary of State or the Department with the consent of the Commission. 3A Nothing in section 63 above prohibits the disclosure of information to the Treasury in circumstances where it is desirable or expedient that the information should be disclosed for the purpose of facilitating the discharge by the Treasury of any functions of theirs  under the enactments relating to insurance companies,  under the Financial Services Act 1986 or under Part III or Part VII of the Companies Act 1989 nor does that section prohibit further disclosure of the information by the Treasury with the consent of the Commission. 4 Nothing in section 63 above prohibits the disclosure of information to an authority mentioned in subsection (5) below (a “relevant authority\") in circumstances where, in the opinion of the Commission, it is desirable or expedient that the information should be disclosed— a in the interests of members of a friendly society or in the public interest; or b with a view to facilitating the discharge by the authority, of any functions of the authority (including functions in relation to proceedings) mentioned in that subsection (“ relevant functions ”); nor does that section prohibit further disclosure of the information, with the consent of the Commission. 5 The relevant authorities mentioned in subsection (4) above and the relevant functions in relation to each such authority, are as follows— Authority Functions 1.  An inspector appointed under Part XIV of the Companies Act 1985, Part XV of the Companies (Northern Ireland) Order 1986 or section 94 or 177 of the Financial Services Act 1986. Functions under that Part or that section or Article. 2.  A person authorised to exercise powers under section 44 of the Insurance Companies Act 1982, section 447 of the Companies Act 1985, section 106 of the Financial Services Act 1986 or section 84 of the Companies Act 1989 or Article 440 of the Companies (Northern Ireland) Order 1986. Functions under that section or Article. 3. The Policyholders Protection Board. Functions under the Policyholders Protection Act 1975. 4. A designated agency within the meaning of the Financial Services Act 1986. Functions under that Act or Part VII of the Companies Act 1989. 5. A transferee body or the competent authority within the meaning of the Financial Services Act 1986. Functions under that Act. 6. A body administering a scheme under section 54 of the Financial Services Act 1986. Functions under the scheme. 7. A recognised self-regulating organisation, recognised professional body, recognised investment exchange, recognised clearing house, or recognised self-regulating organisation for friendly societies (within the meaning of the Financial Services Act 1986). Functions in its capacity as an organisation, body, exchange or clearing house recognised under that Act. 8. The Bank of England. Any of its functions The Financial Services Authority. Functions under the Financial Services Act 1986 (other than as a designated agency within the meaning of that Act), the Banking Act 1987 or section 171 of the Companies Act 1989. 9.  A body established by order under section 46 of the Companies Act 1989. Functions under Part II of that Act. 10. A recognised supervisory or qualifying body (within the meaning of Part II of the Companies Act 1989 or Part III of the Companies (Northern Ireland) Order 1990). . Functions as such a body or functions in relation to disciplinary proceedings against auditors. 11. The Industrial Assurance Commissioner for Northern Ireland. Functions under the enactments relating to industrial assurance. . . .. . . .. 13. The Official Receiver or the Official Receiver for Northern Ireland. Functions under the enactments relating to insolvency.  14A recognised professional body (within the meaning of section 391 of the Insolvency Act 1986 or Article 350 of the Insolvency (Northern Ireland) Order 1989). Functions in its capacity as such a body under that Act or that Order or functions in relation to disciplinary proceedings against insolvency practitioners (within the meaning of that Act or that Order). 15. The Building Societies Commission. Functions under the Building Societies Act 1986. The Occupational Pensions Regulatory Authority. Functions under the Pension Schemes Act 1993 or the Pensions Act 1995 or any enactment in force in Northern Ireland corresponding to either of them. 16. The Director-General of Fair Trading. Functions under the Financial Services Act 1986. 17An actuary exercising functions under this Act. Those functions. 18The Institute of Actuaries or the Faculty of Actuaries. Supervisory functions in relation to actuaries exercising functions under this Act. 6 The Commission, with the consent of the Treasury, may by order— a amend the Table in subsection (5) above so as to— i add any public or other authority to the Table and specify the relevant functions of that authority; ii remove any authority from the Table; or iii add functions to, or remove functions from, those which are relevant functions in relation to an authority specified in the Table; b restrict the circumstances in which information may, by virtue of subsection (4) above, be disclosed or further disclosed; and c impose conditions subject to which the information may be disclosed or further disclosed. 7 Nothing in section 63 above prohibits the disclosure to an overseas regulatory authority of information for the purpose of assisting that authority in the discharge of its functions. 7A In the case of restricted information which relates to the business or other affairs of a friendly society to which section 37(2) or (3) above applies, no disclosure may be made by virtue of subsection (1), (3), (4) or (7) above unless the disclosure appears to be in accordance with– a Article 16 of the third general insurance Directive; or b Article 15 of the third life Directive. 8 In this section— “ authority ” includes any body (corporate or unincorporate) which is charged with the regulation of the carrying on of any description of financial or insurance business or the practice of any profession to which the carrying on of such business is incidental; “ overseas regulatory authority ” means any government department or public or other authority in a country or territory outside the United Kingdom which is charged under the law of that country or territory with the regulation of companies, insurance companies, financial services, banking or any business corresponding to the business which may be carried on by friendly societies (or their subsidiaries); and “ regulation ”, in relation to any public or other authority, means regulation in the public interest or for the protection of private interests."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "65", "section_title": " Investigations on behalf of   FCA or PRA .", "section_text": "65 1 If it appears to the   FCA or the PRA   desirable to do so for the purpose of its supervisory functions in relation to a friendly society, the   FCA or the PRA   may appoint one or more competent persons to investigate and report to it on the state and conduct of the activities of the society, or any particular aspect of those activities. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 If a person appointed under subsection (1)  . . . above thinks it necessary for the purposes of his investigation, he may also investigate the activities of any body corporate which is or has at any relevant time been a subsidiary of, or jointly controlled by, the society under investigation. 3 It shall be the duty of every person who is or has been an officer, employee and agent of a friendly society or other body which is under investigation— a to produce to the persons appointed under subsection (1)  . . . above all records, books and papers relating to the body concerned which are in his custody or power; and b to attend before those persons when required to do so; c to answer any question which is put to him by those persons with respect to any friendly society or other body which is under investigation, and otherwise to give to those persons all assistance in connection with the investigation which he is reasonably able to give. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A person who, without reasonable excuse— a fails to produce any records, books or papers which it is his duty to produce under subsection (3)(a) above; or b fails to comply with his duty under subsection (3)(b) or (c) above; shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 5 A person who is or has been an officer, employee or agent of a friendly society or other body and who knowingly or recklessly furnishes to any person appointed under subsection (1)  . . . above any information which is false or misleading in a material particular, shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or both; and b on summary conviction, to a fine not exceeding the statutory maximum. 5A In relation to a friendly society to which section 37(2) or (3) above applies, any reference in subsection (3) or (5) above to a person who is or has been an officer shall be read as including a reference to a person who is or has been a controller or manager. 6 In this section— “ agent ”, in relation to a friendly society or other body whose activities are under investigation, includes its bankers, accountants, solicitors and auditors and the appropriate actuary; “ the purposes of its supervisory functions ”, in relation to the   FCA or the PRA , has the same meaning as in section 62 above."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "65A", "section_title": "Protection of supplies", "section_text": "65A Article 197B of the Order (protection of supplies of goods and services) does not apply."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "66", "section_title": " Inspections and special meetings: general.", "section_text": "66 1 In the circumstances mentioned in subsection (2) below, the   FCA or the PRA   may— a appoint one or more competent inspectors to investigate and report on the affairs of a friendly society; or b call a special meeting of a friendly society to consider its affairs; or c appoint (whether on the same or on different occasions) an inspector or inspectors and call a special meeting for those purposes; and, in the circumstances mentioned in subsection (3) below, the investigation or consideration may extend to the affairs of any body corporate which is or at any relevant time has been a subsidiary of or jointly controlled by the society concerned. 2 The powers conferred by subsection (1) above may be exercised either— a on the application of the requisite number of members of the society concerned; or b where the is of the opinion that an investigation should be held into the affairs of the society, or that the affairs of the society call for consideration by a meeting of its members; but paragraph (a) above shall not apply to a registered society with branches (regardless of the number of members) except with the consent of the central body of that society. 3 The powers conferred by subsection (1) above may be exercised so as to extend the investigation or consideration to the affairs of a body which is or has been a subsidiary of or jointly controlled by a friendly society either— a where an application referred to in subsection (2)(a) above so requests; or b where the   FCA or the PRA   is of the opinion that it is necessary for the purposes of the investigation into or consideration of the affairs of the friendly society that the affairs of the subsidiary or other body should also be investigated or considered. 4 Where the inspectors are of the opinion mentioned in subsection (3)(b) above in relation to a subsidiary of or a body jointly controlled by the society under investigation they may, with the consent of the , extend their investigation to the affairs of the subsidiary or other body and make their report accordingly. 5 For the purposes of subsections (1) to (3) above the requisite number of members— a in the case of a friendly society having more than 1,000 members, is 100; and b in the case of any other friendly society, is one-tenth of the whole number of members of the society. 6 Where an application is made as mentioned in subsection (2) above— a the application shall be supported by such evidence as the   FCA or the PRA   may require for the purpose of showing that the applicants have good reason for making the application and are not actuated by malicious, frivolous, vexatious or scandalous motives; b such notice of the application shall be given to the society concerned and, if the application extends to the affairs of a subsidiary of or body jointly controlled by that society, to that subsidiary or other body, as the   FCA or the PRA   may direct; c the   FCA or the PRA   may require the applicants to give security for payment of the costs of the investigation or meeting before the inspector is appointed or the meeting is called subject, in the case of the costs of an investigation, to an amount not exceeding the corresponding Companies Act limit; and d as regards the expenses of or incidental to the investigation or meeting— i in the case of an investigation (in whichever way instituted), the expenses shall be defrayed in the first instance by the   FCA or the PRA   but without prejudice to its rights to contribution under section 67(10) below; ii in the case of a meeting, the expenses shall be defrayed by the applicants, or out of the funds of the society, or by the members or officers or former members or officers of the society, in such proportions as the   FCA or the PRA   may direct. 7 Before exercising its powers under subsection (1) above in a case falling within subsection (2)(b) above, the   FCA or the PRA   shall inform the society of the action which it proposes to take and the grounds for that action, and the society shall, within 14 days of receiving the information, be entitled to give the   FCA or the PRA   an explanatory statement in writing by way of a reply. 8 Where the   FCA or the PRA   proposes to exercise its powers under subsection (1) above in a case falling within subsection (3)(b) above, subsection (7) above shall apply in relation to the subsidiary or jointly controlled body as it applies in relation to the society. 9 Inspectors appointed under this section shall, in addition to having the powers which are necessary for or incidental to the discharge of their functions under this section, have the power specified in section 67 below. 10 Where a special meeting is called under this section— a the   FCA or the PRA   may— i direct at what time and place the meeting is to be held and what matters are to be discussed and determined at the meeting; and ii direct which members may attend and vote at the meeting, and may give such other directions as it thinks fit with respect to the call, holding and conduct of the meeting; b the   FCA or the PRA   may appoint a person to be chairman at the meeting or, in default of such an appointment, the meeting may appoint its own chairman; c the meeting shall have all the powers of a meeting called according to the rules of the society; and the provisions of this subsection and any direction given under it shall have effect notwithstanding anything in the rules of the society. 11 In this section “ the corresponding Companies Act limit ”, in relation to security for the payment of the costs of an investigation, is £5,000 or such other sum as is specified for the time being in an order under section 431(4) of the  Companies Act 1985  ...."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "67", "section_title": " Inspections: supplementary provision.", "section_text": "67 1 In this section— “ the body under investigation ” means— the friendly society whose affairs are the subject of the investigation, or the friendly society, and each subsidiary of or body jointly controlled by the society, whose affairs are so subject, as the case may be; “ the inspectors ” means the person appointed by the   FCA or the PRA   under section 66 above to conduct the investigation; “ the investigation ” means the investigation under section 66 above which the inspectors have been appointed to hold; and references to officers, employees or agents include past, as well as present, officers, employees or agents; and “ agents ”, in relation to a friendly society or any subsidiary of or body jointly controlled by an incorporated friendly society, includes its bankers, accountants, solicitors and auditors and the appropriate actuary. 2 When the inspectors have been appointed, it is the duty of all officers, employees and agents of the body under investigation— a to produce to the inspectors all documents and material of or relating to the body under investigation which are in their custody or power; b to attend before the inspectors when required to do so; and c otherwise to give the inspectors all assistance in connection with the investigation which they are reasonably able to give. 3 If the inspectors consider that a person other than an officer, employee or agent of the body under investigation is or may be in possession of information concerning its affairs, they may require that person to produce to them any documents or material in his custody or power relating to the body under investigation, to attend before them and otherwise to give them all assistance in connection with the investigation which he is reasonably able to give; and it is that person’s duty to comply with the requirement. 4 The inspectors may examine on oath the officers, employees and agents of the body under investigation, and any such person as is mentioned in subsection (3) above, in relation to the affairs of the body under investigation, and may administer an oath accordingly. 5 An answer given by a person to a question put to him under the foregoing provisions of this section may be used in evidence against him. 5A However, in criminal proceedings in which that person is charged with an offence to which this subsection applies— a no evidence relating to the statement may be adduced, and b no question relating to it may be asked, by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of that person. 5B Subsection (5A) above applies to any offence other than— a an offence under section 2 or 5 of the  Perjury Act 1911 (false statements made on oath otherwise than in judicial proceedings or made otherwise than on oath); b an offence under section 44(1) or (2) of the  Criminal Law (Consolidation) (Scotland) Act 1995 (false statements made on oath or otherwise than on oath); or c an offence under Article 7 or 10 of the Perjury (Northern Ireland) Order 1979 (false statements made on oath otherwise than in judicial proceedings or made otherwise than on oath). 6 If an officer, employee or agent of the body under investigation or any such person as is mentioned in subsection (3) above— a refuses to produce any document or material which it is his duty under this section to produce; or b refuses to attend before the inspectors when required to do so; or c refuses to answer any question put to him by the inspectors with respect to the affairs of the body under investigation, the inspectors may certify the refusal in writing to the High Court; and the court may thereupon enquire into the case and, after hearing any witnesses who may be produced against or on behalf of the alleged offender and after hearing any statement which may be offered in defence, may punish the offender in like manner as if he had been guilty of contempt of the court. 7 The inspectors may, and if so directed by the   FCA or the PRA   shall, make interim reports to the   FCA or the PRA , but they may at any time in the course of the investigation, without making an interim report, inform the   FCA or the PRA   of matters coming to their knowledge as a result of the investigation tending to show that an offence has been committed. 8 The   FCA or the PRA   may, if it thinks fit— a send a copy of any report made by the inspectors to the body whose affairs are or were the subject of the investigation; b furnish a copy of any such report on request  . . . to— i any member of the body whose affairs are or were the subject of the investigation; ii the auditors of that body; iii any person whose conduct is referred to in the report; iv any other person whose financial interests appear to the   FCA or the PRA   to be affected by matters dealt with in the report, whether as creditor or otherwise; and c cause the report to be printed and published. 8A The   FCA or the PRA   may charge a reasonable fee for furnishing to any person a copy of a report under subsection (8)(b) above. 9 A copy of a report of inspectors appointed under section 66 above to hold an investigation under that section, certified by the   FCA or the PRA   to be a true copy, is admissible in any legal proceedings as evidence of the opinion of the inspectors in relation to any matter contained in the report; and a document purporting to be such a certificate shall be received in evidence and be deemed to be such a certificate, unless the contrary is proved. 10 The   FCA or the PRA   shall be entitled to be repaid the expenses of the investigation defrayed by it under section 66(6)(d) above as provided in the following paragraph, that is to say— a by the applicants for the investigation, to such extent (if any) as the   FCA or the PRA   may direct; b by any body whose affairs were the subject of the investigation, to such extent (if any) as the   FCA or the PRA   may direct; c by any person convicted of an offence in proceedings instituted as a result of the investigation, to such extent (if any) as the court by or before which he was convicted may order; and a person liable under any one of paragraphs (a) to (c) above is entitled to contribution from any other person liable under the same paragraph, according to the amount of their respective liabilities under it. 10A In relation to a friendly society to which section 37(2) or (3) above applies– a any reference in subsection (1), (2) or (4) above to officers shall be read as including a reference to controllers or managers; and b any reference in subsection (3) or (6) above to an officer shall be read as including a reference to a controller or manager. 11 In the application of this section to a friendly society whose registered office is in Scotland or Northern Ireland, any reference to the High Court shall be read as a reference to the Court of Session or, as the case may be, to the High Court in Northern Ireland."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "67A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67A"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "67B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67B"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "67C", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67C"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "67D", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67D"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "68", "section_title": " Accounting records  ...", "section_text": "68 1 Every friendly society and every registered branch shall— a cause accounting records to be kept;  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . in accordance with this section. 2 The accounting records must be sufficient to show and explain the transactions of the society or branch and— a disclose, with reasonable accuracy and promptness, the financial position of the society or branch at any time; b enable the committee of management properly to discharge the duties imposed on them by or under this Act or the 1974 Act  (and, where applicable,   section 403(1) of the Companies Act 2006 (group accounts: applicable accounting framework)   and their function of direction of the affairs of the society or branch; and c enable the society or branch properly to discharge the duties imposed on it by or under this Act or the 1974 Act  (and, where applicable,   section 403(1) of the Companies Act 2006 (group accounts: applicable accounting framework) , and must be kept in an orderly manner. 3 The accounting records shall in particular contain— a entries from day to day of all sums received and paid by the society or branch and the matters in respect of which they are received or paid; b entries from day to day of every transaction entered into by the society or branch which will or there is reasonable ground for expecting may give rise to liabilities or assets of the society or branch other than insignificant assets or liabilities in respect of the management of the society or branch; and c a record of the assets and liabilities of the society or branch. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The accounting records shall be kept at the registered office of the society or branch or at such other place or places as the committee of management thinks fit, and shall at all times be open to inspection by the committee of management. 9 Accounting records shall be preserved for 6 years from the date on which they were made. 10 Where an incorporated friendly society has subsidiaries or jointly controls other bodies, the society shall also secure that such accounting records are kept  . . . by them as will enable the society to comply with the requirements of this section in relation to the business of the society and those subsidiaries and jointly controlled bodies. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69", "section_title": " Duty to prepare accounts.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69A", "section_title": "Duty to prepare individual accounts", "section_text": "69A 1 The committee of management of every friendly society or registered branch must prepare accounts for the society or branch for each of its financial years. Those accounts are referred to in this Part as the society’s or branch’s “individual accounts”. 2 The individual accounts of a friendly society or registered branch of a society may be prepared— a in accordance with section 69B (“Friendly Societies Act individual accounts”), or b in accordance with  UK-adopted international accounting standards   (“ IAS  individual accounts”). This subsection is subject to   subsections (2A) and (3),   and section 69I (consistency of accounts). 2A The individual accounts of— a a friendly society that is a charity, or b a registered branch of a friendly society that is a charity, must be Friendly Societies Act individual accounts. 3 After the first financial year in which the committee of management of a friendly society or registered branch prepares  IAS  individual accounts (“the first  IAS  year”), all subsequent individual accounts of the society or branch must be prepared in accordance with   UK-adopted international accounting standards   unless there is a relevant change of circumstance.  This is subject to subsection (4A). 4 There is a relevant change of circumstance if, at any time during or after the first  IAS  year— a the society or branch becomes a subsidiary undertaking of another undertaking and individual accounts for that undertaking are not prepared in accordance with   UK-adopted international accounting standards , aa the society or branch ceases to be a subsidiary undertaking, b the society or branch ceases to be a society or part of a society with securities admitted to trading on a  UK   regulated market, or c a parent undertaking of the society or branch ceases to be an undertaking with securities admitted to trading on a  UK   regulated market.   “ UK regulated market ” has the meaning given in Article 2.1.13A of Regulation (EU) No. 600/2014 of the European Parliament and of the Council of 15 May 2014 and amending Regulation (EU) No. 648/2012 . 4A After a financial year in which the committee of management of a friendly society or registered branch prepares IAS individual accounts, the committee of management may change to preparing Friendly Societies Act individual accounts for a reason other than a relevant change of circumstance provided it has not changed to Friendly Societies Act individual accounts in the period of five years preceding the first day of that financial year. 4B In calculating the five year period for the purpose of subsection (4A), no account should be taken of a change due to a relevant change of circumstance. 5 If, having changed to preparing Friendly Societies Act individual accounts  ..., the committee of management again prepares  IAS  individual accounts for the society or branch, subsections (3) and (4) apply again as if the first financial year for which such accounts are again prepared were the first  IAS  year."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69B", "section_title": "Friendly Societies Act individual accounts", "section_text": "69B 1 Friendly Societies Act individual accounts must comprise— a a balance sheet as at the last day of the financial year, and b an income and expenditure account. 2 The balance sheet must give a true and fair view of the state of affairs of the society or branch as at the end of the financial year; and the income and expenditure account must give a true and fair view of the income and expenditure of the society or branch for the financial year. 3 Friendly Societies Act individual accounts must comply with the requirements of regulations made under section 69C as to the form and content of the balance sheet and income and expenditure account and additional information to be provided by way of notes to the accounts or otherwise. 4 Where compliance with the provisions of those regulations, and the other provisions of this Act as to the matters to be included in a society’s or branch’s individual accounts or in notes to those accounts, would not be sufficient to give a true and fair view, the necessary additional information must be given in the accounts or in a note to them. 5 If in special circumstances compliance with any of those provisions is inconsistent with the requirement to give a true and fair view, the committee of management must depart from that provision to the extent necessary to give a true and fair view. 6 Particulars of any such departure, the reasons for it and its effect must be given in a note to the accounts. 7 The Treasury may by regulations – a add to the classes of documents to be comprised in a society’s or branch’s Friendly Societies Act individual accounts under subsection (1); b make provision as to the matters to be included in any document so added; c modify the requirements of this Part as to the matters to be stated in any document comprised in the society’s or branch’s Friendly Societies Act individual accounts; d reduce the classes of documents to be comprised in a society’s or branch’s Friendly Societies Act individual accounts. 8 Regulations under subsection (7) – a may make different provision for different cases, and b may include incidental and supplementary provisions."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69C", "section_title": "Form and contents of Friendly Societies Act individual accounts", "section_text": "69C 1 The Treasury must by regulations make provision with respect to the form and content of Friendly Societies Act individual accounts. 2 The Treasury may by regulations make provision with respect to additional information to be contained in Friendly Societies Act individual accounts, whether in the form of notes or otherwise. 3 The regulations may, in particular– a prescribe accounting principles and rules; b require corresponding information for a preceding financial year; c make different 'provision for different descriptions of society or branch."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69D", "section_title": "\n IAS  individual accounts", "section_text": "69D Where the committee of management of a friendly society prepare  IAS  individual accounts for a society or branch, it must state in the notes to those accounts that the accounts have been prepared in accordance with   UK-adopted international accounting standards ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69E", "section_title": "Duty to prepare group accounts", "section_text": "69E 1 If at the end of a financial year an incorporated friendly society has subsidiary undertakings, the committee of management, in addition to preparing individual accounts for the year, must prepare consolidated accounts for the year for the society and those undertakings taken as a whole, except as provided by regulations under subsection (7). Those accounts are referred to in this Part as the society’s “group accounts”. 2 Certain friendly societies are obliged by   section 403(1) of the Companies Act 2006   to prepare their group accounts in accordance with   UK-adopted international accounting standards   (“ IAS  group accounts”). 3 The group accounts of other friendly societies may be prepared – a in accordance with section 69F (“Friendly Societies Act group accounts”), or b in accordance with   UK-adopted international accounting standards   (“ IAS  group accounts”). This subsection is subject to the following provisions of this section and section 69I (consistency of accounts). 3A The group accounts of a friendly society that is a charity must be Friendly Societies Act group accounts. 4 After the first financial year in which the committee of management of a friendly society prepares  IAS  group accounts (“the first  IAS  year”), all subsequent group accounts of the society must be prepared in accordance with   UK-adopted international accounting standards   unless there is a relevant change of circumstance.  This is subject to subsection (5A). 5 There is a relevant change of circumstance if, at any time during or after the first  IAS  year— a the society becomes a subsidiary undertaking of another undertaking and accounts for that undertaking and its subsidiary undertakings (taken as a whole) are not prepared in accordance with   UK-adopted international accounting standards , b the society ceases to be a society with securities admitted to trading on a  UK   regulated market, or c a parent undertaking of the society ceases to be an undertaking with securities admitted to trading on a  UK   regulated market. ... 5A After a financial year in which the committee of management of a friendly society prepares IAS group accounts, the committee of management may change to preparing Friendly Societies Act group accounts for a reason other than a relevant change of circumstance provided it has not changed to Friendly Societies Act group accounts in the period of five years preceding the first day of that financial year. 5B In calculating the five year period for the purpose of subsection (5A), no account should be taken of a change due to a relevant change of circumstance. 6 If, having changed to preparing Friendly Societies Act group accounts  ..., the committee of management again prepares  IAS  group accounts for the society, subsections (4) and (5) apply again as if the first financial year for which such accounts are again prepared were the first  IAS  year. 7 The Treasury may by regulations exempt specified descriptions of incorporated friendly societies with subsidiaries from any duty to prepare group accounts. 8 Regulations under subsection (7) may exempt societies by reference to any criterion and may make different provision for different descriptions of societies. 9 In this subsection  “ UK regulated market ” has the meaning given in Article 2.1.13A of Regulation (EU) No. 600/2014 of the European Parliament and of the Council of 15 May 2014 and amending Regulation (EU) No. 648/2012."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69F", "section_title": "Friendly Societies Act group accounts", "section_text": "69F 1 Friendly Societies Act group accounts must comprise— a a balance sheet dealing with the state of affairs of the society and its subsidiary undertakings; b an income and expenditure account showing the income and expenditure of the society and its subsidiary undertakings. 2 Friendly Societies Act group accounts must give a true and fair view of the state of affairs as at the end of the financial year, and the income and expenditure for the financial year, of the society and the subsidiary undertakings included in the group accounts as a whole, so far as concerns the members of the society. 3 Friendly Societies Act group accounts must comply with the requirements of regulations made under section 69G as to the form and content of the group accounts and additional information to be provided by way of notes to the accounts or otherwise. 4 Where compliance with the provisions of those regulations, and the other provisions of this Act as to the matters to be included in a society’s group accounts or in notes to those accounts, would not be sufficient to give a true and fair view, the necessary additional information must be given in the accounts or in a note to them. 5 If in special circumstances compliance with any of those provisions is inconsistent with the requirement to give a true and fair view, the committee of management must depart from that provision to the extent necessary to give a true and fair view. 6 Particulars of any such departure, the reasons for it and its effect must be given in a note to the accounts. 7 The Treasury may by regulations— a add to the classes of documents to be comprised in a society’s Friendly Societies Act group accounts under subsection (1); b make provision as to the matters to be included in any document so added; c modify the requirements of this Part as to the matters to be stated in any document comprised in the society’s Friendly Societies Act group accounts; and d reduce the classes of documents to be comprised in a society’s Friendly Societies Act group accounts. 8 Regulations under subsection (7)— a may make different provision for different descriptions of society; and b may include incidental and supplementary provisions."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69G", "section_title": "Form and content of Friendly Societies Act group accounts", "section_text": "69G 1 The Treasury must by regulations make provision with respect to the form and content of Friendly Societies Act group accounts. 2 The Treasury may by regulations make provision with respect to additional information to be contained in Friendly Societies Act group accounts, whether in the form of notes or otherwise. 3 The regulations may, in particular— a prescribe accounting principles and rules; b require corresponding information for a preceding financial year; and c make different provision for different descriptions of society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69H", "section_title": "\n IAS  group accounts", "section_text": "69H Where the committee of management of a friendly society prepares  IAS  group accounts, it must state in the notes to those accounts that the accounts have been prepared in accordance with   UK-adopted international accounting standards ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69I", "section_title": "Consistency of accounts", "section_text": "69I 1 The committee of management of a friendly society that prepares group accounts must secure that the individual accounts of— a the friendly society, b each of its subsidiary undertakings, and c each of its registered branches, are all prepared using the same financial reporting framework, except to the extent that in their opinion there are good reasons for not doing so. 2 Subsection (1) only applies to accounts of subsidiary undertakings which are— a required to be prepared under   Part 15 of the Companies Act 2006 , or b required to be prepared under Part 6 of this Act. 3 Subsection (1) does not require accounts of undertakings that are charities to be prepared using the same financial reporting framework as accounts of undertakings which are not charities. 4 Subsection (1)(a) does not apply where the committee of management of a friendly society prepares  IAS  group accounts and  IAS  individual accounts. 5 The committee of management of a society which has subsidiary undertakings must ensure that, except where in its opinion there are good reasons against it, the financial year of each of its subsidiary undertakings coincides with the society’s own financial year."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69J", "section_title": "  Disclosures relating to members of the committee of management and employees of the society", "section_text": "69J 1 The information specified in Schedule 13D must be given in notes to a friendly society’s or a registered branch’s annual accounts, subject to the provisions of subsection (5). 2 In that Schedule— Part 1 relates to emoluments and other benefits of members of the committee of management and others and to loans and other dealings in favour of members of the committee and connected persons; and Part 2 relates to information about the employees of a society. 3 It is the duty of any member of the committee of management, and any person who has been at any time in the preceding five years a member of the committee, to give notice to the society of such matters relating to himself as may be necessary for the purposes of Part 1 of Schedule 13D. 4 A person who makes default in complying with subsection (3) commits an offence and is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 Paragraphs 11 and 13 of Schedule 13D do not apply to non-directive friendly societies or their registered branches. 6 The annual accounts of a friendly society which is required to produce group accounts under section 69E must include the material specified by paragraphs 11 to 13 not only in respect of the society but also in respect of the society and its subsidiaries in combination. 7 The Treasury may, by order, modify the provisions of Schedule 13D. 8 An order under this section may— a make consequential amendments or repeals of other provisions of this Act; b make such transitional or saving provisions as appear to the Treasury to be necessary or expedient; c make different provision for different cases."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69K", "section_title": "Disclosures about related undertakings", "section_text": "69K 1 The information specified in Schedule 13E must be given in notes to a friendly society’s or a registered branch’s annual accounts. 2 In the case of a friendly society whose committee of management is not required to prepare consolidated accounts, the information specified in Part 1 of that Schedule must be given. 3 In the case of a friendly society whose committee of management is required to prepare consolidated accounts, the information specified in Part 2 of that Schedule must be given. 4 The Treasury may, by order, modify the provisions of Schedule 13E. 5 An order under this section may also— a make consequential amendments of or repeals in other provisions of this Act; b make such transitional or saving provisions as appear to the Treasury to be necessary or expedient; c make different provision for different cases."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69L", "section_title": "Disclosures relating to off-balance-sheet arrangements", "section_text": "69L 1 If in any financial year— a a friendly society or registered branch has been party to arrangements that are not reflected in its balance sheet, and b at the balance sheet date the risks or benefits arising from those arrangements are material, the information required by this section must be given in notes to the society’s or branch’s annual accounts. 2 The information required is— a the nature and business purpose of the arrangements, and b the financial impact of the arrangements on the society or branch. 3 The information need only be given to the extent necessary for enabling the financial position of the society or branch to be assessed. 4 Where a friendly society is required to prepare consolidated group accounts, this section applies in relation to those accounts as if the undertakings included in the consolidation were a single friendly society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "69M", "section_title": "Disclosure of auditor remuneration", "section_text": "69M 1 The information specified in Schedule 13F must be given in notes to a friendly society’s or a registered branch’s annual accounts. 2 The Treasury may, by order, modify the provisions of Schedule 13F. 3 An order under this section may— a make consequential amendments or repeals of other provisions of this Act; b make such transitional or saving provisions as appear to the Treasury to be necessary or expedient, or c make different provision for different cases."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "70", "section_title": " Contents and form of annual accounts.", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "71", "section_title": " Report on a friendly society’s affairs by the committee of management.", "section_text": "71 1 The committee of management of a friendly society shall prepare for submission to the annual general meeting of the society a report on the activities of the society containing— a a fair review of the business of the society, its subsidiary undertakings and bodies that it jointly controls (if any) complying with section 71A; aa a description of the principal risks and uncertainties facing the society, its subsidiary undertakings and bodies that it jointly controls (if any); b such information relating to such aspects of the activities of the society as may be prescribed by regulations made by the  . . . Treasury; and c a statement whether any and, if so, what activities carried on during the year by the society are believed to have been carried on outside its powers. 1A If the friendly society has subsidiary undertakings, the report may, where appropriate, give greater emphasis to those matters which are significant to the society and its subsidiary undertakings taken as a whole. 2 Where an incorporated friendly society has subsidiaries or jointly controls other bodies, the report shall- a contain such information relating to such aspects of the activities of any subsidiaries or bodies which it jointly controls as may be prescribed by regulations made by the  . . . Treasury; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c contain a statement whether any and, if so, what activities carried on during the year by any of its subsidiaries or by any body which it jointly controls are believed to have been carried on outside the powers of the subsidiary or jointly controlled body. 3 If a report under this section does not contain the prescribed information or the information in the report is not given in accordance with the regulations, each member of the committee of management shall be guilty of an offence and liable— a on conviction on indictment, to a fine; and b on summary conviction, to a fine not exceeding the statutory maximum."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "71A", "section_title": "  Business review", "section_text": "71A 1 The review required for the purposes of section 71(1)(a) is a balanced and comprehensive analysis of— a the development and performance of the business of the friendly society, its subsidiary undertakings and bodies that it jointly controls (if any) during the financial year, and b the position of the friendly society, its subsidiary undertakings and bodies that it jointly controls (if any) at the end of that year, consistent with the size and complexity of the business. 2 The review must, to the extent necessary for an understanding of the development, performance or position of the business of the society, its subsidiary undertakings and bodies that it jointly controls (if any), include— a analysis using financial key performance indicators, and b where appropriate, analysis using other key performance indicators, including information relating to environmental matters and employee matters. 3 The review must, where appropriate, include references to additional explanations of amounts included in the annual accounts of the society. 4 In this section “key performance indicators” means factors by reference to which the development, performance or position of the business of the society, any subsidiary undertakings it has and any bodies that it jointly controls, can be measured effectively."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "72", "section_title": " Auditors’ appointment, tenure, qualifications, etc.", "section_text": "72 1 Every friendly society and every registered branch shall at each annual general meeting appoint an auditor or auditors to hold office from the conclusion of that meeting until the conclusion of the next annual general meeting. 2 Schedule 14 to this Act has effect as regards— a the appointment of auditors; b their qualifications and grounds of disqualification; c the resignation and removal of auditors; and d the remuneration of auditors. 3 Schedule 14A to this Act has effect with regard to the appointment and removal of auditors of societies   subject to special requirements ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "73", "section_title": "  Auditor’s report .", "section_text": "73 1 The   auditor   of a friendly society or of a registered branch shall make a  written   report to the members on the annual accounts which are to be laid before the society or branch at the annual general meeting during   his   tenure of office. 2 The   auditor   of a friendly society or registered branch shall, in preparing   his   report, carry out such investigations as will enable   him   to form an opinion as to— a whether    adequate    accounting records have been kept under section 68 above; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c whether the annual accounts are in agreement with the accounting records; ... 2A If the auditor is of the opinion that— a adequate accounting records have not been kept under section 68, or b the annual accounts are not in agreement with the accounting records, the auditor must state that fact in his report. 3 If the   auditor fails   to obtain all the information and explanations and the access to documents which, to the best of   his   knowledge and belief, are necessary for the purposes of  his  audit,   he   shall state that fact in  his  report. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A The auditor shall, in his report— a state whether, in his opinion, based on the work undertaken in the course of the audit— i the information given in the report of the committee of management for the financial year for which the annual accounts are prepared is consistent with those accounts, ii that report has been prepared in accordance with this Act and the regulations made under it, b state whether, in the light of the knowledge and understanding of the society or registered branch and its environment obtained in the course of the audit, the auditor has identified material misstatements in the report of the committee of management, and c if applicable, give an indication of the nature of each of the misstatements referred to in paragraph (b). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A The auditor’s report must include— a the identity of the friendly society or registered branch whose annual accounts are the subject of the audit, b a description of the annual accounts that are the subject of the audit (including the period covered by those accounts), c a description of the financial reporting framework that has been applied in the preparation of those accounts, and d a description of the scope of the audit identifying the auditing standards in accordance with which the audit was conducted. 5B The report must clearly state the opinion of the auditor as to whether the annual accounts— a give a true and fair view— i in the case of an individual balance sheet, of the state of affairs of the society or branch as at the end of the financial year, ii in the case of an individual income and expenditure account, of the income and expenditure of the society or branch for the financial year, and iii in the case of the group accounts of an incorporated friendly society, of the state of affairs as at the end of the financial year and of the income and expenditure for the financial year of the society and the subsidiary undertakings dealt with in the group accounts, so far as concerns members of the society, b have been properly prepared in accordance with the relevant financial reporting framework, and c have been prepared in accordance with the requirements of this Act (and where applicable,   section 403(1) of the Companies Act 2006 (group accounts: applicable accounting framework) . 5C The auditor’s report must— a be either unqualified or qualified, b include a reference to any matters to which the auditor wishes to draw attention by way of emphasis without qualifying the report, c include a statement on any material uncertainty relating to events or conditions that may cast significant doubt about the ability of the friendly society or registered branch to continue to adopt the going concern basis of accounting, and d identify the auditor’s place of establishment. 6 Where more than one person is appointed as auditor, all the persons appointed must jointly make a report under this section, which must include a statement as to whether they all agree on— a the matters contained in the report, b the statements given under subsections (2A), (3) and (4A), and c the indications given under subsection (4A). 7 Where the persons do not all agree on all of those things, the report must— a include the opinions of each person appointed, and b give reasons for the disagreement."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "74", "section_title": "  Signature of auditor’s report", "section_text": "74 1 The auditor’s report to the members of a friendly society or registered branch must state the name of the auditor  (or, where more than one person is appointed as auditor, all of their names)   and be signed and dated. 2 Where the auditor is an individual, the report must be signed by him. 3 Where the auditor is a firm, the report must be signed— a in the case of a friendly society   subject to special requirements , by the senior statutory auditor in his own name, for and on behalf of the firm; b in any other case— i in the name of the firm by a person authorised to sign on its behalf, or ii if the firm has identified a senior statutory auditor in relation to the audit, by that person, in his own name, for and on behalf of the firm. 4 Where more than one person is appointed as auditor, the report must be signed by all those appointed."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "74A", "section_title": "Senior statutory auditor", "section_text": "74A 1 The senior statutory auditor means the individual identified by the firm as senior statutory auditor in relation to the audit in accordance with the standards or guidance mentioned in section 504(1) of the Companies Act 2006. 2 The person identified as senior statutory auditor must be eligible for appointment as auditor of the society in question in accordance with— a in the case of a friendly society   subject to special requirements , Chapter 2 of Part 42 of the Companies Act 2006; b in any other case, Schedule 14 to this Act. 3 The senior statutory auditor is not, by reason of being named or identified as senior statutory auditor or by reason of his having signed the auditor’s report, subject to any civil liability to which he would not otherwise be subject."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "74B", "section_title": "Names to be stated in copies of auditor’s report filed or published", "section_text": "74B 1 The copies of the auditor’s report sent  ... under section 78(1) or (2) below, and every copy of the auditor’s report that is published by or on behalf of the friendly society or registered branch, must— a state the name of the auditor and (where the auditor is a firm and the report is signed by a senior statutory auditor) the name of the person who signed it as senior statutory auditor, or b if the conditions in section 74C (circumstances in which names may be omitted) are met, state that a resolution has been passed and notified  ... in accordance with that section. 1A If more than one person is appointed as auditor, the reference in subsection (1)(a) to the name of the auditor is to be read as a reference to the names of all the auditors. 2 For the purposes of this section a society or branch is regarded as publishing the report if it publishes, issues or circulates it or otherwise makes it available for public inspection in a manner calculated to invite members of the public generally, or any class of members of the public, to read it. 3 If a copy of the auditor’s report is sent  ... or published without the statement required by this section, an offence is committed by— a the society or branch, and b every officer of the society or branch who is in default. 4 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "74C", "section_title": "Circumstances in which names may be omitted", "section_text": "74C 1   An   auditor’s name, and (where applicable) the name of the person who signed the report as senior statutory auditor, may be omitted from— a the copies of the report sent to   the FCA and, if the society is a PRA-authorised person, the PRA   under section 78(1) or (2) below, and b published copies of the report, if the following conditions are met. 2 The conditions are that the friendly society or registered branch— a considering on reasonable grounds that statement of the name would create or be likely to create a serious risk that the auditor or senior statutory auditor, or any other person, would be subject to violence or intimidation, has resolved in general meeting that the name should not be stated, and b has given notice of the resolution to   the FCA and, if the society is a PRA-authorised person, the PRA , stating— i the name of the society or branch, ii the financial year of the society to which the report relates, and iii the name of the auditor and (where applicable) the name of the person who signed the report as senior statutory auditor."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "75", "section_title": "  Auditor’s rights   to information and to attend meetings.", "section_text": "75 1 The   auditor of a friendly society is   entitled— a to access at all times to the books, accounts and vouchers of the society; b to require from the officers of the society such information and explanations   as he thinks necessary for the performance of his duties as auditor ; c to receive from the society— i notice of any general meeting of the society and of any matter relating to the business of such a meeting of which notice is given (by whatever means) to the society’s members; and ii copies of any communications sent to the society’s members with respect to any such meeting; and d to attend any general meeting of the society and to be heard on any part of the business of the meeting which concerns   him as auditor ; and the   auditor of a registered branch has   the corresponding rights to those specified in paragraphs (a) to (d) above, with the substitution for references to the society of references to the branch. 2 The right to attend or be heard at a meeting is exercisable in the case of a body corporate or partnership by an individual authorised by it in writing to act as its representative at the meeting. 3 An officer of a friendly society is guilty of an offence if he knowingly or recklessly makes to the society’s   auditor   a statement (whether written or oral) which— a conveys or purports to convey any information or explanations which the   auditor requires, or is entitled to require, as auditor   of the society; and b is misleading, false or deceptive in a material particular. 4 An officer of a registered branch is guilty of an offence if he knowingly or recklessly makes to the   auditor   of the branch a statement (whether written or oral) which— a conveys or purports to convey any information or explanations which the   auditor requires, or is entitled to require, as auditor   of the branch; and b is misleading, false or deceptive in a material particular. 5 A person guilty of an offence under subsection (3) or (4) above is liable — a on conviction on indictment, to imprisonment for a term not exceeding 2 years, or to a fine, or to both; and b on summary conviction, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum, or to both. 6 Where a subsidiary of a friendly society is a company (as defined in section 1(1) of the Companies Act 2006), the subsidiary and its auditors must give to the auditors of the friendly society such information and explanations as they may reasonably require for the purposes of their duties as auditors of the society. 7 If— a a subsidiary to which subsection (6) above applies fails to comply with that subsection; or b an auditor of such a subsidiary fails without reasonable excuse to comply with that subsection, the subsidiary or auditor is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 8 An incorporated friendly society having a subsidiary to which subsection (6) above does not apply shall, if required by   its auditor   to do so, take all such steps as are reasonably open to it to obtain from the subsidiary such information and explanations as   he   may reasonably require for the purposes of   his duties as auditor   of that society. 9 If an incorporated friendly society fails to comply with subsection (8) above, it is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "76", "section_title": " Approval and signing of accounts.", "section_text": "76 1 The annual accounts of a friendly society or a registered branch shall be approved by the committee of management. 2 The accounts so approved shall be signed by the secretary of the society or branch; and the signature shall be on the balance sheet. 3 Every copy of the balance sheet which is laid before the society or branch in general meeting, or is otherwise circulated, published or issued, shall state the name of the secretary of the society or branch. 4 The copy of the balance sheet of a friendly society or a registered branch which is sent   ... under section 78 below shall be signed by the secretary of the society or branch. 5 If annual accounts of a society or branch are approved which do not comply with the requirements of this Act, every member of the committee of management who is party to their approval and who knows that they do not comply or is reckless as to whether they comply is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. For this purpose every member of the committee at the time the accounts are approved shall be taken to be a party to their approval unless he shows that he took all reasonable steps to prevent their being approved. 6 If a copy of the balance sheet of a society or branch— a is laid before the society or branch, or otherwise circulated, published or issued, without the balance sheet having been signed as required by this section or without the required statement of the signatory’s name being included; or b is sent   ... without being signed as required by this section, the society or branch and every officer of it who is in default is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "77", "section_title": " Information on appointed actuary to be annexed to balance sheet.", "section_text": "77 1 This section applies to any copy of a friendly society’s balance sheet which— a is furnished under section 78 to the FCA and, if the society is a PRA-authorised person, the PRA; aa is furnished to either the FCA or the PRA at its request; b is laid before the society at its annual general meeting; or c is furnished to a member at his request. 2 Subject to the provisions of this section, a friendly society shall annex to each copy of its balance sheet to which this section applies as respects every person who, at any time during the financial year to which the balance sheet relates, was its appointed actuary, a statement of the following information— a whether the actuary was a member of the society or any subsidiary of the society at any time during that year; b particulars of any pecuniary interest of the actuary in any transaction between the actuary and the society or any subsidiary of the society and subsisting at any time during that year or, in the case of transactions of a minor character, a general description of such interests; c the aggregate amount of any remuneration and the value of any other benefits other than a pension or other future or contingent benefit under any contract of service of the actuary with, or contract for services by the actuary to, the society or any subsidiary of the society, receivable by the actuary in respect of any period in that year; and d a general description of any other pecuniary benefit (including any pension and other future contingent benefit) received by the actuary from the society or any subsidiary of the society in that year or receivable by him from the society or any such subsidiary, together with a statement that the society has made a request to the actuary to furnish to it the particulars specified in this subsection and identifying any particulars furnished pursuant to the request. 3 Subsection (2) above applies in relation— a to the actuary’s spouse  or civil partner ; b to a partner of the actuary; c to any child or step-child of the actuary who is under 18; d to any person (other than the society concerned or any subsidiary of that society) of whom the actuary is an employee; and e to any body corporate (other than the society concerned or any subsidiary of that society) of which the actuary is a director or which is controlled by him, as it applies in relation to the actuary. 4 For the purposes of subsection (3) above, an actuary shall be taken to control a body corporate if he is a person— a in accordance with whose directions or instructions the directors of that body corporate or of a body corporate of which it is a subsidiary are accustomed to act; or b who, either alone or with any other person falling within that subsection, is entitled to exercise or controls the exercise of, one-third or more of the voting power at any general meeting of the body corporate or of a body corporate of which it is a subsidiary. 5 If a friendly society fails to annex the statement required by subsection (2) above to a copy of its balance sheet to which this section applies, the society concerned shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "78", "section_title": " Laying and furnishing of accounts and reports.", "section_text": "78 1 The committee of management of a friendly society shall in each year— a lay before the society, at the annual general meeting, copies of the annual accounts for the last financial year, the report of the committee of management for that year and the   auditor’s report   on those accounts; and b send to the   FCA and, if the society is a PRA-authorised person, the PRA , not later than 30th June or 14 days before the annual general meeting, whichever is earlier, two copies of those accounts and reports. 2 The committee of management of a registered branch shall in each year— a lay before the branch, at the annual general meeting, copies of the annual accounts for the last financial year and the   auditor’s report   on those accounts; and b send to the   FCA and, if the society is a PRA-authorised person, the PRA , not later than 30th June or 14 days before the annual general meeting, whichever is earlier, two copies of those accounts and that report. 3 Every friendly society shall, as from the date by which at the latest its committee of management is required by subsection (1) above to send them to the   FCA and, if the society is a PRA-authorised person, the PRA — a make copies of the annual accounts, the report of the committee of management and the   auditor’s report   available free of charge to members of the society at every office of the society; and b send, free of charge, copies of those documents to any member of the society who demands them; and that duty shall cease, as respects those accounts, when the society comes to be under the same duty in respect of the accounts for the next financial year. 4 Every registered branch shall, as from the date by which at the latest its committee of management is required by subsection (2) above to send them to the   FCA and, if the society is a PRA-authorised person, the PRA — a make copies of the annual accounts and the   auditor’s report   available free of charge to members of the branch at every office of the branch; and b send, free of charge, copies of those documents to any member of the branch who demands them; and that duty shall cease, as respects those accounts, when the branch comes to be under the same duty in respect of the accounts for the next financial year. 4A A friendly society or registered branch is to be regarded as sending a copy of a document to a member for the purposes of subsection (3)(b) or (4)(b) if it makes the document available to the member on a website; and the end date for the purposes of section 119AB(4)(b) is the date when the duty ceases. 5 If default is made in complying with subsection (1) or (2) above, every person who was a member of the committee of management of the society or, as the case may be, the branch, at any time during the relevant period shall be guilty of an offence and liable on summary conviction— a to a fine not exceeding level 5 on the standard scale; and b in the case of a continuing offence, to an additional fine not exceeding  one-tenth of that level   one-tenth of the greater of £5,000 or level 4 on the standard scale   for every day during which the offence continues. 6 If, on demand made of it under subsection (3) or (4) above, a friendly society or registered branch fails, in accordance with that subsection, to make available or, as the case may be, within 7 days of the demand, to send to a person a copy of the annual accounts, the society or branch shall be guilty of an offence and liable on summary conviction— a to a fine not exceeding level 3 on the standard scale; and b in the case of a continuing offence, to an additional fine not exceeding one-tenth of that level for every day during which the offence continues. 7 In subsection (5) above “ the relevant period ” means the period beginning at the end of the last financial year and ending with the date which falls 14 days before the annual general meeting following the end of that year. 8 The   FCA   shall keep one of  the copies of documents received by it from a friendly society under subsection (1) above in the public file of the society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "78A", "section_title": "Interpretation of Part 6", "section_text": "78A 1 In this Part— “annual accounts”, in relation to a friendly society or registered branch, means— the individual accounts required by section 69A, and any group accounts required by section 69E, together with the notes to those accounts; ...   “firm” means any entity, whether or not a legal person, that is not an individual and includes a body corporate, a corporation sole, and a partnership or other unincorporated association;   “ IAS  accounts” means  IAS  individual accounts or  IAS  group accounts; ... “income and expenditure account”, in relation to a friendly society or registered branch which prepares  IAS  accounts, includes an income statement or other equivalent financial statement required to be prepared by   UK-adopted international accounting standards ; ... “non-directive friendly society” means a registered friendly society — to which subsections (2) and (3) of section 37 (restriction of combinations of business do not apply; and which does not carry on reinsurance business; “parent undertaking” and “subsidiary undertaking” shall be construed in accordance with the provisions of   section 1162 of the Companies Act 2006, read in conjunction with section 1161(1) of and Schedule 7 to that Act .   “senior statutory auditor” has meaning given by section 74A(1) above;     “ UK-adopted international accounting standards ” has the meaning given by section 474(1) of the Companies Act 2006;   2 References in this Part to accounts giving a “true and fair view” are references— a in the case of Friendly Societies Act individual accounts, to the requirement under section 69B that such accounts give a true and fair view; b in the case of Friendly Societies Act group accounts, to the requirement under section 69F that such accounts give a true and fair view; and c in the case of  IAS  accounts, to the requirement under   UK-adopted international accounting standards   that such accounts achieve a fair presentation. 3 References in this Part to a friendly society   subject to special requirements   are to a friendly society that  ... — a   would be  an insurance undertaking within the meaning given by Article 2.1 of Council Directive  1991/674/EEC  on the annual accounts and consolidated accounts of insurance undertakings  were the United Kingdom a member State , or b   is  an issuer whose transferable securities are admitted to trading on a regulated market. 4 In subsection (3)— a “issuer” and “regulated market” have the same meaning as in Part 6 of the Financial Services and Markets Act 2000; and b “transferable securities” means anything which is a transferable security for the purposes of  Directive 2004/39/EC  of the European Parliament and of the Council on markets in financial instruments."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "80", "section_title": " Determination of certain disputes by arbitration.", "section_text": "80 1 Subject to the following provisions of this section, any dispute between— a a member or person claiming through a member or under the rules of a friendly society or registered branch and the society or branch; b a person aggrieved who has ceased to be a member of a friendly society or registered branch, or a person claiming through such a person, and the society or branch or an officer of the society or branch; c a registered branch and the society of which it is a registered branch; d an officer of a registered branch and the society of which it is a registered branch; or e two or more registered branches, or any of their officers, shall be determined by arbitration in the manner directed by the rules of the society or branch. 1A Nothing in subsection (1) above or in rules of a kind mentioned in that subsection prevents any person, in accordance with the scheme for which Part XVI of the Financial Services and Markets Act 2000 provides (the ombudsman scheme), from having a complaint dealt with under such a scheme before, or instead of, arbitration. 2 An application for the enforcement of an award on an arbitration under this section may be made to the county court. 3 An award made in such an arbitration shall, in Scotland— a subject to subsection (4) below, be final; and b be enforceable as if it were an extract registered decree arbitral bearing a warrant for execution issued by the sheriff. 4 An arbiter who has made an award in an arbitration under this section shall, on the application of a party to such arbitration, state a case for the opinion of the Court of Session on any question of law. 5 If the parties to a dispute of a description specified in subsection (1) above agree that it shall be determined by the county court or, in Scotland, the sheriff, it may be so determined instead of being determined by arbitration under this section. 6 If— a a party to a dispute of a description specified in subsection (1) above applies to the society or branch in accordance with the rules for determination of the dispute by arbitration; b no such determination has been made within the period of 40 days beginning with the day on which the application was made; and c either party applies for determination of the dispute by the county court or, in Scotland, the sheriff, the dispute may be so determined. 7 If the society has registered branches— a the period of 40 days shall not begin to run until application has been made in succession to all the bodies entitled to determine the dispute by arbitration in accordance with the rules; but b the rules may not require a greater delay than 3 months between each successive determination by such a body. 8 In this section “ dispute ”— a includes any dispute arising on the question whether a member or person aggrieved is entitled to be, or to continue to be, a member or to be reinstated as a member; but b in the case of a person who has ceased to be a member does not (except as provided in paragraph (a) above) include any dispute other than one on a question which arose while he was a member, or arises out of his membership; and c does not include a dispute between parties mentioned in subsection (1)(a) or (b) above which has arisen as a result of and incidentally to a dispute between a member, or person aggrieved who has ceased to be a member and a person claiming through him or under the rules of a society or branch."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "81", "section_title": " Complaints by members of friendly societies.", "section_text": "81 1 Nothing in section 80 above shall affect the power of a friendly society or registered branch— a to establish internal procedures for the resolution of complaints; or b to make, to join with any other persons in making, or to accede to, schemes for the investigation and settlement by an adjudicator of complaints; but a society or branch may not prevent a member from referring any dispute to arbitration under that section by purporting to require instead the making of a complaint or the acceptance of any determination of a complaint. 2 The   FCA   shall have the function of promoting the establishment by friendly societies and registered branches of— a internal complaints procedures; and b schemes for the investigation and settlement of complaints; and, in particular, the   FCA   may issue such guidance on those matters to friendly societies and registered branches as it thinks fit. 3 In this section— “ accede ”, in relation to a scheme, means assume the obligations and rights of membership of the scheme; “ complaint ” includes any complaint made by a member about action of a friendly society or branch which constitutes (in relation to that member) unfair treatment, maladministration or breach of any contractual or other duty and causes him pecuniary loss or inconvenience; “ member ” in relation to a friendly society or branch includes any person who is or was a member of the society or branch or is claiming through a member or under the rules; and “ action ” includes omissions."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "82", "section_title": " Disputes arising out of loans of surplus funds to societies of different description.", "section_text": "82 1 Where— a a registered friendly society or a registered branch (“ the lender ”) has made or agreed to make advances under section 50 of the 1974 Act to another society or branch (“ the borrower ”); and b the lender is by reason of this empowered by the rules of the borrower to take part in the government or control of the borrower, subject to subsection (3) below, section 80 above shall apply in relation to the determination of a dispute between the lender and the borrower relating to such an advance or agreement or to the rights of the lender or an officer of the lender under the rules of the borrower, as if the borrower were a branch of the lender. 2 In the application of section 80 above to any such dispute, references in that section to the rules of the society are references to the rules of the borrower. 3 Section 80 above shall not prevent the bringing of legal proceedings for the determination of any such dispute unless, before the commencement of the proceedings, application has been made for a reference under the rules of the borrower. 4 Proceedings for the determination of any such dispute may be brought  in England and Wales in the county court or, in Northern Ireland,   in a county court or, in Scotland, before the sheriff, whether or not the court would apart from this subsection have jurisdiction to entertain them. 5 The reference in subsection (1) above to advances under section 50 of the 1974 Act includes, in the case of a society formerly registered in Northern Ireland, a reference to advances made under section 42 of the  Friendly Societies Act (Northern Ireland) 1970."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "83", "section_title": " Disputes relating to industrial and provident societies.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "84", "section_title": " Disputes under the National Savings Bank Act 1971 and National Debt Act 1972.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "85", "section_title": " Amalgamation of friendly societies.", "section_text": "85 1 Any two or more friendly societies may, in accordance with this Part of this Act, amalgamate by establishing an incorporated friendly society as their successor. 2 In order to establish a society as their successor, friendly societies proposing to amalgamate must— a comply with the applicable requirements of Part I of Schedule 15 to this Act; b take the steps required by paragraph 1(2) of Schedule 3 to this Act; c each approve the proposed amalgamation and the terms on which it is to take place by special resolution; and d obtain the confirmation of the   appropriate authority   of the amalgamation; and, on obtaining that confirmation, the successor may be registered and incorporated under this Act. 3 If the   FCA or the PRA   confirms the amalgamation and the successor society is registered under this Act, the certificate of incorporation issued by the   FCA   shall specify a date as the transfer date for that amalgamation. 4 On the transfer date— a all the property, rights and liabilities of each society participating in the amalgamation shall become by virtue of this subsection the property, rights and liabilities of the successor society; and b each such society shall be dissolved; but the transfer from each such society effected by paragraph (a) above shall be deemed to have been effected immediately before the dissolution of that society. 4A If, on the transfer date, each of the societies whose amalgamation was confirmed has permission under Part 4A of the Financial Services and Markets Act 2000, the appropriate regulator (within the meaning of section 55A of that Act) must, with effect from that date, give their successor such permission under that Part as it considers appropriate, subject to such requirements as it considers appropriate, and must notify the successor of the permission by giving the successor a decision notice under that Act. 4B Part XXVI of the Financial Services and Markets Act 2000 applies to a decision notice given under this section as it applies to a decision notice given under   subsection (5) of section 55V of that Act by virtue of paragraph (a) or (b) of that subsection , except that— a section 390 (final notices) does not apply, and b for the purposes of section 391 (publication) the decision notice is to be treated as if it were a final notice rather than a decision notice. 4C The giving of permission pursuant to subsection (4A) above is to be treated for the purposes of   section 55Z1   of the Financial Services and Markets Act 2000 (right to refer matters to the   Upper Tribunal ) as if it were the determination of an application made by the successor under   Part 4A   of that Act, and Part IX of that Act (hearings and appeals) applies accordingly (but subject to subsection (4D) below). 4D In the application of Part IX of that Act by virtue of subsection (4C) above,   section 133A(4)   (which   prevents the action specified in a decision notice from being taken   until after any reference and appeal) is omitted. 5 Where a friendly society is dissolved by subsection (4)(b) above, its registration under this Act or the 1974 Act shall be cancelled by the   FCA . 6 Schedule 15 to this Act has effect for supplementing this section."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "86", "section_title": " Transfer of engagements by or to friendly society.", "section_text": "86 1 A friendly society may, in accordance with this Part of this Act, transfer its engagements to any extent to any of the following persons, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b to an industrial and provident society; c to a company registered under the Companies Act 2006; d in relation to engagements the fulfilment of which will constitute the carrying on of insurance business, to any other person who is an  insurer ; e in relation to engagements the fulfilment of which will not constitute the carrying on of insurance business, to a person (or body of persons) who is not of a description specified in  paragraph (b), (c) or (d) above . 2 A friendly society, in order to transfer any of its engagements, must— a comply with the applicable requirements of Part I of Schedule 15 to this Act; b resolve to transfer the engagements by special resolution; c if the transfer is of some but not all of its engagements, resolve to do so by an affected members’ resolution; d record the extent of the transfer as so resolved in an instrument of transfer of engagements; and e obtain the confirmation of the   appropriate authority   of the transfer; and, on obtaining that confirmation, the instrument of transfer of engagements may be registered under subsection (4) below. 3 Where it is proposed to transfer the engagements of one friendly society to another friendly society, the proposed transferee, in order to undertake to fulfil them, must— a comply with the applicable requirements of Part I of Schedule 15 to this Act and, if required, with sections 87 and 88 below; and b resolve to undertake to fulfil the engagements by special resolution or, if the   appropriate authority   consents to that mode of proceeding, by resolution of the committee of management. 3A The PRA must consult the FCA before giving its consent under subsection (3)(b). 4 Where the   appropriate authority   confirms a transfer of engagements,   the FCA   shall, on the application of the society proposing to transfer them and the proposed transferee— a register a copy of the instrument of transfer of engagements; and b issue a registration certificate to the transferee, and a registration certificate shall specify a date as the transfer date for that transfer. 5 On the transfer date— a the property, rights and liabilities of the society transferring its engagements shall by virtue of this subsection become, to the extent provided in the instrument of transfer of engagements, the property, rights and liabilities of the transferee; and b if the transfer is of all the society’s engagements, the society shall be dissolved; but the transfer shall be deemed to have been effected immediately before any such dissolution. 6 The   FCA   shall keep a copy of the instrument and of the registration certificate issued under subsection (4) above— a where the transferee is a friendly society, in the public file of that society; b in any other case, in the public file of the society transferring the engagements. 7 Where a friendly society is dissolved by subsection (5)(b) above, its registration under this Act or the 1974 Act shall be cancelled by the   FCA . 8 Where it is proposed that any engagements of a person other than a friendly society should be transferred to a friendly society, the proposed transferee, in order to undertake to fulfil them, must resolve to do so by special resolution. 9 For the purposes of this section— a an “ affected members’ resolution ” is a resolution approving a transfer of engagements which is passed by the appropriate majority of those members whose contracts with the society are included in the transfer and who are entitled to vote on the resolution; and b the “ appropriate majority ” means a majority consisting of not less than three quarters of those who vote on the resolution (in person or by proxy) at a meeting of the society or in a  ... ballot; and sub-paragraphs (1)(b) and (c), (4), (5) and (6) of paragraph 7 of Schedule 12 to this Act shall apply to an affected members’ resolution as they apply to a special resolution. 10 Delegate voting may not take place on an affected members’ resolution; and where the rules of a friendly society provide for delegate voting on any matter, they must provide for voting by individual members on such resolutions. 11 Schedule 15 to this Act has effect for supplementing this section. 12 In this section “insurer\" means— a a person who has permission under   Part 4A   of the Financial Services and Markets Act 2000 to effect or carry out contracts of insurance,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 Subsection (12) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "87", "section_title": " Actuary’s report as to margin of solvency.", "section_text": "87 1 This section applies where a friendly society (“ the transferor ”) proposes to transfer any of its engagements under section 86 above to another friendly society (“ the transferee ”). 2 Where— a the fulfilment of any of the engagements to be transferred will constitute the carrying on of insurance business in the United Kingdom or Gibraltar, and b the transferee will, after taking the proposed transfer into account, be  required by rules made by the   appropriate authority under Part 9A   of the Financial Services and Markets Act 2000 to maintain the margin of solvency required by such rules , the transferee shall furnish the   appropriate authority   with a report by the appropriate actuary as to whether it will immediately after the proposed transfer, possess that margin of solvency. 3 Where— a the fulfilment of any of the engagements will constitute the carrying on of long-term business, and b a report is not required to be furnished under subsection (2) above, the   appropriate authority   may direct the transferee to furnish the   appropriate authority   with a report by the appropriate actuary as to whether it will, immediately after the proposed transfer, possess an excess of assets over liabilities. 4 The appropriate actuary has a right of access at all times to the books, accounts and vouchers of the transferor and of the transferee, and is entitled to require from the officers of either society such information and explanations as he thinks necessary to enable him to prepare a report under this section. 5 If the appropriate actuary fails to obtain all the information and explanations and the access to documents which, to the best of his knowledge and belief, are necessary for the purposes of a report under this section, he shall state that fact in his report. 6 An officer of a transferor or of the transferee shall be guilty of an offence if he knowingly or recklessly makes to the appropriate actuary a statement (whether written or oral) which— a conveys or purports to convey any information or explanations which he requires, or is entitled to require, for the purposes of a report under this section; and b is misleading, false or deceptive in a material particular. 7 A person guilty of an offence under subsection (6) above is liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years, or to a fine, or to both; and b on summary conviction, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum, or to both."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "88", "section_title": " Actuary’s report on transfer of long term business.", "section_text": "88 1 This section applies where— a a friendly society (“a transferor society”) proposes to transfer to any person engagements the fulfilment of which will constitute the carrying on of long term business in the United Kingdom or Gibraltar; or b a friendly society (a “ transferee society ”) proposes to undertake to fulfil any such engagements to be transferred to it from another friendly society. 2 The   appropriate authority   may direct a transferor society or a transferee society to furnish the   appropriate authority   with a report by an independent actuary on the terms of the proposed transfer and as to his opinion on the likely effects of the transfer on the members of the society who are long term policyholders. 3 A friendly society which is directed to furnish a report under this section shall, on payment of a reasonable fee, furnish a copy of the report to any person who asks for one at any time before the transfer in question is confirmed by the   appropriate authority . 4 Subsections (4) to (7) of section 87 above shall apply in relation to an actuary preparing a report under this section as they apply to the appropriate actuary preparing a report under that section. 5 In this section— “ independent actuary ”, in relation to a transfer of engagements, means an actuary who is not the appropriate actuary of a friendly society participating in the transfer; “ long term policyholder ” means a member whose contract with a friendly society is a contract the effecting of which by the society constituted the carrying on of long term business."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "89", "section_title": " Power of   appropriate authority   to alter requirements for transfer by friendly society.", "section_text": "89 1 If the   appropriate authority   is satisfied that it is expedient to do so in the interests of the members or potential members of a friendly society, it may give a direction under this section (“ a direction ”)— a modifying the requirements of subsection (2)(b) and (c) of section 86 above; and b modifying or disapplying the requirements of Part I of Schedule 15 to this Act, in relation to a particular proposed transfer or to all transfers made by the society after the making of the direction. 1A The PRA must consult the FCA before giving a direction under this section. 2 A direction may not modify the requirements of section 86(2) above so as to permit a society to resolve to make a transfer by a resolution passed by less than a majority, or to require more than a three-quarters majority, of those voting on the resolution. 3 The   appropriate authority   shall not give a direction unless— a an application has been made to it by not less than 10 per cent. of the members of the society concerned or, in the case of a society with more than 1000 members, by not less than 100 members of the society; b not less than one month before giving the direction the   appropriate authority   has served on the society concerned a notice stating that it proposes to make a direction and specifying the considerations which have led it to conclude that it would be expedient to give it; c the   appropriate authority   has considered any representations made by the society with respect to the notice mentioned in paragraph (b) above within such period (not being less than one month) from the date on which the society was served with the notice as the   appropriate authority   may allow; and d if the society so requests, the   appropriate authority   has afforded to it an opportunity of being heard by it within that period. 4 If the   appropriate authority   considers it expedient to do so in the interests of the members or potential members of the society concerned, it may vary or revoke a direction by a further direction. 5 On giving a direction in relation to a society, the   appropriate authority   shall serve on the society a copy of the direction, specifying the considerations which have led it to conclude that it is expedient to give the direction; but the   appropriate authority   may not give a direction unless all the considerations so specified were those, or among those, which were specified in the notice served on the society under subsection (3) above. 6 Notice of a direction shall be published by the   appropriate authority   in one or more of the London Gazette, the Belfast Gazette or the Edinburgh Gazette, as it thinks appropriate, and in such other ways as appear to the   appropriate authority   expedient for informing the public. 6A The PRA must send to the FCA a copy of any direction it issues under this section. 7 The    FCA   shall keep a copy of any direction given under this section  in the public file of the society concerned."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "90", "section_title": " Power of   appropriate authority          to effect transfer of engagements.", "section_text": "90 1 Subject to the following provisions of this section the   appropriate authority   may give a direction under this section (“ a direction ”) providing for the transfer of such of the engagements of a friendly society (“ the society ”) as are specified in the order to a person so specified (“ the transferee ”). 2 The   appropriate authority   may give a direction if— a it considers that— i the society is unable to manage its affairs satisfactorily in relation to the engagements specified in the order; and ii a transfer of those engagements would be expedient to protect the interests of the members of the society; and b the proposed transferee has complied with paragraph 1 of Schedule 15 to this Act and has resolved to undertake to fulfil the engagements by special resolution or, if the   appropriate authority   consents to that mode of proceeding, by resolution of the committee of management; but the   appropriate authority   may direct that paragraph (b) above shall be modified in relation to a particular proposed transfer (but not to permit a society to resolve to undertake to fulfil the engagements by less than a majority or more than a three-quarters majority of those voting). 2A The PRA must consult the FCA before giving a direction under this section. 3 The   appropriate authority   may not give a direction if, were the transfer to be proposed to be made under section 86 above, it would be precluded from confirming it by  paragraph 11 or  any provision of paragraphs 13 to 17 of Schedule 15 to this Act. 4 At the same time as giving a warning notice to the society in accordance with section 58A(1) in relation to its proposal to give a direction, the  appropriate authority  shall  publish notice of the proposed direction in one or more of the London Gazette, the Belfast Gazette or the Edinburgh Gazette, as it thinks appropriate, and, if it thinks appropriate, in one or more newspapers. 5 A notice published in pursuance of subsection (4)(b) above shall— a state that any interested party has the right to make representations to the   appropriate authority   with respect to the proposed direction; b specify a date determined by the   appropriate authority   before which any written representations or notice of a person’s intention to make oral representations must be received by the   appropriate authority ; and c specify a date determined by the   appropriate authority   as the day on which it intends to hear any oral representations. 6 After the date specified in pursuance of subsection (5)(b) above, the   appropriate authority   shall— a determine the time and place at which oral representations may be made; b give notice of that determination to the society and the proposed transferee and to any persons who have given notice of their intention to make oral representations; and c send copies of the written representations received by the   appropriate authority   to the society concerned and the proposed transferee. 7 Before the   appropriate authority   decides whether to give the society a decision notice in accordance with section 58A(3),  the   appropriate authority   shall allow the society and the proposed transferee an opportunity to comment on the written representations, whether at a hearing or in writing before the expiration of such period as the   appropriate authority   specifies in a notice to it. 8 If the PRA gives a direction, it must send a copy of the direction to the FCA. 8A The FCA must— a keep a copy of a direction issued under this section (whether by the FCA or by the PRA); b register that copy; and c issue a registration certificate to the transferee. 8B The registration certificate must specify a date as the transfer date for the transfer. 9 On the transfer date— a the property, rights and liabilities of the society shall by virtue of this subsection become, to the extent provided in the direction, the property, rights and liabilities of the transferee; and b if the transfer is of all the society’s engagements, the society shall be dissolved; but the transfer shall be deemed to have been effected before any such dissolution. 10 The   FCA   shall keep a copy of a direction and of the registration certificate— a if the transferee is a friendly society, in the public file of that society; b in any other case, in the public file of the society transferring the engagements. 11 Where a friendly society is dissolved by subsection (9)(b) above, its registration under this Act or the 1974 Act shall be cancelled by the   FCA ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "90A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "90A"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "91", "section_title": " Conversion of friendly society into company.", "section_text": "91 1 A friendly society may, in accordance with this Part of this Act, convert itself into a company registered under    the Companies Act 2006  (“ a company ”). 2 In order to convert itself into a company a friendly society must— a comply with the applicable requirements of Part I of Schedule 15 to this Act ; b approve the proposed conversion, the terms on which it is to take place and the proposed memorandum and articles of association for the company by special resolution; and c obtain the confirmation of the   appropriate authority   of the conversion; and, on obtaining that confirmation, the society may apply for registration as a company. 2A The PRA must consult the FCA before giving a confirmation under this section. 3 The terms on which the conversion of a friendly society into a company is to take place may include provision for part of the funds of the society or the company to be distributed among, or for other rights in relation to shares in the company to be conferred on, members of the society. 4 Where— a a special resolution of the society contains the particulars required by subsection (1) of section 8 of the Companies Act 2006 to be contained in the memorandum of association of a company, and b a copy of the resolution has been registered by the   FCA , a copy of that resolution under the seal and stamp of the   FCA   has the same effect as a memorandum of association duly authenticated as required by subsection (2) of that section. 5 On the registration of a friendly society as a company the registration of the society under this Act or the 1974 Act shall be cancelled by the   FCA . 6 Where a friendly society converts into a company the terms approved by the society and confirmed by the   appropriate authority   shall, in so far as they provide for the conferral of rights on members or officers of the society, be enforceable as if they had been the subject of an agreement between the society and those members and officers. 7 Registration of a friendly society as a company shall not affect any right or claim subsisting against the society or any penalty incurred by the society; and for the purpose of enforcing any such right, claim or penalty, the society may be sued and proceeded against in the same manner as if it had not become registered as a company. 8 The  Treasury , may make regulations providing for the regulation of the conversion of friendly societies into companies; and such regulations may, in particular make provision— a for and in connection with the transition from regulation by and under this Act or the 1974 Act to regulation by and under any other enactments on a society’s ceasing to be registered under that Act; and b for the treatment, in the hands of the company into which a friendly society has converted, of the property, rights and liabilities of the society immediately before its conversion and for the modification of any enactment in its application to any such property, rights and liabilities. 9 Schedule 15 to this Act has effect for supplementing this section."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "92", "section_title": " Compensation for loss of office.", "section_text": "92 1 Subject to subsection (3) below, the terms of— a an amalgamation under section 85 above, b a transfer of engagements of a friendly society under section 86 above, or c a conversion under section 91 above, may include provision for compensation for loss of office or diminution of emoluments attributable to the amalgamation, transfer or conversion to be paid by a participating friendly society to or in respect of any of the persons mentioned in subsection (2) below. 2 Those persons are— a the officers of the society which is to pay the compensation; b in the case of an amalgamation or transfer, the officers of any other participating society; c in the case of a transfer, the officers of any other person participating in the transfer; and d the appointed actuary (if any) of any society participating in the amalgamation or transfer. 3 Any such provision as is mentioned in subsection (1) above must be approved by the society which is to pay the compensation by a special resolution separate from any resolution approving the other terms of the amalgamation, transfer or conversion. 4 If compensation which has not been authorised in accordance with subsection (3) above is received by an officer, it shall be repaid. 5 In this section— “ compensation ” includes the provision of benefits in kind; “ loss of office ” includes, in relation to an officer of an incorporated friendly society holding office by virtue of his position in the society in a subsidiary of the society or body jointly controlled by the society, the loss of that office; and “ participating society ”, in relation to an amalgamation or transfer, means a friendly society participating in the amalgamation or transfer and, in relation to the conversion of a friendly society, that society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "93", "section_title": " Registration of societies under 1974 Act.", "section_text": "93 1 No society may be registered under the  1974 Act after the commencement of this section. 2 Subject to section 7 of the 1974 Act, a society registered under the 1974 Act immediately before the commencement of this section (an “ existing society ”) shall continue as a registered society in accordance with the provisions of that Act. 3 Nothing in subsection (1) above shall be taken as preventing the registration after the commencement of this section of a branch of an existing society as a registered branch. 4 Nothing in this Act shall be taken as preventing— a the performance by an existing friendly society of any contract which is in force immediately before the commencement of this section; or b the carrying on by such a society of any social or benevolent activity which is not inconsistent with the other activities of the society. 5 Before the end of the transitional period each existing friendly society shall— a by special resolution agree upon the alterations to be made to its rules so that they conform to this Act and the 1974 Act; and b send to the   FCA   three  copies of the rules as altered each signed by the secretary and accompanied by a statutory declaration by the secretary that that agreement was effected by a resolution passed as a special resolution. 6 On agreeing upon any such alteration to its rules a society shall, subject to subsection (7) below, determine the date on which the society intends it to take effect, and any alteration to the society’s rules sent to the   FCA   shall be accompanied by a record specifying that date (in this paragraph referred to as “ the specified date ”). 7 No date shall be specified under subsection (6) above which falls more than six months after the date of the meeting at which the society agreed upon the alteration to its rules. 8 The   FCA , if satisfied that the rules as altered are in conformity with this Act and the 1974 Act, shall retain and register a copy of the altered rules. 9 On registering a copy of the altered rules under subsection (8) above, the   FCA   shall— a return another copy to the secretary of the society, together with a certificate of registration, and b keep another copy with the record of the specified date sent to it under subsection (6) above and a copy of that certificate, in the public file of the society. 10 Rules registered under this paragraph shall take effect on the specified date for the rule or, if registration of the rules is not effected until a later date, that later date. 11 If the   FCA   has not, before the end of the transitional period, received from an existing registered friendly society copies of its rules as altered in accordance with subsection (5) above, the society shall be treated as having agreed upon such alteration of its rules as the   FCA   directs. 12 Where the   FCA   proposes to give a direction under subsection (11) above in relation to a society it shall— a serve on the society a notice stating that it proposes to give a direction; and b consider any representations made by the society within such period (not being less than fourteen days) from the date on which the notice is served as the   FCA   may allow; and, if the society so requests, the   FCA   shall afford to it an opportunity of being heard by the   FCA   within that period. 13 Where under this section a society is treated as having agreed upon altered rules, the   FCA   shall prepare three copies of rules for the society and shall— a retain and register one copy, b send another to the secretary of the society, together with a certificate of registration, and c keep another copy, together with a copy of that certificate, in the public file of the society; and the rules so registered shall be for all purposes the rules of the society until amended under the 1974 Act. 14 In this section “ the transitional period ” means the period beginning with the commencement date for this section and expiring with such day as the  Treasury prescribe  by order. 15 Subsections (5) to (14) above apply to the rules of a registered branch of an existing friendly society as they apply to the rules of the society."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "94", "section_title": " Registered friendly societies and branches: validation and ratification by members.", "section_text": "94 1 Subject to subsection (3) below, if action not permitted by the rules of a registered friendly society or a registered branch is taken by or on behalf of the society or branch, the action is valid (whether or not it would be valid apart from this subsection) if all the members of the society or branch— a signified their agreement to it in writing before it was taken; or b signified their approval of it in writing before the end of the period of 28 days commencing with the day on which it was taken. 2 Subject to subsection (3) below, if a contract between a registered friendly society or branch and its members purports to create rights and obligations as to which the rules of the society or branch do not permit rights and obligations to be created, the contract shall be valid and shall bind all members of the society or branch if all members of the society or branch are parties to it. 3 This section does not validate the taking of any action or any term in a contract unless the matter falls within the capacity of a registered friendly society or branch under the 1974 Act or this Act. 4 In this section references to the members of a society or branch are to the members entitled to vote at a meeting of the society or branch."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "95", "section_title": " Amendments of 1974 Act.", "section_text": "95 Schedule 16 to this Act (which contains amendments to the 1974 Act) shall have effect."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "96", "section_title": " Extension of 1974 Act to Northern Ireland.", "section_text": "96 1 The 1974 Act shall extend to Northern Ireland. 2 Societies which, immediately before the commencement of subsection (1) above, were societies registered under any provision of section 1 of the  Friendly Societies Act (Northern Ireland) 1970 shall be treated as if they were societies registered under the corresponding provision of section 7 of the 1974 Act. 3 A branch of a society registered under that Act of 1970 which is, immediately before the commencement of subsection (1) above, a registered branch of the society under that Act, shall be treated as a branch registered under the 1974 Act. 4 In consequence of subsections (1) to (3) above, the Friendly Societies Act (Northern Ireland) 1970 is repealed."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "97", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "97"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "98", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "98"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "99", "section_title": " Insurance of lives of children under 10.", "section_text": "99 1 Subject to the following provisions of this section, if— a after this section comes into force a friendly society or registered branch   or an industrial assurance company  enters into a contract of insurance under which benefit in excess of £800 is payable on the death of any person; and b that person dies under the age of 10, the obligation of the society, branch or company as to payment of benefit is only to pay £800 (without prejudice to any person’s right to recover part of the premiums paid). 2 Subsection (1) above does not apply where the benefit is payable to a person who has an interest in the life of the person on whose death it is payable. 3 The   Treasury may  by order substitute some other sum for the sum for the time being specified in subsection (1) above. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 For the purposes of this section— a “industrial assurance company\" means a person, other than a friendly society, who immediately before the repeal of the Industrial Assurance Act 1923, carried on industrial assurance business, and after that repeal is subject to an existing liability or a liability which may accrue under any policy effected in the course of that business; b “industrial assurance business\" means business which, immediately before the repeal of the Industrial Assurance Act 1923, fell within section 1(2) of that Act."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "100", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "100"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "101", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "101"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "102", "section_title": " Power to amend, etc. to assimilate to company law or law relating to persons carrying on insurance business.", "section_text": "102 1 If, on any modification of the statutory provisions in force in Great Britain or Northern Ireland relating— a to companies; or b to persons or bodies of persons, other than friendly societies, whether incorporated or not, carrying on insurance business (including reinsurance business), it appears to the Treasury to be expedient to modify the relevant provisions of this Act for the purpose of assimilating the law relating to friendly societies to the law as so modified, the Treasury may, by order, make such modifications of the relevant provisions of this Act as they think appropriate for that purpose. 2 The “ relevant provisions of this Act ” are the following provisions as for the time being in force, that is to say— a so much of Part II as relates to winding up; b Part IV; c Part V; d Part VI; and e Part VIII. 3 The power conferred by subsection (1) above includes power to modify the relevant provisions of this Act so as to— a confer power to make orders, regulations, rules or other subordinate legislation; b create criminal offences; or c provide for the charging of fees but not any charge in the nature of taxation. 4 An order under this section may— a make consequential amendments of or repeals in other provisions of this Act; or b make such transitional or saving provisions as appear to the Treasury to be necessary or expedient. 5 In this section— “ modification ” includes any additions and, as regards modifications of the statutory provisions relating to companies, any modification whether effected by any future Act or by an instrument made after the passing of this Act under an Act whenever passed; and “ statutory provisions ” includes the provisions of any instrument made under an Act."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "103", "section_title": " Power to modify  Part  VI in relation to particular friendly societies.", "section_text": "103 1 The   appropriate authority   may, on the application or with the consent of a friendly society,  . . . direct that all or any of the provisions of Part  . . . VI of this Act  , or any provision of regulations made for the purposes of that Part,  shall not apply to the society or shall apply to it with such modifications as may be specified in the  direction . 2 A direction  under this section may be subject to conditions. 3 A direction  under this section may be revoked by the   appropriate authority   at any time; and the   appropriate authority , may at any time vary any such  direction  on the application or with the consent of the society to which it applies. 3A The PRA must consult the FCA before making, varying or revoking a direction under this section. 3B The PRA must send the FCA a copy of any direction, variation or revocation under this section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The FCA must keep in a register kept by it for the purposes of this subsection a copy of any direction, variation or revocation under this section. 8 The register kept for the purposes of subsection (7) above shall be available for inspection on reasonable notice by members of the public. 9 The   FCA   shall keep  a copy of— a any direction  ... under  this section , and b any revocation or variation of any such direction, and the central office shall keep the copy  in the public file of the society to which it relates."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "104", "section_title": " Public file of a friendly society.", "section_text": "104 1 The   FCA   shall prepare and maintain a file relating to each friendly society (to be known as the public file) and the file shall— a contain the documents or, as the case may be, copies of the documents and the records of the matters directed by or under any provision of this Act to be kept in the public file of the society; and b be available for inspection on reasonable notice by members of the public  subject to paragraph (2A) below  below. 1A The requirement to prepare and maintain the public file of a friendly society does not apply in relation to a document, a copy of a document or a record, if the   FCA — a prepares and maintains an electronic copy of the document, copy or record; and b places the electronic copy on the  FCA ’s website. 2 Any member of the public shall be entitled,  subject to paragraph (2A) below , to be furnished with a copy of all or any of the documents or records kept in the public file of a friendly society. 2A The   FCA   may charge a reasonable fee for making the public file available to any person for inspection under subsection (1)(b) above,  for making an electronic copy available under subsection (1A) above   or for furnishing any person with a copy of any documents or records under subsection (2) above. 3 The   FCA   may keep in the public file of a registered friendly society any documents relating to a registered branch of the society which correspond to documents relating to the society which it is required to keep on that file."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "105", "section_title": " Exemptions from stamp duty.", "section_text": "105 Stamp duty shall not be chargeable upon any document required or authorised by this Act, the 1974 Act or by the constitution of an incorporated friendly society or of a registered friendly society or registered branch."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "105A", "section_title": "Stamp duty land tax", "section_text": "105A 1 A land transaction effected by or in consequence of— a an amalgamation of two or more friendly societies under section 85, b a transfer of the engagements of a friendly society under section 86; or c a transfer of the engagements of a friendly society pursuant to a direction given by the   appropriate authority   under section 90, is exempt from charge for the purposes of stamp duty land tax. 2 Relief under this section must be claimed in a land transaction return or an amendment of such a return. 3 In this section— “land transaction” has the meaning given by section 43(1) of the Finance Act 2003; “land transaction return” has the meaning given by section 76(1) of that Act."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "106", "section_title": " Officers and auditors not to be exempted from liability.", "section_text": "106 1 Subject to subsection (3) below, any provision to which this section applies, whether contained in the constitution of a friendly society or in any contract with a friendly society or otherwise, shall be void. 2 This section applies to any provision for— a exempting any member of the committee of management, other officer, or person employed as auditor of a friendly society from any liability which, by virtue of any rule of law, would otherwise attach to him in respect of the negligence, default, breach of duty or breach of trust of which he may be guilty in relation to the society; or b indemnifying any such person against any such liability. 3 Subsection (1) above shall not prevent a friendly society— a from purchasing and maintaining for such a person insurance against any such liability; or b from indemnifying such a person against any liability incurred by him in defending any proceedings (whether criminal or civil) in which judgement is given in his favour or in which he is acquitted. 4   Section 1157 of the Companies Act 2006   ( ... which empowers the court to grant relief in certain cases of negligence, default, breach of duty or breach of trust) shall apply in relation to officers and auditors of a friendly society as it applies in relation to officers and auditors of a company. 5 For the purposes of this section a reference to an officer of a friendly society includes a reference to the appropriate actuary."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "107", "section_title": " Time limit for commencing proceedings.", "section_text": "107 1 Notwithstanding any limitation on the time for the taking of proceedings contained in any enactment, summary proceedings for any offence under this Act  , other than an offence in relation to which provision is made in subsection (1A),   may, subject to subsection (2) below, be commenced   by the FCA   at any time within the period of one year beginning with the date on which evidence sufficient in    its opinion    to justify a prosecution for the offence, comes to its knowledge.   1A Notwithstanding any limitation on the time for taking proceedings contained in any Act, summary proceedings for the offences under the provisions listed in subsection (1B), in the circumstances specified in that subsection in relation to those provisions, may be commenced by the PRA, after notifying the FCA, or by the FCA, after notifying the PRA, at any time within the period mentioned in subsection (1C). 1B The provisions and the circumstances are— a section 20 (dissolution by consent), if the failure referred to in subsection (6) or (8) of that section relates to a failure to give notice to the PRA; b section 21 (voluntary winding up), if the failure referred to in subsection (4) of that section relates to a failure to send a copy of the resolution to the PRA in accordance with subsection (2) of that section; c section 25 (power of court to declare dissolution of building society void), if the failure referred to in subsection (5) of that section relates to a failure to send a copy of an order to the PRA in accordance with subsection (4) of that section; d section 62 (powers to obtain information and documents etc.), if— i the failure referred to in subsection (9) of that section is a failure to furnish any information or report, to produce any documents or material, or to provide any explanation or make any statement to the PRA, or ii the information, explanation or statement referred to in subsection (10) or (11) of that section is furnished, provided or made to the PRA; e section 65(4) and (5) (investigations), if the person appointed under subsection (1) of that section was appointed by the PRA; f section 87(6) (actuary’s report), if the PRA directed the transferee to furnish it with a report under subsection (3) of that section; g Schedule 10, paragraph 24 (winding up by the court), if the failure referred to in sub-paragraph (4) of that paragraph relates to a failure to give notice to the PRA in accordance with sub-paragraph (3) of that paragraph; h Schedule 10, paragraph 54 (winding up by the High Court), if the failure referred to in sub-paragraph (4) of that paragraph relates to a failure to give notice to the PRA in accordance with sub-paragraph (3) of that paragraph; i Schedule 14, paragraph 3 (auditors: appointment), if the failure referred to in sub-paragraph (2) of that paragraph relates to a failure to give notice to the PRA in accordance with sub-paragraph (1) of that paragraph; j Schedule 14, paragraph 9 (power of appropriate authority to require second audit), if the failure referred to in sub-paragraph (5) of that paragraph relates to a direction given by the PRA under paragraph (1) of that paragraph or a direction to send a copy of the report to the PRA in accordance with sub-paragraph (3) of that paragraph; k Schedule 14, paragraph 10 (removal of auditors), if the failure referred to in sub-paragraph (3) of that paragraph relates to a failure to give notice to the PRA in accordance with sub-paragraph (2) of that paragraph; l Schedule 14, paragraph 12 (resignation of auditors), if the default referred to in sub-paragraph (5) of that paragraph relates to a failure to give a copy of the notice to the PRA in accordance with sub-paragraph (4) of that paragraph; and m Schedule 14, paragraph 15 (offences of failing to comply with paragraph 14 (statement by person ceasing to hold office)), if— i the default referred to in sub-paragraph (1) of that paragraph relates to a failure to send a copy of a notice to the PRA in accordance with paragraph 14(2) or (7) of that Schedule, or ii the default referred to in sub-paragraph (2) is the default of a PRA-authorised person. 1C The period is one year beginning with the date on which evidence comes to the knowledge of one or both of the FCA and the PRA, being evidence sufficient in the opinion of the FCA or the PRA (as the case may be) to justify a prosecution.   2 Nothing in subsection (1)  or (1A)   above shall authorise the commencement of proceedings for any offence at a time more than three years after the date on which the offence was committed. 3 For the purposes of   subsections (1) and (1C)   above a certificate, purporting to be signed by or on behalf of the   FCA or the PRA , as to the date on which such evidence as is mentioned in   the relevant subsection   came to its knowledge, shall be conclusive evidence of that date. 4 In the application of this section to Scotland— a in subsection (1), omit the words “by the FCA”, b omit subsections (1A), (1B) and (1C), and c references to the FCA are to be read as references to the Lord Advocate. 5 In the application of this section to Scotland,  section 136(1) of the Criminal Procedure (Scotland) Act 1995  shall apply for the purposes of this section as it applies for the purposes of that section."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "108", "section_title": " Offences by bodies corporate, partnerships and unincorporated associations.", "section_text": "108 1 Where an offence under this Act committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of any member of the committee of management, director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by the members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 3 Where a partnership is guilty of an offence under this Act, every partner, other than a partner who is proved to have been ignorant of or to have attempted to prevent the commission of the offence, shall also be guilty of that offence and be liable to be proceeded against and punished accordingly. 4 Where an unincorporated association (other than a partnership) is guilty of an offence under this Act— a every officer of the association who is bound to fulfil any duty of which the breach is the offence; or b if there is no such officer, every member of the governing body other than a member who is proved to have been ignorant of or to have attempted to prevent the commission of the offence, shall also be guilty of the offence and be liable to be proceeded against and punished accordingly."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "109", "section_title": " Defence of due diligence.", "section_text": "109 In any proceedings for an offence under this Act, it shall be a defence for a person charged to prove that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence by himself or any person under his control."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "110", "section_title": "Jurisdiction of magistrates' courts in Northern Ireland.", "section_text": "110 1 In Northern Ireland, a friendly society or an officer of a friendly society may be prosecuted for a summary offence under this Act before a magistrates' court acting for the county court division in which the registered office of the society is situated. 2 Subsection (1) is without prejudice to the provisions of the Magistrates' Courts (Northern Ireland) Order 1981 as to the jurisdiction of a magistrates' court."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "111", "section_title": " Evidence.", "section_text": "111 1 Any document bearing the seal or stamp of the   FCA   shall be received in evidence without further proof. 1A Any document purporting to have been signed by a person authorised to do so on behalf of the   FCA or the PRA , and every document purporting to be signed by any inspector or public valuer under this Act, shall, in the absence of any evidence to the contrary, be received in evidence without proof of the signature. 1B In subsections (1) and (1A), “document\" means any document issued, received or created by the   FCA or the PRA   (or, as the case may be, by any inspector or public valuer under this Act) for the purposes of or in connection with this Act. 2 Any printed document purporting to be a copy of the rules or memorandum of an incorporated friendly society or the rules of a registered friendly society or a registered branch and certified by the secretary or other officer of the society or branch to be a true copy of its rules or memorandum as registered, shall be received in evidence and shall, in the absence of any evidence to the contrary, be deemed to be a true copy of its rules or memorandum."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "112", "section_title": " Records of friendly societies.", "section_text": "112 1 Subject to any other provision of this Act or regulations under it, any record to be kept by a friendly society may be kept in any manner. 2 Where any such record is not kept by making entries in a bound book, but by some other means, adequate precautions shall be taken for guarding against falsification and facilitating its discovery. 3 The power in subsection (1) above includes power to keep the record by recording matters otherwise than in legible form so long as the recording is capable of being reproduced in a legible form; and any duty imposed by or under this Act to allow inspection of, or to furnish a copy of, the record or any part of it is to be treated as a duty to allow inspection of, or to furnish, a reproduction of the recording or of the relevant part of it in a legible form. 4 The  Treasury may by regulations , make such provision in addition to subsection (3) above as  they consider  appropriate in connection with such records as are kept otherwise than in legible form; and the regulations may make modifications of this Act so far as it relates to the records of friendly societies. 5 If default is made in complying with this section the society shall be guilty of an offence and liable on summary conviction— a to a fine not exceeding level 4 on the standard scale; and b in the case of a continuing offence, to an additional fine not exceeding one-tenth of that level for every day during which the offence continues."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "113", "section_title": " Service of notices.", "section_text": "113 1 This section has effect in relation to any notice, directions or other document required or authorised by or under any provision of this Act or by the rules of a friendly society to be served on any person other than the   FCA or the PRA   but subject, in the case of notices or other documents to be given or sent to members of a friendly society, to any provision of its rules. 2 Any such document may be served on the person in question— a by delivering it to him; b by leaving it at his proper address;  ... c by sending it by post to him at that address  ; or d by sending it by electronic means to an electronic address notified by the person for the purpose. 3 Any such document may— a in the case of a friendly society, be served on the secretary of the society; b in the case of a body corporate (other than an incorporated friendly society), be served on the secretary or clerk of that body; c in the case of a partnership, be served on any partner; d in the case of an unincorporated association, other than a partnership or a registered friendly society or registered branch, be served on any member of its governing body. 4 For the purposes of this section and section 7 of the  Interpretation Act 1978 (service of documents) in its application to this section, the proper address of any person is— a in the case of a friendly society or its secretary, the address of its registered office; b in the case of a member of an incorporated friendly society, his registered address; c in the case of a member of the committee of management or the chief executive of a friendly society, his officially notified address; d in the case of a body corporate (other than an incorporated friendly society), its secretary or clerk, the address of its registered or principal office in the United Kingdom; e in the case of an unincorporated association (other than a partnership, registered friendly society or registered branch) or a member of its governing body, its principal office in the United Kingdom; and, in any other case, his last-known address (whether of his residence or of a place where he carries on business or is employed)."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "114", "section_title": " Form of documents.", "section_text": "114 1   Each of the FCA and the PRA may , by directions under this section, make provision with respect to the form of, and the particulars to be included in  , and the authentication of,  any document to be sent to it under this Act or the 1974 Act. 1A The PRA and the FCA must each consult the other before issuing a direction under this section if the document in question is required to be sent to both of them. 2 The directions have effect subject to any other provision of or made under this Act. 3 As regards the authentication of a document sent to   it   electronically,   each of the FCA and the PRA   may— a require the document to be authenticated by a particular person or a person of a particular description; b specify the means of authentication; c require the document to contain or be accompanied by the name or registered number of the society to which it relates (or both). 4 As regards the procedure to be followed in sending a document electronically,   each of the FCA and the PRA   may specify requirements as to the hardware and software to be used, and technical specifications (for example, matters relating to protocol, security, anti-virus protection or encryption). 5 Directions made by   the FCA or the PRA   under this section must not require documents to be sent electronically. 6 In this section, a document is sent electronically if is it sent by electronic means or in electronic form."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "115", "section_title": " Provision as to information supplied for purposes of social security.", "section_text": "115 1 Subject to any exceptions or conditions prescribed by regulations of the Secretary of State, the Secretary of State shall at the request of any person claiming benefit from an incorporated friendly society provide the society for the purposes of the claim with a copy or abstract of any medical certificate relating to that person and supplied by him to the Secretary of State for the purposes of the enactments relating to social security. 2 Where the Secretary of State furnishes an incorporated friendly society, in connection with a claim for benefit from the society with information relating to a claim or award under those enactments, the expenses incurred in connection with his doing so by the Secretary of State or any other government department shall be treated as expenses in carrying those enactments into effect. 3 In this section, references to the Secretary of State shall be construed as including references to the Department of Health and Social Services for Northern Ireland."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "116", "section_title": " Friendly societies etc.", "section_text": "116 In this Act— “ballot” means— a postal ballot (within the meaning of paragraph 8 of Schedule 12), an electronic ballot (within the meaning of paragraph 8A of that Schedule), or a combined ballot (within the meaning of paragraph 8B of that Schedule); “ friendly society ” means an incorporated friendly society or a registered friendly society; “ incorporated friendly society ” means a society incorporated under this Act; “ registered branch ” means a branch of a registered friendly society which is separately registered within the meaning of the 1974 Act; “ registered friendly society ” means a society registered within the meaning of the 1974 Act by virtue of section 7(1)(a) of that Act or any enactment which it replaced."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "117", "section_title": " Insurance business etc.", "section_text": "117 1 For the purposes of this Act— “ annual contribution income ” means, in relation to a friendly society’s long term business, the income of the society in a financial year without any deduction for reinsurance cessions; “commitment\" means, in relation to a friendly society to which section 37(2) applies, a commitment represented by insurance business of any class of Head A of Schedule 2 to this Act; “ insurance business ” means long term business and general business but   , except for the purposes of sections 87 and 88 above,  does not include the operations of a society whose benefits vary according to the resources available and which require each of its members to contribute on a flat-rate basis; “direct insurance business\" means insurance business other than reinsurance business and “direct insurance\" shall be construed accordingly; “ long term business ” means insurance business of any of the classes specified in head A of Schedule 2 to this Act; and “ general business ” means insurance business of any of the classes specified in head B of that Schedule. 2 For the purposes of any provision of Parts IV, V, VI and VIII of this Act, unless the context otherwise requires— a references to insurance business include references to reinsurance business; and b reinsurance business consisting of the effecting and carrying out of a contract of reinsurance of risks of any class shall be taken to constitute the carrying on of insurance business of that class; and “ reinsurance business ” means the effecting and carrying out of contracts of reinsurance. 3 For the purposes of this Act the effecting and carrying out of a contract whose principal object is within one class of insurance business, but which contains related and subsidiary provisions within another class or classes, shall be taken to constitute the carrying on of insurance business of the first-mentioned class, and no other, if subsection (4) or (5) below applies to the contract. 4 This subsection applies to a contract whose principal object is within any class of long term business, but which contains subsidiary provisions within general business class 1 or 2, if the society concerned is authorised under section 32 above to carry on long term business class I. 5 This subsection applies to a contract whose principal object is within one of the classes of general business but which contains subsidiary provisions within another of those classes. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "118", "section_title": " Financial year of friendly societies.", "section_text": "118 1 Subject to subsection (2) below, in this Act “ financial year ” means the period of 12 months ending with 31st December. 2 The initial financial year of a friendly society shall be such period as expires with the end of the calendar year in which it is registered under the 1974 Act or incorporated under this Act and the final financial year of the society shall be such shorter period than 12 months as expires with the date as at which the society makes up its final accounts."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "119", "section_title": " General interpretation.", "section_text": "119 1 In this Act, unless the context otherwise requires— “ the 1974 Act ” means the  Friendly Societies Act 1974; “ actuary ” means an actuary possessing  such qualifications, if any, as may be specified in rules made by the Authority under section 340 of the Financial Services and Markets Act 2000 (and subsections (3) to (6) of that section apply in relation to an actuary appointed by virtue of any provision of this Act as they apply in relation to an actuary appointed in compliance with such rules) ; “ annuities on human life ” does not include superannuation allowances and annuities payable out of any fund applicable solely to the relief and maintenance of persons engaged or who have been engaged in any particular profession, trade or employment, or of the dependants of such persons; ... “ appointed actuary ” means the actuary appointed  in accordance with rules made under section 340 of the Financial Services and Markets Act 2000 ; “ the appropriate actuary ” means— if the society is under  a duty imposed by rules made by the Authority under section 340 of the Financial Services and Markets Act 2000 , the society’s appointed actuary; and if it is not under  such a  duty, an actuary appointed to perform the function in question;   “the appropriate authority” means— in relation to a society which is a PRA-authorised person, the PRA; and in relation to a society which is not a PRA-authorised person, the FCA;   ... ... ... ... “ committee of management ” means the committee of management or other directing body of a society or branch; ... “ contract of insurance ” includes any contract the effecting of which constitutes the carrying on of insurance business by virtue of section 117 above; “controller” has the meaning given by section 55A above; “ the court ” except in relation to the winding-up of an incorporated friendly society, means— in the case of a body whose registered office is situated in England and   Wales, the county court;   in the case of a body whose registered office is situated in  Northern Ireland, the county court for the district in which the office is situated; in the case of a body whose registered office is situated in Scotland, the sheriff in whose jurisdiction the office is situated; and, in relation to the winding-up of an incorporated friendly society, means the court which has jurisdiction under the applicable winding-up legislation to wind-up the society; ... ...   “EEA State” has the meaning given by Schedule 1 to the Interpretation Act 1978 (c. 30);   “EFTA State” means an EEA State which is not a member State;   “electronic address” means any number or address used for the purposes of sending or receiving documents or information by electronic means;     “the FCA” means the Financial Conduct Authority;   “ financial year ” is to be construed in accordance with section 118; ... ... ... “ group business ” is to be construed in accordance with section 11 above; “ jointly controlled body ” is to be construed in accordance with section 13 above; ... “manager”, in relation to a friendly society to which section 37(2) or (3) above applies, means any person (other than an employee of a society) appointed by the society to manage any part of its insurance business, or any employee of the society (other than a chief executive) who, under the immediate authority of a member of the committee of management or chief executive of the society– exercises managerial functions, or is responsible for maintaining accounts or other records of the society; and is not a person whose functions relate exclusively to business conducted from a place of business which is not in   the United Kingdom                    or Gibraltar ; “ memorandum ” has the meaning given by paragraph 4(3) of Schedule 3 to this Act; “ modifications ”, in relation to enactments, includes additions, omissions and amendments  and cognate expressions are to be construed accordingly ; “ non-insurance business ” means business falling within head C of Schedule 2 to this Act; “ notice ” means written notice and “ notice to ” a person means notice given to that person, and “ notify ” shall be construed accordingly; ... “ officer ” means— in relation to a registered friendly society or a registered branch— a trustee; the treasurer, secretary and chief executive (however described); a member of the committee of management; and a person appointed by the society or branch to sue or be sued on its behalf; or in relation to an incorporated friendly society, a member of the committee of management, the chief executive (however described) and the secretary;   “the PRA” means the Prudential Regulation Authority;     “PRA-authorised person” has the meaning in section 2B of the Financial Services and Markets Act 2000;   “ the public file ”, in relation to a friendly society, means the file relating to the society which the   FCA   is required to maintain under section 104 above; “ registered address ”, in relation to a member of an incorporated friendly society, has the meaning given by paragraph 14(6) of Schedule 3 to this Act; ... ... “ the Solvency 2 Directive ” means Directive  2009/138/EC  of the European Parliament and of the Council of 25 November 2009 on the taking-up and pursuit of the business of Insurance and Reinsurance (Solvency II); “ special resolution ” has the meaning given by paragraph 7 of Schedule 12 to this Act; “ subscription ” includes any premium or other sum (however described) payable, in respect of the provision of benefits, by (or on behalf of) a member of a friendly society under the rules of the society; “ subsidiary ” is to be construed in accordance with section 13 above; and ... ... ... ... 1AA Any reference in this Act to the seal of the   FCA   is a reference to the seal provided for in regulations made under section 109(1)(b) of the Friendly Societies Act 1974 (and not to the   FCA’s   common seal). 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 References in this Act to the “ ECU ” are to the unit of account of that name defined in Council Regulation (EEC) No.3180/78 as amended; and the exchange rates as between the ECU and pounds sterling to be applied for each year beginning on 31st December shall be the rates applicable on the last day of the preceding October for which exchange rates for the currencies of all the member States were published in the Official Journal of the Communities. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "119A", "section_title": " Meaning of “associate\".", "section_text": "119A 1 In this Act “associate\", in relation to any person entitled to exercise or control the exercise of voting power in relation to a friendly society to which section 37(2) or (3) above applies, means– a the wife or husband  or civil partner   or minor son or daughter of that person; b any company of which that person is a director; c any person who is an employee or partner of that person; d if that person is a company– i any director of that company; ii any subsidiary undertaking of that company; iii any director or employee of any such subsidiary under– taking; and e if that person has made an agreement or arrangement with any other person under which they undertake to act together in exercising their voting power in relation to the society, that other person. 2 In this section– “minor\", in relation to Scotland, means not having attained the age of sixteen; “son\" includes stepson and “daughter\" includes stepdaughter; “subsidiary undertaking\" has the same meaning as in the Insurance Companies Act 1982  ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "119AA", "section_title": "Meaning of electronic form, electronic means  etc.", "section_text": "119AA 1 The following provisions apply for the purposes of this Act. 2 A document or information is sent in electronic form if it is sent— a by electronic means (for example, by email or fax), or b by any other means while in electronic form (for example, sending a disk in the post). References to “electronic copy” have a corresponding meaning. 3 A document or information is sent by electronic means if it is— a sent initially and received at its destination by means of electronic equipment for the processing (which expression includes digital compression) or storage of data, and b entirely transmitted, conveyed and received by wire, by radio, by optical means or by other electromagnetic means. References to “electronic means” have a corresponding meaning. 4 A document or information sent in electronic form must be sent in a form, and by a means, that the sender reasonably considers will enable the recipient— a to read it, and b to retain a copy of it. 5 For the purposes of this section, a document or information can be read only if— a it can be read with the naked eye, or b to the extent that it consists of images (for example photographs, pictures, maps, plans or drawings), it can be seen with the naked eye. 6 The provisions of this section apply whether the provision of this Act in question uses the word “send” or uses other words (such as “furnish”, “circulate”, “provide”, “produce”, “supply”, “give” or “deliver”) to refer to the sending of a document or information."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "119AB", "section_title": "Communications by means of a website", "section_text": "119AB 1 For the purposes of this Act, a person (A), other than the   FCA and the PRA , makes a document or information available on a website to another person (B) if each of the following conditions is satisfied. 2 The first condition is that B— a has agreed (generally or specifically) that A may make the document or information available to B in that manner, and b has not revoked that agreement. 3 The second condition is that A has notified B of— a the presence of the document or information on the website, b the address of the website, c the place on the website where the document or information may be accessed, and d how to access the document or information. 4 The third condition is that the document or information is present on the website for the whole of the period— a beginning when A sends B the notification referred to in subsection (3) or, if later, when the document or information first appears on the website, and b ending with the end date specified for the purposes of this paragraph in the provision of, or made under, this Act that requires or permits A to send the document to B. 5 If the document or information is absent from the website for part of the period referred to in subsection (4), the absence is to be disregarded if it is wholly attributable to circumstances that it would not be reasonable to have expected A to prevent or avoid. 6 A is not to be regarded as making a document available on a website for the purposes of this section if the website is the   the FCA’s or the PRA’s   website (an electronic copy of the document having been placed there in reliance on section 104(1A)(b))."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "119B", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "119B"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "120", "section_title": " Amendments and repeals.", "section_text": "120 1 The enactments specified in Schedule 21 to this Act shall have effect with the amendments made by that Schedule. 2 The enactments specified in Schedule 22 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "121", "section_title": " Orders and regulations.", "section_text": "121 1 Any power of the Treasury  . . . to make regulations or an order under this Act is exercisable by statutory instrument. 2 Any statutory instrument containing such regulations or such an order, other than an order under    section 5    above or section 126 below, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Any power conferred by this Act to make such regulations or such an order includes power— a to make different provision for different cases; and b to make transitional, consequential or supplementary provision."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "122", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "122"}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "123", "section_title": " Power to make transitional, consequential etc. provisions.", "section_text": "123 1 The Treasury may by regulations make such transitional and consequential provisions and such savings as they consider necessary or expedient in preparation for, in connection with, or in consequence of— a the coming into force of any provision of this Act; or b the operation of any enactment repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force. 2 Regulations under this section may make modifications of any enactment contained in this or in any other Act."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "124", "section_title": " Northern Ireland.", "section_text": "124 1 This Act extends to Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "125", "section_title": " Channel Islands and Isle of Man.", "section_text": "125 1 Her Majesty may by Order in Council direct that any of the provisions of this Act or any instrument made under it shall extend, with such modifications (if any) as may be specified in the Order, to— a any of the Channel Islands; or b the Isle of Man. 2 An Order in Council under this section may make such transitional, incidental or supplementary provision as appears to Her Majesty to be necessary or expedient."}, {"act": "Friendly Societies Act 1992", "year": 1992, "section": "126", "section_title": " Short title and commencement.", "section_text": "126 1 This Act may be cited as the Friendly Societies Act 1992. 2 This Act shall come into force on such day as the Treasury may by order appoint and different days may be appointed for different provisions or different purposes. 3 An order under subsection (2) above may contain such transitional provisions and savings (whether or not involving the modification of any statutory provision) as appear to the Treasury necessary or expedient in connection with the provisions brought into force."}]