[{"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "1", "section_title": " Duty of Secretary of State to secure provision of further education.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this Part of this Act “ further education ” means any programme of learning, not being school education, provided for persons over school age, being a programme falling, for the time being, within section 6 of this Act. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "2", "section_title": " Function of education authorities.", "section_text": "2 Section 1 of the 1980 Act (duty of education authorities to secure provision of education) shall be amended as follows— a in subsection (1) for the words “subsection (2)” there shall be substituted the words  “                    subsections (2) and (2A)                  ” ; and b after subsection (2) there shall be inserted the following subsection— 2A The duty imposed on an education authority by subsection (1) above shall not include the provision of further education within the meaning of Part I of the Further and Higher Education (Scotland) Act 1992, but an education authority shall have power to provide such further education for their area."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "3", "section_title": " Powers of Secretary of State.", "section_text": "3 1 The Secretary of State  ... may, subject to subsection (3) below— a establish new colleges of further education; b merge two or more colleges of further education; c close colleges of further education. 2 The powers of the Secretary of State in relation to the matters mentioned in paragraphs (a) to (c) of subsection (1) above shall be exercised by order; and an order under subsection (1)(a) above establishing a college of further education or under subsection (1)(b) above merging two or more colleges of further education shall contain provision— a designating the name; and b establishing a body corporate to be known as “ the Board of Management of ”, the college so established or, as the case may be, created by merger. 3 The power conferred by paragraphs (b) and (c) of subsection (1) above shall be exercised only in relation to colleges for which boards of management have been established in pursuance of this Part of this Act. 4 The governing body (within the meaning of Part II of this Act) of a college of further education may, with the consent of the Scottish Ministers, change the name of the college or of the governing body. 5 The Secretary of State may by order amend Schedule 2 to this Act to make different provision to that contained, for the time being, in paragraphs 2 to 18 of that Schedule. 6 The Secretary of State may by regulations prescribe requirements with which boards of management shall comply in discharging their functions under this Part of this Act  and the Further and Higher Education (Scotland) Act 2005 . 7 Before making regulations under subsection (6), the Scottish Ministers must consult— a the boards of management to which the regulations relate; b any regional strategic body for a college of further education which has such a board; c the students' association of each such college; d any body which appears to the Scottish Ministers to be representative of students of colleges of further education generally; e the Council; f any body which appears to the Scottish Ministers to be representative of colleges of further education; g the representatives of any trade union which is recognised by a board of management to which the regulations relate or which otherwise appears to the Scottish Ministers to be representative of its staff; h any body which appears to the Scottish Ministers to be representative of trade unions in Scotland; and i any other person appearing to the Scottish Ministers as likely to be affected by the regulations."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "4", "section_title": " Funding of further education.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "5", "section_title": "Requirement on Secretary of State to consult.", "section_text": "5 1 Where, in relation to any college of further education, the Secretary of State proposes to exercise any power to which this section applies, he shall consult the education authority for the area in which the college is or, as the case may be, is to be situated  , the persons mentioned in subsection (1A)  and any other person appearing to the Secretary of State to be affected by the proposal. 1A Those persons are— a the Council; and b where the proposal is to exercise the power under section 3(1)(b) or (c) or 44 of this Act— i the board of management of the college or colleges concerned; ii any regional strategic body for such a college; iii the representatives of any trade union which is recognised by any such board of management or which otherwise appears to the Scottish Ministers to be representative of its staff; iv the students' association of each such college. 2 This section applies to— a the power of the Secretary of State under section 3 of this Act— i to establish a new college of further education; ii to close a college of further education; or iii to merge two or more colleges of further education; and b the power of the Secretary of State under section 44 of this Act to designate an institution for the purposes of Part II of this Act, if the institution is a college of further education in respect of which a board of management has been established in pursuance of this Part of this Act."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "6", "section_title": " Further education to which section 1 applies.", "section_text": "6 1 A programme of learning falls within this section if it— a prepares a person for a vocational qualification; b prepares a person for— i a  qualification awarded by the Scottish Qualifications Authority ; or ii a General Certificate of Education qualification of England and Wales or Northern Ireland; c provides instruction for persons who are participating in a programme of learning which falls within this section and who have a learning difficulty; d prepares a person for access to higher education; e is designed to assist persons whose first language is not English to achieve any level of competence in English language; f is designed predominantly to prepare a person for participation in any programme of learning which falls within this section. 2 The Secretary of State may by order, from time to time, amend subsection (1) above by adding or removing any entry relating to a programme of learning or by varying any such entry. 3 An order shall not be made under subsection (2) above unless the Secretary of State has consulted— a such persons or organisations appearing to him to be representative of boards of management and education authorities; and b such other persons, as appear to him to be appropriate as to the amendments proposed to be made by the order."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "7", "section_title": " Scottish Further Education Funding Council.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "8", "section_title": " Advisory functions of the Funding Council.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "9", "section_title": " Power of Secretary of State as regards functions of the Funding Council.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "10", "section_title": " Payment of grants  etc. , to the Funding Council.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "11", "section_title": " First transfer of colleges.", "section_text": "11 1 With effect from 1st April 1993 or such other date as the Secretary of State may by order appoint (in this section referred to as “ the first transfer date ”) each college of further education as may be prescribed shall cease to be under the management of the education authority which, immediately before that date, was responsible for its management, and the college council for each such college shall, with effect from that date, cease to exist. 2 With effect from the first transfer date there shall be established for each college of further education prescribed by an order made under subsection (1) above a body corporate to be known as “ the Board of Management of ” that college. 3 The education authority which, immediately before the first transfer date, was responsible for the management of such a college of further education shall, on that date or as soon as is reasonably practicable thereafter, provide to the board of management of the college all such information held by the authority, or available to it, as relates to the college, its administration, management, fabric, students and staff. 4 Nothing in subsection (3) above shall require the disclosure of any information in contravention of any provision contained in any enactment (including an enactment contained in a subordinate instrument) restricting or prohibiting the disclosure of such information. 5 A college of further education shall not be prescribed under subsection (1) above unless it provides at least one full-time programme of further education."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "12", "section_title": " Boards of management.", "section_text": "12 1 A board of management shall have the duty of— a managing and conducting their college; and b ensuring that their college provides (either by itself or by arrangement with any other person) suitable and efficient further education to students of the college, and in carrying out their duty under paragraph (b) above, the board shall have regard to the provision  of managing and conducting their college. 2 A board of management shall have the power— a to provide or secure the provision of further education (within the meaning of section 1(5)(b) of the 1980 Act); aa to provide part-time and full-time courses of instruction for persons of school age; b to charge fees for or in connection with the provision by them of any form of further education  or any course of instruction provided under sub-paragraph (aa) ; c to provide to students of the college such assistance of a financial or other nature (including waiving or granting remission of fees) as they may consider appropriate; d for the purpose of the administration and management of the college, to receive any property, rights, liabilities and obligations transferred to the board under or in pursuance of any provision of this Part of this Act  or of the Further and Higher Education (Scotland) Act 2005 ; e to provide facilities of any description appearing to the board to be necessary or expedient for the purpose of or in connection with the carrying on of any of the activities mentioned in this subsection or in subsection (1) above (including boarding accommodation and recreational facilities for students and staff and facilities to meet the needs of students who have learning difficulties and disabled staff); f to supply goods and services; g subject to subsection (7)(a) below and section 18 of this Act, to acquire, hold and dispose of land and other property; h to enter into contracts, including in particular— i contracts for the employment of teachers and other staff for the purpose of or in connection with the carrying on of any such activities as are mentioned in this subsection or in subsection (1) above; and ii contracts with respect to the carrying on by the board of any of such activities; i to form or promote, or to join with any other person in forming or promoting, companies  under the Companies Act 2006 ; j subject to subsection (7)(a) below and the said section 18, to borrow such sums as the board think fit for the purpose of carrying on any of the activities they have power to carry on or for meeting any liability or obligation transferred to them under or in pursuance of any provision of this Part of this Act and, in connection with such borrowing, to grant such security or give such guarantee or indemnity as they think fit; k to invest any sums not immediately required by the board for the purpose of their carrying on any of the activities which they have power to carry on or for meeting any liability or obligation transferred to them under or in pursuance of any provision of this Part of this Act; l subject to subsection (7)(a) below and the said section 18, to raise funds, accept gifts of money, land or other property and apply it to, or hold or administer it in trust for, the purpose of carrying on any of the activities which they have power to carry on; and m to do all such other things as are calculated to facilitate or are incidental or conducive to the carrying on of any of the activities which the board have power to carry on. 3 In carrying out their functions under this section a board of management shall have regard to the requirements of persons  ... who have learning difficulties. 4 A board of management may delegate the performance of any of their functions to their chairman, to any committee appointed by them or to any member of their staff. 4A A board of management of a regional college is to pay to the chairing member appointed under paragraph 3(2)(a) of Schedule 2 such remuneration as the Scottish Ministers may in each case determine. 5 A board of management may pay to persons appointed to be members of the board such allowances and expenses as they may determine; and any allowances and expenses to be paid by virtue of this subsection shall be calculated by reference to such criteria as the Secretary of State may determine. 6 A board of management shall make such reports or returns and give such information to the Secretary of State as he may require for the purposes of the exercise of his powers and the performance of his duties under this Part of this Act. 7 A board of management shall not, without the prior consent, given in writing, of the Secretary of State — a borrow money from any source, give any guarantee or indemnity or create any trust or security over or in respect of any of their property; or b effect any material change in the character of their college. 8 The Secretary of State may by order amend the provisions of subsection (2) above by varying, adding to or removing the powers conferred by that subsection. 9 An order shall not be made under subsection (8) above unless the Secretary of State has consulted such persons or organisations appearing to him to be representative of boards of management and such other persons as appear to him to be appropriate as to the amendments proposed to be made by the order. 10 Schedule 2 to this Act shall have effect with respect to the constitution and proceedings of and other matters relating to every board of management established in pursuance of any provision of this Part of this Act."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "13", "section_title": " Subsequent transfers of colleges.", "section_text": "13 1 As regards any college of further education which is under the management of an education authority and in respect of which the management is not transferred from the authority on the first transfer date, the Secretary of State may by order appoint a date with effect from which the college shall cease to be under the management of such education authority. 2 An order appointing a date under subsection (1) above for the purposes of a college of further education shall establish, with effect from such date as the Secretary of State may prescribe, a body corporate to be known as “ the Board of Management of ” the college. 3 An order made under subsection (1) above may provide that such of the provisions of this Part of this Act as appear to the Secretary of State to be necessary or expedient shall, subject to such modifications as appear to him to be appropriate, apply to the transfer of the college. 4 The provisions referred to in subsection (3) above may include any provision restricting the right of an education authority— a to enter into certain contracts; and b to dispose of or remove or cause to be removed or enter into any agreement or unilateral obligation for the disposal or removal of certain property, and for the purposes of any modification made under the said subsection (3), any reference in any provision of this Part of this Act to 21st or, as the case may be, 22nd March 1991 shall be construed, respectively, as a reference to the date of or, as the case may be, the date following an announcement by the  Scottish Ministers to the Scottish Parliament that they intend to exercise their  power under this section. 5 For the purposes of any modification made by virtue of subsection (3) above to section 33 of this Act, the reference in that section to 4th November 1991 shall be construed as a reference to the date of such announcement as is mentioned in subsection (4) above. 6 An order shall not be made under subsection (1) above as regards a college of further education unless, at the date the order is made, the college is providing at least one full-time programme of further education."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "14", "section_title": " Transfer of colleges of further education not under local authority management.", "section_text": "14 1 This section applies to any college of further education which— a is not under the management of a board of management or of an education authority; b provides at least one full-time programme of further education; and c is in receipt of grant paid out of money provided by Parliament. 2 The management of a college of further education to which this section applies may be transferred from the persons responsible for its management or control if, and only if— a those persons have consented to the transfer; and b where the premises of the college are owned by another person or by a trust, such person or, as the case may be, the trustees of the trust have consented to the transfer. 3 Where such consent as is mentioned in subsection (2) above is obtained, the Secretary of State may by order made under this subsection transfer the management of the college with effect from such date as may be specified in the order to a body corporate established under the order to be known as “ the Board of Management of ” the college. 4 Where any college in respect of which an order is made under subsection (3) above is subject to a trust deed the Secretary of State may, with the consent of— a the trustees; and b where any other person is empowered, by whatever means, to modify the trust deed, such person, by order made under this subsection amend such trust deed to make such provisions as appear to him necessary or expedient for the purposes of such transfer. 5 An order made under subsection (3) above may provide that so much of sections 15, 19(2) and 34 of and Schedule 5 to this Act as appear to the Secretary of State to be necessary or expedient shall, subject to such modifications as appear to him to be appropriate, apply to the transfer of the college."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "15", "section_title": " Transfer of staff.", "section_text": "15 1 Subject to subsection (3) below, this section applies to any person (in this section referred to as a “ qualifying person ”) who, immediately before the first transfer date, is employed by an education authority if— a it is a condition of his contract of employment that he is employed to work exclusively at a college of further education under the management of the education authority, being a college which is prescribed under section 11 of this Act; or b it is not such a condition of his contract of employment but he is assigned by the education authority so to work; or c it is a condition of his contract of employment that he is employed to work both at the college and elsewhere or that he is assigned so to work by the authority; but that he is subject, for the purposes of this section, to a designation by the Secretary of State. 2 A designation mentioned in subsection (1)(c) above is a designation under a direction made by the Secretary of State that a person or class or description of persons to whom a condition mentioned in that subsection applies or, as the case may be, who are assigned as so mentioned, shall be a qualifying person or, as the case may be, a class or description of qualifying persons, in relation to a particular college of further education. 3 Where the Secretary of State proposes to make a direction in terms of subsection (2) above he shall consult— a in the case of a direction designating a person, that person; and b in the case of a direction designating a class or description of persons, such persons as appear to the Secretary of State to be representative of the class or description of persons, as to the proposed designation. 4 A person is not a qualifying person if— a his contract of employment terminates on the day immediately before the first transfer date; b prior to the first transfer date he is appointed or assigned by the education authority to work exclusively at some place other than the college and the appointment or assignation is to take effect on that date; c the education authority, with effect from the first transfer date, withdraws him from work at the college; or d he is employed in connection with the provision of meals, unless the meals are provided solely for consumption by persons at the college. 5 The contract of employment between a qualifying person and the education authority shall have effect from the first transfer date as if originally made between him and the board of management of the college at which he is employed or assigned to work or in relation to which he is designated as a qualifying person in pursuance of subsection (2) above. 6 Without prejudice to subsection (5) above— a all the education authority’s rights, powers, duties and liabilities under or in connection with a contract to which that subsection applies shall by virtue of this paragraph be transferred to the board of management of the college on the first transfer date; and b anything done before that date by or in relation to the education authority in respect of that contract or the qualifying person shall be deemed from that date to have been done by or in relation to the board of management. 7 Subsections (5) and (6) above are without prejudice to any right of a qualifying person to terminate his contract of employment if the terms and conditions of his employment are changed substantially to his detriment; but such change shall not be taken to have occurred by reason only of the fact that his employer is changed by virtue of this section. 8 Where a person— a has, prior to the first transfer date, entered into a contract of employment with an education authority which is to come into effect on or after that date; and b would, if the contract had come into effect before that date, have been a qualifying person, he shall be treated for the purposes of this section as if he were a qualifying person. 9 In this section references to the terms and conditions of a person’s contract of employment with an education authority shall be construed as including references to any rights (whether accrued or contingent) under any pension or superannuation scheme of which he was a member by virtue of his employment with the authority."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "15A", "section_title": "Collective bargaining framework for college staff", "section_text": "15A 1 Before making regulations under section 3(6) of this Act which prescribe requirements which relate to collective bargaining arrangements in respect of any contracts entered into in pursuance of section 12(2)(h)(i) of this Act, the Scottish Ministers must— a establish an advisory committee, to be known as the National Pay and Conditions Advisory Committee for Scotland's Colleges, for the purpose of making recommendations to them, by such time as they may specify, about— i the outcomes which the regulations should seek to achieve; and ii how the regulations should seek to achieve those outcomes; and b have regard to any recommendations made by the committee. 2 When making any such regulations, the Scottish Ministers must have regard to the desirability of ensuring that the regulations are framed in accordance with any guidance issued by the Advisory, Conciliation and Arbitration Service ( ACAS ) which relates to the form of schemes which govern how employees' terms and conditions may be negotiated or determined. 3 A committee established under subsection (1)(a) above is to be comprised of— a 4 persons who appear to the Scottish Ministers to be representative of the interests of boards of management; b 4 persons who appear to the Scottish Ministers to be representative of the interests of trade unions recognised by boards of management or who otherwise appear to them to be representative of the teachers and other staff employed by boards of management; c a person appointed by the Council (such person being a member of the Council or an employee of the Council); and d other persons appointed by the Scottish Ministers. 4 The Scottish Ministers may— a make or authorise the Council to make further provision about the constitution, remit or procedure of the committee; b provide or authorise the Council to provide the committee with financial or other support (including by paying allowances to members of the committee in respect of expenses)."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "16", "section_title": " Transfer of property etc. to boards of management.", "section_text": "16 1 Except as the Secretary of State otherwise directs, on the first transfer date there shall be transferred to and vest in the board of management of each college of further education specified in an order made under section 11 of this Act all property, rights, liabilities and obligations mentioned in subsection (2) below. 2 The property, rights, liabilities and obligations referred to in subsection (1) above are— a all land or other property (including corporeal and incorporeal moveable property) which— i immediately before the first transfer date was owned by an education authority; and ii at any time during the relevant period was used, held or obtained by them for or in connection with the purposes of the college; b all moveable property (whether corporeal or incorporeal) which, immediately before the first transfer date, was owned by the college council for the college; c all rights, liabilities and obligations of the authority which, immediately before the first transfer date, subsisted in respect of the college; d all rights, liabilities and obligations of the college council for the college which subsisted immediately before that date, but excluding such property, rights, liabilities and obligations as are mentioned in subsection (5) below. 3 Subject to subsection (7) below, the land and other property referred to in subsection (2)(a) above includes any land or other property which, at any time during the relevant period— a was used, held or obtained for or in connection with the purposes of more than one college of further education; or b was used, held or obtained partly for or in connection with the purposes of one or more such colleges and partly for or in connection with other purposes, to the extent that it was so used, held or obtained for or in connection with the purposes of any such college. 4 Subject to subsection (7) below, the rights, liabilities and obligations referred to in subsection (2)(c) above include any rights, liabilities or obligations which, immediately before the first transfer date— a subsisted in relation to more than one college of further education; or b subsisted partly in relation to one or more such colleges and partly in relation to some other purpose, to the extent that they subsisted in relation to any such college. 5 Subsection (1) above shall not apply to— a any right, liability or obligation deriving from a contract of employment relating to a person to whom section 15 of this Act does not apply; b any obligation or liability of an education authority in respect of compensation for premature retirement of any person formerly employed by them; c any liability of such an authority in respect of the principal of, or any interest on, any loan obtained by them for the purposes of a college of further education referred to in that subsection where— i the loan was obtained before 1st April 1991; or ii the loan was obtained, without the consent of the Secretary of State given under this Part of this Act, during the period commencing on 1st April 1991 and ending on the day immediately before the first transfer date; d any liability of such an authority arising under— i delict; ii any enactment (including an enactment contained in a subordinate instrument); or iii any rule of strict liability, arising out of an act or omission where the cause of action accrued before the first transfer date; e any property which to any extent has, with the prior consent, given in writing, of the Secretary of State and the college council, ceased to be used or held for or in connection with the purposes of the college, to the extent that it has ceased to be so used or held; and f any property, right, liability or obligation in respect of which an agreement or determination is required under section 17 of this Act. 6 The vesting of property, rights, liabilities and obligations under this section shall have effect notwithstanding— a anything to the contrary in; or b any condition relating to the transfer of such property, rights, liabilities or obligations contained in, any enactment (including an enactment contained in a subordinate instrument whether passed or made before or after the coming into force of this section), rule of law or obligation. 7 Schedule 3 to this Act shall have effect as regards— a the transfer of property effected by this section; and b the apportionment of such property between colleges of further education or, as the case may be, between education authorities and such colleges. 8 Schedule 4 to this Act shall have effect as regards commissioners for further education assets. 9 In this section “ the relevant period ” is the period commencing on the 22nd March 1991 and ending immediately before the first transfer date."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "17", "section_title": " Surpluses and deficits.", "section_text": "17 1 Not later than such date as the Secretary of State may direct, the education authority and the board of management shall, in respect of each college of further education prescribed by an order made under section 11 of this Act, arrive at a written agreement as to— a the amount of any surplus or deficit in the accounts of the college council for the college as at the day immediately before the first transfer date; and b which of the education authority or board of management any such surplus or deficit or any proportion of such surplus or deficit is to be transferred to and vest in, and, where the agreement provides for the amount of any surplus or deficit, or any proportion of such surplus or deficit to be transferred and vest as mentioned in paragraph (b) above, such amount together with interest on that amount from the day mentioned in paragraph (a) above, shall be transferred and vest as at the date so directed. 2 Before making a direction under subsection (1) above as to the date by which an education authority and a board of management are to arrive at a written agreement, the Secretary of State shall consult the education authority and the board of management. 3 An agreement made under subsection (1) above shall be conclusive evidence of the matters contained therein. 4 Where it appears to an education authority or a board of management that it is unlikely that they will be able to arrive at a written agreement as mentioned in subsection (1) above the authority or the board may refer the matter to the Secretary of State who shall appoint a commissioner for further education assets. 5 Where the education authority and the board of management have failed to arrive at an agreement as mentioned in subsection (1) above and neither of them has applied to the Secretary of State under subsection (4) above, the Secretary of State may appoint a commissioner as if a reference had been made to him under the said subsection (4). 6 Where the failure of an education authority and a board of management to arrive at a written agreement is referred to a commissioner for further education assets under subsection (4) or (5) above, the commissioner shall, after consulting the authority and the board, determine the matter and issue a written determination to them; and a determination under this subsection— a may include any provision which could have been included in an agreement made under subsection (1) above; and b shall have effect for all purposes as if it were an agreement made under that subsection. 7 No application for the rectification of an agreement made under subsection (1) above or a determination under subsection (6) above may be made to the court under section 8 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1985 (rectification of defectively expressed documents) by— a in the case of such an agreement, the education authority or board of management who were a party to it; and b in the case of such a determination, the commissioner or an education authority or board of management who are affected by the determination, without the prior consent, given in writing, of the Secretary of State. 8 The education authority and the board of management who are parties to a dispute referred to a commissioner for further education assets under subsection (4) or (5) above shall provide the commissioner with such information and records of accounts as he may require for the purpose of enabling him to make a determination under that subsection."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "18", "section_title": " Disposal of certain property.", "section_text": "18 1 Subject to subsection (4) below, the board of management of a college of further education shall not dispose of any property to which this section applies without the prior consent, given in writing, of the Secretary of State. 2 Property to which this section applies is— a property transferred to the board under or in pursuance of any of the provisions of this Part of this Act; b property acquired by the board wholly or partly with assets which represent or in any way derive from any part of the proceeds of or any consideration for the disposal of property so transferred; and c property acquired, improved or maintained wholly or partly, directly or indirectly, out of funds provided under or in pursuance of this Part of this Act by the Secretary of State or from the proceeds of or any consideration for the disposal of any property so acquired, improved or maintained. 3 The consent of the Secretary of State may be given in respect of a particular disposal of property or of disposals of any class or description and may be given subject to such conditions as the Secretary of State may determine. 4 The consent of the Secretary of State is not required for the disposal of land which is or forms part of property to which this section applies where the disposal is in consequence of the compulsory acquisition of such land by any authority in pursuance of any power of compulsory acquisition under any enactment; but the board of management shall inform the Secretary of State of any such compulsory acquisition. 5 Where any property to which this section applies is disposed of, the board of management shall pay to  such educational charity as the Scottish Ministers may direct,  such portion of the proceeds or value of the consideration for the disposal, after deduction of such expenses as appear to the Secretary of State to have been reasonably incurred in the disposal, as the Secretary of State may, after consultation with the board, determine. 6 In this section, “educational charity” means a body entered in the Scottish Charity Register which has the advancement of education as one of its charitable purposes."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "19", "section_title": " Educational endowments.", "section_text": "19 1 Where, immediately before the first transfer date in relation to any college of further education prescribed by the Secretary of State under section 11 of this Act, an educational endowment is to any extent vested in an education authority or an officer of such an authority solely for the purposes of benefiting— a the college; or b students of the college, such endowment shall, on that date, to that extent and for those purposes, be transferred to and vest in the board of management of the college. 2 Where, immediately before the first transfer date, an educational endowment is vested in an education authority or one of their officers — a for the benefit of all colleges of further education in the area of the authority; or b for the benefit of any group of such colleges; or c for the benefit of students of such colleges, and any such college is a college prescribed as mentioned in subsection (1) above, the authority or, as the case may be, their officer shall continue to apply such endowment for the benefit of such college or, as the case may be, students of such college as if it had not been so prescribed. 3 The Secretary of State may by order make such modifications as he thinks fit— a to the purposes to which any relevant educational endowment may be applied; and b to any conditions or provisions regarding such application, provided that following any such modifications the purposes to which the endowment may be applied shall continue to be charitable purposes  (within the meaning of the Charities and Trustee Investment (Scotland) Act 2005 (asp 10)               . 4 Before making any modifications under subsection (3) above to the purposes to which a relevant educational endowment may be applied, the Secretary of State shall, so far as it appears to him practicable to do so, consult— a the board of management; and b where any other person is empowered, by whatever means, to modify the purposes to which the endowment may be applied, that person. 5 For the purposes of subsections (3) and (4) above, a “ relevant educational endowment ” is an educational endowment which is transferred to and vested in the board of management of a college of further education as mentioned in subsection (1) above."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "20", "section_title": " Variation of trust deeds.", "section_text": "20 1 Without prejudice to section 19(3) of this Act, the Secretary of State may by order make such modifications as he thinks fit of any trust deed relating to any land or other property held by any person for the purposes of any college of further education prescribed under section 11 of this Act. 2 Before making any modifications under subsection (1) above of any trust deed the Secretary of State shall, so far as it appears to him practicable to do so, consult— a the board of management of the college; and b where any other person is empowered, by whatever means, to modify the trust deed, that person."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "21", "section_title": " Directions by Secretary of State.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "22", "section_title": " College development plans.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "23", "section_title": " Duty of boards of management as regards recorded children.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "24", "section_title": " Mismanagement by boards.", "section_text": "24 1 This section applies where— a it appears to the Scottish Ministers that the board of management of any college of further education— i have committed or are committing a serious breach of any term or condition of a grant made to them under section 12 or 12B of the Further and Higher Education (Scotland) Act 2005 (“ the 2005 Act ”); ii have committed or are committing repeated breaches of such terms or conditions; iii have failed, or are failing, to provide or secure the provision of education of such standard as the Scottish Ministers consider appropriate; iv have failed, or are failing, to discharge any of their duties properly; or v have mismanaged, or are mismanaging, their financial or other affairs; or b the Council has informed the Scottish Ministers that a college of further education whose board of management is established in pursuance of this Part is not, or is no longer, a body for which there are suitable provisions, procedures and arrangements of the type described by or under section 7(2) of the 2005 Act. 2 Where this section applies, the Scottish Ministers may by order— a remove any or all of the members of the board (other than the principal of the college); and b where a removed member was appointed under paragraph 3(2)(a) or (f) or 3A(2)(a) or (f) of Schedule 2, appoint another person in place of the removed member. 3 Before making an order under subsection (2)(a), the Scottish Ministers must consult the Council. 4 The Scottish Ministers must give notice of exercise of the power of removal conferred by subsection (2)(a) to the board and the member. 5 An appointment made under subsection (2)(b) has effect as if made under the provision of Schedule 2 under which the removed member was appointed."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "25", "section_title": " Closure of colleges and dissolution of boards of management.", "section_text": "25 1 Where the Secretary of State determines, after such consultation as is required by section 5 of this Act, to make an order— a closing a college of further education; or b designating a college such as is mentioned in paragraph (b) of subsection (2) of that section as a designated institution within the meaning of Part II of this Act, the order shall contain provision winding-up the board of management of the college, and the provisions of this section shall have effect. 1A An order made for the purpose mentioned in subsection (1)(a) above— a shall include provision for the property and rights of the board of management to transfer to and vest in a charity; and b may include provision for the liabilities and obligations of the board of management to transfer to and vest in the Scottish Ministers or such other body or person as may be specified in the order. 1B An order made for the purpose mentioned in subsection (1)(b) above may include provision— a for the property and rights of the board of management to transfer to and vest in a charity; and b for the liabilities and obligations of the board of management to transfer to and vest in the Scottish Ministers or such other body or person as may be specified in the order. 2 An order made for the purposes mentioned in subsection (1) above may include provision— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the payment by the Secretary of State of any expenses incurred in the closure or winding-up; c imposing such duties or conferring such additional powers in relation to the closure or winding-up as the Secretary of State may consider appropriate; d for the exercise of any of the board’s functions by any member of the board specified by the Secretary of State in the order; e for the appointment of a person to administer the closure or winding-up, and any person so appointed shall have such powers and duties as appear to the Secretary of State necessary or expedient for such purposes and as are specified in the order; f of such incidental, supplementary, transitional or ancillary nature as appears to the Secretary of State to be necessary or expedient for the purposes of the closure or winding-up. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 When the winding-up of the board of management of a college of further education under this section is completed, the Secretary of State shall by order dissolve the board of management of that college. 6 In this section, references to the closure of a college include references to the college being merged with one or more other colleges; and different provision may be made under this section as regards different colleges to be merged with one another. 7 An order  as mentioned in subsection (1A) or (1B) above shall not contain provision for transferring and vesting property, rights, liabilities or obligations unless the body or person to whom the transfer is being made (apart from the Scottish Ministers)                        has consented to the transfer and vesting. 8 All property and rights vested in a charity by virtue of an order as mentioned in subsection (1A) or (1B) above shall be applied for the purpose of the advancement of education. 9 In this section, a  “ charity ” means a body entered in the Scottish Charity Register. "}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "26", "section_title": " Abolition of college councils.", "section_text": "26 1 This section applies to any college of further education within the meaning of the 1989 Act, not being a college which is prescribed under section 11 of this Act. 2 With effect from the first transfer date— a the college council for every college of further education to which this section applies shall cease to exist; b any functions delegated to such college council by virtue of a delegation scheme under section 56 of the 1989 Act shall revert to the education authority in whose area the college is situated; and c any property, rights, liabilities and obligations of such college council shall, by virtue of this section, transfer to and vest in such education authority."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "27", "section_title": " Information as to provision of further education.", "section_text": "27 1 The Secretary of State may by regulations require the board of management of a college of further education to publish such information as may be prescribed as to— a the educational provision made or proposed to be made for students of the college (including students with learning difficulties); b the educational achievements of such students while students of the college (including the results of examinations, tests and other assessments); c the careers of such students after leaving the college; and d the facilities provided or proposed to be provided for students of the college who have learning difficulties and disabled staff of the college. 2 For the purposes of subsection (1)(c) above, a person’s career includes any education, training, employment or occupation; and the regulations may in particular require the published information to show— a the numbers of students not undertaking any career; and b the persons providing students with education, training or employment. 3 The information shall be published in such form and manner and at such times as may be prescribed. 4 The published information shall not disclose the name of any student to whom it relates without the prior consent, given in writing, of such student."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "28", "section_title": " Control of disposal of certain land etc.", "section_text": "28 1 This section applies to any land which, at any time during the period beginning on 22nd March 1991 and ending on the first transfer date, was owned, held, used or obtained by an education authority wholly or partly for or in connection with the purposes of a college of further education which, at any time during that period— a was under the management of the education authority (whether or not any functions had been delegated to a college council in pursuance of a delegation scheme under section 56 of the 1989 Act); and b was providing at least one full-time programme of further education. 2 Subject to subsections (3) and (5) below, an education authority shall not dispose of or enter into any agreement or unilateral obligation for the disposal of any land to which this section applies without the prior consent, given in writing, of the Secretary of State. 3 The consent of the Secretary of State is not required for the disposal of any land in pursuance of any requirement of an order of any court, anything in any enactment (including an enactment contained in a subordinate instrument) or any rule of law. 4 Any consent for the purposes of this section may be given— a either in respect of a particular disposal or in respect of disposals of any class or description; and b either unconditionally or subject to conditions. 5 Nothing in this section shall affect anything required to be done by an education authority in pursuance of an obligation entered into by them before 22nd March 1991 and, if the obligation is a unilateral obligation, notified by them to the beneficiary before that date. 6 This section shall have effect notwithstanding anything in section 74 of the  Local Government (Scotland) Act 1973 or in any other enactment (including an enactment contained in a subordinate instrument) relating to the disposal of land held by a local authority."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "29", "section_title": " Control of disposal and removal of other property.", "section_text": "29 1 This section applies to all property to which section 28 of this Act does not apply which, at any time during the period beginning on 22nd March 1991 and ending on the first transfer date, was owned, held, used or obtained by an education authority wholly or partly for or in connection with the purposes of a college such as is mentioned in that section. 2 Subject to subsections (3) and (5) below, an education authority shall not, without the prior consent, given in writing, of the Secretary of State— a dispose of or enter into any agreement or unilateral obligation for the disposal of; or b remove or cause to be removed or enter into any agreement or unilateral obligation for the removal from any premises owned, held, used or obtained by them wholly or partly for or in connection with the purposes of such a college of, any property to which this section applies. 3 The consent of the Secretary of State is not required for the disposal or removal of any property in pursuance of any requirement of an order of any court, anything in any enactment (including an enactment contained in a subordinate instrument) or any rule of law. 4 Any consent for the purposes of this section may be given— a either in respect of a particular disposal or in respect of disposals of any class or description; and b either unconditionally or subject to conditions. 5 Nothing in this section shall affect anything required to be done by an education authority in pursuance of an obligation entered into by them before 22nd March 1991 and, if the obligation is a unilateral obligation, notified by them to the beneficiary before that date."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "30", "section_title": " Restriction on education authority entering into certain contracts.", "section_text": "30 1 This section applies to any contract which— a is entered into by an education authority after 21st March 1991 and before the first transfer date; and b would, if the college were prescribed under section 11 of this Act, be binding on the board of management of the college of further education with effect from the first transfer date. 2 Notwithstanding any other provision of this Part of this Act, an education authority shall not enter into a contract to which this section applies without the prior consent, given in writing, of the college council for the college. 3 Without prejudice to section 28 or 29 of this Act, an education authority shall not enter into a contract to which this section applies in respect of which the consideration or, where the consideration is not expressed as an amount of money, the value of the consideration exceeds £50,000 without the prior consent, given in writing, of the Secretary of State. 4 For the purposes of subsection (3) above, the consideration or value of the consideration in respect of a contract of employment exceeds £50,000 if, in respect of any period of 12 months, the aggregate amount of the remuneration payable to and value of other benefits receivable by the employee exceeds £50,000. 5 Any consent for the purposes of this section may be given in respect of a particular contract or in respect of contracts of any class or description; and such consent may be given unconditionally or subject to conditions. 6 Where any contract entered into by an education authority whether on, before or after 21st March 1991 is varied after that date and the effect of such variation is as mentioned in paragraph (b) of subsection (1) above, the contract shall be treated, for the purposes of this section, as if it were a contract entered into after that date."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "31", "section_title": " Disposals and contracts without consent.", "section_text": "31 1 This section and section 32 of this Act shall have effect in the case of any disposal or removal made by an education authority or any agreement or unilateral obligation for such disposal or removal entered into in contravention of section 28 or 29 of this Act or any contract entered into by them in contravention of section 30 of this Act. 2 Where any land to which section 28 of this Act applies is disposed of by an education authority in contravention of that section, the board of management may, with the consent of the Secretary of State, compulsorily acquire the land. 3 In any case where an education authority— a has agreed to a disposal of land in contravention of section 28 of this Act; or b has agreed to a disposal of other property or to the removal of any such property in contravention of section 29 of this Act; or c has entered into a contract in contravention of section 30 of this Act; or d has entered into a unilateral obligation to dispose of or remove any property in contravention of the said section 28 or 29, and the agreement, contract or other obligation, has not been implemented, or has been implemented only in part, then to the extent that it has not been so implemented, the board of management may repudiate the agreement, contract or obligation in accordance with subsection (4) below. 4 A repudiation under subsection (3) above shall be effected by the board of management serving notice in writing of the repudiation on the education authority and— a in the case of an agreement or contract, on the parties to the agreement or contract and any other person who is a beneficiary under the agreement or contract; b in the case of a unilateral obligation, on any beneficiary under the obligation. 5 A repudiation under subsection (3) above shall have effect as if made by the education authority. 6 The  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 shall apply to the compulsory acquisition of land under this section as if this section had been in force immediately before the commencement of that Act and, in relation to such acquisition, the board of management shall be treated as if they were a local authority within the meaning of that Act. 7 For the purposes of a compulsory acquisition of land under this section, the board of management shall be treated as a public authority for the purposes of  section 195 of the Town and Country Planning (Scotland) Act 1997  (general vesting declarations on compulsory acquisition). 8 For the purposes of this section and section 32 of this Act, references to the board of management shall be construed as references to— a in the case of land disposed of in contravention of section 28 of this Act, the board of management of the college of further education for or in connection with the purposes of which the land was owned, held, used or obtained; b in the case of other property disposed of or removed in contravention of section 29 of this Act, the board of management of the college of further education for or in connection with the purposes of which the property was owned, held, used or obtained; and c in the case of a contract entered into in contravention of section 30 of this Act, the board of management of the college of further education which would, by virtue of section 16 of this Act, be bound by the contract, and any reference in this subsection to the disposal of land or to the disposal or removal of other property shall include a reference to an agreement or unilateral obligation for such disposal or removal."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "32", "section_title": " Recovery of loss and damages.", "section_text": "32 1 Where an education authority has, in relation to any college of further education, done or permitted anything to be done in contravention of anything in sections 28 to 30 of this Act, the board of management of the college shall be entitled to recover from the education authority the amount of any loss or damage, as determined in accordance with this section, incurred by the board in consequence of— a the doing of that thing; and b any action taken by the board in pursuance of section 31 of this Act, and the board of management may raise proceedings for the recovery of the amount of such loss or damage. 2 The loss or damage referred to in subsection (1) above includes— a where any land is compulsorily acquired in pursuance of subsection (2) of the said section 31, the amount of compensation paid in respect of such compulsory acquisition; b in the case of any land which is not so acquired, the amount of the value of the land assessed as at the first transfer date; c in the case of an agreement, contract or unilateral obligation which has been repudiated in pursuance of subsection (3) of the said section 31, the amount of any loss suffered by the board of management in consequence of the repudiation; d in the case of an agreement, contract or unilateral obligation which has not been so repudiated, the amount of any loss sustained by the board of management in consequence of the implementation of the contract; e in any case, any other loss or any expenses incurred by the board of management in consequence of the disposal or removal of property or an agreement, contract or unilateral obligation having been made or entered into, together with interest on such amount or expenses from, in the case of loss or damage referred to in paragraph (b) above, the first transfer date and in any other case, such date after that date when the loss or damage occurred."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "33", "section_title": " Avoidance of certain contractual terms.", "section_text": "33 1 This section applies to any contract made during the period commencing on 4th November 1991 and ending on the day before the first transfer date (or made before but varied during that period) between an education authority and a person to whom this section applies, not being a contract made in contemplation of the employee’s pending dismissal by the authority by reason of redundancy. 2 This section applies to a person if— a it is a condition of his contract of employment that he is employed to work exclusively at a college of further education under the management of the authority (whether or not any functions have been delegated to the college council for the college in pursuance of a delegation scheme under section 56 of the 1989 Act), being a college which at any time during the period beginning with 4th November 1991 and ending on the date the contract was made or, as the case may be, varied was providing at least one full-time programme of further education; or b it is not such a condition of his contract of employment, but the terms of his contract are such that the authority is entitled to assign him to work at a college such as is mentioned in paragraph (a) above during the period mentioned in subsection (1) above. 3 In so far as any contract to which this section applies provides that the employee— a shall not be dismissed by reason of redundancy; or b if he is so dismissed, shall be paid a sum in excess of the sum which the employer is liable to pay to him under section 81 of the  Employment Protection (Consolidation) Act 1978, the contract shall be void and of no effect."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "34", "section_title": " Transitional provisions as regards college councils.", "section_text": "34 1 This section shall apply to the college council of every college of further education prescribed by order made under section 11 of this Act. 2 During the transitional period a college council to which this section applies shall, subject to subsection (4) below, have such of the powers to be conferred by this Part of this Act on the board of management of the college— a as are necessary or expedient to enable the college council to do anything they are required or enabled to do by this Part of this Act in connection with the transfer of the management of the college from the education authority to the board of management; and b as will facilitate or enable the effective carrying on by the board of management of their functions after the first transfer date. 3 In this section and in Schedules 5 and 6 to this Act, “ the transitional period ” in relation to the college council for a college of further education is the period beginning with such date as the Secretary of State may by order prescribe for the college and ending on the first transfer date. 4 Subject to paragraph 1 of Schedule 5 to this Act, nothing in this section shall authorise a college council to enter into a contract of employment with any person. 5 This section is without prejudice to Part II of the 1989 Act or any regulations made thereunder; but nothing in that Part or such regulations shall affect the exercise by any college council of any power or duty conferred on them by this Part of this Act. 6 Nothing in section 58 of the 1989 Act (which makes provision as to the status of college councils, immunity from personal liability for members of college councils and the relationship for certain purposes of college councils to education authorities) shall apply to anything done or omitted to have been done by a college council or by any member of a college council under or in pursuance of this section. 7 Schedule 5 to this Act, which makes provision for the transitional period as regards every college council to which this section applies, shall have effect. 8 With effect from the date prescribed in pursuance of subsection (3) above, for the purposes of the determination of the composition of every college council to which this section applies— a sections 54(4) and (5) and 55(2)(a), (b) and (c) of the 1989 Act and regulations 5, 6, 7 and 8 of the  College Council (Scotland) ( No.  2) Regulations 1990 (provisions as to the composition of college councils) shall cease to have effect; and b Schedule 6 to this Act, which contains provision as to the composition of college councils during the transitional period, shall have effect."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "35", "section_title": " Service of documents etc.", "section_text": "35 1 Any notice or document required or authorised to be given to or served on any person under or by virtue of this Part of this Act may be given or served— a by delivering it to him or by leaving it at his proper address or by sending it by post to him at that address; or b if the person is a body corporate, by serving it in accordance with paragraph (a) above on the secretary of that body; or c if the person is a firm, by serving it in accordance with paragraph (a) above on a partner or a person having the control or management of the firm. 2 For the purposes of this section and of section 7 of the  Interpretation Act 1978 (service of documents by post) in its application to this section, the proper address of any person on whom a document is to be served shall be his last known address, except that— a in the case of service on a body corporate or its secretary, it shall be the address of the registered or principal office of the body; b in the case of service on a firm or a partner or a person having the control or management of a firm it shall be the address of the principal office of the firm, and for the purposes of this subsection the principal office of a company registered outside the United Kingdom or of a firm carrying on business outside the United Kingdom is its principal office within the United Kingdom. 3 If the name or address of any owner or occupier of land on whom any notice or document is to be given or served under or by virtue of this Part of this Act cannot, after reasonable inquiry, be ascertained, the notice or document may be given or served— a by addressing it to him as “the owner” or, as the case may be, “the occupier” of the land (which shall be described on the notice or document); and b by leaving it either in the hands of a person who is or appears to be resident or employed on the land or conspicuously affixed to some building or object on or near the land. 4 This section shall not apply to any notice or document in relation to the service of which provision is made by rules of court. 5 In this section “ secretary ”, in relation to a local authority within the meaning of the  Local Government (Scotland) Act 1973, means the proper officer within the meaning of that Act."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "36", "section_title": " Interpretation of Part I.", "section_text": "36 1 In this Part of this Act and in Part I of Schedule 8 to this Act, unless the context otherwise requires— “ the 1989 Act ” means the  Self-Governing Schools etc. (Scotland) Act 1989; “ board of management ” means a body corporate established in pursuance of section 3(2), 11(2), 13(2) or 14(3) of this Act, and references to “ board ” shall be construed accordingly; “ college of further education ” means an educational establishment by which further education is provided; “ dispose ” includes sell, transfer, grant, vary, create or extinguish any real right in, over or in respect of land; and “ disposal ” shall be construed accordingly; “ the first transfer date ” has the meaning given by section 11 of this Act; “ further education ” has the meaning given by section 1 of this Act; “ interest in land ” means any estate in land or any right in or over land, including any right to occupy or to use land or to restrict the occupation or use of land;  ... “ land ” includes, without prejudice to the meaning given to it by Schedule 1 to the Interpretation Act 1978, an interest in land within the meaning of this section. “recognised”, in relation to a trade union, has the meaning given by section 178(3) of the Trade Union and Labour Relations (Consolidation) Act 1992 , and “recognises” is to be construed accordingly;  “ regional college ” means a college of further education designated as a regional college by order made under section 7A of the Further and Higher Education (Scotland) Act 2005; and “ regional strategic body ” has the same meaning as in that Act of 2005.  2 Any reference in this Part of this Act to a person who has a learning difficulty shall be construed in accordance with section 1(4) of this Act. 3 Subject to subsection (1) above, expressions used in this Part of this Act and in the 1980 Act or the 1989 Act (or in both of those Acts) shall, unless the context otherwise requires, have the same meaning in this Part of this Act as in that Act."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "37", "section_title": " Scottish Higher Education Funding Council.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "38", "section_title": " Meaning of higher education.", "section_text": "38 1 In this Part of this Act “ higher education ” is education provided by means of any of the courses falling, for the time being, within this section. 2 A course falls within this section if it is— a a course at a higher level in preparation for a higher diploma or certificate; b a first degree course; c a course for the education and training of teachers; d a course of post-graduate studies (including a higher degree course); e a course at a higher level in preparation for a qualification from a professional body; f a course at a higher level not falling within any of paragraphs (a) to (e) above. 3 For the purposes of paragraphs (a), (e) and (f) of subsection (2) above a course shall be regarded as providing education at higher level if its standard is higher than the standard of courses in preparation for examinations for— a the Scottish Certificate of Education at higher grade; b the Certificate of Sixth Year Studies; c the General Certificate of Education of England and Wales or Northern Ireland at advanced level; or d the  Scottish Qualifications Authority  national certificate. 4 For the purposes of paragraph (d) of subsection (2) above, post-graduate studies includes a course following the award of a higher diploma or certificate. 5 The Secretary of State may by order, from time to time, following consultation with the Council, amend a subsection (2) above by adding or removing any entry relating to a course or by varying any such entry  ; and b subsection (3) above."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "39", "section_title": " Assessment of quality of education provided by institutions.", "section_text": "39 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "40", "section_title": " Administration of funds.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "41", "section_title": " Administration of funds: supplementary.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "42", "section_title": " Grants.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "43", "section_title": " Further functions.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "44", "section_title": " Designation of institutions.", "section_text": "44 1 The Secretary of State may , for the purposes of this Part of this Act, by order designate any institution providing higher education (whether or not it also provides education of any other kind or carries on any other activities).                       2 In this Part of this Act “ designated institution ” means an institution in relation to which a designation under this section has effect. 3 An order made under this section may make such amendments of the provisions of any subordinate legislation as appear to the Secretary of State to be necessary or expedient in consequence of such order being made."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "45", "section_title": " Power of Privy Council in relation to designated institutions.", "section_text": "45 1 The Privy Council may by order make such provision as regards designated institutions as is mentioned in this section. 2 An order of the Privy Council made under this section may— a make provision with regard to the constitution of the governing body of any designated institution; b prescribe the general functions to be discharged by the governing body, and confer on the governing body such powers as they may consider necessary or expedient for the efficient discharge of those functions; and c without prejudice to Part VI of the 1980 Act, revoke, amend or re-enact any provision of any endowment relating to any designated institution, and where an order under this section makes provision with regard to the constitution of the governing body of an institution as mentioned in paragraph (a) above if neither the institution nor the governing body is, immediately before the order is made, a body corporate, the governing body of the institution shall, by virtue of this subsection, be a body corporate. 3 Without prejudice to the generality of subsection (2) above, an order made under this section may— a prescribe the administrative and other arrangements to be adopted by the governing body for the purpose of discharging its functions and in particular provide for the delegation of such of its functions as may be prescribed in the order to persons or bodies of persons to be appointed in such manner as may be so prescribed; b provide for the appointment, remuneration, discipline and dismissal by the governing body of administrative, teaching and other staff, and for the payment by the governing body of pensions, allowances or gratuities to or in respect of members of such staff on their death or retirement; c prescribe the procedure to be followed in cases of alleged breaches of discipline by students in attendance at any such institution; d provide for the constitution of bodies representative of students in attendance at such institutions and confer on any such bodies such functions as may be prescribed in the order; and e provide for any of the purposes specified in paragraphs (a) to (e) of section 105(1) of the 1980 Act. 4 An order made under this section may authorise the governing body to make rules regulating its own procedures and the conduct of the designated institution. 5 An order made under this section may amend, vary, repeal or revoke the provisions of— a any regulations made under section 77 of the 1980 Act relating to a designated institution as regards which the order is made; and b any enactment (including an enactment contained in a subordinate instrument), any scheme, articles of association, trust deed or other instrument relating to the institution, to the extent that any such provision appears to the Privy Council to be inconsistent with the order. 6 An order made under this section may contain such incidental, supplementary and consequential provision as appears to the Privy Council to be necessary or expedient. 7 This section shall apply to a designated institution notwithstanding that its name includes, by virtue of section 49 of this Act, the word “university”."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "46", "section_title": " Establishment of new institutions by the Secretary of State.", "section_text": "46 The Secretary of State may by order establish institutions for the provision of any form of higher education."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "47", "section_title": " Closure of institutions.", "section_text": "47 1 Notwithstanding anything in any enactment (including an enactment contained in a subordinate instrument), the Secretary of State may by order close any designated institution and wind-up the governing body of such institution. 1A An order under subsection (1) above— a shall include provision for the property and rights of the institution to transfer to and vest in a charity; and b may include provision for the liabilities and obligations of the institution to transfer to and vest in the Scottish Ministers or such other body or person as may be specified in the order. 2 An order under subsection (1) above may include provision— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b for the transfer of the staff of the institution to such other institution in Scotland as the Secretary of State may prescribe, being an institution providing any form of higher education; c for the payment by the Secretary of State of any expenses incurred in the closure and winding-up; d imposing on the governing body of the institution such additional powers and duties in relation to the closure and winding-up as the Secretary of State considers appropriate; e for the appointment of a person to administer the closure and winding-up, and a person so appointed shall have such powers and duties as appear to the Secretary of State necessary or expedient for such purposes and as are specified in the order; f of such incidental, supplementary, transitional or ancillary nature as appears to the Secretary of State to be necessary or expedient for the purposes of the closure and winding-up. 3 Any property transferred by virtue of an order under subsection (1) above shall remain subject to any trust or condition (whether contained in a scheme made or approved under Part VI of the 1980 Act or otherwise) to which it was subject immediately before such transfer. 4 An order under this section may amend, vary, repeal or revoke the provisions of— a any regulations made under section 77 of the 1980 Act relating to a designated institution as regards which the order has been made; and b any enactment (including an enactment contained in a subordinate instrument), any scheme, articles of association, trust deed or other instrument relating to the institution, to the extent that any such provision appears to the Secretary of State to be inconsistent with the order. 5 An order under subsection (1) above shall not be made unless the Secretary of State has consulted— a the Council; and b the governing body of the institution proposed to be closed. 6 When the winding-up of the governing body of an institution under this section is completed the Secretary of State shall by order dissolve the governing body of that institution. 7 In this section references to the closure of a designated institution include references to the institution being merged with one or more other designated institutions; and different provision may be made under this section as regards different institutions to be merged with one another. 8 An order as mentioned in subsection (1A) above shall not contain provision for transferring and vesting property, rights, liabilities or obligations unless the body or person to whom the transfer is being made (apart from the Scottish Ministers) has consented to the transfer and vesting. 9 All property and rights vested in a charity by virtue of an order as mentioned in subsection (1A) above shall be applied for the purpose of the advancement of education. 10 In this section, a  “ charity ” means a body entered in the Scottish Charity Register. "}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "48", "section_title": " Power to award degrees etc.", "section_text": "48 1 The Privy Council may by order specify any institution within the higher education sector as competent to grant such awards and distinctions in pursuance of this section as they may specify. 2 An institution for the time being specified in such an order may grant a degree, diploma, certificate or other academic award or distinction to any person who— a completes, on or after the date specified in the order, an appropriate course of study or programme of supervised research; and b passes an appropriate examination or demonstrates by such other means as the institution may determine the attainment of such standards as the institution may determine. 3 An institution specified in such an order may— a grant honorary degrees; and b grant degrees to members of the academic and other staff of the institution. 4 Any power conferred on an institution by this section to grant awards and distinctions includes power— a to do so jointly with another institution (whether or not such institution is specified in an order under subsection (1) above); b to authorise other institutions to do so on behalf of the institution; and c to deprive any person of any award or distinction granted to him by or on behalf of the institution in pursuance of this section (or, in the case of an award granted to him by the institution and another institution jointly, to do so jointly with the other institution). 5 It shall be for the institution to determine in accordance with any relevant provisions of the instruments relating to or regulating the institution— a the courses of study or programmes of research, and the examinations or other means of demonstrating attainment of standards, which are appropriate for the grant of any award or distinction and the other terms and conditions on which any grant may be made in pursuance of this section by or on behalf of the institution; and b the terms and conditions on which the institution may deprive any person of any award or distinction granted to him by or on behalf of the institution in pursuance of this section. 6 A determination made under subsection (5)(b) above shall, as regards an award or distinction granted jointly with another institution, be made jointly with that other institution."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "49", "section_title": " Change of name by institutions.", "section_text": "49 1 Subject to subsection (2) below, the governing body of a designated institution may, with the consent of the Privy Council, change the name of the institution or of its governing body. 2 Where, as regards a designated institution, there is in any enactment (including an enactment contained in a subordinate instrument) or any other document having legal effect any express prohibition or restriction on the power of the governing body to change the name of the institution or governing body, nothing in subsection (1) above shall empower a governing body to change the name of an institution or its governing body without complying with any requirement of such enactment or other document as to such change of name. 3 Where any power is exercised under this section to change the name of a designated institution or of its governing body, the Privy Council shall have regard to the need to avoid any name which would be capable of causing confusion with the name of any other institution in the higher education sector. 4 This section is without prejudice to any other power to change the name of a designated institution or its governing body. 5 Nothing in this section or in any other power to change the name of a designated institution or of its governing body shall authorise the inclusion of the word “university” in the name of the institution or its governing body unless the consent of the Privy Council is given to such inclusion."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "50", "section_title": " Duty to give information to the Council.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "51", "section_title": " Efficiency studies.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "52", "section_title": " Exercise of powers of Privy Council.", "section_text": "52 1 Any power vested in the Privy Council by this Part of this Act may be exercised by any two or more of the lords and others of the Council. 2 Any act of the Privy Council under this Part of this Act shall be sufficiently signified by an instrument signed by the clerk of the Council, and an order or act signified by an instrument purporting to be signed by the clerk of the Council shall be deemed to have been duly made or done by the Privy Council, and an instrument so signed shall be received in evidence in all courts and proceedings without proof of the authority or signature of the clerk of the Council or other proof."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "53", "section_title": " Inspection of accounts.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "54", "section_title": " Directions.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "55", "section_title": " Amendment of section 7 of the Teaching Council (Scotland) Act 1965.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "56", "section_title": " Interpretation of Part II.", "section_text": "56 1 In this Part of this Act— “ designated institution ” has the meaning given by section 44(2) of this Act; “ governing body ”, in relation to an institution, means— in the case of an institution conducted by a body corporate, that body; in the case of a university not falling within paragraph (a) above, the executive governing body which has responsibility for the management and administration of its revenue and property and the conduct of its affairs; in the case of any other institution not falling within paragraph (a) or (b) above for which the Secretary of State by regulations or the Privy Council by order has constituted a governing body, that governing body; and in any other case, any board of governors of the institution or any person responsible for the management of the institution, whether or not formally constituted as a governing body or board of governors; and “ higher education ” has the meaning given by section 38 of this Act. 2 In this Part of this Act, references to institutions within the higher education sector are to— a universities; and b designated institutions. 3 Any reference in any enactment (including an enactment contained in a subordinate instrument) passed or made before the passing of this Act to a college of education shall be construed as a reference to a designated institution which provides courses for the education and training of teachers."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "57", "section_title": " Finance.", "section_text": "57 There shall be defrayed out of money provided by Parliament— a any expenses of the Secretary of State incurred under this Act; and b any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "58", "section_title": " Stamp duty.", "section_text": "58 Stamp duty shall not be chargeable in respect of any agreement made or any transfer effected under or by virtue of any of the provisions of this Act."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "58A", "section_title": "Stamp duty land tax", "section_text": "58A 1 For the purposes of stamp duty land tax, any land transaction effected under or by virtue of any of the provisions of this Act is exempt from charge. 2 Relief under this section must be claimed in a land transaction return or an amendment of such a return. 3 In this section—— “land transaction” has the meaning given by section 43(1) of the Finance Act 2003; “land transaction return” has the meaning given by section 76(1) of that Act."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59"}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "59A", "section_title": " Joint exercise of certain functions.", "section_text": " 59A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "60", "section_title": " Regulations and orders.", "section_text": "60 1 Any power under this Act of the Secretary of State to make regulations or orders or of the Privy Council to make orders shall, subject to subsection (2) below, be exercisable by statutory instrument subject, other than an order made under section 63(2) of this Act  or which falls within subsection (2A) , to annulment in pursuance of a resolution of either House of Parliament. 2 Subsection (1) above shall not apply to an order made under section 14(4), 19(3) or 20(1) or of paragraph 18(4) of Schedule 2 to this Act. 2A An order falls within this subsection if— a it is made under section 3(5) of this Act and makes provision other than provision varying the maximum or minimum number of members of a board of management established in pursuance of Part 1 of this Act; or b it is made under section 12(8) of this Act. 2B An order falling within subsection (2A) is subject to the affirmative procedure. 3 Regulations and orders made under this Act may make different provision as to different cases or circumstances; and such regulations or orders may contain such incidental, supplementary or transitional provision as the Secretary of State or, as the case may be, the Privy Council, think fit."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "61", "section_title": " Interpretation.", "section_text": "61 In this Act, unless the context otherwise requires— “ the 1980 Act ” means the  Education (Scotland) Act 1980 “ the Council \" means the Scottish Further and Higher Education Funding Council;  and “ prescribed ” means prescribed by order or by regulations made by the Secretary of State."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "62", "section_title": " Transitional provisions, miscellaneous amendments and repeals.", "section_text": "62 1 The transitional, consequential and saving provisions contained in Schedule 8 to this Act shall have effect. 2 The enactments specified in Schedule 9 to this Act shall have effect subject to the amendments specified in that Schedule. 3 The enactments specified in Schedule 10 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Further and Higher Education (Scotland) Act 1992", "year": 1992, "section": "63", "section_title": " Short title, commencement and extent.", "section_text": "63 1 This Act may be cited as the Further and Higher Education (Scotland) Act 1992. 2 This Act shall come into force on such date as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different provisions or for different purposes. 3 An order under subsection (2) above may make such transitional and saving provisions as appear to the Secretary of State necessary or expedient in connection with the provision brought into force by the order. 4 Subject to subsection (5) below, this Act extends to Scotland only. 5 The amendment by this Act of an enactment which extends to England and Wales or Northern Ireland extends also to England and Wales or, as the case may be, Northern Ireland."}]