[{"act": "Medicinal Products: Prescription by Nurses etc. Act 1992", "year": 1992, "section": "1", "section_title": " Prescription only drugs etc.: authorisation of registered nurses, midwives and health visitors.", "section_text": "1 1 In section 58 of the  Medicines Act 1968 (medicinal products on prescription only) in subsection (1) (which specifies who are to be appropriate practitioners in relation to specified descriptions or classes of medicinal products) at the end of paragraph (c) there shall be inserted and                 d registered nurses, midwives and health visitors who are of such a description and comply with such conditions as may be specified in the order . 2 In subsection (4) of that section (orders providing for exemptions etc.) at the end of paragraph (a) there shall be inserted the words  “                or, where the appropriate practitioner is a registered nurse, midwife or health visitor, such modifications as may be so specified              ” . 3 In subsection (5) of that section (exemptions may be subject to conditions or limitations)— a after the words “exemption conferred” there shall be inserted the words  “                    or modification made                  ” , and b after the word “conferred”, in the second place where it occurs, there shall be inserted the words  “                    or made                  ” ."}, {"act": "Medicinal Products: Prescription by Nurses etc. Act 1992", "year": 1992, "section": "2", "section_title": " Extension of pharmaceutical services in England and Wales.", "section_text": "2 In section 41 of the  National Health Service Act 1977 (which imposes a duty on Family Health Services Authorities to arrange for the provision of drugs and medicines  etc.  ordered by medical practitioners and dental practitioners) the word “and” at the end of paragraph (c) shall be omitted and after that paragraph there shall be inserted the following paragraph— cc listed drugs and medicines and listed appliances which are ordered for those persons by a prescribed description of registered nurse, midwife or health visitor in pursuance of functions in the health service, the Scottish health service or the Northern Ireland health service or the armed forces of the Crown (excluding forces of a Commonwealth country and forces raised in a colony); and ."}, {"act": "Medicinal Products: Prescription by Nurses etc. Act 1992", "year": 1992, "section": "3", "section_title": " Extension of pharmaceutical services in Scotland.", "section_text": "3 In section 27 of the  National Health Service (Scotland) Act 1978 (which imposes a duty on Health Boards to arrange for the provision of drugs and medicines etc. ordered by medical practitioners and dental practitioners) the word “and” at the end of paragraph (c) shall be omitted and after that paragraph there shall be inserted the following paragraph— cc listed drugs and medicines and listed appliances which are ordered for those persons by a prescribed description of registered nurse, midwife or health visitor in pursuance of functions in the health service, the health service for England and Wales, the Northern Ireland health service or the armed forces of the Crown (excluding forces of a Commonwealth country and forces raised in a colony); and ."}, {"act": "Medicinal Products: Prescription by Nurses etc. Act 1992", "year": 1992, "section": "4", "section_title": " Provision as to Northern Ireland.", "section_text": "4 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to those of section 2 above— a shall not be subject to sub-paragraphs (4) and (5) of paragraph 1 of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Medicinal Products: Prescription by Nurses etc. Act 1992", "year": 1992, "section": "5", "section_title": " Financial provision.", "section_text": "5 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Medicinal Products: Prescription by Nurses etc. Act 1992", "year": 1992, "section": "6", "section_title": " Short title, commencement and extent.", "section_text": "6 1 This Act may be cited as the Medicinal Products: Prescription by Nurses etc. Act 1992. 2 Sections 1 to 3 above shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be so appointed for different provisions or for different purposes. 3 Section 2 above extends to England and Wales only and section 3 above extends to Scotland only. 4 This Act (except sections 2 and 3) extends to Northern Ireland."}]