[{"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "1", "section_title": " Defined hereditaments.", "section_text": "1 In Schedule 7A (non-domestic rating: 1990 to 1995) to the  Local Government Finance Act 1988 (“ the 1988 Act ”), paragraph 2 (definitions) shall have effect in relation to transitional days falling after 10th March 1992 as if— a in sub-paragraph (5), for the words from “who is” to the end there were substituted the words  “                  who was a qualifying person in relation to the hereditament as regards 10 March 1992 was also a person to whom sub-paragraph (6) or (7) below applied                ” ; and b in sub-paragraphs (6) and (7), for the words “the transitional day” there were substituted the words  “                  10 March 1992                ” ."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "2", "section_title": " Increasing non-domestic rates.", "section_text": "2 1 In Schedule 7A to the 1988 Act, paragraph 5 (the appropriate fraction) shall have effect as if after sub-paragraph (2) there were inserted the following sub-paragraph— 2A X shall be found in accordance with sub-paragraphs (3) and (4) below, except that X is 100 for the financial year beginning in 1992. 2 Regulation 2 of the  Non-Domestic Rating (Transitional Period) (Amendment and Further Provision) Regulations 1990 (small composite hereditaments) shall have effect as if in paragraph (3) for the words “X is 110” there were substituted the words X is—                   a 100 if the day falls within the financial year beginning in 1992  or that beginning in 1993 , and b 110 if the day falls within any other financial year . 3 The formula in each of the following, namely— a article 9 of the  British Gas plc (Rateable Values) Order 1989; b article 9(3) of the  Electricity Supply Industry (Rateable Values) Order 1989; c article 12(3) of the  Railways (Rateable Values) Order 1989; and d article 9(3) of the  Water Undertakers (Rateable Values) Order 1989, shall have effect in relation to the financial year beginning in 1992 as if for the figure “1.2” there were substituted the figure  “                  1                ” ."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "3", "section_title": " Decreasing non-domestic rates.", "section_text": "3 1 Article 2 of the  Non-Domestic Rating (Transitional Period) (Appropriate Fraction) Order 1989 (appropriate fraction) shall have effect as if for paragraph (4A) there were substituted the following paragraph— 4A As regards the relevant year beginning in 1992, X is 78 if the hereditament is within paragraph (3)(a) or (b) and 73 if it is within paragraph (4)(a) or (b). ; and no order shall be made under paragraph 5(8) of Schedule 7A to the 1988 Act (appropriate fraction) after the commencement of this section. 2 In each of the following, namely— a the Electricity Supply Industry (Rateable Values) Order 1989; and b the Water Undertakers (Rateable Values) Order 1989, article 11(4) shall have effect in relation to the financial year beginning in 1992 as if for the words from “0.81” to the end there were substituted the words  “                  0.78 for any class of hereditament entered in the central rating list for England or the central rating list for Wales                ” . 3 In Schedule 7A to the 1988 Act, paragraphs 5(7) to (9) and 8 (transitional arrangements) shall not have effect in relation to the financial years beginning in 1993 and 1994; and in each of the following, namely— a the Electricity Supply Industry (Rateable Values) Order 1989; and b the Water Undertakers (Rateable Values) Order 1989, article 11 and, so far as relating to any class of hereditaments to which article 11 applies, article 12 shall have effect as if any reference to an intermediate year were a reference to the financial year beginning in 1992."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "4", "section_title": " The distributable amount.", "section_text": "4 1 In Schedule 8 to the 1988 Act (non-domestic rating: pooling), paragraph 9 (distributable amount) shall have effect in relation to the financial years beginning in 1993 and 1994 as if— a in sub-paragraph (1)(a), after the word “year” there were inserted the words  “                      otherwise than under paragraph 2(1)(d) above                    ” ; and b after sub-paragraph (3) there were inserted the following sub-paragraphs— 3A The  Welsh Ministers                         shall also— a estimate the amount by which, if the Non-Domestic Rating Act 1992 had not been enacted, the amount calculated under sub-paragraph (3) above would have been greater than it is; and b add to the amount calculated under that sub-paragraph such amount as (having regard to that estimate)  they consider                          appropriate. 3B In making any estimate under sub-paragraph (3A) above the  Welsh Ministers  may make such assumptions as  they think  fit. 2 The reference in sub-paragraph (4) of that paragraph to the amount arrived at under that paragraph shall be construed, in relation to those financial years, as a reference to the amount arrived at under sub-paragraph (3) read with sub-paragraph (3A) of that paragraph."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "5", "section_title": " Non-domestic rating accounts and contributions.", "section_text": "5 1 In Schedule 8 to the 1988 Act, paragraph 2(1) (credits to non-domestic rating accounts) shall have effect in relation to the financial years beginning in 1993 and 1994 as if— a the word “and” immediately following paragraph (b) were omitted; and b after paragraph (c) there were inserted the words and                       d the amount added by  them  under sub-paragraph (3A) of paragraph 9 below to the amount calculated by  them  for the year under sub-paragraph (3) of that paragraph. 2 Paragraph 6(6) (non-domestic rating contributions) of that Schedule shall have effect in relation to the financial years beginning in 1992, 1993 and 1994 as if for paragraph (a) there were substituted the following paragraph— a provision as to the recalculation of the provisional amount, including provision— i as to the procedure to be adopted for recalculation if the prescribed conditions are fulfilled; ii as to the information on which any recalculation is to be based; iii prescribing assumptions subject to which that information is to be read; ."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "6", "section_title": " Financial provisions.", "section_text": "6 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under the 1988 Act."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "7", "section_title": " Subordinate legislation.", "section_text": "7 Regulations or orders may be made under any provision of the 1988 Act for the purposes of giving effect to, or in consequence of, any provision of this Act; and any such regulations or orders (including in particular regulations under paragraph 4 of Schedule 8 to that Act) may have retrospective effect."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "8", "section_title": " Effect of certain modifications.", "section_text": "8 1 Any provision of this Act that an enactment shall have effect with modifications shall be taken, if the context so requires, to include provision that the enactment shall be deemed always to have had effect with those modifications. 2 Where at any time before the commencement of section 1, 2 or 3 above a person’s right to pay any non-domestic rates by instalments has been forfeited in pursuance of— a regulation 8 (failure to pay instalments) of the  Non-Domestic Rating (Collection and Enforcement) (Local Lists) Regulations 1989; or b regulation 8 (failure to pay instalments) of the  Non-Domestic Rating (Collection and Enforcement) (Central Lists) Regulations 1989, nothing in that section as read with subsection (1) above shall be taken as reviving that right."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "9", "section_title": " Interpretation.", "section_text": "9 In this Act— “ the 1988 Act ” means the  Local Government Finance Act 1988; “ enactment ” includes an enactment comprised in any regulations or order made under the 1988 Act; “ financial year ” has the same meaning as in that Act; “ transitional day ” has the same meaning as in Schedule 7A to that Act."}, {"act": "Non-Domestic Rating Act 1992", "year": 1992, "section": "10", "section_title": " Short title, commencement and extent.", "section_text": "10 1 This Act may be cited as the Non-Domestic Rating Act 1992. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different provisions or for different purposes. 3 This Act extends to England and Wales only."}]