[{"act": "Offshore Safety Act 1992", "year": 1992, "section": "1", "section_title": " Application of Part I of 1974 Act for offshore purposes.", "section_text": "1 1 The general purposes of Part I of the  Health and Safety at Work etc. Act 1974 (“ the 1974 Act ”) shall include— a securing the safety, health and welfare of persons on offshore installations or engaged on pipe-line works; b securing the safety of such installations and preventing accidents on or near them; c securing the proper construction and safe operation of pipe-lines and preventing damage to them; and d securing the safe dismantling, removal and disposal of offshore installations and pipe-lines; and that Part shall have effect as if the provisions mentioned in subsection (3) below were existing statutory provisions within the meaning of that Part and, in the case of the enactments there mentioned, were specified in the third column of Schedule 1 to that Act. 2 Without prejudice to the generality of subsection (1) of section 15 of the 1974 Act (health and safety regulations), regulations under that section may— a repeal or modify any of the provisions mentioned in subsection (3) below; and b make any provision which, but for any such repeal or modification, could be made by regulations or orders made under any enactment there mentioned. 3 The provisions referred to in subsections (1) and (2) above are— a the  Mineral Workings (Offshore Installations) Act 1971; b sections 20 and 25 of the Petroleum Act 1998; c in the Petroleum Act 1987,  . . . sections 21 to 24 (safety zones); and d the provisions of any regulations or orders made or having effect under any enactment mentioned in the foregoing paragraphs. 4 In this section— “ offshore installation ” means any installation which is an offshore installation within the meaning of the Mineral Workings (Offshore Installations) Act 1971, or is to be taken to be an installation for the purposes of sections 21 to 23 of the Petroleum Act 1987; “ pipe-line ” means, subject to subsection (4A), a controlled pipeline within the meaning of Part III of the Petroleum Act 1998; and “ pipe-line works ” means works of any of the following kinds, namely— assembling or placing a pipe-line or length of pipe-line; inspecting, testing, maintaining, adjusting, repairing, altering or renewing a pipe-line or length of pipe-line; changing the position of or dismantling or removing a pipe-line or length of pipe-line; opening the bed of the sea for the purposes of works mentioned in paragraphs (a) to (c), tunnelling or boring for those purposes and other works needed for or incidental to those purposes; works for the purpose of determining whether a place is suitable as part of the site of a proposed pipe-line and the carrying out of surveying operations for the purpose of settling the route of a proposed pipe-line. 4A In this section “ pipe-line ” does not include— a any pipe-line so far as it forms part of the equipment of a vessel or vehicle; or b any apparatus and works associated with a pipe or system of pipes and prescribed for the purpose of this paragraph by regulations made by the Secretary of State. 4B A statutory instrument containing regulations made by virtue of subsection (4A) shall be subject to annulment in pursuance of a resolution of either House of Parliament; and section 25 of the Petroleum Act 1998 shall apply in relation to any such regulations as it applies in relation to regulations under section 20 of that Act. 5 The provisions mentioned in subsection (3) above and the definitions in subsection (4) above shall have effect as if any reference in— a section 1(4) of the Mineral Workings (Offshore Installations) Act 1971; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section  . . . 21(7) of the Petroleum Act 1987  ; or d section 14(2) or 45 of the Petroleum Act 1998, to tidal waters and parts of the sea in or adjacent to the United Kingdom, or to the territorial sea adjacent to the United Kingdom, were a reference to tidal waters and parts of the sea in or adjacent to Great Britain, or to the territorial sea adjacent to Great Britain."}, {"act": "Offshore Safety Act 1992", "year": 1992, "section": "2", "section_title": " Application of Part I for other purposes.", "section_text": "2 1 The general purposes of Part I of the 1974 Act shall include— a securing the proper construction and safe operation of pipe-lines and preventing damage to them; b securing that, in the event of the accidental escape or ignition of anything in a pipe-line, immediate notice of the event is given to persons who will or may have to discharge duties or take steps in consequence of the happening of the event; and c protecting the public from personal injury, fire, explosions and other dangers arising from the transmission, distribution, supply or use of gas; and that Part shall have effect as if the provisions mentioned in subsection (3) below were existing statutory provisions within the meaning of that Part and, in the case of the enactments there mentioned, were specified in the third column of Schedule 1 to that Act. 2 Without prejudice to the generality of subsection (1) of section 15 of the 1974 Act (health and safety regulations), regulations under that section may— a repeal or modify any of the provisions mentioned in subsection (3) below; and b make any provision which, but for any such repeal or modification, could be made by regulations made under any enactment mentioned in paragraph (b) of that subsection. 3 The provisions referred to in subsections (1) and (2) above are— a sections 27 to 32 and 37 (avoidance of damage to pipe-lines and notification of accidents etc.) of the  Pipe-lines Act 1962; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the provisions of any regulations made or having effect under any enactment mentioned in paragraph (b) above. 4 In this section— “ gas ” means any substance which is or (if it were in a gaseous state) would be gas within the meaning of Part I of the Gas Act 1986; “ pipe-line ” has the same meaning as in the Pipe-lines Act 1962."}, {"act": "Offshore Safety Act 1992", "year": 1992, "section": "3", "section_title": " Provisions consequential on sections 1 and 2.", "section_text": "3 1 In consequence of the provision made or authorised to be made by section 1 above, the following shall cease to have effect, namely— a section 1(4) of the  Continental Shelf Act 1964 (model clauses to include provision for the safety, health and welfare of persons employed on offshore operations); b section 84(5) of the 1974 Act (inspectors not to institute proceedings for offences under Part I committed outside Great Britain); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e in the  Petroleum (Production) (Seaward Areas) Regulations 1988, clause 26 of the model clauses set out in Schedule 4 and clause 11 of the model clauses set out in Schedule 5. 2 Also in consequence of that provision— a any incorporation in a licence of a model clause specified in Schedule 1 to this Act shall cease to have effect; b any functions of the Secretary of State under a licence, or under  section 3 of the Petroleum Act 1998 , may be exercised without regard to safety considerations; and c nothing done in the exercise of any such functions shall prejudice or affect the operation of the relevant statutory provisions within the meaning of Part I of the 1974 Act or any requirements imposed under those provisions. 3 In consequence of the provision made by section 2 above, in the  Gas Act 1986— a section 18(1) (safety regulations) shall cease to have effect; b section 47(5) (restriction on institution of proceedings) shall cease to have effect so far as relating to proceedings for offences created by regulations made or having effect under section 16 so far as relating to standards affecting safety; c in sub-paragraph (2) of paragraph 6 of Schedule 8 (savings), for the words “the general purpose mentioned in section 18(1) of this Act” there shall be substituted the words  “                    the general purpose of protecting the public from personal injury, fire, explosions and other dangers arising from the transmission or distribution of gas through pipes, or from the use of gas supplied through pipes                  ” ; and d after that sub-paragraph there shall be inserted the following sub-paragraph— 2A In sub-paragraph (2) above “ gas ” has the same meaning as in Part I of this Act. 4 In this section “ licence ” means a licence granted under  section 3 of the Petroleum Act 1998 , whether before or after the commencement of this section."}, {"act": "Offshore Safety Act 1992", "year": 1992, "section": "4", "section_title": " Increased penalties under Part I.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Offshore Safety Act 1992", "year": 1992, "section": "5", "section_title": " Directions for preserving security of petroleum and petroleum products.", "section_text": "5 1 The Secretary of State may, after consultation with the Health and Safety Executive and with a person to whom this section applies, give to that person such directions of a general character as appear to the Secretary of State to be requisite or expedient for the purpose of preserving the security of any offshore installation, onshore terminal or oil refinery. 2 If it appears to the Secretary of State to be requisite or expedient to do so for the purpose mentioned in subsection (1) above, he may, after consultation with the Health and Safety Executive and with a person to whom this section applies, give to that person a direction requiring him (according to the circumstances of the case) to do, or not to do, a particular thing specified in the direction. 3 A person to whom this section applies shall give effect to any direction given to him by the Secretary of State under this section notwithstanding any other duty imposed on him by or under any enactment. 4 The Secretary of State shall lay before each House of Parliament a copy of every direction given under this section unless he is of the opinion that disclosure of the direction is against the interests of national security or the commercial interests of any person. 5 A person shall not disclose, or be required by virtue of any enactment or otherwise to disclose, anything done by virtue of this section if the Secretary of State has notified him that the Secretary of State is of the opinion that disclosure of that thing is against the interests of national security or the commercial interests of some other person. 6 This section applies to any person who is the operator of an offshore installation, onshore terminal or oil refinery. 7 In this section— “ offshore installation ” has the same meaning as in section 1 above; “ oil refinery ” includes an installation for processing petroleum products; “ onshore terminal ” means an onshore terminal which receives petroleum directly or indirectly from an offshore installation; “ petroleum ” has the same meaning as in  Part I of the Petroleum Act 1998 ; “ petroleum products ” has the same meaning as in the  Energy Act 1976."}, {"act": "Offshore Safety Act 1992", "year": 1992, "section": "6", "section_title": " Corresponding provisions for Northern Ireland.", "section_text": "6 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is only made for purposes corresponding to the purposes of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule; but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Offshore Safety Act 1992", "year": 1992, "section": "7", "section_title": " Short title, repeals, commencement and extent.", "section_text": "7 1 This Act may be cited as the Offshore Safety Act 1992. 2 The enactments mentioned in Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 The following provisions of this Act, namely— a section 2(3)(b) and (c); b section 3(1)(a) and (e), (2) and (3)(b); and c subsection (2) above so far as relating to the repeal in the  Continental Shelf Act 1964 and the second repeal in the  Gas Act 1986, shall not come into force until such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed for different provisions or for different purposes. 4 This Act, except section 6 above, does not extend to Northern Ireland."}]