[{"act": "Severn Bridges Act 1992", "year": 1992, "section": "1", "section_title": " Construction of new bridge and other works.", "section_text": "1 1 The Secretary of State may construct the works specified in Part I of Schedule 1 to this Act (“ the scheduled works ”), being works for the construction of a new bridge over the Severn Estuary between England and Wales and roads leading to the new bridge and associated works. 2 Subject to Part II of that Schedule (supplementary provisions relating to the scheduled works, including provisions permitting deviation from the deposited plans and the deposited sections), the scheduled works shall be constructed in the lines or situations shown on those plans and in accordance with the levels shown on those sections."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "2", "section_title": " Acquisition and occupation of land.", "section_text": "2 1 The Secretary of State is authorised by this section to acquire compulsorily— a so much of the land shown on the deposited plans within the limits of deviation for the scheduled works as may be required for or in connection with the works authorised by this Act, b so much of the land specified in columns (1) and (2) in Part I of Schedule 2 to this Act, and shown on the deposited plans within the limits of land to be acquired, as may be required for the purpose specified in relation to the land in column (3) in that Part of that Schedule, and c so much of the land in the Community of Rogiet in the Borough of Monmouth shown numbered 34, 49, 50, 55, 56, 57 and 59 on the deposited plans as may be required for the relocation of the rifle range in the Community of Caldicot in that Borough in consequence of the acquisition of the land numbered 2 and 2a on those plans. 2 Nothing in this section authorises the Secretary of State to acquire compulsorily any of the land in the City of Bristol shown numbered 25, 41 or 42 on the deposited plans. 3 Part I of the  Compulsory Purchase Act 1965 (except section 4 and paragraph 3(3) of Schedule 3), in so far as it is not inconsistent with the provisions of this Act, shall apply to the acquisition of land under this section— a as it applies to a compulsory purchase to which Schedule 1 to the  Acquisition of Land Act 1981 applies, and b as if this Act were a compulsory purchase order under that Act. 4 A notice to treat under Part I of the Compulsory Purchase Act 1965 for the purpose of acquiring land under this section shall not be served after 31st December 1995. 5 The  Lands Clauses Consolidation Act 1845 shall not apply to the acquisition of land under this section. 6 Schedule 2 to this Act (supplementary provisions as to land acquisition, temporary occupation of land  etc. ) shall have effect."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "3", "section_title": " Authorised works: supplementary.", "section_text": "3 Schedule 3 to this Act (provision relating to highways in connection with the works authorised by this Act) shall have effect."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "4", "section_title": " Concession agreement.", "section_text": "4 1 Where (either before or after the passing of this Act) the Secretary of State enters into an agreement with a person for the construction by that person of the new bridge (whether or not together with any other of the scheduled works), the agreement may also provide— a for the power to levy tolls in respect of use of the bridges which is conferred on the Secretary of State by section 5 below to be exercisable by that person in accordance with section 6 below, and b for all relevant functions, or so many of them as may be specified in the agreement, to be exercisable by that person in accordance with section 15 below. 2 In this Act— a “ the concessionaire ” means the person with whom the Secretary of State enters into an agreement making the provision mentioned in subsection (1) above, and b “ concession agreement ” means an agreement making the provision mentioned in subsection (1) above (together with any agreement supplementing it). 3 In this Act “ relevant functions ” means functions of the Secretary of State— a with respect to the maintenance and improvement of, or other dealing with— i the bridges or the highways carried by them, or ii the toll plaza areas or the highways within them, b with respect to any land which may be acquired by the Secretary of State in exercise of any of his powers under Part XII of the  Highways Act 1980 in relation to any highway or other area within paragraph (a) above, and c under sections 29 and 30 below, other than the power to levy tolls."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "5", "section_title": " Power of Secretary of State to levy tolls.", "section_text": "5 1 Tolls may be levied by the Secretary of State in respect of vehicles using either of the bridges. 2 Subject to section 11 below, tolls may only be levied in respect of vehicles travelling from east to west. 3 The power to levy tolls shall commence— a with the appointed day, as respects vehicles using the existing bridge, and b with the day on which the new bridge is first open for public use, as respects vehicles using that bridge. 4 The power to levy tolls shall terminate at the end of the period of 35 years beginning with the appointed day. 5 The Secretary of State may appoint any person to collect tolls as his agent. 6 A local authority may enter into an agreement with the Secretary of State (on such terms and subject to such conditions, as to payment or otherwise, as they consider appropriate) to perform such services and provide such facilities as may be specified in the agreement in connection with the collection of tolls; and a local authority may perform services and provide facilities in accordance with such an agreement. 7 No agreement entered into under section 17(1) of the  Severn Bridge Tolls Act 1965 (agreement between Secretary of State and local authority for performance of services and provision of facilities in connection with tolling) shall have effect on or after the appointed day."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "6", "section_title": " Exercise of power to levy tolls by concessionaire.", "section_text": "6 1 Where a concession agreement is subsisting on the appointed day, the power to levy tolls conferred on the Secretary of State by section 5 above shall be exercisable by the concessionaire (instead of by the Secretary of State) during the concession period. 2 The power shall be exercised by the concessionaire in accordance with the concession agreement. 3 In this Act “ the concession period ” means the period— a beginning with the appointed day, and b ending at the time specified in subsection (4) below. 4 The time referred to in subsection (3)(b) above is the earliest of— a the end of the period of 30 years beginning with the appointed day, b any time determined under subsection (5) below as that at which the right of the concessionaire to exercise the power to levy tolls is to end, and c any earlier time at which, in accordance with the concession agreement, that right is to end. 5 Where it appears to the Secretary of State that the revenue requirement has been met on a day, the right of the concessionaire to exercise the power to levy tolls shall end at such time after that day as the Secretary of State may determine. 6 The time determined under subsection (5) above shall not be later than the end of the period of 120 days beginning with the day mentioned in that subsection; but (subject to that) the determination under that subsection shall be made in accordance with the concession agreement. 7 For the purposes of this section— a the revenue requirement is met on a day if the aggregate amount of toll income received by the concessionaire on or before that day is equal to or greater than the amount which he is entitled to receive in accordance with the concession agreement, and b “ toll income ” means tolls and sums received in lieu of tolls which, in accordance with the concession agreement, are to be treated for the purposes of this section in the same way as tolls. 8 Subject to the concession agreement— a in exercising the power to levy tolls in accordance with this section the concessionaire shall not be regarded for any purpose as acting as the agent of the Secretary of State, and b in accordance with paragraph (a) above, tolls levied by the concessionaire shall be payable to him and be his property. 9 The concessionaire may appoint any person to collect tolls as his agent. 10 A local authority may enter into an agreement with the concessionaire (on such terms and subject to such conditions, as to payment or otherwise, as they consider appropriate) to perform such services and provide such facilities as may be specified in the agreement in connection with the collection of tolls; and a local authority may perform services and provide facilities in accordance with such an agreement."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "7", "section_title": " Early end of tolling by Secretary of State.", "section_text": "7 1 Where it appears to the Secretary of State that the funding requirement is met on a day on which the power to levy tolls is being exercised by him, no tolls shall be levied by him after that day. 2 For the purposes of this section the funding requirement is met on a day if the aggregate of the receipts mentioned in paragraph 1 of Schedule 4 to this Act before that day is equal to or greater than the amount required before that day for the purposes specified in paragraph 2 of that Schedule."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "8", "section_title": " Vehicles subject to tolls.", "section_text": "8 1 Tolls may be levied in respect of the following descriptions of vehicles (and no others)— a motor cars and motor caravans (category 1 vehicles), b small goods vehicles and small buses (category 2 vehicles), and c other goods vehicles and buses (category 3 vehicles); and where a vehicle would otherwise fall within more than one category it shall be taken for the purposes of this Act to fall only within that with the lower or lowest number. 2 In this section—  “  motor car” means a mechanically propelled vehicle, not being a motor cycle, constructed or adapted primarily for the carriage of passengers and so constructed or adapted as to carry not more than eight passengers,  “ motor caravan ” means a motor vehicle constructed or adapted for the carriage of passengers and their effects which contains, as permanently installed equipment, the facilities which are reasonably necessary for enabling the vehicle to provide mobile living accommodation for its users,  “  motor cycle” means a mechanically propelled vehicle having less than four wheels and, in a case where a cabin is provided, the cabin is not so constructed as to enclose the driver and any passenger,  “ goods vehicle ” means a motor vehicle constructed or adapted for use for the carriage or haulage of goods or burden of any description, and “ bus ” means a motor vehicle constructed or adapted to carry more than eight passengers. 3 For the purposes of this section— a a small goods vehicle is a goods vehicle which has an operating weight for the purposes of section 138 of the  Road Traffic Regulation Act 1984 not exceeding 3,500 kilograms,  . . . b a small bus is a bus constructed or adapted to carry not more than sixteen passengers   and c a reference to the number of passengers in relation to a vehicle does not include a reference to the driver of the vehicle 4 The Secretary of State may by order make such amendments of subsections (2) and (3) above as he considers necessary or expedient. 5 Tolls may not be levied in respect of— a a vehicle being used in the discharge of the functions of a  fire and rescue authority , b a vehicle being used for police purposes,   c a vehicle which is exempt from vehicle excise duty under— i paragraph 6 (ambulances), ii paragraph 19 (vehicles for use by or for purposes of certain disabled people), or iii paragraph 20 (vehicles used for carriage of disabled people by recognised bodies), of Schedule 2 to the Vehicle Excise and Registration Act 1994, e a vehicle being driven by a disabled person, or being used for the carriage of one or more disabled persons, which displays a current disabled person’s badge issued under— i section 21 of the  Chronically Sick and Disabled Persons Act 1970, or ii section 14 of the  Chronically Sick and Disabled Persons (Northern Ireland) Act 1978, f a vehicle being used in connection with— i the collection of tolls, or ii the inspection, maintenance, improvement or renewal of, or other dealing with, either of the bridges or toll plaza areas or any of the highways carried by the bridges, within the toll plaza areas or connecting the new toll plaza area and the new bridge (or any structure, works or apparatus on, under or over any of those highways), g a vehicle which, having broken down on either of the bridges while travelling in one direction, is travelling in the opposite direction otherwise than under its own power, or h a vehicle of a description specified in an order made by the Secretary of State as a description of vehicle in respect of which tolls may not be levied."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "9", "section_title": " Level of tolls.", "section_text": "9 1 Subject to section 11(3) below, the toll leviable in respect of a vehicle of a category shall be that fixed for the time being in respect of vehicles of that category by an order made by the Secretary of State under subsection (2) below. 2 The Secretary of State shall— a before the appointed day make an order to come into force on that day, and b in each month of December beginning after that day make an order to come into force at the beginning of the year commencing immediately after the end of that month. 3 Subject to the following provisions of this section and sections 10 and 11 below, the amount of the toll to be fixed by an order under subsection (2) above in respect of each of the categories of vehicles specified in section 8(1) above shall be— a in the case of an order under paragraph (a) of subsection (2) above, the amount specified in the table below with respect to the category for the year in which the appointed day falls, as adjusted in accordance with subsection (4) below, and b in the case of an order under paragraph (b) of that subsection, the amount so specified for the year at the beginning of which the order is to come into force, as so adjusted.  Table Category of vehicle 1992 1993 1994 1995 and each subsequent year 1 £2.35 £2.51 £2.68 £2.85 2 £4.70 £5.02 £5.35 £5.71 3 £7.05 £7.52 £8.03 £8.56 4 The adjustment in the amounts specified in the table in subsection (3) above which is referred to in that subsection is an adjustment by the same percentage as the percentage difference between the retail prices index for March 1989 and the retail prices index for the month of September immediately preceding the making of the order. 5 Where a change in any amount specified in the provisions of the concession agreement corresponding to the table in subsection (3) above is made in response to the occurrence of any of the particular circumstances in which the agreement authorises the making of such a change, the Secretary of State may by order provide for the same change to be made in that table. 6 An amount which falls in accordance with subsections (3) to (5) above to be fixed by an order under subsection (2) above— a if it is neither a multiple of ten pence nor an amount which on division by ten produces a remainder of five pence, shall be rounded to the nearest ten pence, and b if it is an amount which on division by ten produces a remainder of five pence, shall be increased by five pence."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "10", "section_title": " Level of tolls: supplementary.", "section_text": "10 1 Subject to subsection (2) below— a an order under paragraph (a) of subsection (2) of section 9 above may fix tolls at an amount less than that arrived at in accordance with that section, and b where the amount of a toll which, in accordance with that section, falls to be fixed by an order under paragraph (b) of that subsection in respect of a category of vehicles exceeds that in force under the last order made under that subsection, the new order may fix an amount which does not implement the increase or implements it only in part. 2 If it appears to the Secretary of State that at the time when an order under section 9(2) above is to come into force the power to levy tolls will be exercisable by the concessionaire, the order shall not fix tolls in accordance with subsection (1) above except with the concessionaire’s consent. 3 Subject to subsection (4) below, the references in section 9(4) above to the retail prices index are references to the general index of retail prices (for all items) published by the Central Statistical Office of the Chancellor of the Exchequer. 4 If that index is not published for any month those references are references to any other index, or substitute for an index, for that month which the Secretary of State may by order prescribe; and in determining which index or substitute to prescribe the Secretary of State shall have regard to any relevant provisions of the concession agreement."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "11", "section_title": " Two-way tolling.", "section_text": "11 1 The Secretary of State may by order provide for tolls to be leviable in respect of vehicles travelling from west to east (as well as in respect of vehicles travelling from east to west). 2 Where at the time of the making of an order under subsection (2) of section 9 above it appears to the Secretary of State that on its coming into force tolls will be leviable in respect of vehicles travelling from west to east (as well as vehicles travelling from east to west), the amount of the tolls to be fixed by the order shall be determined as if the amounts specified in the table in subsection (3) of that section were one-half of the amounts actually so specified. 3 Where an order under subsection (1) above comes into force on a day which is neither the appointed day nor the first day of a year, the toll leviable in respect of a vehicle of a category on and after the day on which it comes into force until the end of the year in which that day falls shall be that fixed in respect of vehicles of that category by that order. 4 The amounts of the tolls to be fixed by such an order— a subject to paragraph (b) below, shall be determined as they would have been for the purposes of the order fixing the amounts of the tolls leviable immediately before it comes into force (“ the current order ”) in accordance with subsection (2) above, and b where it revokes an earlier order providing for the levying of tolls in respect of vehicles travelling from west to east (as well as in respect of vehicles travelling from east to west), shall be determined as they would have been determined for the purposes of the current order but for that subsection."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "12", "section_title": " Temporary suspension of tolls.", "section_text": "12 1 Tolls may be suspended— a by the concessionaire for any period during which the power of the Secretary of State to levy tolls is exercisable by him, and b by the Secretary of State for any other period. 2 A suspension under this section may relate— a to all vehicles, b only to vehicles using the existing bridge or only to vehicles using the new bridge, or c (when there is in force an order under section 11(1) above providing for tolls to be leviable in respect of vehicles travelling from west to east as well as in respect of vehicles travelling from east to west) only to vehicles travelling in one direction."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "13", "section_title": " Pre-payment of tolls.", "section_text": "13 1 The Secretary of State, or (if the power to levy tolls is exercisable by the concessionaire) the concessionaire, may enter into agreements under which persons make payments in advance, on such terms as may be agreed, with respect to tolls for use of the bridges by them, by other persons or by any vehicles. 2 Agreements may relate to use on an agreed number of occasions or during an agreed period. 3 Prepaid vouchers issued in accordance with an order under section 2(3) of the  Severn Bridge Tolls Act 1965 shall not be valid on or after the appointed day; but where— a any such vouchers have not been used before that day, and b the person to whom they were issued makes an application to the Secretary of State within such period beginning with the appointed day as the Secretary of State may direct, the Secretary of State may make to him in respect of the unused vouchers a payment of such amount as the Secretary of State considers appropriate."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "14", "section_title": " Payment regulations and offences.", "section_text": "14 1 The Secretary of State may by regulations— a designate places within the toll plaza areas at which tolls (other than tolls with respect to which a pre-payment has been made) are to be paid, b make provision as to the persons by whom, and the manner in which, such tolls are to be paid, c make provision for securing that vehicles in respect of which tolls are leviable do not use either of the bridges without payment of the tolls, and d make provision for preventing a vehicle which, having used one of the bridges, has arrived at the place at which a toll is payable in respect of it from proceeding beyond that place without the toll having been paid. 2 Regulations made under this section shall provide for a notice, specifying— a the categories of vehicles in respect of which tolls are leviable, b the amount of the tolls in respect of each category, and c other provisions in accordance with which tolls are leviable, to be displayed at each place designated in accordance with subsection (1)(a) above. 3 Regulations under this section may include provisions modifying the general provisions of the regulations in the case of vehicles in relation to which a pre-payment of tolls has been made. 4 A person who without reasonable excuse— a refuses or fails to pay a toll for which he is liable, or b attempts to evade payment of such a toll, shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 A person who contravenes or fails to comply with a provision of regulations under this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "15", "section_title": " Exercise of relevant functions by concessionaire.", "section_text": "15 1 Where a concession agreement is subsisting on the appointed day, all relevant functions, or so many of them as are specified in the concession agreement, shall be exercisable by the concessionaire (instead of by the Secretary of State) during the concession period. 2 The functions concerned shall be exercised by the concessionaire in accordance with the concession agreement. 3 In exercising a function in accordance with this section the concessionaire shall not be regarded for any purpose as acting as the agent of the Secretary of State. 4 The concessionaire may enter into and carry into effect agreements with any person for any purpose connected with the exercise of any relevant function. 5 Nothing in this section or in the concession agreement shall prevent the Secretary of State from exercising a relevant function if he considers that it is in the public interest for him to do so. 6 Where a concession agreement is subsisting on the appointed day, no agreement made before that day under section 6 of the  Highways Act 1980 (agreement between Secretary of State and council for delegation of functions to council) shall have effect on or after that day in so far as it relates to— a the existing bridge or the highway carried by it, or b the existing toll plaza area or the highway within it."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "16", "section_title": " Delegation of relevant functions.", "section_text": "16 1 The Secretary of State may by an agreement under this section delegate any relevant function which is not for the time being exercisable by the concessionaire to any person (other than a council to which it may be delegated under section 6(1) of the Highways Act 1980). 2 Functions delegated by an agreement under this section shall be exercised in accordance with such conditions as the Secretary of State may attach to the delegation; and the delegation shall end in accordance with the agreement. 3 In exercising a function delegated by an agreement under this section the person to whom it is delegated shall act as agent for the Secretary of State. 4 A person to whom a relevant function is delegated by an agreement under this section may enter into and carry into effect agreements with any person for any purpose connected with the exercise of the function. 5 Nothing in this section or in an agreement made under it shall prevent the Secretary of State from exercising a relevant function if he considers that it is in the public interest for him to do so. 6 Where a function may be delegated by an agreement under this section to a person other than a council to which subsection (1) of section 6 of the Highways Act 1980 applies, the function may also be delegated to such a council in accordance with that subsection (if it could not be apart from this subsection)."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "17", "section_title": " Grant to concessionaire of interests in land.", "section_text": "17 1 The Secretary of State may grant to the concessionaire a lease or other interest in or right over any land if it appears to the Secretary of State expedient to do so for the purpose of or in connection with the exercise by the concessionaire of the functions conferred or imposed on him under the concession agreement or under or by virtue of this Act. 2 No enactment or rule of law regulating the rights and obligations of landlords and tenants shall prejudice the operation of an agreement between the Secretary of State and the concessionaire as to the terms on which land which is the subject of a lease granted in pursuance of this section is to be provided for his use. 3 Accordingly, no such enactment or rule of law shall apply in relation to the rights and obligations of the parties to a lease granted in pursuance of this section— a so as to exclude or in any respect modify any of the rights and obligations of those parties under the terms of the lease, whether with respect to the termination of the tenancy or any other matter, b so as to confer or impose on either party a right or obligation arising out of or connected with anything done or omitted on or in relation to land which is the subject of the lease, in addition to such a right or obligation provided for by the terms of the lease, or c so as to restrict the enforcement (whether by action for damages or otherwise) by either party to the lease of an obligation of the other party under the lease."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "18", "section_title": " Avon County Council bridge staff.", "section_text": "18 1 Where a concession agreement is subsisting on the appointed day, there shall be treated as made by Avon County Council to the concessionaire on that day a transfer of an undertaking, to which the  Transfer of Undertakings (Protection of Employment) Regulations 1981 shall apply, in which all the persons specified in subsection (2) below are employed. 2 The persons referred to in subsection (1) above are persons who— a immediately before the appointed day are employed by Avon County Council in connection with the collection of tolls under the  Severn Bridge Tolls Act 1965 or the maintenance or improvement of, or other dealing with— i the existing bridge or the highway carried by it, or ii the existing toll plaza area or the highway within it, and b are designated, or of a description of persons designated, by an order made by the Secretary of State. 3 Where by reason of the application to a person of the Transfer of Undertakings (Protection of Employment) Regulations 1981 by virtue of subsection (1) above the person ceases to be employed by Avon County Council he shall not be treated for any purpose as having been made redundant. 4 Subsection (5) below has effect in relation to a pension to which paragraph 1 of Schedule 3 to the  Pensions (Increase) Act 1971 (local government pensions) applies if the latest services in respect of which it is payable are services rendered at any time before the appointed day in connection with— a the collection of tolls under the  Severn Bridge Tolls Act 1965, or b the maintenance or improvement of, or other dealing with— i the existing bridge or the highway carried by it, or ii the existing toll plaza area or the highway within it. 5 For the purposes of sub-paragraph (2) of that paragraph (funding of pension increases after transfer of functions), nothing occurring immediately before, on or at any time after the appointed day by reason of the operation of any provision of this Act or of the  Highways Act 1980 shall be taken to amount to a transfer from Avon County Council to another authority of the function in connection with which the latest services were rendered."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "19", "section_title": " Termination of concession agreement.", "section_text": "19 1 Where the concession agreement terminates, there shall be transferred to the Secretary of State under this subsection all property, rights and liabilities of the concessionaire which, in accordance with the concession agreement, fall to be so transferred in the circumstances (not including any rights or liabilities relating to any person’s employment). 2 There shall also be treated as made by the concessionaire to the Secretary of State on the termination a transfer of an undertaking, to which the  Transfer of Undertakings (Protection of Employment) Regulations 1981 shall apply, in which all the persons specified in subsection (3) below are employed. 3 The persons referred to in subsection (2) above are persons— a who immediately before the termination are employed by the concessionaire in connection with the collection of tolls or the exercise of relevant functions, and b whose only or main place of work in that employment immediately before the termination is at the bridges or toll plaza areas. 4 All rights and liabilities of the concessionaire under any agreement or arrangement for the payment of pensions, allowances or gratuities to or in respect of— a persons to whom subsection (2) above applies, or b persons specified in subsection (5) below, shall be transferred to the Secretary of State under this subsection on the termination. 5 The persons referred to in subsection (4)(b) above are persons— a who have ceased to be employed by the concessionaire before the termination but immediately before so ceasing were employed by him in connection with the collection of tolls or the exercise of relevant functions, and b whose only or main place of work in that employment was at the bridges or toll plaza areas. 6 All property, rights and liabilities transferred under or by virtue of this section shall vest in the Secretary of State."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "20", "section_title": " Termination: supplementary.", "section_text": "20 1 Property vested in the Secretary of State under section 19 above shall vest free from any security to which it was subject immediately before the termination. 2 Where before the termination possession of such property has been taken by a person in pursuance of legal process or distress, the Secretary of State may recover that property from any person in possession of it without being required, as a condition of doing so, to meet a liability in respect of which that process or distress was issued or levied. 3 Subsection (1) above shall not affect a liability secured by a security from which such property is released by virtue of that subsection; and subsection (2) above shall not affect a liability in respect of which the process or distress was issued or levied. 4 Where a liability which, if it had subsisted immediately before the termination, would have fallen to be transferred to the Secretary of State under or by virtue of section 19 above has been discharged before termination, nothing in the  Insolvency Act 1986 shall— a affect the validity of anything done by the concessionaire or by any other person in discharging that liability, b authorise a court to make an order affecting the property of, or imposing an obligation on, any person in consequence of or in connection with the receipt by that person or by any other person of a payment made, property transferred or other benefit provided by the concessionaire or by any other person in discharging that liability, or c be treated as giving rise to a trust affecting money or property so transferred. 5 Subject to subsection (1) above, property vested in the Secretary of State under section 19 above shall be held by him subject to all covenants, conditions and restrictions subject to which the property was held by the concessionaire. 6 A dispute between the Secretary of State and the concessionaire as to the property, rights or liabilities transferred under or by virtue of section 19 above shall be determined in accordance with the concession agreement. 7 A dispute between the Secretary of State and any person other than the concessionaire as to any such matter shall be determined by arbitration; and the arbitration shall be conducted by a single arbitrator agreed between the parties or, in default of agreement, appointed on the application of either party (after notice in writing to the other) by the President of the Law Society. 8 Subject to the concession agreement and to subsection (1) above, all agreements and other transactions entered into or effected by the concessionaire and subsisting immediately before the termination, in so far as they relate to property, rights or liabilities transferred to the Secretary of State under or by virtue of section 19 above, shall have effect with the substitution of the Secretary of State for the concessionaire. 9 Accordingly— a such an agreement or transaction may be enforced by or against the Secretary of State, and b references to the concessionaire in an agreement (whether or not in writing) and in a deed, bond, instrument or other document, so far as relating to property, rights or liabilities so transferred, shall be taken after the termination as referring to the Secretary of State. 10 Subject to the concession agreement, all legal and other proceedings begun before the termination and relating to property, rights or liabilities transferred to the Secretary of State under or by virtue of section 19 above, other than proceedings for enforcing a security from which such property is released by virtue of subsection (1) above, may be carried on with the substitution of the Secretary of State for the concessionaire; and such proceedings may be amended in such manner as may be necessary for that purpose. 11 In this section “ security ” means a mortgage, charge, lien or other security."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "21", "section_title": " Prevention of obstruction.", "section_text": "21 1 For the purpose of preventing obstruction of the roads carried by the bridges and the roads within the toll plaza areas, the Secretary of State may by regulations— a prohibit vehicles from stopping or remaining at rest in prescribed places on those roads, except in prescribed circumstances, b require any person in charge of a vehicle which is at rest by reason of breakdown in a prescribed place on any of those roads to take prescribed steps for reporting that fact and the position and circumstances in which the vehicle is at rest, c prohibit any person, other than a constable or an appointed person— i from carrying out, or attempting to carry out, a repair, adjustment or refuelling of such a vehicle except with permission expressly given by a constable or an appointed person, and ii from moving, or attempting to move, such a vehicle from the position in which it is at rest, d prohibit appointed persons from carrying out, or attempting to carry out, a repair, adjustment or refuelling of such a vehicle except in prescribed circumstances, e empower a constable or an appointed person to remove from its position to a prescribed area a vehicle which is for the time being at rest in a prescribed place on any of the roads to which the regulations relate— i in contravention of the regulations, ii by reason of breakdown, iii without any person being in charge of it, or iv with the person in charge of it not being present in or on it, f in the case of a vehicle which is so removed or which at the request of the person in charge of it is repaired, adjusted or refuelled (instead of being removed) by an appointed person, require the prescribed person to pay a charge of an amount to be determined in accordance with such scales and other provisions as may be prescribed— i where the power to levy tolls is for the time being exercisable by the concessionaire, to him, and ii otherwise, to the Secretary of State, and g prohibit a person from obstructing any action taken by a constable or an appointed person for the purpose of removing a vehicle in accordance with the regulations. 2 A person who contravenes or fails to comply with a provision of regulations under this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 3 Subject to subsection (4) below, this section and regulations under it shall have effect in relation to— a vehicles belonging to, or used for the purposes of, a Minister of the Crown or government department, and b things done, or omitted to be done, in connection with such vehicles by persons in the public service of the Crown, as they have effect in relation to other vehicles and persons. 4 Regulations under this section may provide that, in their application in relation to— a vehicles belonging to the Crown and used for naval, military or air force purposes, or b vehicles used for the purposes of such a body, contingent or detachment of the forces of any country as is a visiting force for the purposes of any of the provisions of the  Visiting Forces Act 1952, or used for the purposes of any headquarters or organisation designated by an Order in Council under section 1 of the  International Headquarters and Defence Organisations Act 1964, the regulations shall have effect subject to such modifications as may be prescribed. 5 In this section— “ breakdown ”, in relation to a vehicle, includes mechanical defect, lack of fuel, oil or water required for the vehicle, and any other circumstances in which a person in charge of the vehicle could not immediately, safely and without damage to the vehicle or its accessories, drive it under its own power away from the roads to which regulations under this section relate, and “ prescribed ” means prescribed by regulations under this section. 6 No arrangements made under section 12(1) of the  Severn Bridge Tolls Act 1965 (arrangements between Secretary of State and another person for operation of vehicle removal service) shall have effect on or after the appointed day."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "22", "section_title": " Special traffic restrictions.", "section_text": "22 1 In relation to the roads carried by the bridges and the roads within the toll plaza areas, the power conferred by subsection (2) of section 14 of the  Road Traffic Regulation Act 1984 (temporary prohibition or restriction of traffic on roads) shall be exercisable by a constable or an appointed person (as well as by the Secretary of State as traffic authority). 2 Where that power is exercised by virtue of subsection (1) above, it may be exercised either by notice or by such other means as the constable or appointed person considers appropriate for communicating the prohibition or restriction to persons affected by it; and subsections (4) and (7) of that section shall apply in relation to a communication made by such other means as they apply in relation to a notice under subsection (2) of that section. 3 In relation to the roads carried by the bridges and the roads within the toll plaza areas, the power conferred by section 17 of the  Road Traffic Regulation Act 1984 (traffic regulation on special roads) shall include power, by regulations made under that section, to prohibit, or to empower appointed persons to prohibit, the use of the roads by— a a particular vehicle, or b vehicles of a particular description, either generally, in particular circumstances or unless particular requirements imposed by or under the regulations are complied with."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "23", "section_title": " Appointed persons.", "section_text": "23 1 In this Act “ appointed person ” means— a where the power to levy tolls is for the time being exercisable by the concessionaire, a person appointed by him, and b otherwise, a person appointed by the Secretary of State. 2 Appointments under subsection (1)(a) above shall be subject to the approval of the Secretary of State. 3 An appointed person may not act as such unless wearing a uniform of a description approved by the Secretary of State. 4 A local authority may enter into an agreement with the concessionaire or the Secretary of State (on such terms and subject to such conditions, as to payment or otherwise, as they consider appropriate) in pursuance of which employees of the authority are to be appointed persons; and a local authority may provide employees (and associated services and facilities) in accordance with such an agreement."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "24", "section_title": " Prevention of damage etc.", "section_text": "24 1 The Secretary of State may by regulations impose such prohibitions and restrictions as he may consider necessary for preventing— a injury to persons on the roads carried by the bridges or the roads within the toll plaza areas, b damage to, and other interference with, the bridges and toll plazas, those roads and structures, works and apparatus on, under or over those roads or used in connection with the regulation of traffic on those roads or with the collection of tolls, c removal, defacing or obscuring of notices and signs placed on or near the bridges or toll plazas or those roads, or on such structures, works or apparatus, in connection with the regulation of traffic on those roads or with the collection of tolls. 2 A person who contravenes or fails to comply with a provision of regulations under this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "25", "section_title": " Use of cycleway or footway.", "section_text": "25 1 The Secretary of State may by regulations make provision authorising and regulating the use of the cycleway or footway by vehicles which are exempt from tolls under section 8(5)(f) above and by other vehicles in the case of an accident or emergency. 2 In subsection (1) above— “ the cycleway ” means the part of the road carried by the existing bridge which is provided for the use of traffic of Classes  VII , X and  XI  (as specified in Schedule 4 to the  Highways Act 1980), and “ the footway ” means the part of that road which is provided for the use of pedestrians and other traffic of Class  IX  (as specified in that Schedule)."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "26", "section_title": " Recovery of tolls and charges.", "section_text": "26 Where tolls or charges payable under or by virtue of this Part of this Act remain unpaid after they have become due for payment, the person to whom they are payable may recover from the person liable to pay them the amount of the tolls or charges together with a reasonable sum to cover administrative expenses."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "27", "section_title": " Accounts provided by concessionaire.", "section_text": "27 The Secretary of State shall lay before Parliament copies of accounts and reports on accounts which are provided to him by the concessionaire in pursuance of the concession agreement."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "28", "section_title": " Accounts of Secretary of State.", "section_text": "28 1 The Secretary of State shall prepare a statement of accounts in respect of— a the period beginning immediately after the period covered by the last statement of accounts prepared under section 21 of the  Severn Bridge Tolls Act 1965 and ending immediately before the appointed day, and b each financial year falling within the period beginning with the appointed day and ending with the last day on which tolls may be levied (or, where part only of a financial year falls within that period, the part which so falls). 2 A statement of accounts prepared under this section— a shall be in such form and contain such particulars, compiled in such manner, as the Treasury may from time to time direct, and b shall be sent by the Secretary of State to the Comptroller and Auditor General. 3 A statement of accounts prepared under subsection (1)(b) above shall be sent to the Comptroller and Auditor General not later than the end of the month of November following the end of the financial year to which it relates. 4 The Comptroller and Auditor General shall examine and certify a statement sent to him under this section and shall lay copies of it, together with his report on it, before Parliament."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "29", "section_title": " Works affecting river Severn.", "section_text": "29 1 For the purpose of, or in connection with, the construction, maintenance or improvement of the new bridge, the Secretary of State may— a temporarily interfere with the river Severn and, at any point in the river within the limits of land to be acquired, construct and maintain such temporary structures, and do such works, as he may consider necessary or expedient, b temporarily moor or anchor barges or other vessels or craft in the river, or c temporarily close the river, or a part of it, to navigation. 2 The power conferred by subsection (1) above shall not be exercised in relation to any part of the river which is— a outside the limits within which the Gloucester Harbour Trustees have authority at the passing of this Act, or b upstream of the relevant inward limit. 3 The Gloucester Harbour Trustees shall be consulted before the power conferred by subsection (1) above is exercised. 4 The power conferred by subsection (1)(c) above shall be exercised in a way which secures— a that no more of the river is closed to navigation at any time than is at that time necessary in the circumstances, and b that, if complete closure of the river to navigation becomes necessary, all reasonable steps are taken to secure that the minimum obstruction, delay or interference is caused to vessels or craft which may be using or intending to use the river. 5 No liability in respect of any loss suffered, or costs or expenses sustained, as a direct or indirect result of the exercise of the power conferred by subsection (1) above shall be incurred by the person by whom the power is exercised."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "30", "section_title": " Dredging etc.", "section_text": "30 1 For the purpose of the construction, maintenance or improvement of the new bridge, the Secretary of State may deepen, widen, dredge, scour, cleanse, alter or improve the bed of the river Severn or blast any rock in it. 2 The power conferred by subsection (1) above shall not be exercised in relation to any part of the river which is— a outside the limits within which the Gloucester Harbour Trustees have authority at the passing of this Act, or b upstream of the relevant inward limit. 3 The Secretary of State shall not exercise the power conferred by subsection (1) above— a within the area bounded by planes passing vertically along the length of lines drawn forty metres laterally distant from the longitudinal centre line of the Severn Tunnel, or b by blasting within the area bounded by planes passing vertically along the length of lines drawn one hundred metres laterally distant from that centre line, without the consent of the British Railways Board; and where the Secretary of State requests the consent of the Board for the purposes of this subsection it shall not be unreasonably withheld or delayed. 4 The Secretary of State may use, appropriate or sell or otherwise dispose of anything removed in exercise of the power conferred by subsection (1) above."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "31", "section_title": " Protection of new bridge.", "section_text": "31 1 The Secretary of State may make regulations for the purpose of protecting the new bridge (both during construction and once it is completed) from damage which may be caused to it by vessels or craft using the river Severn. 2 Regulations under this section shall not be made so as to apply to the use of any part of the river which is— a outside the limits within which the Gloucester Harbour Trustees have authority at the passing of this Act, or b upstream of the relevant inward limit. 3 Before making regulations under this section the Secretary of State shall consult the Gloucester Harbour Trustees. 4 Without prejudice to the generality of the power conferred by subsection (1) above, regulations under this section may— a prohibit vessels or craft of descriptions prescribed by the regulations from passing under the new bridge, b prohibit vessels or craft of other descriptions so prescribed from passing under the new bridge without the consent of the Secretary of State, and c provide for the granting of such consent subject to conditions which appear to the Secretary of State to be appropriate. 5 A person who contravenes or fails to comply with a provision of regulations under this section, or a condition imposed under such a provision, shall be guilty of an offence and liable— a on conviction on indictment, to a fine, or b on summary conviction, to a fine not exceeding the statutory maximum."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "32", "section_title": " Toll plaza areas and vehicle pounds.", "section_text": "32 1 The Secretary of State may— a maintain, improve and extend the toll plaza areas by carrying out such works as may be expedient for the purpose of or in connection with the collection of tolls, and b provide, maintain and improve areas for accommodating vehicles removed in accordance with regulations under section 21(1)(e) above. 2 Any work done or to be done in pursuance of the power conferred by subsection (1) above— a if it is done or to be done by virtue of paragraph (a), shall be treated as an improvement of a special road under Part V of the  Highways Act 1980, and b if it is done or to be done by virtue of paragraph (b), shall be treated as the provision, maintenance or improvement of a service station for use in connection with a special road; and section 239(3) and (4)(c) of that Act (power to acquire land) shall apply accordingly."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "33", "section_title": " Consent of National Rivers Authority etc.", "section_text": "33 1 The Secretary of State shall not use or interfere with any watercourse (including the banks of a watercourse), or any drainage or other works, vested in or under the control of the National Rivers Authority or any other drainage body within the meaning of the  Land Drainage Act 1991 in the exercise of any of the powers conferred by this Act without the consent of the National Rivers Authority or that body. 2 A consent required for the purposes of subsection (1) above shall not be unreasonably withheld; and if any question arises whether the withholding of consent is unreasonable either party may require it to be referred to an arbitrator to be appointed, in default of agreement, by the President of the Institution of Civil Engineers."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "34", "section_title": " Rates.", "section_text": "34 The bridges and the premises situated within the toll plaza areas shall be exempt from non-domestic rating."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "35", "section_title": " Planning permission.", "section_text": "35 The carrying out on any land of works required or permitted to be carried out by the concession agreement shall not be taken for the purposes of the  Town and Country Planning Act 1990 to involve development of the land."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "36", "section_title": " Offences by bodies corporate.", "section_text": "36 1 Where a body corporate is guilty of an offence under this Act and the offence is proved to have been committed with the consent or connivance of, or to be attributable to neglect on the part of, a director, manager, secretary or other similar officer of the body corporate or a person who was purporting to act in such a capacity, he (as well as the body corporate) shall be guilty of that offence and liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "37", "section_title": " Orders and regulations.", "section_text": "37 1 Any power conferred by this Act to make an order or regulations shall be exercisable by statutory instrument. 2 A statutory instrument containing an order under subsection (5) of section 9 above which substitutes a higher amount for an amount which would otherwise be specified in the table in subsection (3) of that section shall not be made unless a draft of it has been laid before Parliament and approved by a resolution of each House. 3 A statutory instrument containing— a an order under section 8(4) or (5)(h), 10(4), 11(1) or 18(2)(b) above, b an order under section 9(5) above to which subsection (2) above does not apply, or c regulations under section 14, 21, 24, 25 or 31 above, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 If it appears to the Secretary of State that at the time when an order under section 8(4) or (5)(h) or 11(1) above is to come into force the power to levy tolls will be exercisable by the concessionaire, the order shall not be made except with the concessionaire’s consent. 5 Regulations under this Act may make different provision for different cases or classes of case to which they apply."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "38", "section_title": " Financial provisions.", "section_text": "38 1 There shall be paid out of money provided by Parliament— a expenditure of the Secretary of State under this Act, and b increases attributable to this Act in the sums payable out of such money under any other enactment. 2 Sums received by the Secretary of State under or by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "39", "section_title": " Interpretation.", "section_text": "39 1 In this Act, except where the context otherwise requires— “ the appointed day ” means such day as the Secretary of State may by order appoint, “ appointed person ” has the meaning given by section 23(1), “ the bridges ” means the existing bridge and the new bridge, “ bridleway ” has the same meaning as in the  Highways Act 1980, “ concession agreement ” has the meaning given by section 4(2)(b), “ the concessionaire ” has the meaning given by section 4(2)(a), “ the concession period ” has the meaning given by section 6, “ cycle track ” has the same meaning as in the Highways Act 1980, “ the deposited plans ” and “ the deposited sections ” mean respectively the plans and sections deposited in November 1990 in connection with the Severn Bridges Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons, “ exercise ” includes performance and related expressions shall be construed accordingly, “ the existing bridge ” means the bridges and viaduct shown as the existing bridge on the explanatory map, “ the existing toll plaza area ” means the area shown as such on the explanatory map (including extensions to it), “ the explanatory map ” means the map marked “Existing bridge and toll plaza area” deposited in November 1990 in connection with the Severn Bridges Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons, “ footpath ” has the same meaning as in the Highways Act 1980, “ functions ” includes powers, duties and obligations, “ highway ” has the same meaning it has for the purposes of the Highways Act 1980, “ the limits of deviation ” mean the limits of deviation which are shown on the deposited plans, “ the limits of land for temporary occupation ” means the limits of land of which temporary possession may be taken which are so shown, “ the limits of land to be acquired ” means the limits of land to be acquired which are so shown, “ local authority ” means a district council or a county council,  but, in relation to Wales, means a county council or a county borough council “ maintenance ” includes repair and related expressions shall be construed accordingly, “ modifications ” includes omissions, additions and alterations and related expressions shall be construed accordingly, “ the new bridge ” means the bridge mentioned in section 1(1) (Work  No.  3), “ the new toll plaza area ” means so much of Work No. 2 as lies within the area marked as such on the deposited plans (including extensions to it), “ owner ” has the same meaning as in the  Acquisition of Land Act 1981, “ relevant functions ” has the meaning given by section 4(3), “ the relevant inward limit ” means an imaginary straight line drawn from east to west through the Inward Rocks on the western bank of the river Severn at Ordnance Survey National Grid reference ST 56895 95270, “ retail prices index ” shall be construed in accordance with section 10(3) and (4), “ the scheduled works ” shall be construed in accordance with section 1(1), “ special road ” has the same meaning as in the  Highways Act 1980, “ toll ” means a toll leviable under this Act, “ the toll plaza areas ” means the existing toll plaza area and the new toll plaza area, and “ trunk road ” has the same meaning as in the Highways Act 1980. 2 In this Act— a a reference to a highway or any other place identified by letters and numbers or a real name is a reference to the highway or place shown as such on the deposited plans, b a reference to a work identified by a number (or a number and a letter) is a reference to the scheduled work of that number (or number and letter), c references to specified distances shall be construed as if the words “or thereabouts” were inserted after each such distance, and d distances between points on a highway shall be measured along the centre line of the highway."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "40", "section_title": " Repeals.", "section_text": "40 The enactments specified in Schedule 5 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "41", "section_title": " Short title.", "section_text": "41 This Act may be cited as the Severn Bridges Act 1992."}, {"act": "Severn Bridges Act 1992", "year": 1992, "section": "42", "section_title": " Commencement.", "section_text": "42 1 Sections 16, 22(1) and (2), 34 and 40 above shall not come into force until the appointed day. 2 No regulations made under section 21, 24 or 25 above, or by virtue of section 22(3) above, shall come into force before the appointed day. 3 Regulations made under section 5, 7, 9 or 18(3), or by virtue of section 8(3), of the  Severn Bridge Tolls Act 1965 and in force immediately before the appointed day shall (unless revoked) have effect on and after that day, with any necessary modifications, as if made (respectively) under section 14, 21(1), 24 or 21(4), or by virtue of section 22(3), of this Act."}]