[{"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "1", "section_title": " Anonymity of victims of certain offences.", "section_text": "1 1 Where an allegation has been made that an offence to which this Act applies has been committed against a person,   no matter relating to that person shall during that person’s lifetime be included in any publication  if it is likely to lead members of the public to identify that person as the person against whom the offence is alleged to have been committed. 2 Where a person is accused of an offence to which this Act applies, no matter likely to lead members of the public to identify a person as the person against whom the offence is alleged to have been committed (“ the complainant ”) shall during the complainant’s lifetime  be included in any publication.   3 This section— a does not apply in relation to a person by virtue of subsection (1) at any time after a person has been accused of the offence, and b in its application in relation to a person by virtue of subsection (2), has effect subject to any direction given under section 3. 3A The matters relating to a person in relation to which the restrictions imposed by subsection (1) or (2) apply (if their inclusion in any publication is likely to have the result mentioned in that subsection) include in particular— a the person’s name, b the person’s address, c the identity of any school or other educational establishment attended by the person, d the identity of any place of work, and e any still or moving picture of the person. 4 Nothing in this section prohibits the   inclusion in a publication   of matter consisting only of a report of criminal proceedings other than proceedings at, or intended to lead to, or on an appeal arising out of, a trial at which the accused is charged with the offence."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "2", "section_title": " Offences to which this Act applies.", "section_text": "2 1 This Act applies to the following offences  against the law of England and Wales—  aa rape; ab burglary with intent to rape; a any offence under any of the provisions of the  Sexual Offences Act 1956 mentioned in subsection (2); b any offence under section 128 of the  Mental Health Act 1959 (intercourse with mentally handicapped person by hospital staff  etc. ); c any offence under section 1 of the  Indecency with Children Act 1960 (indecent conduct towards young child); d any offence under section 54 of the  Criminal Law Act 1977 (incitement by man of his grand-daughter, daughter or sister under the age of 16 to commit incest with him); da any offence under any of the provisions of Part 1 of the Sexual Offences Act 2003 except section 64, 65, 69 or 71; db any offence under section 2 of the Modern Slavery Act 2015 (human trafficking); e any attempt to commit any of the offences mentioned in paragraphs   (aa)   to    (db)                     . f any conspiracy to commit any of those offences; g any incitement of another to commit any of those offences. h aiding, abetting, counselling or procuring the commission of any of the offences mentioned in paragraphs (aa) to (e) and (g); 2 The provisions of the Act of 1956 are— a section 2 (procurement of a woman by threats); b section 3 (procurement of a woman by false pretences); c section 4 (administering drugs to obtain intercourse with a woman); d section 5 (intercourse with a girl under the age of 13); e section 6 (intercourse with a girl between the ages of 13 and 16); f section 7 (intercourse with a mentally handicapped person); g section 9 (procurement of a mentally handicapped person); h section 10 (incest by a man); i section 11 (incest by a woman); j section 12 (buggery); k section 14 (indecent assault on a woman); l section 15 (indecent assault on a man); m section 16 (assault with intent to commit buggery). n section 17 (abduction of woman by force). 3 This Act applies to the following offences against the law of Northern Ireland— a rape; b burglary with intent to rape; c any offence under any of the following provisions of the  Offences against the Person Act 1861— i section 52 (indecent assault on a female); ii section 53 so far as it relates to abduction of a woman against her will; iii section 61 (buggery); iv section 62 (attempt to commit buggery, assault with intent to commit buggery or indecent assault on a male); d any offence under any of the following provisions of the  Criminal Law Amendment Act 1885— i section 3 (procuring unlawful carnal knowledge of woman by threats, false pretences or administering drugs); ii section 4 (unlawful carnal knowledge, or attempted unlawful carnal knowledge, of a girl under 14); iii section 5 (unlawful carnal knowledge of a girl under 17); e any offence under any of the following provisions of the  Punishment of Incest Act 1908— i section 1 (incest, attempted incest by males); ii section 2 (incest by females over 16); f any offence under section 22 of the  Children and Young Persons Act (Northern Ireland) 1968 (indecent conduct towards child); g any offence under Article 9 of the  Criminal Justice (Northern Ireland) Order 1980 (inciting girl under 16 to have incestuous sexual intercourse); h any offence under any of the following provisions of the  Mental Health (Northern Ireland) Order 1986— i Article 122(1)(a) (unlawful sexual intercourse with a woman suffering from severe mental handicap); ii Article 122(1)(b) (procuring a woman suffering from severe mental handicap to have unlawful sexual intercourse); iii Article 123 (unlawful sexual intercourse by hospital staff, etc. with a person receiving treatment for mental disorder); hh any offence under any of the following provisions of the Criminal Justice (Northern Ireland) Order 2003— i Article 19 (buggery); ii Article 20 (assault with intent to commit buggery); iii Article 21 (indecent assault on a male); ha any offence under any of sections 15 to 21, 47 to 53,  ... 66, 67, 70 and 72 of the Sexual Offences Act 2003. hb any offence under— i any provision of Part 2, 3 or 4, or ii Article 65, 66, 67, 70, 71,  71A, 71B, 72A   or 74, of the Sexual Offences (Northern Ireland) Order 2008; hc any offence under section 2 of the Human Trafficking and Exploitation (Criminal Justice and Support for Victims) Act (Northern Ireland) 2015; i any attempt to commit any of the offences mentioned in paragraphs (a) to      (hc) ; j any conspiracy to commit any of those offences; k any incitement of another to commit any of those offences; l aiding, abetting, counselling or procuring the commission of any of the offences mentioned in paragraphs (a) to (i) and (k). 4 This Act applies to an offence under section 42 of the Armed Forces Act 2006 if the corresponding offence under the law of England and Wales (within the meaning given by that section) is an offence within a paragraph of subsection (1) above."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "3", "section_title": " Power to displace section 1.", "section_text": "3 1 If, before the commencement of a trial at which a person is charged with an offence to which this Act applies, he or another person against whom the complainant may be expected to give evidence at the trial, applies to the judge for a direction under this subsection and satisfies the judge— a that the direction is required for the purpose of inducing persons who are likely to be needed as witnesses at the trial to come forward; and b that the conduct of the applicant’s defence at the trial is likely to be substantially prejudiced if the direction is not given, the judge shall direct that section 1 shall not, by virtue of the accusation alleging the offence in question, apply in relation to the complainant. 2 If at a trial the judge is satisfied— a that the effect of section 1 is to impose a substantial and unreasonable restriction upon the reporting of proceedings at the trial, and b that it is in the public interest to remove or relax the restriction, he shall direct that that section shall not apply to such matter as is specified in the direction. 3 A direction shall not be given under subsection (2) by reason only of the outcome of the trial. 4 If a person who has been convicted of an offence and has given notice of appeal against the conviction, or notice of an application for leave so to appeal, applies to the appellate court for a direction under this subsection and satisfies the court— a that the direction is required for the purpose of obtaining evidence in support of the appeal; and b that the applicant is likely to suffer substantial injustice if the direction is not given, the court shall direct that section 1 shall not, by virtue of an accusation which alleges an offence to which this Act applies and is specified in the direction, apply in relation to a complainant so specified. 5 A direction given under any provision of this section does not affect the operation of section 1 at any time before the direction is given. 6 In subsections (1) and (2), “ judge ” means— a in the case of an offence which is to be tried summarily or for which the mode of trial has not been determined, any justice of the peace  ... ; and b in any other case, any judge of the Crown Court  in England and Wales . 6A In its application to Northern Ireland, this section has effect as if— a in subsections (1) and (2) for any reference to the judge there were substituted a reference to the court; and b subsection (6) were omitted. 6B Where a person is charged with an offence to which this Act applies by virtue of section 2(4), this section applies as if— a in subsections (1) and (2) for any reference to the judge there were substituted a reference to the court; and b subsections (6) and (6A) were omitted. 7 If, after the commencement of a trial at which a person is charged with an offence to which this Act applies, a new trial of the person for that offence is ordered, the commencement of any previous trial shall be disregarded for the purposes of subsection (1)."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "3A", "section_title": "Disapplication of section 1 after victim’s death", "section_text": "3A 1 Subsection (2) applies where matters relating to a person (“ A ”) are prohibited from publication by virtue of section 1(1) or (2). 2 An interested party may after A’s death apply to a magistrates’ court for an order— a disapplying, or b modifying the application of, section 1(1) or (2) in relation to A. 3 For the avoidance of doubt, the modifications that may be made under subsection (2)(b) include increasing or decreasing the period mentioned in section 1(1)(b) or (2)(b) (the period during which publication is prohibited). 4 In this section, “ interested party ” means— a a person who was a family member of A at the time of A’s death; b a personal representative of A; c a person interested in publishing matters relating to A which are prohibited from publication by virtue of section 1(1) or (2). 5 On an application under subsection (2), the court must make an order under that subsection if the court is satisfied that it would be— a in the interests of justice, or b otherwise in the public interest, to make such an order. 6 An order made under subsection (2) may be varied or revoked by order of a magistrates’ court on the application of an interested party where the court is satisfied that it would be— a in the interests of justice, or b otherwise in the public interest, to make such a variation or revocation. 7 An order made under this section does not affect the operation of section 1 at any time before the order was made. 8 In this section, “ a family member of A ” means— a a person who at the time of A’s death was— i married to A; ii in a civil partnership with A; iii living with A as if a spouse; b a relative of A. 9 For the purposes of this section— a “ relative ” means parent, child, grandparent, great-grandparent, grandchild, great-grandchild, brother, sister, uncle, great-uncle, aunt, great-aunt, nephew, great-nephew, niece or great-niece; b a relationship of the half-blood or by affinity is to be treated as a relationship of the whole blood; c the stepchild of a person is to be treated as that person’s child. 10 In this section, “ a person interested in publishing matters ” means a person who— a wishes the matters to be included in a publication, and b in relation to the publication, is a person mentioned in section 5(1) (persons by whom an offence relating to publishing may be committed). 11 In subsections (1) and (4)(c), a reference to matters being prohibited from publication includes matters being partially prohibited from publication following the making of an order under this section modifying the application of section 1(1) or (2) in relation to A."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "3B", "section_title": "Rules of Court", "section_text": "3B 1 Rules of Court may make such provision relating to orders under section 3A as appears to the authority making them to be necessary or expedient for the purposes of that section. 2 Rules of Court may, in particular, make provision— a for notice of applications to be given to such persons as may be prescribed by the rules; b for applications to be heard in private; c as to the matters to be taken into consideration by a court in determining whether it is in the interests of justice, or the public interest, to make, vary or revoke an order under section 3A. 3 Nothing in subsections (1) and (2) is to be taken to affect the generality of any enactment conferring power to make Rules of Court; and no particular provision of those subsections prejudices any general provision of them."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "4", "section_title": " Special rules for cases of incest or buggery.", "section_text": "4 1 In this section— “ section 10 offence ” means an offence under section 10 of the  Sexual Offences Act 1956 (incest by a man) or an attempt to commit that offence; “ section 11 offence ” means an offence under section 11 of that Act (incest by a woman) or an attempt to commit that offence; “ section 12 offence ” means an offence under section 12 of that Act (buggery) or an attempt to commit that offence. 2 Section 1 does not apply to a woman against whom a section 10 offence is alleged to have been committed if she is accused of having committed a section 11 offence against the man who is alleged to have committed the section 10 offence against her. 3 Section 1 does not apply to a man against whom a section 11 offence is alleged to have been committed if he is accused of having committed a section 10 offence against the woman who is alleged to have committed the section 11 offence against him. 4 Section 1 does not apply to a person against whom a section 12 offence is alleged to have been committed if that person is accused of having committed a section 12 offence against the person who is alleged to have committed the section 12 offence against him. 5 Subsection (2) does not affect the operation of this Act in relation to anything done at any time before the woman is accused. 6 Subsection (3) does not affect the operation of this Act in relation to anything done at any time before the man is accused. 7 Subsection (4) does not affect the operation of this Act in relation to anything done at any time before the person mentioned first in that subsection is accused. 8 In its application to Northern Ireland, this section has effect as if— a subsection (1) were omitted; b for references to a section 10 offence there were substituted references to an offence under section 1 of the  Punishment of Incest Act 1908 (incest by a man) or an attempt to commit that offence; c for references to a section 11 offence there were substituted references to an offence under section 2 of that Act (incest by a woman) or an attempt to commit that offence; and d for references to a section 12 offence there were substituted references to an offence under  Article 19 of the Criminal Justice (Northern Ireland) Order 2003   (buggery) or an attempt to commit that offence. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "5", "section_title": " Offences.", "section_text": "5 1 If any matter is included in a publication in contravention of section 1, the following persons shall be guilty of an offence  and liable on summary conviction to a fine not exceeding level 5 on the standard scale — a where the publication is a newspaper or periodical, any proprietor, any editor and any publisher of the newspaper or periodical; b where the publication is a relevant programme— i any body corporate or Scottish partnership engaged in providing the programme service in which the programme is included; and ii any person having functions in relation to the programme corresponding to those of an editor of a newspaper; c in the case of any other publication, any person publishing it. 1A A person guilty of an offence under this section is liable on summary conviction to imprisonment for a term not exceeding 6 months or to a fine not exceeding level 5 on the standard scale, or to both. 2 Where a person is charged with an offence under this section in respect of the   inclusion of any matter in a publication , it shall be a defence, subject to subsection (3), to prove that the publication  ... in which the matter appeared was one in respect of which the person against whom the offence mentioned in section 1 is alleged to have been committed had given written consent to the appearance of matter of that description. 3 Written consent is not a defence if it is proved that any person interfered unreasonably with the peace or comfort of the person giving the consent, with intent to obtain it , or that person was under the age of 16 at the time when it was given . 4 Proceedings for an offence under this section shall not be instituted except by or with the consent of the Attorney General  if the offence is alleged to have been committed in England and Wales or of the Attorney General for Northern Ireland if the offence is alleged to have been committed in Northern Ireland . 5 Where a person is charged with an offence under this section it shall be a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the publication   included the matter in question. 5A Where— a a person is charged with an offence under this section, and b the offence relates to the inclusion of any matter in a publication in contravention of section 1(1), it shall be a defence to prove that at the time of the alleged offence he was not aware, and neither suspected nor had reason to suspect, that the allegation in question had been made. 6 Where an offence under this section committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b a person purporting to act in any such capacity, he as well as the body corporate shall be guilty of the offence and liable to be proceeded against and punished accordingly. 7 In relation to a body corporate whose affairs are managed by its members “ director ”, in subsection (6), means a member of the body corporate. 8 Where an offence under this section is committed by a Scottish partnership and is proved to have been committed with the consent or connivance of a partner, he as well as the partnership shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 9 The Schedule contains special rules relating to providers of information society services."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "6", "section_title": " Interpretation etc.", "section_text": "6 1 In this Act— “ complainant ” has the meaning given in section 1(2); ... “ picture ” includes a likeness however produced;   “ publication ” includes any speech, writing, relevant programme or other communication in whatever form, which is addressed to the public at large or any section of the public (and for this purpose every relevant programme shall be taken to be so addressed), but does not include an indictment or other document prepared for use in particular legal proceedings;   “ relevant programme ” means a programme included in a programme service, within the meaning of the  Broadcasting Act 1990; and ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A Section 48 of the Armed Forces Act 2006 (attempts, conspiracy,                   encouragement and assistance   and aiding and abetting outside England and Wales) applies for the purposes of this Act as if the reference in subsection (3)(b) of that section to any of the following provisions of that Act were a reference to any provision of this Act. 2 For the purposes of this Act— a where it is alleged that an offence to which this Act applies has been committed, the fact that any person has consented to an act which, on any prosecution for that offence, would fall to be proved by the prosecution, does not prevent that person from being regarded as a person against whom the alleged offence was committed; and b where a person is accused of an offence of incest or buggery, the other party to the act in question shall be taken to be a person against whom the offence was committed even though he consented to that act. 2A For the purposes of this Act, where it is alleged or there is an   accusation— a that an offence of conspiracy or incitement of another to commit an offence mentioned in section 2(1)(aa) to (d) or (3)(a) to  (h) (hh)   has been committed, or b that an offence of aiding, abetting, counselling or procuring the commission of an offence of incitement of another to commit an offence mentioned in section 2(1)(aa) to (d) or (3)(a) to  (h) (hh)   has been committed, the                   person against whom the substantive offence is alleged to have been intended to be committed shall be regarded as the person against whom the conspiracy or incitement is alleged to have been committed. In this subsection, “ the substantive offence ” means the offence to which the alleged conspiracy or incitement related. 2B For the purposes of this Act, where it is alleged or there is an accusation that an offence under section  66B (4)  of the Sexual Offences Act 2003 (threatening to share intimate photograph or film) has been committed, the person against whom the offence is alleged to have been committed is to be regarded as— a the person to whom the threat mentioned in that subsection is alleged to have been made, and b (if different) the person shown, or who appears to be shown, in an intimate state in the photograph or film that is the subject of the threat. 3 For the purposes of this Act, a person is accused of an offence  , other than  an offence under section 42 of the Armed Forces Act 2006 ,  if— a an information is laid , or (in Northern Ireland) a complaint is made,   alleging that he has committed the offence, b he appears before a court charged with the offence, c a court before which he is appearing   commits him sends him to the Crown Court    for trial on a new charge alleging the offence, or d a bill of indictment charging him with the offence is preferred before a court in which he may lawfully be indicted for the offence, and references in  subsection (2A) and in  section 3 to an accusation alleging an offence shall be construed accordingly. 3A For the purposes of this Act, a person is accused of   an offence under section 42 of the Armed Forces Act 2006 if he is charged (under Part 5 of that Act) with the offence , and references in section 3 to an accusation alleging an offence shall be construed accordingly. 4 Nothing in this Act affects any prohibition or restriction imposed by virtue of any other enactment upon a publication or upon matter included in a relevant programme."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "7", "section_title": " Courts-martial.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "8", "section_title": " Short title, commencement and extent, etc.", "section_text": "8 1 This Act may be cited as the Sexual Offences (Amendment) Act 1992. 2 This Act and the Sexual Offences Acts 1956 to 1976 may be cited together as the Sexual Offences Acts 1956 to 1992. 3 This section comes into force on the passing of this Act but otherwise this Act comes into force on such date as may be appointed by order made by the Secretary of State. 4 The power to make an order under subsection (3) shall be exercisable by statutory instrument. 5 Different dates may be appointed for different provisions of this Act and for different purposes. 6 This Act extends to England and Wales, Scotland and Northern Ireland. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Sexual Offences (Amendment) Act 1992", "year": 1992, "section": "1", "section_title": " Anonymity of victims of certain offences.", "section_text": "1 1 Where an allegation has been made that an offence to which this Act applies has been committed against a person,   no matter relating to that person shall during that person’s lifetime be included in any publication  if it is likely to lead members of the public to identify that person as the person against whom the offence is alleged to have been committed. 2 Where a person is accused of an offence to which this Act applies, no matter likely to lead members of the public to identify a person as the person against whom the offence is alleged to have been committed (“ the complainant ”) shall during the complainant’s lifetime  be included in any publication.   3 This section— a does not apply in relation to a person by virtue of subsection (1) at any time after a person has been accused of the offence, and b in its application in relation to a person by virtue of subsection (2), has effect subject to any direction given under section 3. 3A The matters relating to a person in relation to which the restrictions imposed by subsection (1) or (2) apply (if their inclusion in any publication is likely to have the result mentioned in that subsection) include in particular— a the person’s name, b the person’s address, c the identity of any school or other educational establishment attended by the person, d the identity of any place of work, and e any still or moving picture of the person. 4 Nothing in this section prohibits the   inclusion in a publication   of matter consisting only of a report of criminal proceedings other than proceedings at, or intended to lead to, or on an appeal arising out of, a trial at which the accused is charged with the offence."}]