[{"act": "Social Security (Consequential Provisions) (Northern Ireland) Act 1992", "year": 1992, "section": "1", "section_title": " Meaning of “the consolidating Acts”.", "section_text": "1 In this Act— “ the consolidating Acts ” means the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 (“ the Contributions and Benefits Act ”), the  Social Security Administration (Northern Ireland) Act 1992 (“ the Administration Act ”) and, so far as it reproduces the effect of the repealed enactments, this Act; and “ the repealed enactments ” means the enactments repealed by this Act."}, {"act": "Social Security (Consequential Provisions) (Northern Ireland) Act 1992", "year": 1992, "section": "2", "section_title": " Continuity of the law.", "section_text": "2 1 The substitution of the consolidating Acts for the repealed enactments does not affect the continuity of the law. 2 Anything done or having effect as if done under or for the purposes of a provision of the repealed enactments has effect, if it could have been done under or for the purposes of the corresponding provision of the consolidating Acts, as if done under or for the purposes of that provision. 3 Any reference, whether express or implied, in the consolidating Acts or any other enactment, instrument or document to a provision of the consolidating Acts shall, so far as the context permits, be construed as including, in relation to the times, circumstances and purposes in relation to which the corresponding provision of the repealed enactments has effect, a reference to that corresponding provision. 4 Any reference, whether express or implied, in any enactment, instrument or document to a provision of the repealed enactments shall be construed, so far as is required for continuing its effect, as including a reference to the corresponding provision of the consolidating Acts."}, {"act": "Social Security (Consequential Provisions) (Northern Ireland) Act 1992", "year": 1992, "section": "3", "section_title": " Repeals.", "section_text": "3 1 The enactments mentioned in Schedule 1 to this Act are repealed to the extent specified in the third column of that Schedule (being repeals consequential on the consolidating Acts). 2 The repeals have effect subject to any relevant savings in Schedule 3 to this Act."}, {"act": "Social Security (Consequential Provisions) (Northern Ireland) Act 1992", "year": 1992, "section": "4", "section_title": " Consequential amendments.", "section_text": "4 The enactments mentioned in Schedule 2 to this Act shall have effect with the amendments there specified (being amendments consequential on the consolidating Acts)."}, {"act": "Social Security (Consequential Provisions) (Northern Ireland) Act 1992", "year": 1992, "section": "5", "section_title": " Transitional provisions and savings.", "section_text": "5 1 The transitional provisions and savings in Schedule 3 to this Act shall have effect. 2 Nothing in that Schedule affects the general operation of section 16 of the  Interpretation Act 1978 (general savings implied on repeal) or of the previous provisions of this Act."}, {"act": "Social Security (Consequential Provisions) (Northern Ireland) Act 1992", "year": 1992, "section": "6", "section_title": " Transitory modifications.", "section_text": "6 The transitory modifications in Schedule 4 to this Act shall have effect."}, {"act": "Social Security (Consequential Provisions) (Northern Ireland) Act 1992", "year": 1992, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Social Security (Consequential Provisions) (Northern Ireland) Act 1992. 2 This Act shall come into force on 1st July 1992, immediately after the  Social Security (Consequential Provisions) Act 1992 . 3 Except as provided by subsections (4) to (6) below, this Act extends to Northern Ireland only. 4 Section 2 above and this section extend to the whole of the United Kingdom. 5 Where any enactment repealed or amended by this Act extends to any part of the United Kingdom, the repeal or amendment extends to that part. 6 Section 4 above extends to the Isle of Man so far as it relates to paragraph 21 of Schedule 2 to this Act."}]