[{"act": "Social Security (Mortgage Interest Payments) Act 1992", "year": 1992, "section": "1", "section_title": " Payment out of benefit of sums in respect of mortgage interest  etc.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security (Mortgage Interest Payments) Act 1992", "year": 1992, "section": "2", "section_title": " Short title, supplementary provisions and extent.", "section_text": "2 1 This Act may be cited as the Social Security (Mortgage Interest Payments) Act 1992. 2 Any administrative expenses incurred by a Minister of the Crown in consequence of this Act shall be defrayed out of money provided by Parliament. 3 Any sums recovered by a Minister of the Crown by virtue of this Act shall be paid— a into the Consolidated Fund, to the extent that the Secretary of State estimates that those sums relate to payments out of money provided by Parliament; and b into the National Insurance Fund, to the extent that he estimates that they relate to payments out of that Fund; and any other sums received by a Minister of the Crown by virtue of this Act shall be paid into the Consolidated Fund. 4 The Secretary of State may by regulations make such transitional or consequential provision, and such savings, as he considers necessary or expedient for, or in connection with, the coming into force of any provision of this Act. 5 Subsections (1) to (3A) of section 166 of the  Social Security Act 1975 (general provisions about regulations and orders) shall apply in relation to the powers to make regulations conferred by subsection (4) above as they apply in relation to any power conferred by that Act to make regulations, but as if for references to that Act there were substituted references to that subsection. 6 A statutory instrument— a which contains (whether alone or with other provisions) any regulations made under subsection (4) above, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 Subsections (1) and (7) above and this subsection extend to Northern Ireland; but, except as provided by this subsection, this Act does not extend to Northern Ireland."}]