[{"act": "Still-Birth (Definition) Act 1992", "year": 1992, "section": "1", "section_title": " Meaning of  “still-born child”,  etc.", "section_text": "1 1 In section 12 of the  Births and Deaths Registration Act 1926 (definitions) and section 41 of the  Births and Deaths Registration Act 1953 (interpretation), in the provisions which relate to the meaning of “still-born child” for the words “twenty-eighth week”, in both places where they occur, there shall be substituted  “                twenty-fourth week              ” . 2 In section 56(1) of the  Registration of Births, Deaths and Marriages (Scotland) Act 1965 (interpretation) in the definition of “still-born child” for the words “twenty-eighth week” there shall be substituted  “                twenty-fourth week              ” ."}, {"act": "Still-Birth (Definition) Act 1992", "year": 1992, "section": "2", "section_title": " Meaning of  “confinement” for certain social security purposes.", "section_text": "2 1 In the  Social Security Contributions and Benefits Act 1992 (in this section referred to as “ the 1992 Act ”)— a in subsection (6) of section 35 (definition of “confinement” for the purpose of maternity allowance), and b in section 171(1)\t\t\t\t\t\t\t(interpretation of Part XII - statutory maternity pay), in the definition of “confinement”, for the words “28 weeks” there shall be substituted  “                24 weeks              ” . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Still-Birth (Definition) Act 1992", "year": 1992, "section": "3", "section_title": " Provision for Northern Ireland.", "section_text": "3 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to those of sections 1 and 2 above— a shall not be subject to paragraph 1 (4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Still-Birth (Definition) Act 1992", "year": 1992, "section": "4", "section_title": " Short title, commencement and extent.", "section_text": "4 1 This Act may be cited as the Still-Birth (Definition) Act 1992. 2 This Act (except section 3 above) shall come into force on 1st October 1992. 3 Subsection (1) of section 1 above extends to England and Wales only and subsection (2) of that section extends to Scotland only. 4 This Act, other than section 3 and this section, does not extend to Northern Ireland."}]