[{"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "1", "section_title": "The Council on Tribunals.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "2", "section_title": "Composition of the Council and the Scottish Committee.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "3", "section_title": "Tenure of office, remuneration and expenses.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "4", "section_title": "Reports of, and references to, Council and Scottish Committee.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "5", "section_title": " Recommendations of Council as to appointment of members of tribunals.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "6", "section_title": " Appointment of chairmen of certain tribunals.", "section_text": "6 1 The chairman, or any person appointed to act as chairman, of any of the tribunals to which this subsection applies shall (without prejudice to any statutory provisions as to qualifications) be selected by the appropriate authority from a panel of persons appointed by the Lord Chancellor. 2 Members of panels constituted under this section shall hold and vacate office under the terms of the instruments under which they are appointed, but may resign office by notice in writing to the Lord Chancellor; and any such member who ceases to hold office shall be eligible for re-appointment. 3 Subsection (1) applies to any tribunal specified in  paragraph 7(b) or 38(a)  of Schedule 1. 4 In relation to the tribunals specified in paragraph 41(a), (b) and (c) of Schedule 1, this section has effect subject to sections 41 (social security appeal tribunals), 43 (disability appeal tribunals) and 50 (medical appeal tribunals) of the  Social Security Administration Act 1992. 5 The person or persons constituting any tribunal specified in paragraph 31 of Schedule 1 shall be appointed by the Lord Chancellor, and where such a tribunal consists of more than one person the Lord Chancellor shall designate which of them is to be the chairman. 6 In this section, “ the appropriate authority ” means the Minister who apart from this Act would be empowered to appoint or select the chairman, person to act as chairman, members or member of the tribunal in question. 7 A panel may be constituted under this section for the purposes either of a single tribunal or of two or more tribunals, whether or not of the same description. 8 In relation to any of the tribunals referred to in this section which sits in Scotland, this section shall have effect with the substitution for any reference to the Lord Chancellor of a reference to the Lord President of the Court of Session. 8A In relation to a Reinstatement Committee mentioned in paragraph 38(a) of Schedule 1 which sits in Northern Ireland— a in subsections (1) and (2) the references to the Lord Chancellor are to be read as references to the Northern Ireland Judicial Appointments Commission, and b the terms mentioned in subsection (2) are to be determined by the Northern Ireland Judicial Appointments Commission with the agreement of the   Department of Justice . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "7", "section_title": " Concurrence required for removal of members of certain tribunals.", "section_text": "7 1 Subject to subsection (2), the power of a Minister  . . .  to terminate a person’s membership of any tribunal specified in Schedule 1, or of a panel constituted for the purposes of any such tribunal, shall be exercisable only with the consent of— a the Lord Chancellor   (unless he is the Minister terminating the person's membership), the Lord Chief Justice of England and Wales,  the Lord President of the Court of Session and the Lord Chief Justice of Northern Ireland, if the tribunal sits in all parts of the United Kingdom; b the Lord Chancellor   (unless he is the Minister terminating the person's membership), the Lord Chief Justice of England and Wales,  and the Lord President of the Court of Session, if the tribunal sits in all parts of Great Britain; c the Lord Chancellor   (unless he is the Minister terminating the person's membership), the Lord Chief Justice of England and Wales,  and the Lord Chief Justice of Northern Ireland, if the tribunal sits both in England and Wales and in Northern Ireland; d the Lord Chancellor   (unless he is the Minister terminating the person's membership) and the Lord Chief Justice of England and Wales , if the tribunal does not sit outside England and Wales; e the Lord President of the Court of Session, if the tribunal sits only in Scotland; f the Lord Chief Justice of Northern Ireland, if the tribunal sits only in Northern Ireland. 2 This section does not apply to any tribunal specified in paragraph 3  . . .,   9ZA,  12, 14  15(f) , 17, 18  . . ., 26, 33(a),  33AA . . . 34, 35  . . . (e)  (i), (j), (k) or (l) , 36(a)  36A . . .  , 39(b), 40,   48 or 56(a)  or 57A  of Schedule 1. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "8", "section_title": " Procedural rules for tribunals.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "9", "section_title": " Procedure in connection with statutory inquiries.", "section_text": "9 1 The Lord Chancellor ... may make rules regulating the procedure to be followed in connection with statutory inquiries held by or on behalf of Ministers; and different provision may be made by any such rules in relation to different classes of such inquiries. 2 Any rules made by the Lord Chancellor under this section shall have effect, in relation to any statutory inquiry, subject to the provisions of the enactment under which the inquiry is held, and of any rules or regulations made under that enactment. 3 Subject to subsection (2), rules made under this section may regulate procedure in connection with matters preparatory to such statutory inquiries as are mentioned in subsection (1), and in connection with matters subsequent to such inquiries, as well as in connection with the conduct of proceedings at such inquiries. 3ZA Rules made by the Lord Chancellor under this section may include provision as to the circumstances in which, in statutory inquiries held in England— a directions may be given under section 250(4) of the Local Government Act 1972 as applied by a provision of the Town and Country Planning Act 1990 specified in the rules; b orders for costs may be made under section 250(5) of the Local Government Act 1972 as so applied. 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In the application of this section to inquiries held in Scotland— a for any reference to the Lord Chancellor there shall be substituted a reference to the Lord Advocate, and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In the application of this section to inquiries held in Northern Ireland, the power to make rules is exercisable by the Department of Justice in Northern Ireland (and not by the Lord Chancellor) so far as the power may be used to make Northern Ireland devolved provision. 7 In the application of this section to inquiries held in Wales by or on behalf of the Welsh Ministers, the power in subsection (1) to make rules is exercisable by the Welsh Ministers (and not by the Lord Chancellor)."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "10", "section_title": " Reasons to be given for decisions of tribunals and Ministers.", "section_text": "10 1 Subject to the provisions of this section and of section 14, where— a any tribunal specified in Schedule 1 gives any decision, or b any Minister notifies any decision taken by him— i after a statutory inquiry has been held by him or on his behalf, or ii in a case in which a person concerned could (whether by objecting or otherwise) have required a statutory inquiry to be so held, it shall be the duty of the tribunal or Minister to furnish a statement, either written or oral, of the reasons for the decision if requested, on or before the giving or notification of the decision, to state the reasons. 2 The statement referred to in subsection (1) may be refused, or the specification of the reasons restricted, on grounds of national security. 3 A tribunal or Minister may refuse to furnish a statement under subsection (1) to a person not primarily concerned with the decision if of the opinion that to furnish it would be contrary to the interests of any person primarily concerned. 4 Subsection (1) does not apply to any decision taken by a Minister after the holding by him or on his behalf of an inquiry or hearing which is a statutory inquiry by virtue only of an order made under section 16(2) unless the order contains a direction that this section is to apply in relation to any inquiry or hearing to which the order applies. 5 Subsection (1) does not apply— a to decisions in respect of which any statutory provision has effect, apart from this section, as to the giving of reasons, b to decisions of a Minister in connection with the preparation, making, approval, confirmation, or concurrence in regulations, rules or byelaws, or orders or schemes of a legislative and not executive character,   . . . ba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Any statement of the reasons for a decision referred to in paragraph (a) or (b) of subsection (1), whether given in pursuance of that subsection or of any other statutory provision, shall be taken to form part of the decision and accordingly to be incorporated in the record. 7 If  ... it appears to the Lord Chancellor  . . . that it is expedient that— a decisions of any particular tribunal or any description of such decisions, or b any description of decisions of a Minister, should be excluded from the operation of subsection (1) on the ground that the subject-matter of such decisions, or the circumstances in which they are made, make the giving of reasons unnecessary or impracticable, the Lord Chancellor  . . . may by order direct that subsection (1) shall not apply to such decisions. 8 Where an order relating to any decisions has been made under subsection (7), the Lord Chancellor  . . . may, by a subsequent order  ..., revoke or vary the earlier order so that subsection (1) applies to any of those decisions. 9 In relation to— a any tribunal specified in Schedule 1 which sits in Northern Ireland, and b statutory inquiries held in Northern Ireland, the power to make an order under subsection (7) or (8) is exercisable by the Department of Justice in Northern Ireland (and not by any Minister of the Crown) so far as the power may be used to make Northern Ireland devolved provision; and those subsections are to be read accordingly. 10 In relation to— a any tribunal specified in Schedule 1 which sits in Wales, and b statutory inquiries held in Wales by or on behalf of the Welsh Ministers, the power to make an order under subsection (7) or (8) is exercisable by the Welsh Ministers (and not by any Minister of the Crown) and those subsections are to be read accordingly."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "11", "section_title": " Appeals from certain tribunals.", "section_text": "11 1 Subject to subsection (2), if any party to proceedings before any tribunal specified in paragraph 8,  15(a) or (d) , 16,  . . ., 24, 26, 31, 33(b)  . . .  , 40A  . . . . . .  or 45 of Schedule 1 is dissatisfied in point of law with a decision of the tribunal he may, according as rules of court may provide, either appeal from the tribunal to the High Court or require the tribunal to state and sign a case for the opinion of the High Court. 2 This section  shall not apply in relation to— a proceedings before  employment tribunals  which arise under or by virtue of any of the enactments mentioned in section  21(1) of  the Employment Tribunals Act 1996 ; or b proceedings under section 20 of the Abolition of Feudal Tenure  etc.  (Scotland) Act 2000 (asp 5)\t\t\t\t\t\t\t(reallotment of real burden). 3 Rules of court made with respect to all or any of the tribunals referred to in subsection (1) may provide for authorising or requiring a tribunal, in the course of proceedings before it, to state, in the form of a special case for the decision of the High Court, any question of law arising in the proceedings; and a decision of the High Court on a case stated by virtue of this subsection shall be deemed to be a judgment of the Court within the meaning of section 16 of the   Senior Courts Act 1981 (jurisdiction of Court of Appeal to hear and determine appeals from judgments of the High Court). 4 In relation to proceedings in the High Court or the Court of Appeal brought by virtue of this section, the power to make rules of court shall include power to make rules prescribing the powers of the High Court or the Court of Appeal with respect to— a the giving of any decision which might have been given by the tribunal; b the remitting of the matter with the opinion or direction of the court for re-hearing and determination by the tribunal; c the giving of directions to the tribunal; and different provisions may be made for different tribunals. 5 An appeal to the Court of Appeal shall not be brought by virtue of this section except with the leave of the High Court or the Court of Appeal. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The following provisions shall have effect for the application of this section to Scotland— a in relation to any proceedings in Scotland of any of the tribunals referred to in the preceding provisions of this section,  . . .  this section shall have effect with the following modifications— i for references to the High Court or the Court of Appeal there shall be substituted references to the Court of Session, ii in subsection (3) for “in the form of a special case for the decision of the High Court” there shall be substituted  “                          a case for the opinion of the Court of Session on                        ”  and the words from “and a decision” to the end of the subsection shall be omitted, and iii subsection (5) shall be omitted, b this section shall apply, with the modifications specified in paragraph (a)— i to proceedings before any such tribunal as is specified in paragraph 51, 56(b)  ... or 63 of Schedule 1, and ii subject to paragraph (c) below, to proceedings before the Lands Tribunal for Scotland, as it applies to proceedings before the tribunals referred to in subsection (1); c subsection (1) shall not apply in relation to proceedings before the Lands Tribunal for Scotland which arise under i section 1(3A) of the Lands Tribunal Act 1949 (jurisdiction of the tribunal in valuation matters); ii section 21 of the Long Leases (Scotland) Act 2012 (asp 9) (applications in relation to the conversion of certain conditions in leases into real burdens); or iii section 69 of that Act (applications in relation to confirmation of rent); d an appeal shall lie, with the leave of the Court of Session or the   Supreme Court , from any decision of the Court of Session under this section, and such leave may be given on such terms as to costs or otherwise as the Court of Session or the   Supreme Court  may determine. 8 In relation to any proceedings in Northern Ireland of any of the tribunals referred to in subsection (1)\t\t\t\t\t . . .  this section shall have effect with the following modifications— a in subsection (3), for the words from the beginning to “provide” there shall be substituted  “                      Rules may be made under section 55 of the  Judicature (Northern Ireland) Act 1978 providing                    ” , and for “section 16 of the   Senior Courts Act 1981 ” there shall be substituted  “                      section 35 of the Judicature (Northern Ireland) Act 1978                    ” ; b in subsection (4), for “the power to make rules of court shall include power to make rules” there shall be substituted  “                      rules may be made under section 55 of the Judicature (Northern Ireland) Act 1978                    ” ; c at the beginning of subsection (5), there shall be inserted  “                      Rules made under section 55 of the Judicature (Northern Ireland) Act 1978, relating to such proceedings as are mentioned in subsection (4), shall provide that the appeal shall be heard, or as the case may be, the decision of the High Court shall be given, by a single judge, but                    ” . 9 Her Majesty may by Order in Council direct that all or any of the provisions of this section, so far as it relates to proceedings in the Isle of Man or any of the Channel Islands of the tribunal specified in paragraph 45 of Schedule 1, shall extend to the Isle of Man or to any of the Channel Islands subject to such modifications as may be specified in the Order. 10 In this section “ decision ” includes any direction or order, and references to the giving of a decision shall be construed accordingly."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "12", "section_title": " Supervisory functions of superior courts not excluded by Acts passed before 1st August 1958.", "section_text": "12 1 As respects England and Wales— a any provision in an Act passed before 1st August 1958 that any order or determination shall not be called into question in any court, or b any provision in such an Act which by similar words excludes any of the powers of the High Court, shall not have effect so as to prevent the removal of the proceedings into the High Court by order of certiorari or to prejudice the powers of the High Court to make orders of mandamus. 2 As respects Scotland— a any provision in an Act passed before 1st August 1958 that any order or determination shall not be called into question in any court, or b any provision in such an Act which by similar words excludes any jurisdiction which the Court of Session would otherwise have to entertain an application for reduction or suspension of any order or determination, or otherwise to consider the validity of any order or determination, shall not have effect so as to prevent the exercise of any such jurisdiction. 3 Nothing in this section shall apply— a to any order or determination of a court of law, or b where an Act makes special provision for application to the High Court or the Court of Session within a time limited by the Act."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "13", "section_title": " Power to apply Act to additional tribunals and to repeal or amend certain provisions.", "section_text": "13 1 The Lord Chancellor  . . . may by order amend Part I or Part II of Schedule 1 by adding to that Part any such tribunals, other than any of the ordinary courts of law, as may be provided by the order. 2 The Lord Chancellor  . . . may by order make provision, as respects any tribunal for the time being specified in Schedule 1, not being a tribunal mentioned in section 6, for amending that section so as to apply any of the provisions of that section to the tribunal or for providing for the appointment by the Lord Chancellor, the Lord President of the Court of Session or the Lord Chief Justice of Northern Ireland of the chairman of the tribunal and of any person to be appointed to act as chairman. 3 The Lord Chancellor  . . . may by order amend section 11 so as to apply that section to any tribunal for the time being specified in Schedule 1. 4 Any order under subsection (1), (2) or (3) may make any such adaptations of the provisions of this Act as may be necessary or expedient in consequence of the order. 5 The Lord Chancellor  . . . may by order— a repeal or amend section 7(3) of this Act or any of paragraphs 5  . . ., 9, 13, 16, 20, 22, 23, 24, 29, 30, 32, 35(a)  . . ., 37, 39(c), 43, 44, 47, 49, 51, 54, 55, 56(d), 57(a), 58  ... and 63 of Schedule 1; b repeal the reference in section 6 to paragraph 43 of Schedule 1; c repeal  . . .  the reference in section 14(1) to paragraph 20 of Schedule 1; d repeal the references in section 11 to any of paragraphs 16, 24, 37, 44, 51  ... and 63 of Schedule 1; and e repeal the references in paragraphs 21 and 53 of Schedule 1 to sections 16, 17B and 25 of the  Forestry Act 1967. 5A In relation to Northern Ireland, any power to make an order under this section is exercisable by the Department of Justice in Northern Ireland (and not by any Minister of the Crown) so far as the power may be used to make Northern Ireland devolved provision; and this section is to be read accordingly. 6 Nothing in this section authorises the making of an order with respect to a tribunal having jurisdiction only over matters with respect to which the Parliament of Northern Ireland had power to make laws."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "14", "section_title": " Restricted application of Act in relation to certain tribunals.", "section_text": "14 1 References in this Act to the working or a decision of, or procedural rules for,— a any tribunals specified in paragraph  9ZA,   14(a), 20, 33, 34, 39(a) or (b), 40, 48, 56 or 60 of Schedule 1,  or   aa the lead enforcement authority referred to in paragraph 16A of Schedule 1, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c the Controller of Plant Variety Rights referred to in paragraph 36(a) of Schedule 1, do not include references to their working, decisions or procedure in the exercise of executive functions. 1A In this Act— a references to the working of the Pensions Regulator referred to in paragraph 35(i) of Schedule 1 are references to its working so far as relating to the exercise of its regulatory functions (within the meaning of section 93(2) of the Pensions Act 2004) or any corresponding function conferred by a provision in force in Northern Ireland, and b references to procedural rules for the Pensions Regulator are references to regulations under paragraph 19 of Schedule 1 to that Act (Secretary of State’s powers to make regulations in respect of Regulator’s procedure) so far as they relate to the procedure to be followed when exercising those functions. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purposes of this Act, the functions of the Civil Aviation Authority referred to in paragraph 3 of Schedule 1 are to be taken to be confined to those prescribed for the purposes of section 7(2) of the  Civil Aviation Act 1982."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "15", "section_title": " Rules and orders.", "section_text": "15 1 Any power of the Lord Chancellor and the Lord Advocate or either of them to make rules or orders under this Act shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 2 Any rules or orders made by the Department of Justice in Northern Ireland under this Act shall be made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979      and shall be subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954  . 3 Any power of the Welsh Ministers to make rules or orders under this Act is exercisable by statutory instrument subject to annulment in pursuance of a resolution of the National Assembly for Wales."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "16", "section_title": " Interpretation.", "section_text": "16 1 In this Act, except where the context otherwise requires— “ decision ”, “ procedural rules ” and “ working ”, in relation to a tribunal, shall be construed subject to section 14, ... “ enactment ” includes an Act of the Scottish Parliament, “ Minister ” includes  the   Welsh Ministers  and  any Board presided over by a Minister, “ Northern Ireland devolved provision ” means provision which could be made by an Act of the Northern Ireland Assembly without the consent of the Secretary of State (see sections 6 to 8 of the Northern Ireland Act 1998), ... “ statutory inquiry ” means— an inquiry or hearing held or to be held in pursuance of a duty imposed by any statutory provision, or an inquiry or hearing, or an inquiry or hearing of a class, designated for the purposes of this section by an order under subsection (2),   but does not include an inquiry or hearing held or to be held in Wales under any provision of the Town and Country Planning Act 1990, the Planning (Listed Buildings and Conservation Areas) Act 1990 or the Planning (Hazardous Substances) Act 1990,                              and “ statutory provision ” means a provision contained in, or having effect under, any enactment, ... 2 The Lord Chancellor  . . . may by order designate for the purposes of this section any inquiry or hearing held or to be held in pursuance of a power conferred by any statutory provision specified or described in the order, or any class of such inquiries or hearings. 2A In relation to inquiries or hearings held or to be held in Northern Ireland, the power to make an order under subsection (2) is exercisable by the Department of Justice in Northern Ireland (and not by any Minister of the Crown) so far as the power may be used to make Northern Ireland devolved provision; and subsection (2) is to be read accordingly. 2B The power to make an order under subsection (2) is not exercisable in relation to inquiries or hearings held or to be held in Wales by or on behalf of the Welsh Ministers. 2C The Welsh Ministers may by order designate for the purposes of this section any inquiry or hearing held or to be held in Wales by or on behalf of the Welsh Ministers in pursuance of a power conferred by any statutory provision specified or described in the order, or any class of such inquiries or hearings. 3 References in this Act to members of tribunals include references to the person constituting a tribunal consisting of one person."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "17", "section_title": " Transitory provisions.", "section_text": "17 The transitory provisions in Schedule 2 to this Act shall have effect."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "18", "section_title": " Consequential amendments, repeals and saving.", "section_text": "18 1 The enactments specified in Schedule 3 shall have effect subject to the amendments there specified, being amendments consequential on this Act. 2 The enactments specified in Part I of Schedule 4 are hereby repealed to the extent specified in the third column of that Part; and the orders specified in Part II of that Schedule are hereby revoked. 3 Notwithstanding the repeal by this Act of Schedule 3 to the  Tribunals and Inquiries Act 1971, section 3(12)(a) of the  Lands Tribunal Act 1949 shall continue to have effect with the substitution for paragraph (a) of the following paragraph— a Subsection (4) of this section shall not apply; ."}, {"act": "Tribunals and Inquiries Act 1992", "year": 1992, "section": "19", "section_title": " Short title, commencement and extent.", "section_text": "19 1 This Act may be cited as the Tribunals and Inquiries Act 1992. 2 This Act shall come into force on 1st October 1992. 3 This Act extends to Northern Ireland."}]