[{"act": "Finance Act 1930", "year": 1930, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1930", "year": 1930, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1930", "year": 1930, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1930", "year": 1930, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1930", "year": 1930, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1930", "year": 1930, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Finance Act 1930", "year": 1930, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1930", "year": 1930, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Finance Act 1930", "year": 1930, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Finance Act 1930", "year": 1930, "section": "42", "section_title": " Relief from transfer stamp duty in case of transfer of property as between associated companies.", "section_text": "42 1 Stamp duty under  Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale) , shall not be chargeable on an instrument to which this section applies; Provided that no such instrument shall be deemed to be duly stamped unless either it is stamped with the duty to which it would but for this section be liable, or it has in accordance with the provisions of section twelve of the said Act been stamped with a particular stamp denoting either that it is not chargeable with any duty or that it is duly stamped. 2 This section applies to any instrument as respects which it is shown to the satisfaction of the Commissioners  that—. a the effect of the instrument is to convey or transfer a beneficial interest in property from one body corporate  (“ the transferor ”) to another (“ the transferee ”) , and b the bodies in question are associated at the time the instrument is executed unless at the time the instrument is executed arrangements are in existence by virtue of which at that or some later time any person has or could obtain, or any persons together have or could obtain, control of the transferee but not of the transferor  (but see sections 42A and 42B)  . 2A For the purposes of this section bodies corporate are associated at a particular time if at that time one is the parent of the other or another body corporate is the parent of each. 2B For the purposes of this section one body corporate is the parent of another at a particular time if at that time the first body a is beneficially owner of not less than 75 per cent. of the ordinary share capital of the second body b is beneficially entitled to not less than 75 per cent of any profits available for distribution to equity holders of the second body; and c would be beneficially entitled to not less than 75 per cent of any assets of the second body available for distribution to its equity holders on a winding-up. 3 The ownership referred to in  paragraph (a) of  subsection  (2B)  above is ownership either directly or through another body corporate or other bodies corporate, or partly directly and partly through another body corporate or other bodies corporate, and Part I of Schedule 4 to the  Finance Act 1938 (determination of amount of capital held through other bodies corporate) shall apply for the purposes of  that paragraph . . .. 4 In this section “ ordinary share capital ”, in relation to a body corporate, means all the issued share capital (by whatever name called) of the body corporate, other than capital the holders of which have a right to a dividend at a fixed rate but have no other right to share in the profits of the body corporate. 5   Chapter 6 of Part 5 of the Corporation Tax Act 2010   shall apply for the purposes of paragraphs (b) and (c) of subsection (2B) as it applies for the purposes of   section 151(4)(a) and (b)   of that Act; but this is subject to subsection (6). 6 In determining for the purposes of this section whether a body corporate is the parent of the transferor,   sections 171(1)(b) and (3), 173, 174 and 176 to 178 of the Corporation Tax Act 2010   shall not apply for the purposes of paragraph (b) or (c) of subsection (2B). 7 In this section, “ control ” shall be construed in accordance with   section 1124 of the Corporation Tax Act 2010  ."}, {"act": "Finance Act 1930", "year": 1930, "section": "42A", "section_title": "Certain arrangements not within section 42", "section_text": "42A 1 Arrangements entered into by a joint venture company which, apart from this section, would be arrangements of the kind mentioned in section 42(2) are not to be treated as such arrangements if and so long as— a the arrangements fall within subsection (2), and b none of the contingencies mentioned in subsection (3) to which the arrangements relate has occurred. 2 Arrangements fall within this subsection if they are— a an agreement which provides for the transfer of shares or securities in the joint venture company to one or more members of that company on, or as a result of, one or more contingencies mentioned in subsection (3) occurring, or b a provision in a constitutional document of the joint venture company which provides for the suspension of a member’s voting rights on, or as a result of, one or more of those contingencies occurring. 3 The contingencies referred to in subsection (1)(b) and (2) are— a the voluntary departure of a member, b the commencement of the liquidation, administration, administrative receivership or receivership of, or the entering into of a voluntary arrangement by, a member under the Insolvency Act 1986  or the Insolvency (Northern Ireland) Order 1989  or the commencement, or entering into, of equivalent proceedings or arrangements under the law of any country or territory outside the United Kingdom, c a serious deterioration in the financial condition of a member, d a change of control of a member, e a default by a member in performing its obligations under any agreement between the members or with the joint venture company (which, for this purpose, includes any constitutional document of the joint venture company), f an external change in the commercial circumstances in which the joint venture company operates such that its viability is threatened, g an unresolved disagreement between members, and h any contingency of a similar kind to that mentioned in any of paragraphs (a) to (g) which is provided for, but not intended to happen, when the arrangements in question are entered into. 4 This section does not apply if a member could alone or together with connected persons dictate the terms or timing of— a the transfer of the shares or securities, or b suspension of a member’s voting rights, in advance of one or more of the contingencies occurring. 5 For the purposes of subsection (4) members are not connected with each other by reason only of their membership of the joint venture company. 6 In this section— “connected” has the same meaning as in section 1122 of the Corporation Tax Act 2010 ; “constitutional document” means a memorandum of association, articles of association or any other similar document regulating the affairs of the joint venture company; “joint venture company” means a company which— has two or more member companies, and carries on a commercial activity governed by an agreement regulating the affairs of its members; “member” means a holder of shares or securities in the joint venture company."}, {"act": "Finance Act 1930", "year": 1930, "section": "42B", "section_title": "Certain mortgage arrangements not within section 42", "section_text": "42B 1 Arrangements entered into by a company which, apart from this section, would be arrangements of the kind mentioned in section 42(2) are not to be treated as such arrangements if and so long as— a the arrangements are a mortgage, secured by way of shares or securities in the company, which on default or the happening of any other event allows the mortgagee to exercise its rights against the mortgagor, and b the mortgagee has not exercised its rights against the mortgagor. 2 This section does not apply if the mortgagee— a possesses greater rights in respect of the shares or securities which are the subject of the mortgage than it requires to protect its interest as mortgagee, or b could alone or together with connected persons dictate the terms or timing of the default or the happening of any event which allows it to exercise its rights against the mortgagor. 3 For the purposes of subsection (2)(b) a mortgagee is not, by reason only of the mortgage, connected with a company whose shares or securities are the subject of the mortgage. 4 In this section— “connected” has the same meaning as in section 1122 of the Corporation Tax Act 2010; “mortgage” means— in England and Wales, and Northern Ireland, any legal or equitable charge, and in Scotland, any right in security."}, {"act": "Finance Act 1930", "year": 1930, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Finance Act 1930", "year": 1930, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Finance Act 1930", "year": 1930, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Finance Act 1930", "year": 1930, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Finance Act 1930", "year": 1930, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Finance Act 1930", "year": 1930, "section": "48", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Finance Act 1930", "year": 1930, "section": "49", "section_title": " Amendment of Part VII of National Debt Act 1870.", "section_text": "49 1 Part VII of the  National Debt Act 1870, shall have effect as if the capital sums secured on bearer bonds issued under the War Loan Acts 1914 to 1919, were stock within the meaning of the said Part VII and as if the bonds and coupons attached thereto were respectively stock certificates and coupons issued under the National Debt Act 1870. 2 For the purposes of this section a bond shall be deemed to have been issued if it has been made out and paid for, notwithstanding that it has not been taken up by the person entitled thereto."}, {"act": "Finance Act 1930", "year": 1930, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Finance Act 1930", "year": 1930, "section": "51", "section_title": " Bank for International Settlements to be exempt from taxation.", "section_text": "51 The Bank for International Settlements shall not be liable to any taxation, present or future, in respect either of the capital amount of, or of any income arising from, any part of the funds or investments of the Bank which result from payments made by the Government of the German Reich under the agreement entered into at the Hague on the twentieth day of January, nineteen hundred and thirty, between the Government of the German Reich and certain other Governments, including the Government of the United Kingdom."}, {"act": "Finance Act 1930", "year": 1930, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "52"}, {"act": "Finance Act 1930", "year": 1930, "section": "53", "section_title": "†Construction, short title, application and repeal.", "section_text": "53 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Part IV of this Act shall be construed as one with the  Stamp Act 1891. 5 Any reference in this Act to any enactment shall be construed as a reference to that enactment as amended by any subsequent enactment, including this Act. 6 This Act may be cited as the Finance Act, 1930. 7 Such of the provisions of this Act as relate to matters with respect to which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]