[{"act": "Road Traffic Act 1930", "year": 1930, "section": "144.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "4550.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "5156.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "57", "section_title": "", "section_text": "57 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "59"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "60"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "61100.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "101", "section_title": " Power to run public service vehicles.", "section_text": "101 1 A local authority who under any local Act or Order are operating a tramway, light railway, trolley vehicle, or omnibus undertaking, may as part of that undertaking run public service vehicles  on any road inside or outside their district . 2 Nothing in this Act shall authorise a local authority to run any public service vehicle— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b on any road on which they are for the time being prohibited by any local Act or Order from running omnibuses; or c except with the consent of the authority, on any road vested in a statutory dock authority as such or in a statutory harbour authority as such; or d except with the consent of the company on any premises (not being part of a  highway public road ) belonging to a railway company and adjoining or giving access to a railway station."}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "102"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "103", "section_title": " Further provision as to omnibuses.", "section_text": "103 For the purposes of this Part of this Act a local authority may purchase and maintain such vehicles as may be necessary and may purchase by agreement, take on lease, and hold lands and may on any lands so purchased by or leased to them or any lands lawfully appropriated by them for the purpose erect such buildings, sheds, and conveniences and may provide such plant and appliances as may be requisite or expedient for the establishment, running, equipment, maintenance and repair of their public service vehicles."}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "104", "section_title": " Fares and charges.", "section_text": "104 1 A local authority authorised to run public service vehicles under this Part of this Act may demand and take for passengers and parcels carried on such vehicles such fares and charges as they may think fit: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 A local authority authorised to run public service vehicles under this Part of this Act may if they think fit carry on such vehicles small parcels not exceeding fifty-six pounds in weight and dogs in the care of passengers, . . .   but they shall not carry on such vehicles any other goods or animals. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "105", "section_title": " Working and other agreements.", "section_text": "105 1 A local authority authorised to run public service vehicles and any other local authority authorised to run such vehicles in any district adjacent to the district of the first-mentioned authority, or adjacent to any district on any road in which the first-mentioned authority are for the time being authorised to run such vehicles, may make and carry into effect agreements for the management, working, and maintenance of any service which any party to the agreement is authorised to run. 2 A local authority authorised to run public service vehicles and any other person, not being a local authority, may make and carry into effect agreements for the management, working, and maintenance of any service which any party to the agreement is for the time being authorised to run, either in the district of the local authority, or in any district on any road in which the authority are for the time being authorised to run such vehicles. 3 An agreement entered into under either of the last two preceding subsections may make provision with respect to all or any of the following matters, that is to say:— a The working, user, management and maintenance of any vehicles, lands, depots, buildings sheds, and property provided in connection with any services to which the agreement relates by any party to the agreement and the right to provide and use the same and to demand and take the fares and charges authorised in respect of such services; b The supply by any party to the agreement of vehicles and conveniences in connection therewith necessary for the purposes of such agreement and the employment of officers and servants; c The through running of vehicles. 4 A local authority authorised to run public service vehicles may make and carry into effect agreements with any other local authority athorised to run such vehicles, and with any other person, not being a local authority, for all or any of the following purposes, so far as those purposes can be effectuated without any through running of vehicles, that is to say:— a The interchange, accommodation, conveyance, transmission and delivery of traffic arising on or coming from or destined for any service provided by any party to the agreement; b The payment, collection and apportionment of the fares and charges and other receipts arising from any such service as aforesaid. 5 Agreements may be made under this section notwithstanding any provision in any local Act or Order by which the making of working agreements is restricted, but in running any service of public service vehicles on any route in pursuance of an agreement made under his section the local authority or other person operating the service shall comply with the provisions of the Act or Order, if any, by which the service is authorised. 6 In this section the expression “ authorised ” means authorised otherwise than by virtue of an agreement under this section."}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "106", "section_title": " Accounts.", "section_text": "106 Where a local authority run public service vehicles under this Part of this Act they shall in the accounts relating to their transport undertakings distinguish, so far as may be practicable receipts and expenditure relating to their public service vehicles from receipts and expenditure relating to any other transport undertaking, and in the receipts and expenditure relating to their public service vehicles shall further distinguish receipts and expenditure on capital account from receipts and expenditure upon revenue account."}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "107", "section_title": " Expenses and borrowing.", "section_text": "107 1 The expenses of a local authority under this Part of this Act shall be defrayed as follows, that is to say:— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b in the case of a joint board or joint committee, in the same manner as the general expenses of the board or committee. 2 A local authority may from time to time with the consent of the Minister borrow such sums as may be required for the purposes of this Part of this Act including the repayment of any sums previously borrowed for such purposes— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b in the case of a joint board or joint committee in the manner in which they are authorised to borrow for the purposes of their other powers and duties. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "108", "section_title": " Interpretation.", "section_text": "108 1 In this Part of this Act— The expression “ local authority ” means— the council of any . . .  district , and any joint board or joint committee which is so constituted as to include among its members representatives of the council of a . . .  district ; and The expression “ district ” in relation to a joint board or joint committee means the area within which that board or committee are authorised to carry on a tramway, light railway, trolley vehicle or omnibus undertaking and save as aforesaid means a . . .  district the area of a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994  . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "109", "section_title": " Application to Scotland.", "section_text": "109 This Part of this Act shall apply to Scotland subject to the following modifications:— a The expression “ local authority ” shall mean  a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 ; b Section one hundred and seven of this Act shall not apply."}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "110"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "111112.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "111"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "113", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "113"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "114", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "114"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "115", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "115"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "116", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "116"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "117", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "117"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "118", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "118"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "119", "section_title": " Special provisions as to Scotland.", "section_text": "119 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A local roads authority shall  have power to borrow such sums as they may require . . .   for the purposes of Part V . . .  of this Act . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  11 This section shall extend to Scotland only."}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "120", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "120"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "121", "section_title": " Interpretation and application to Crown.", "section_text": "121 1 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Trolley vehicle ” means a mechanically-propelled vehicle adapted for use upon roads without rails and moved by power transmitted thereto from some external source: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Fares ” includes sums payable in respect of a contract ticket or a season ticket: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . .  “ Road ” means any highway and any other road to which the public has access, and includes bridges over which a road passes: “ Road ” has the same meaning as in the Roads (Scotland) Act 1984 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ Minister ” means  the Secretary of State . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B References in this Act to public service vehicles shall be construed in like manner as if they were contained in the Public Passenger Vehicles Act 1981. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "122", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "122"}, {"act": "Road Traffic Act 1930", "year": 1930, "section": "123", "section_title": "†Short title, commencement and extent.", "section_text": "123 1 This Act may be cited as the Road Traffic Act 1930. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not extend to Northern Ireland."}]