[{"act": "Acquisition of Land Act 1981", "year": 1981, "section": "1", "section_title": " Application of Act.", "section_text": "1 1 In this Act “ compulsory purchase ” means a compulsory purchase of land, being— a a compulsory purchase to which this Act applies by virtue of any other enactment, whether or not passed or made before this Act, or b a compulsory purchase under an enactment specified in subsection (2) below. 2 The enactments referred to in subsection (1)(b) above are— section 2 of the  Metropolitan Police Act 1886, section 1(3) of the  Military Lands Act 1892, sections 25(1) and 39(1) of the  Small Holdings and Allotments Act 1908, section 5(1) of the  Development and Road Improvement Funds Act 1909 as it applies to acquisition by local authorities (as defined in section 7(1) of this Act) or the Secretary of State, ...    . . .  section 530(1) of the Education Act 1996 ,   . . . 3 In this section “ enactment ” includes any statutory instrument."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "2", "section_title": " Procedure for authorisation.", "section_text": "2 1 The authorisation of a compulsory purchase shall be conferred by an order (in this Act called a “compulsory purchase order”). 2 A compulsory purchase order authorising a compulsory purchase by an authority other than a Minister is to be— a made by that authority, b submitted to the confirming authority, and c confirmed in accordance with Part 2 of this Act. 3 A compulsory purchase order authorising a compulsory purchase by a Minister shall be made by the Minister in accordance with Schedule 1 to this Act."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "2A", "section_title": "Tunnels  etc", "section_text": "2A 1 A compulsory purchase order may provide that in the following provisions, a reference to land (however expressed) does not include specified land that is at least 9 metres or more below the surface. 2 The provisions mentioned in subsection (1) are— a Schedule 2A of the Compulsory Purchase Act 1965 (objection to division of land), b any substituted version of that Schedule that applies by virtue of provision made by or under any Act, and c Schedule A1 to the Compulsory Purchase (Vesting Declarations) Act 1981 (objection to division of land)."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "3", "section_title": " Minerals.", "section_text": "3 Schedule 2 to this Act (exception of minerals from purchases  etc. ) shall have effect."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "4", "section_title": " Assessment of compensation.", "section_text": "4 1 In relation to a compulsory purchase the  Land Compensation Act 1961 shall have effect subject to the provisions of this section. 2 The   Upper Tribunal   shall not take into account any interest in land, or any enhancement of the value of any interest in land, by reason of any building erected, work done or improvement or alteration made, whether on the land purchased or on any other land with which the claimant is, or was at the time of the erection, doing or making of the building, works, improvement or alteration, directly or indirectly concerned, if the   Upper Tribunal   is satisfied that the creation of the interest, the erection of the building, the doing of the work, the making of the improvement or the alteration, as the case may be, was not reasonably necessary and was undertaken with a view to obtaining compensation or increased compensation."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "5", "section_title": " Local inquiries.", "section_text": "5 1 For the purposes of the execution of his powers and duties under this Act, a Minister may cause to be held such public local inquiries as are directed by this Act and such other public local inquiries as he may think fit. 2 Subsections (2) and (3) of section 250 of the  Local Government Act 1972 (giving of evidence on inquiries) shall apply to a public local inquiry held in pursuance of this Act. 3 In relation to— a a proposed acquisition of land by an authority other than a Minister, or b the proposed extinction under Part VI of this Act of a right of way over land acquired or proposed to be acquired by an authority other than a Minister, subsections (4) and (5) of the said section 250 (defraying of costs of inquiries) shall apply to a public local inquiry held in pursuance of this Act. 4 In relation to each of the matters mentioned in paragraphs (a) and (b) of subsection (3), section 250(5) of the Local Government Act 1972 also applies— a where arrangements are made for a public local inquiry to be held in England in pursuance of this Act but the inquiry does not take place; b to the costs of a party to a public local inquiry held in England in pursuance of this Act who does not attend the inquiry."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "5A", "section_title": "Power to require information", "section_text": "5A 1 This section applies to information about land in relation to which an acquiring authority is entitled to exercise a power of compulsory purchase. 2 The acquiring authority may serve a notice on a person mentioned in subsection (4) requiring him to give to the authority in writing the following information— a the name and address of any person he believes to be an owner, lessee, tenant (whatever the tenancy period) or occupier of the land; b the name and address of any person he believes to have an interest in the land. 3 The power in subsection (2) is exercisable for the purpose of enabling the acquiring authority to acquire the land. 4 The persons are— a the occupier of the land; b any person who has an interest in the land either as freeholder, mortgagee or lessee; c any person who directly or indirectly receives rent for the land; d any person who, in pursuance of an agreement between himself and a person interested in the land, is authorised to manage the land or to arrange for the letting of it. 5 The notice must specify the period within which the information must be given to the acquiring authority (being a period of not less than 14 days beginning with the day on which the notice is served). 6 The notice must also specify or describe— a the land, b the compulsory purchase power, and c the enactment which confers the power. 7 The notice must be in writing. 8 Section 6(4) does not apply to notices to be served under this section."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "5B", "section_title": "Offences relating to information", "section_text": "5B 1 A person commits an offence if he fails without reasonable excuse to comply with a notice served on him under section 5A. 2 A person commits an offence if, in response to a notice served on him under section 5A— a he gives information which is false in a material particular, and b when he does so, he knows or ought reasonably to know that the information is false. 3 If an offence under this section committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b a person purporting to act in any such capacity, he, as well as the body corporate, is guilty of that offence and liable to be proceeded against accordingly. 4 The reference in subsection (3) to a director must be construed in accordance with section 331(2) of the Town and Country Planning Act 1990. 5 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "6", "section_title": " Service of documents.", "section_text": "6 1 Any notice or other document required or authorised to be served under this Act may be served on any person either by delivering it to him, or by leaving it at his proper address, or by post, so however that the document shall not be duly served by post unless it is sent by registered letter, or by the recorded delivery service. 2 Any such document required or authorised to be served upon an incorporated company or body shall be duly served if it is served upon the secretary or clerk of the company or body. 3 For the purposes of this section and of section 7 of the  Interpretation Act 1978 the proper address of any person upon whom any such document as aforesaid is to be served shall, in the case of the secretary or clerk of any incorporated company or body, be that of the registered or principal office of the company or body, and in any other case be the last known address of the person to be served: Provided that where the person to be served has furnished an address for service, his proper address for the purposes aforesaid shall be the address furnished. 4 If the authority or Minister having jurisdiction to make the order in connection with which the document is to be served is satisfied that reasonable inquiry has been made and that it is not practicable to ascertain the name or address of an owner, lessee  , tenant   or occupier of land on whom any such document as aforesaid is to be served, the document may be served by addressing it to him by the description of “owner”, “lessee”  ,  “tenant”   or “occupier” of the land (describing it) to which it relates, and by delivering it to some person on the  land or, if there is no person on the land to whom it may be delivered, by leaving it or a copy of it on or near the land ."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act, except where the context otherwise requires— “ acquiring authority ”, in relation to a compulsory purchase, means the Minister, local authority or other person who may be authorised to purchase the land compulsorily,   “ appropriate website ”, in relation to a notice about a proposed compulsory purchase, means a website which members of the public could reasonably be expected to find on searching on the internet for information about the scheme or project that underlies the proposed purchase,   “ compulsory purchase order ” means an order under section 2(1) above, “ confirming authority ”, in relation to a compulsory purchase, means, where the acquiring authority is not a Minister, the Minister having power to authorise the acquiring authority to purchase the land compulsorily, “ land ”— a includes messuages, tenements and hereditaments, and b in relation to compulsory purchase under any enactment, includes anything falling within any definition of the expression in that enactment, “ local authority ” means— a a billing authority or a precepting authority, as defined in section 69 of the Local Government Finance Act 1992; a1 the London Fire Commissioner;    aa   a fire and rescue authority in Wales constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies;   b a levying body within the meaning of section 74 of  the Local Government Finance Act 1988  ; c a body as regards which section 75 of that Act applies; d any joint board or joint committee if all the constituent authorities are such authorities as are described in paragraphs (a) to (c); and e the Honourable Society of the Inner Temple or the Honourable Society of the Middle Temple, “ National Trust ” means the National Trust for Places of Historic Interest or Natural Beauty incorporated by the  National Trust Act 1907, “ owner ” in relation to any land, means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion, and includes also a person holding or entitled to the rents and profits of the land under a lease or agreement, the unexpired term whereof exceeds three years  and a person who would have power to sell and convey or release the land to the acquiring authority if a compulsory purchase order were operative , “ prescribed ”: see subsection (2) below. “universal service provider” has the same meaning as in   Part 3 of the Postal Services Act 2011  ; and references to the provision of a universal postal service shall be construed in accordance with   that Part  . 2 Anything which, by Part II or  III  of this Act, or Schedule 1 or 3 of this Act, is required or authorised to be prescribed shall be prescribed by regulations made by the Secretary of State by statutory instrument. 3 But an instrument containing regulations made for the purposes of section 13A or paragraph 4A of Schedule 1 is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "8", "section_title": " Statutory undertakers.", "section_text": "8 1 In this Act, unless the context otherwise requires, “ statutory undertakers ” means— a any person authorised by any enactment to construct, work or carry on— i any railway, light railway, tramway, road transport, water transport, canal or inland navigation undertaking, or ii any dock, harbour, pier or lighthouse undertaking, or iii any undertaking for the supply of . . .  , . . .  ,  or hydraulic power , or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   the Civil Aviation Authority  or a person who holds a licence under Chapter I of Part I of the Transport Act 2000 (to the extent that the person is carrying out activities authorised by the licence) , or c a universal service provider in connection with the provision of a universal postal service  . . .  , and in this subsection “ enactment ” means any Act or any order or scheme made under or confirmed by an Act. 1ZA The undertaking of a person who holds a licence under Chapter I of Part I of the Transport Act 2000 shall not be considered to be a statutory undertaking for the purposes of this Act except to the extent that it is the person’s undertaking as licence holder; and references in this Act to the person’s undertaking shall be construed accordingly. 1A The undertaking of a universal service provider so far as relating to the provision of a universal postal service shall be taken to be his statutory undertaking for the purposes of this Act; and references in this Act to his undertaking shall be construed accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 In this Act “ the appropriate Minister ” means, in relation to any statutory undertakers, the Secretary of State. 4 If any question arises under this Act which Minister is the appropriate Minister, the question shall be determined by the Treasury."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "9", "section_title": " Land held inalienably.", "section_text": "9 For the removal of doubt it is hereby declared that any power conferred— a under this Act, or b by or under the Acquisition of Land (Authorisation Procedure) Act 1946, or any enactment passed before the commencement of that Act, to purchase land compulsorily is, except in so far as any express provision of any such enactment restricts the exercise of the power, exercisable notwithstanding any other enactment providing that the land shall be inalienable."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "10", "section_title": " Preliminary.", "section_text": "10 1 This Part of this Act has effect except where a Minister is the acquiring authority. 2 The compulsory purchase order shall be in the prescribed form and shall describe by reference to a map the land to which it applies. 3 Before submitting the order to the confirming authority the acquiring authority shall comply with sections 11 and 12 below."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "11", "section_title": "  Notices in newspapers.   Public notices", "section_text": "11 1 The acquiring authority shall— a in two successive weeks publish a notice in the prescribed form in one or more local newspapers circulating in the locality in which the land comprised in the order is situated  , and b for a period of at least 21 days ending with the day specified under subsection (2)(d), publish a notice in the prescribed form on an appropriate website. 2 The  notice   notices   shall— a state that the order has been made and is about to be submitted for confirmation, b describe the land and state the purpose for which the land is required, c name a place within the locality where a copy of the order and of the map referred to therein may be inspected,  and ca specify a website on which those copies may be viewed, and d specify the time (not being less than twenty-one days from the first publication of the notice) within which, and the manner in which, objections to the order can be made. d specify the final day for making objections to the order, and the manner in which objections can be made. 2A If the confirming authority is satisfied that, because of special circumstances, it is impracticable for the acquiring authority to make the copies referred to in subsection (2)(c) available for inspection at an appropriate place, the confirming authority may direct that the requirement in subsection (2)(c) (together with that in section 12(1) (ba) ) is not to apply. 3 In addition, the acquiring authority shall affix a notice in the prescribed form to a conspicuous object or objects on or near the land comprised in the order. 4 The notice under subsection (3) must— a be addressed to persons occupying or having an interest in the land, and b set out each of the matters mentioned in subsection (2)\t\t\t\t\t\t\t\t\t\t (but reading the reference there to first publication of the notice as a reference to the day when the notice under subsection (3) is first affixed) ."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "12", "section_title": " Notices to owners, lessees   , occupiers and others . ", "section_text": "12 1 The acquiring authority shall serve on every   qualifying person   a notice in the prescribed form— a stating the effect of the order, b stating that it is about to be submitted for confirmation,  and ba (subject to section 11(2A)) naming a place within the locality where a copy of the order and of the map referred to in it may be inspected, bb specifying a website on which those copies may be viewed, and c specifying the time (not being less than twenty-one days from service of the notice) within which, and the manner in which, objections to the order can be made. c specifying the final day for making objections to the order, and the manner in which objections can be made. 2 A person is a qualifying person, in relation to land comprised in an order, if— a he is an owner, lessee, tenant (whatever the tenancy period) or occupier of the land,  ... b he falls within subsection (2A)  , or c the person is entitled to the benefit of an obligation under a conservation covenant (within the meaning of Part 7 of the Environment Act 2021) relating to the land. 2A A person falls within this subsection if he is— a a person to whom the acquiring authority would, if proceeding under section 5(1) of the Compulsory Purchase Act 1965, be required to give a notice to treat, or b a person the acquiring authority thinks is likely to be entitled to make a relevant claim if the order is confirmed and the compulsory purchase takes place, so far as he is known to the acquiring authority after making diligent inquiry. 2B A relevant claim is a claim for compensation under section 10 of the Compulsory Purchase Act 1965 (compensation for injurious affection). 3 Where under this section any notice is required to be served on an owner of land, and the land is ecclesiastical property, a like notice shall be served on the  Church Commissioners   Diocesan Board of Finance for the diocese  in which the land is situated  . In this subsection “ ecclesiastical property ” means land belonging to any ecclesiastical benefice  of the Church of England  , or being or forming part of a church subject to the jurisdiction of the bishop of any diocese  of the Church of England  or the site of such a church, or being or forming part of a burial ground subject to such jurisdiction  or being diocesan glebe land within the meaning of the Endowments and Glebe Measure 1976 ."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "12A", "section_title": "Final day for making objections", "section_text": "12A 1 For the purposes of sections 11 and 12, the day specified as the final day for making objections must be the last day, or a day after the last day, of the period of 21 days beginning with the first day at the beginning of which the acquiring authority expects that all of the following conditions will be satisfied. 2 The conditions are that— a a notice has been published for the first time as required by section 11(1)(a), b publication as required by section 11(1)(b) has begun, c a notice has been affixed as required by section 11(3), and d a notice has been served on every qualifying person as required by section 12(1)."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "13", "section_title": "  Confirmation of order: no objections", "section_text": "13 1 The confirming authority may confirm a compulsory purchase order with or without modifications if it is satisfied— a that the notice requirements have been complied with, and b that one of the conditions in subsection (2) is satisfied. 2 The conditions are— a no relevant objection is made; b every relevant objection made is either withdrawn or disregarded. 3 The confirming authority may require every person who makes a relevant objection to state the grounds of the objection in writing. 4 If the confirming authority is satisfied that an objection relates exclusively to matters which can be dealt with by the tribunal by whom the compensation is to be assessed it may disregard the objection. 5 The notice requirements are the requirements under sections 11 and 12 to publish, affix and serve notices in connection with the compulsory purchase order. 6 A relevant objection is an objection by a person who is a qualifying person for the purposes of section 12(2), but if such a person qualifies only by virtue of section 12(2A)(b) and the confirming authority thinks that he is not likely to be entitled to make a relevant claim his objection is not a relevant objection. 7 Disregarded means disregarded under subsection (4) or under any other power to disregard a relevant objection contained in the enactment providing for the compulsory purchase."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "13A", "section_title": "Confirmation of order: remaining objections", "section_text": "13A 1 This section applies to the confirmation of a compulsory purchase order if a relevant objection is made which is neither— a withdrawn, nor b disregarded, (a remaining objection). 2 The confirming authority may proceed under the written representations procedure— a if the order is not subject to special parliamentary procedure, b in the case of an order to which section 16 applies, if a certificate has been given under subsection (2) of that section, and c if every person who has made a remaining objection consents in the prescribed manner. 3 If subsection (2) does not apply or if the confirming authority decides not to proceed under that subsection, it must either— a cause a public local inquiry to be held, or b give every person who has made a remaining objection an opportunity of appearing before and being heard by a person appointed by the confirming authority for the purpose. 4 If a person who has made a remaining objection takes the opportunity to appear before a person appointed under subsection (3)(b) the confirming authority must give the acquiring authority and any other person it thinks appropriate the opportunity to be heard at the same time. 5 The confirming authority may confirm the order with or without modifications if it has considered the objection and either — a it has followed the written representations procedure, or b in a case which falls within subsection (3), if an inquiry was held or a person was appointed under subsection (3)(b), it has considered the report of the person who held the inquiry or who was so appointed. 6 The written representations procedure is such procedure as is prescribed for the purposes of this section including provision affording an opportunity to— a every person who has made a remaining objection, b the acquiring authority, and c any other person the confirming authority thinks appropriate, to make written representations as to whether the order should be confirmed. 7 Relevant objection and disregarded must be construed in accordance with section 13."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "13B", "section_title": "Written representations procedure: supplementary", "section_text": "13B 1 This section applies where the confirming authority decides under section 13A to follow the written representations procedure. 2 The confirming authority may make orders as to the costs of the parties to the written representations procedure, and as to which party must pay the costs. 3 An order under subsection (2) may be made a rule of the High Court on the application of any party named in the order. 4 The costs incurred by the confirming authority in connection with the written representations procedure must be paid by the acquiring authority, if the confirming authority so directs. 5 The confirming authority may certify the amount of its costs, and any amount so certified and directed to be paid by the acquiring authority is recoverable summarily by the confirming authority as a civil debt. 6 Section 42(2) of the Housing and Planning Act 1986 (recovery of Minister’s costs in connection with inquiries) applies to the written representations procedure as if the procedure is an inquiry specified in section 42(1) of that Act. 7 Regulations under section 13A(6) may make provision as to the giving of reasons for decisions taken in cases where the written representations procedure is followed."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "13C", "section_title": "Confirmation in stages", "section_text": "13C 1 The confirming authority may confirm an order (with or without modifications) so far as it relates to part of the land comprised in the order (the  “ relevant part ”) if each of the conditions in subsection (2) is met. 2 The conditions are— a the confirming authority is satisfied that the order ought to be confirmed so far as it relates to the relevant part but has not for the time being determined whether the order ought to be confirmed so far as it relates to the remaining part; b the confirming authority is satisfied that the notice requirements have been complied with. 3 If there is a remaining objection in respect of the order, the confirming authority may only act under subsection (1) after complying with section 13A(2) or (3)\t\t\t\t\t\t\t\t\t\t(as the case may be). 4 But it may act under subsection (1) without complying with those provisions if it is satisfied that all remaining objections relate solely to the remaining part of the land. 5 If the confirming authority acts under subsection (1)— a it must give a direction postponing consideration of the order, so far as it relates to the remaining part, until such time as may be specified by or under the direction; b the order so far as it relates to each part of the land must be treated as a separate order. 6 The notices to be published, affixed and served under section 15 must include a statement as to the effect of the direction given under subsection (5)(a). 7 Notice requirements must be construed in accordance with section 13. 8 Remaining objection must be construed in accordance with section 13A."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "13D", "section_title": "Power to extend time limit for implementation", "section_text": "13D 1 The confirming authority may, when it confirms a compulsory purchase order, include provision in the order specifying a period longer than three years for the purposes of section 4 of the Compulsory Purchase Act 1965 (time limit for notice to treat) and section 5A of the Compulsory Purchase (Vesting Declarations) Act 1981 (time limit for general vesting declaration). 2 No such provision is to be included by the acquiring authority in the order submitted for confirmation."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "14", "section_title": " Land not originally included in order.", "section_text": "14 The order as confirmed by the confirming authority shall not, unless all persons interested consent, authorise the acquiring authority to purchase compulsorily any land which the order would not have authorised that authority to purchase compulsorily if it had been confirmed without modification."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "14A", "section_title": "Confirmation by acquiring authority", "section_text": "14A 1 The power to confirm an order may be exercised by the acquiring authority (instead of the confirming authority) if— a the confirming authority has notified the acquiring authority to that effect, and b the notice has not been revoked. 2 But this section does not apply to an order in respect of land— a falling within section 16(1) or paragraph 3(1) of Schedule 3, or b forming part of a common, open space or fuel or field garden allotment for the purposes of section 19. 3 The confirming authority may give notice under subsection (1) if it is satisfied— a that the notice requirements have been complied with, b that no objection has been made in relation to the proposed confirmation or that all objections have been withdrawn, and c that the order is capable of being confirmed without modification. 4 An objection is an objection made by any person (whether or not a person mentioned in section 12(2)), including an objection which is disregarded. 5 The power to confirm an order under subsection (1) does not include any power— a to confirm the order with modifications, or b to confirm only a part of the order. 6 The acquiring authority must notify the confirming authority as soon as reasonably practicable after it has determined whether or not to confirm the order. 7 The confirming authority may revoke a notice given by it under subsection (1). 8 But a notice may not be revoked if the determination has already been made and notified by the acquiring authority under subsection (6). 9 An order confirmed by the acquiring authority under subsection (1) is to have the same effect as if it were confirmed by the confirming authority. 10 Notices under this section must be in writing. 11 Notice requirements and disregarded must be construed in accordance with section 13."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "14B", "section_title": "Timetables for confirmation of CPOs except by Welsh Ministers", "section_text": "14B 1 The Secretary of State must publish one or more timetables in relation to steps to be taken by confirming authorities, other than the Welsh Ministers, in confirming a compulsory purchase order. 2 Different timetables may be published in relation to— a different confirming authorities, or b different types of compulsory purchase order. 3 The Secretary of State may at any time revise a timetable published under this section. 4 The validity of an order is not affected by any failure to comply with a timetable published under this section. 5 The Secretary of State must lay before Parliament an annual report showing the extent to which confirming authorities have complied with any applicable timetable published under this section. 6 A report laid by the Secretary of State under this section need not include information about a confirming authority if the number of compulsory purchase orders submitted to it is lower than a minimum specified by the Secretary of State in the report."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "14C", "section_title": "Timetables for confirmation of CPOs by Welsh Ministers", "section_text": "14C 1 The Welsh Ministers may publish one or more timetables in relation to steps to be taken by them in confirming a compulsory purchase order. 2 Different timetables may be published in relation to different types of compulsory purchase order. 3 The Welsh Ministers may at any time revise a timetable published under this section. 4 The validity of an order is not affected by any failure to comply with a timetable published under this section. 5 The Welsh Ministers must lay before the National Assembly for Wales an annual report showing the extent to which they have complied with any applicable timetable published under this section."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "14D", "section_title": "Power to appoint inspector", "section_text": "14D 1 A confirming authority may appoint a person (“an inspector”) to act instead of it in relation to the confirmation of a compulsory purchase order to which section 13A applies. 2 An inspector may be appointed to act in relation to— a a specific compulsory purchase order, or b a description of compulsory purchase orders. 3 An inspector— a has the same functions as a confirming authority under this Part (excluding this section), b retains those functions even if all remaining objections are withdrawn after the inspector has begun to act in relation to a compulsory purchase order, and c may hold a public local inquiry under section 13A(3)(a) or act as the person appointed to hear remaining objections under section 13A(3)(b). 4 Where an inspector is to act in relation to a compulsory purchase order, the confirming authority must inform— a every person who has made a remaining objection, and b the acquiring authority. 5 Where an inspector decides whether or not to confirm the whole or part of a compulsory purchase order, the inspector's decision is to be treated as that of the confirming authority. 6 The confirming authority may at any time— a revoke its appointment of an inspector, and b appoint another inspector. 7 If the confirming authority revokes its appointment of an inspector while the inspector is acting in relation to a compulsory purchase order and does not replace the inspector, the authority must give its reasons— a to the inspector whose appointment has been revoked, and b to all those informed under subsection (4). 8 Where in any enactment there is a provision that applies in relation to a confirming authority acting under this Part, that provision is to be read as applying equally in relation to an inspector so far as the context permits. 9 In this section  “ remaining objection ” is to be construed in accordance with section 13A."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "15", "section_title": "  Notices after confirmation of order", "section_text": "15 1 After the order has been confirmed, the acquiring authority must— a serve a confirmation notice and a copy of the order as confirmed on each person on whom a notice was required to be served under section 12, and b affix a confirmation notice to a conspicuous object or objects on or near the land comprised in the order. 2 The notice under subsection (1)(b) must— a be addressed to persons occupying or having an interest in the land; b so far as practicable, be kept in place by the acquiring authority until the expiry of a period of six weeks beginning with the date when the order becomes operative. 3 The acquiring authority must also publish a confirmation notice— a in one or more local newspapers circulating in the locality in which the land comprised in the order is situated  , and b on an appropriate website, until the end of the period of 6 weeks beginning with the day on which the authority takes the final step needed to comply with subsection (1)(a). 3A The acquiring authority must comply with subsections (1) and  (3)   (3)(a)   before the end of— a the period of 6 weeks beginning with the day on which the order is confirmed, or b such longer period beginning with that day as may be agreed in writing between the acquiring authority and the confirming authority. 3B If the acquiring authority fails to comply with subsections (1) and  (3)   (3)(a)   in accordance with subsection (3A),  or with subsection (3)(b),   the confirming authority may— a take any steps that the acquiring authority was required but has failed to take to comply with those subsections, and b recover the reasonable costs of doing so from the acquiring authority. 4 A confirmation notice is a notice— a describing the land; b stating that the order has been confirmed; c (except in the case of a notice under subsection (1)(a)) naming a place where a copy of the order as confirmed and of the map referred to there may be inspected at all reasonable hours; ca specifying a website on which those copies may be viewed; d that a person aggrieved by the order may apply to the High Court as mentioned in section 23. e containing a prescribed statement about the effect of Parts 2 and 3 of the Compulsory Purchase (Vesting Declarations) Act 1981; f inviting any person who would be entitled to claim compensation if a declaration were executed under section 4 of that Act to give the acquiring authority information about the person's name, address and interest in land, using a prescribed form. 4A If the confirming authority is satisfied that, because of special circumstances, it is impracticable for the acquiring authority to make the copies referred to in subsection (4)(c) available for inspection at an appropriate place, the confirming authority may direct that the requirement in subsection (4)(c) is not to apply. 5 A confirmation notice must be in the prescribed form. 6 The acquiring authority must send the confirmation notice to the Chief Land Registrar and it shall be a local land charge."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "16", "section_title": " Statutory undertakers’ land excluded from compulsory purchase.", "section_text": "16 1 This section applies where the land comprised in a compulsory purchase order includes land which has been acquired by statutory undertakers for the purposes of their undertaking and on a representation made to the appropriate Minister before the expiration of the time within which objections to the order can be made he is satisfied that— a any of the said land is used for the purposes of the carrying on of their undertaking, or b an interest in any of the said land is held for those purposes. and the representation is not withdrawn. . 2 The compulsory purchase order shall not be confirmed or made so as to authorise the compulsory purchase of any land as to which the appropriate Minister is satisfied as aforesaid except land as to which he is satisfied that its nature and situation are such— a that it can be purchased and not replaced without serious detriment to the carrying on of the undertaking, or b that if purchased it can be replaced by other land belonging to, or available for acquisition by, the undertakers without serious detriment to the carrying on thereof, and certifies accordingly. 3 In the preceding provisions of this section “ statutory undertakers ” include— a a health service body, as defined in section 60(7) of the National Health Service and Community Care Act 1990;  . . . aa   NHS England ; ab an integrated care board established under section  14Z25  of the National Health Service Act 2006; b a National Health Service trust established under   section 25 of the National Health Service Act 2006 or section 18 of the National Health Service (Wales) Act 2006   or the National Health Service (Scotland) Act 1978; . . .  ba  an  NHS  foundation trust; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d a Local Health Board established under   section 11 of the National Health Service (Wales) Act 2006  ; but in relation to a health service body, as so defined, any reference in those provisions to land acquired or available for acquisition by the statutory undertakers shall be construed as a reference to land acquired or available for acquisition by the Secretary of State for use or occupation by that body"}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "17", "section_title": " Local authority and statutory undertakers’ land.", "section_text": "17 1 This section applies to land which— a is the property of a local authority, or b has been acquired by statutory undertakers, who are not a local authority, for the purposes of their undertaking. 2 Subject to subsection (3) below, a compulsory purchase order shall, in so far as it authorises the compulsory purchase of land to which this section applies, be subject to special parliamentary procedure in any case where an objection to   the compulsory purchase of the land   has been made by the local authority, or as the case may be the statutory undertakers, and has not been withdrawn. 2A Subsection (3) of section 16 above applies in relation to subsections (1) and (2) above as it applies in relation to the preceding provisions of that section. 3 Subsection (2) above shall not apply to the compulsory acquisition of an interest in land where the person acquiring the interest is a local authority (as defined in subsection (4) below)  a National Park authority ,  an urban development corporation   , a Mayoral development corporation   ,  ..., . . .  . . .,  a Welsh planning board,  any statutory undertakers or a Minister. 4 In subsection (3) above— “ local authority ” means— in relation to England, the council of a county or district  the Broads Authority , the council of a London borough, the Common Council of the City of London,  a fire and rescue authority created by an order under section 4A of the Fire and Rescue Services Act 2004,   the London Fire Commissioner,   .... . .   . . .  , a joint authority established by Part 4 of the Local Government Act 1985  , a combined authority established under section 103 of that Act or a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023 ,  in relation to Wales, the council of a county or  county borough ,  or a police authority established under  section 3 of the Police Act 1996 . . .  and this definition applies to the Isles of Scilly as if the Council of those Isles were the council of a county; “ statutory undertakers ” includes— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a National Health Service trust established under   section 25 of the National Health Service Act 2006 or section 18 of the National Health Service (Wales) Act 2006 , and an  NHS  foundation trust, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the Schools Funding Council for Wales, ...   NHS England ,   an integrated care board established under section  14Z25  of the National Health Service Act 2006,   any other authority, body or undertakers specified in an order made by the Secretary of State under this paragraph. “ a Welsh planning board ” means a board constituted under— section 2(1B) of the  Town and Country Planning Act 1990;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 An order under paragraph (b) of the definition of “ statutory undertakers ” in subsection (4) above shall be made by statutory instrument and shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "18", "section_title": " National Trust land.", "section_text": "18 1 This section applies to land belonging to the National Trust which is held by the Trust inalienably. 2 A compulsory purchase order shall, in so far as it authorises the compulsory purchase of land to which this section applies, be subject to special parliamentary procedure in any case where an objection to   the compulsory purchase of the land   has been duly made by the National Trust and has not been withdrawn. 3 In this section “ held inalienably ”, in relation to land belonging to the National Trust, means that the land is inalienable under section 21 of the  National Trust Act 1907 or section 8 of the  National Trust Act 1939."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "19", "section_title": " Commons, open spaces etc. ", "section_text": "19 1 In so far as a compulsory purchase order authorises the purchase of any land forming part of a common, open space or fuel or field garden allotment, the order shall be subject to special parliamentary procedure unless the Secretary of State is satisfied— a that there has been or will be given in exchange for such land, other land, not being less in area and being equally advantageous to the persons, if any, entitled to rights of common or other rights, and to the public, and that the land given in exchange has been or will be vested in the persons in whom the land purchased was vested, and subject to the like rights, trusts and incidents as attach to the land purchased, or aa that the land is being purchased in order to secure its preservation or improve its management b that the land does not exceed 250 square yards in extent or is required for the widening or drainage of an existing highway or partly for the widening and partly for the drainage of such a highway and that the giving in exchange of other land is unnecessary, whether in the interests of the persons, if any, entitled to rights of common or other rights or in the interests of the public, and certifies accordingly. 2 Where it is proposed to give a certificate under this section, the Secretary of State shall  direct the acquiring authority to  give public notice of his intention so to do, and— a after affording opportunity to all persons interested to make representations and objections in relation thereto, and b after causing a public local inquiry to be held in any case where it appears to him to be expedient so to do, having regard to any representations or objections made, the Secretary of State may, after considering any representations and objections made and, if an inquiry has been held, the report of the person who held the inquiry, give the certificate. 2A Notice under subsection (2) above shall be given in such form and manner as the Secretary of State may direct. 3 A compulsory purchase order may provide for— a vesting land given in exchange as mentioned in subsection (1) above in the persons, and subject to the rights, trusts and incidents, therein mentioned, and b discharging the land purchased from all rights, trusts and incidents to which it was previously subject  except where the Secretary of State has given a certificate under subsection (1)(aa) above. . 4 In this section— “ common ” includes any land subject to be enclosed under the Inclosure Acts 1845 to 1882, and any town or village green, “ fuel or field garden allotment ” means any allotment set out as a fuel allotment, or a field garden allotment, under an Inclosure Act, “ open space ” means any land laid out as a public garden, or used for the purposes of public recreation, or land being a disused burial ground."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "21", "section_title": " Land within more than one provision in Part III.", "section_text": "21 In the case of land falling within more than one of sections 17 to 20 above a compulsory purchase order shall be subject to special parliamentary procedure if required to be subject thereto by any of those sections."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "22", "section_title": " Notice of giving of certificate.", "section_text": "22 As soon as may be after the giving of a certificate under this Part of this Act, the acquiring authority shall publish—  a in one or more local newspapers circulating in the locality in which the land comprised in the order is situated   , and b on an appropriate website, until the end of the period of 6 weeks beginning with the day on which the certificate is given,  a notice in the prescribed form stating that the certificate has been given."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "23", "section_title": " Grounds for application to High Court.", "section_text": "23 1 If any person aggrieved by a compulsory purchase order desires to question the validity thereof, or of any provision contained therein, on the ground that the authorisation of a compulsory purchase thereby granted is not empowered to be granted under this Act or any such enactment as is mentioned in section 1(1) of this Act, he may make an application to the High Court. 2 If any person aggrieved by— a a compulsory purchase order, or b a certificate under Part III of, or Schedule 3 to, this Act, desires to question the validity thereof on the ground that any relevant requirement has not been complied with in relation to the order or certificate he may make an application to the High Court. 3 In subsection (2) above “ relevant requirement ” means— a any requirement of this Act, or of any regulation under section 7(2) above, or b any requirement of the  Tribunals and Inquiries Act  1992  or of any rules made, or having effect as if made, under that Act. 4 An application to the High Court under this section shall be made within six weeks— a in the case of a compulsory purchase order to which the  Statutory Orders (Special Procedure) Act 1945 applies (and which is not excluded by section 27 below), from the date on which the order becomes operative under that Act, b in the case of a compulsory purchase order to which the said Act of 1945 does not apply, from the date on which notice of the confirmation or making of the order is first published in accordance with this Act, c in the case of a certificate, the date on which notice of the giving of the certificate is first published in accordance with this Act."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "24", "section_title": " Powers of the court.", "section_text": "24 1 On an application under section 23 above the court may by interim order suspend the operation of the compulsory purchase order or any provision contained therein, or of the certificate, either generally or in so far as it affects any property of the applicant, until the final determination of the proceedings. 2 If on the application the court is satisfied that— a the authorisation granted by the compulsory purchase order is not empowered to be granted under this Act or any such enactment as is mentioned in section 1(1) of this Act, or b the interests of the applicant have been substantially prejudiced by any relevant requirement (as defined in section 23(3) above) not having been complied with, the court may quash the compulsory purchase order or any provision contained therein, or the certificate, either generally or in so far as it affects any property of the applicant. 3 If the court has power under subsection (2) to quash a compulsory purchase order it may instead quash the decision to confirm the order either generally or in so far as it affects any property of the applicant."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "25", "section_title": " Restriction on other court proceedings.", "section_text": "25 Subject to the preceding provisions of this Part of this Act, a compulsory purchase order, or a certificate under Part III of, or Schedule 3 to, this Act, shall not, either before or after it has been confirmed, made or given, be questioned in any legal proceedings whatsoever."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "26", "section_title": " Date of operation.", "section_text": "26 1 Subject to section 24 above, a compulsory purchase order, other than one to which the  Statutory Orders (Special Procedure) Act 1945 applies, shall become operative on the date on which notice of the confirmation or making of the order is first published in accordance with this Act. 2 Subject to section 24 above, a certificate under Part III of, or Schedule 3 to, this Act shall become operative on the date on which notice of the giving of the certificate is first published in accordance with this Act."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "27", "section_title": " Exclusion of orders confirmed by Act of Parliament.", "section_text": "27 This Part of this Act shall not apply to an order which is confirmed by Act of Parliament under section   4 or  6 of the  Statutory Orders (Special Procedure) Act 1945."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "28", "section_title": " Acquisition of rights over land by the creation of new rights.", "section_text": "28 Schedule 3 to this Act applies to the compulsory acquisition under this Act of rights over land by the creation of new rights by virtue of— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  aa section 21A of the  Welsh Development Agency Act 1975, b section 13(1) of the  Local Government (Miscellaneous Provisions) Act 1976, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 142(4) of the  Local Government, Planning and Land Act 1980, e section 250 of the  Highways Act 1980. f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g paragraph 1 of Schedule 3 to the Gas Act 1986. h paragraph 1 of Schedule 3 to the Electricity Act 1989. i paragraph 3(3) of Schedule 4 to the Communications Act 2003."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "29", "section_title": " Compulsory rights orders under Opencast Coal Act 1958.", "section_text": "29 1 This Act in its application to compulsory rights orders by section 4 of the  Opencast Coal Act 1958 has effect subject to this section. 2 Parts II, III and  IV  of this Act shall apply as if in those provisions— a any reference to a compulsory purchase order were a reference to a compulsory rights order, b any reference to the acquiring authority were a reference to  the Coal Authority  , and any reference to the confirming authority were a reference to the Secretary of State, and c any reference to authorising the compulsory purchase of land were a reference to operating so as to confer  . . . temporary rights of occupation and use of land. 3 Any modifications of particular provisions of this Act which are specified in the following provisions of this section shall have effect, in relation to those provisions, in addition to the general modifications mentioned above. 4 Part II of this Act shall apply as if for section 12 there was substituted— 12 The acquiring authority shall— a serve on all persons who at the time when notice of the order is first published under section 11 above are known to the acquiring authority to be persons directly concerned a notice in the prescribed form— i stating the effect of the order and that it is about to be submitted for confirmation, and ii specifying the time (not being less than 21 days from service of the notice) within which, and the manner in which, objections thereto can be made, and b affix conspicuously to some conspicuous object or objects on the land comprised in the order a notice or notices containing the particulars specified in paragraph (a)(i) and (ii) above. 5 Section 13 of this Act shall apply as if for   the reference to a qualifying person for the purposes of section 12(2)   there were substituted a reference to any person who, in relation to the order, is a person directly concerned. 6 Except where the Secretary of State is proceeding concurrently with respect to an application for  opencast planning permission  and a compulsory rights order, the Secretary of State may disregard an objection to such an order if he is satisfied that it relates to the question whether  opencast planning permission should be granted or should have been granted  and either— a it relates exclusively to that question, or b in so far as it relates to other matters, they consist entirely of matters which can be dealt with in the assessment of compensation. This subsection is without prejudice to the operation of section 13 of this Act. 6A Part III of this Act shall apply as if section 17 were omitted. 7 In section 19 of this Act— a any reference to giving other land in exchange shall be construed as a reference to making other land available during the period for which the compulsory rights order is to have effect, b the provisions of the said section 19 as to the vesting of land, and as to its being made subject to the like rights, trusts and incidents as the land purchased, shall apply with the necessary modifications, and c subsection (3)(b) shall not apply. 8 Section 23 of this Act shall apply as if— a in subsection (1) for the first reference to this Act there were substituted a reference to the  Opencast Coal Act 1958, b in subsection (3)(a) the reference to this Act included a reference to that Act. 9 The date on which the compulsory rights order becomes operative shall be that mentioned in section 26(1) of this Act or such later date (not being more than one year after confirmation of the order) as may be determined by the Secretary of State and specified in the order as confirmed. 10 In the application of this Act to compulsory rights orders “ prescribed ” means prescribed by regulations under the  Opencast Coal Act 1958. 11 In this section “ opencast planning permission ” and “ persons directly concerned ” have the same meanings as in the Opencast Coal Act 1958."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "30", "section_title": " Acquisition of rights in connection with underground storage of gas.", "section_text": "30 1 Subject to this section, in relation to the compulsory purchase— a of a right to store gas in an underground gas storage under section 12(1) of the  Gas Act 1965, or b of any right under subsections (2) or (3) of section 13 of that Act, this Act, the enactments incorporated therewith and the  Compulsory Purchase Act 1965 shall have effect as if— i references (whatever the terms used) to the land comprised in the compulsory purchase order were construed, where the context so requires, as references to the stratum of land constituting the underground gas storage or, as the case may be, the land comprising the well, borehole or shaft, and ii references to the obtaining or taking possession of the land so comprised were construed as references to the exercise of the right. 2 In relation to the compulsory purchase of a right to store gas in an underground gas storage under section 12(1) of the  Gas Act 1965 this Act shall have effect— a as if in sections 16 to 18 of this Act references to the land comprised in the compulsory purchase order included references to any land held with the stratum of land constituting the underground gas storage, b as if sections 19 and 20 of this Act were omitted. 3 Section 28 above and Schedule 3 to this Act shall not apply to a compulsory purchase to which this section applies."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "31", "section_title": " Acquisition under certain Acts of statutory undertakers’ land without a certificate.", "section_text": "31 1 This section applies to a compulsory purchase order under— a the Town and Country Planning Act 1990 or the Planning (Listed Buildings and Conservation Areas) Act 1990 , b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 142 or 143 of the  Local Government, Planning and Land Act 1980 (acquisition by urban development corporation),  ca section 207(2) of the Localism Act 2011 (acquisition by Mayoral development corporation),  or   or d section 21A of, and Schedule 4 to, the  Welsh Development Agency Act 1975, being a compulsory purchase order authorising the acquisition of land which has been acquired by statutory undertakers for the purposes of their undertaking. 2 Section 16(2) of, and paragraph 3(2) of Schedule 3 to, this Act shall not apply to an order confirmed or made by the appropriate Minister jointly with the Minister or Ministers who would (apart from this subsection) have power to make or confirm it. 4 Where in accordance with this section a compulsory acquisition is effected under a compulsory purchase order confirmed or made without the appropriate Minister’s certificate  sections 280 to 282 of the Town and Country Planning Act 1990  (measure of compensation) shall apply in accordance with  section 280(1)(c)  of that Act."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "32", "section_title": " Power to extinguish certain public rights of way. ", "section_text": "32 1 This section applies where land is acquired, or proposed to be acquired— a in pursuance of a compulsory purchase order, or b by agreement for a purpose, and by an authority, such that the compulsory acquisition of the land could be authorised by a compulsory purchase order, and there subsists over any part of the land a public right of way, not being a right enjoyable by vehicular traffic. 2 If the acquiring authority is satisfied that a suitable alternative right of way has been or will be provided, or that the provision thereof is not required, the acquiring authority may by order extinguish the right of way; and Schedule 6 to the  Highways Act 1980 shall have effect as to the making, confirmation, validity and date of operation of any such order. 3 If the acquiring authority is not the Secretary of State— a the order under subsection (2) above shall not take effect unless confirmed by the Secretary of State, or unless confirmed, as an unopposed order, by the acquiring authority under paragraph 2(1)(b) of Schedule 6 to the  Highways Act 1980 as applied by this section, and b the Secretary of State shall not confirm the order unless satisfied that this section applies, and that a suitable alternative right of way has been or will be provided, or that the provision thereof is not required. 4 The time specified in the order under subsection (2) above as the time from which the right of way is extinguished shall not be earlier than— a confirmation of the order, or if the Secretary of State is the acquiring authority, the making of the order; b if in the exercise of the power conferred by section 11(1) of the  Compulsory Purchase Act 1965, or by agreement, the acquiring authority takes possession of the land, the date on which the authority takes possession of the land; c if the acquiring authority does not take possession of the land in exercise of any such power, the date on which the acquisition of the land is completed. 5 Where a right of way is extinguished under this section at a date before the acquisition of the land is completed, then if at any time thereafter it appears to the acquiring authority that the proposal to acquire the land has been abandoned, the acquiring authority shall by order direct that the right shall revive, without prejudice, however, to the making of a new order extinguishing the right. 6 No order shall be made under subsection (2) above as respects a right of way over land on, over or under which there is any apparatus belonging to statutory undertakers unless the undertakers consent to the making of the order, and— a the consent may be given subject to the condition that there are included in the order such provisions for the protection of the undertakers as they may reasonably require, and b the consent shall not be unreasonably refused. Any question arising under this subsection whether any requirement or refusal is reasonable shall be determined by the appropriate Minister. 6A In subsection (6) above the reference to apparatus belonging to statutory undertakers shall include a reference to  electronic communications apparatus kept installed for the purposes of an electronic communications code network   and in relation to any such apparatus— a the references to the undertakers shall have effect as references to the operator of the  network   in question; and b the reference to the appropriate Minister shall have effect as a reference to the Secretary of State. 7 This section shall not apply where  section 251 or 258 of the Town and Country Planning Act 1990  (extinction of public rights of way over land held for planning purposes) applies. 8 This section applies subject to any provision to the contrary in any other Act and subject in particular to the exclusion of this Part of this Act by—  section 41 or 42 or 42A  of the Civil Aviation Act 1982 ,  . . .  9 Except as provided in this section nothing in this Act shall be taken to authorise the extinction of any public right of way."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "33", "section_title": " Land acquired before commencement of this Act.", "section_text": "33 1 In section 32 above “ compulsory purchase order ” includes— a a compulsory purchase order under the  Acquisition of Land (Authorisation Procedure) Act 1946, and b an authorisation under section 2 of that Act (which was repealed by the  Statute Law Revision Act 1953). 2 Section 32 above shall apply in relation to land acquired before the commencement of the said Act of 1946 by a local authority, being— a land acquired compulsorily under any public general Act in force immediately before the commencement of the said Act of 1946 other than— i the  Light Railways Acts 1896 and  1912, ii Part III of the  Housing Act 1936, iii the  Town and Country Planning Act 1944, or b land acquired by agreement for a purpose such that the land could have been so acquired compulsorily."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "34", "section_title": " Consequential amendments, transitionals and repeals.", "section_text": "34 1 The enactments specified in Schedule 4 to this Act shall have effect subject to the amendments specified in that Schedule, being amendments consequential upon the provisions of this Act. 2 The transitional provisions in Schedule 5 to this Act shall have effect. 3 The enactments and instruments specified in Schedule 6 to this Act (of which those in Part II are spent) shall be repealed to the extent specified in the third column of that Schedule."}, {"act": "Acquisition of Land Act 1981", "year": 1981, "section": "35", "section_title": " Short title, commencement and extent.", "section_text": "35 1 This Act may be cited as the Acquisition of Land Act 1981. 2 This Act shall come into force at the expiration of a period of three months beginning with the date on which it is passed. 3 This Act, except so far as Schedule 4 amends any enactment which extends to Scotland or Northern Ireland, extends to England and Wales only."}]