[{"act": "Animal Health Act 1981", "year": 1981, "section": "1", "section_title": " General powers of Ministers to make orders.", "section_text": "1 The Ministers may make such orders as they think fit— a generally for the better execution of this Act, or for the purpose of in any manner preventing the spreading of disease; and b in particular for the several purposes set out in this Act, and for prescribing and regulating the payment and recovery of expenses in respect of animals."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "2", "section_title": " Local authority regulations.", "section_text": "2 The Ministers may make such orders as they think fit for authorising a local authority to make regulations for any of the purposes— a of this Act, or b of an order of the Minister, subject to such conditions, if any, as the Ministers for the purpose of securing uniformity and the due execution of this Act, think fit to prescribe."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "3", "section_title": " Expenditure for eradication.", "section_text": "3 1 The Ministers may, with the Treasury’s approval, expend such sums as they think fit with the object of eradicating as far as practicable diseases of animals (including horses) in Great Britain. In this subsection “ disease ” is not restricted by its definition in this Act. 2 To obtain information required for the purposes of subsection (1) above the Ministers may authorise in writing any veterinary inspector or other officer of the Ministry to inspect animals (including horses). 3 A person so authorised may, for the purpose of any inspection to be carried out by him— a at all reasonable times, and b upon production of his authority on demand, enter on any land or premises and apply such tests and take such samples as he considers necessary. 4 No payment may be made under subsection (1) which was capable of being made under section 3 of the  Diseases of Animals Act 1950 (payments for the eradication of bovine tuberculosis) before the expiry of that section."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "4", "section_title": " Offences as to s. 3.", "section_text": "4 1 A person who knowingly or recklessly makes any false statement for the purpose of obtaining for himself or any other person any sum payable under section 3 above shall (unless in the case of an indictable offence he is indicted for the offence) be liable on summary conviction— a to a fine not exceeding  level 3 on the standard scale ; or b to imprisonment for a term not exceeding 3 months; or c to both such imprisonment and fine. 2 A person who obstructs or impedes any person duly authorised under subsection (2) of section 3 to make any inspection shall be liable on summary conviction— a in the case of a first offence, to a fine not exceeding £50; and b in the case of a second or subsequent offence punishable under this subsection— i to a fine not exceeding £50; or ii to imprisonment for a term not exceeding one month; or iii to both such imprisonment and fine. In considering for the purposes of this subsection or subsection (2) of section 30 of the  Agriculture Act 1937 whether an offence is or is not a first offence, references to an offence punishable under this subsection or that subsection shall be taken as including references to offences punishable under that subsection or this subsection, as the case may be."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "5", "section_title": " Veterinary services and therapeutic substances.", "section_text": "5 1 Without prejudice to the generality of section 3 above, the Ministers have power, with the Treasury’s approval, to afford veterinary services, including diagnostic services, whether free of charge or not, to persons— a who carry on livestock businesses; and b who participate in arrangements approved by the Ministers as being satisfactory arrangements for keeping their stock so far as practicable free from disease and in good health. In this subsection “ disease ” is not restricted by its definition in this Act. 2 Schedule 1 to this Act has effect in relation to the regulation of the manufacture of and other matters connected with veterinary therapeutic substances."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "6", "section_title": " Eradication areas and attested areas.", "section_text": "6 The Ministers may make orders— a declaring any area as respects which they are satisfied that a substantial majority of the cattle in that area are free from any particular disease to be an eradication area for purposes connected with the control of that disease; b declaring any area as respects which they are satisfied that any particular disease of cattle is for practical purposes non-existent in that area to be an attested area for purposes connected with the control of that disease; and c prohibiting or regulating the movement of cattle into, out of or within any area which is for the time being an eradication area or an attested area or, if the area is an eradication area or an attested area for purposes connected with the control of brucellosis, imposing with respect to cattle in that area such other prohibitions or requirements as they may consider necessary or desirable for the purpose of eradicating that disease."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "6A", "section_title": "  Biosecurity guidance", "section_text": " 6A 1 The Secretary of State must prepare guidance on the appropriate biosecurity measures to be taken in relation to— a foot-and-mouth disease; b such other disease as the Secretary of State by order specifies. 2 After preparing a draft of the guidance the Secretary of State— a must send a copy of the draft to such persons and organisations as he thinks are representative of those having an interest in biosecurity measures; b must consider any representations made to him about the draft by such persons and organisations; c may amend the draft accordingly. 3 After the Secretary of State has proceeded under subsection (2) he must publish the guidance in such manner as he thinks appropriate. 4 The Secretary of State must from time to time review the guidance and if he thinks it appropriate revise the guidance. 5 Subsections (1) to (3) apply to a revision of the guidance as they apply to its preparation. 6 But if the Secretary of State thinks that it is necessary to revise the guidance urgently he may publish revised guidance without proceeding under subsection (2). 7 Biosecurity measures are measures taken to prevent the spread of causative agents of disease. 8 Causative agent includes any virus, bacterium and any other organism or infectious substance which may cause or transmit disease. 9 The power to make an order must be exercised by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 10 It is immaterial that anything done for the purposes of subsections (1) to (3) is done before the passing of the Animal Health Act 2002."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "6B", "section_title": "  Biosecurity compliance", "section_text": "6B 1 A person having a function under this Act relating to foot-and -mouth disease or a disease specified by order under section 6A(1) must not exercise the function unless the guidance under section 6A has been published and has not been withdrawn. 2 Any act which is done in contravention of subsection (1) is done without lawful authority. 3 If a person to whom subsection (5) applies fails to comply with the guidance he is not by reason only of that failure liable in any civil or criminal proceedings. 4 But the guidance is admissible in evidence in such proceedings and a court may take account of any failure to act in accordance with it in deciding any question in the proceedings. 5 This subsection applies to— a any person having functions under this Act; b any person who is the owner or occupier of premises on which animals are kept; c any person who has charge of animals; d any person who is under the direction of a person mentioned in paragraphs (a) to (c)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "6C", "section_title": "Biosecurity codes: Scotland", "section_text": "6C 1 The Scottish Ministers may make an order containing a code (referred to in this section and section 6D as a  “biosecurity code”) which makes provision for the taking of, and in relation to, the measures specified in subsection (2). 2 Those are measures (“biosecurity measures”) for preventing— a diseases of animals; b the spread of causative agents of diseases of animals— i among animals, birds or amphibians; ii between any of those categories of creature and another of those categories; or iii from any of those categories of creature to humans. 3 In subsection (2)(b),  “ causative agent ”, in relation to a disease, includes any virus, bacterium and any other organism or infectious substance which may cause or transmit the disease. 4 A biosecurity code may relate solely to one, or more than one— a kind of creature; or b disease. 5 A biosecurity code may include guidance as to the best practicable means of taking biosecurity measures. 6 A biosecurity code may— a prescribe general requirements to which persons to whom the code applies are subject; b prescribe particular requirements to which such persons are, in such circumstances as are specified in the code, subject; and c specify circumstances in which any person is to be regarded for the purposes of this section as complying with, or (as the case may be) not complying with, any requirements prescribed under paragraphs (a) or (b). 7 A biosecurity code may make different provision for different cases or classes of case. 8 A biosecurity code applies, to the extent provided for in the code, to any person who owns, keeps or is in charge of any creature of a kind to which the code relates. 9 A person must, to the extent to which a biosecurity code applies to the person, comply with the code. 10 A person who is subject to a requirement prescribed under subsection (6)(a) or (b) commits an offence if, without lawful authority or excuse (proof of which lies on the person), that person fails to comply with the requirement. 11 Before making an order under subsection (1), the Scottish Ministers must consult such persons as they consider appropriate about the proposed biosecurity code. 12 A statutory instrument containing an order under subsection (1) is not made unless a draft of the instrument has been laid before, and approved by a resolution of, the Scottish Parliament. 13 In sub-paragraph (i) of paragraph (b) of subsection (2), the reference to animals means any kind of mammal (except man). 14 In this section and section 6D(1)(b),  “disease” is not restricted by its definition in this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "6D", "section_title": "Emergency biosecurity orders: Scotland", "section_text": "6D 1 Where the Scottish Ministers are of the opinion that there exists— a an outbreak of a disease specified in Schedule 2B to this Act; or b some other emergency relating to a disease of animals, subsections (11) and (12) of section 6C do not apply in relation to the making of an order under subsection (1) of that section containing a biosecurity code relating to the outbreak or, as the case may be, the other emergency. 2 Where subsection (1) applies, an order made accordingly (an  “emergency order”)— a is to be laid before the Scottish Parliament; and b ceases to have effect at the expiry of a period of 28 days beginning with the date on which it was made unless, before the expiry of that period, the order has been approved by a resolution of the Parliament. 3 However, paragraph (b) of subsection (2) does not apply in relation to an order which— a revokes (wholly or partly) an emergency order; and b does nothing else, or nothing else except make provision incidental or supplementary to the revocation. 4 In reckoning for the purposes of subsection (2)(b) any period of 28 days, no account is to be taken of any period during which the Scottish Parliament is— a dissolved; or b in recess for more than 4 days. 5 Subsection (2)(b) is without prejudice to anything previously done by reference to an emergency order or to the making of a new emergency order. 6 An emergency order must include a description of the emergency in relation to which the order is made."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "6E", "section_title": "Tests and samples: Scotland", "section_text": "6E 1 An inspector may at any time enter any premises in Scotland for the purpose of ascertaining (any or all)— a whether— i biological indicators of any disease of animals; ii biological indicators of any causative agent of a disease of animals, exist in animals, birds or amphibians on the premises; b whether any animals, birds or amphibians on the premises or which were kept there at any time are, or were at the time they were so kept, infected with a disease of animals; c whether any causative agent of a disease of animals is present on the premises. 2 The inspector may take such samples (including samples from any animals, birds or amphibians on the premises) and carry out such tests as the inspector thinks are necessary for a purpose mentioned in subsection (1). 3 In subsections (1) and (2), the references to animals in which biological indicators exist, infected with a disease or from which samples may be taken means any kind of mammal (except man). 4 In this section— “biological indicator”— in relation to a disease, includes evidence of any form of reaction to the disease; in relation to a causative agent, includes— anti-bodies in reaction to the causative agent; evidence of any other form of reaction to the causative agent; “ causative agent ”, in relation to a disease, includes any virus, bacterium and any other organism or infectious substance which may cause or transmit the disease; “disease” is not restricted by its definition in this Act; “ inspector ” means— a person appointed as an inspector for the purposes of this Act by the Scottish Ministers; or a person authorised by the Scottish Ministers for those purposes; “ premises ” includes— any land or building; or any other place, in particular— a vehicle or vessel; or a tent or moveable structure."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "6F", "section_title": "Samples: further testing", "section_text": "6F 1 Where a sample from any animal, bird or amphibian has been taken— a under any enactment; and b in relation to the monitoring, control or prevention of any disease of animals, the Scottish Ministers (or a person authorised by them) may carry out such tests using the sample as they think are necessary or expedient for the purposes of the monitoring, control or prevention of any other disease of animals. 2 Except in the circumstances described in subsection (3), the power conferred by subsection (1) is not exercisable unless the sample has previously been used for a test authorised under the relevant enactment. 3 Those circumstances are— a where the Scottish Ministers are of the opinion that there exists an emergency in relation to a disease of animals; and b the tests to be carried out under subsection (1) are in connection with the emergency. 4 A person who possesses a sample required for the carrying out of a test under subsection (1) must give the sample to the Scottish Ministers (or a person authorised by them) by such time as they may direct. 5 In subsection (1), the first reference to an animal means any kind of mammal (except man). 6 In this section— “disease” is not restricted by its definition in this Act; “ enactment ” includes an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "7", "section_title": " Cleansing and disinfection.", "section_text": "7 1 The Ministers may make such orders as they think fit— a for prescribing and regulating the cleansing and disinfection of places used for the holding of markets, fairs, exhibitions, or sales of animals, or for lairage of animals, and yards, sheds, stables, and other places used for animals; b for prescribing and regulating the cleansing and disinfection of vessels, aircraft, vehicles, and pens and other places, used for the carrying of animals for hire or connected purposes; c for prescribing and regulating the disinfection of the clothes of persons coming in contact with or employed about diseased or suspected animals and the use of precautions against the spreading of disease by such persons; d for prescribing modes of cleansing and disinfection. 2 The Ministers may by orders prescribe and regulate the cleansing and disinfection of receptacles or vehicles used for the conveyance or exposure for sale of poultry."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "8", "section_title": " Movement generally.", "section_text": "8 1 The Ministers may make such orders as they think fit— a for prescribing and regulating  — i in relation to England or Wales, the means of identifying animals, and ii in relation to Scotland, the marking of animals, b for prohibiting or regulating the movement of animals, and the removal of carcases, fodder, litter, dung and other things, and for prescribing and regulating the isolation of animals newly purchased; c for prescribing and regulating the issue and production of licences respecting movement and removal of animals and things; d for prohibiting, absolutely or conditionally, the use, for the carrying of animals or for any connected purpose, of a vessel, aircraft, vehicle, or pen or other place in respect of which or the use of which a penalty has been recovered from any person for an offence against this Act; e for prohibiting or regulating  the holding of markets, fairs, exhibitions and sales of animals   animal gatherings . 1A Provision made under subsection (1)(a) made by the Secretary of State or the Welsh Ministers may bind the Crown. 1A In subsection (1)(e),  “ animal gatherings ” has the same meaning as it has in section 8A.  2 A person is guilty of an offence against this Act if, where an order of the Minister absolutely or conditionally prohibits the use of a vessel, aircraft, vehicle or pen, or other place, for the carrying of animals or for any connected purpose, he, without lawful authority or excuse, proof of which shall lie on him, does anything so prohibited."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "8A", "section_title": "Animal gatherings: Scotland", "section_text": "8A 1 The Scottish Ministers may by order make provision for or in connection with the licensing (by them or by other persons on their behalf) of the holding of animal gatherings. 2 An order under subsection (1) must be with a view to the prevention of the spread of disease. 3 In this section, an  “ animal gathering ” means an occasion at which animals or birds (or both) are brought together for any purpose. 4 But, for the purposes of subsection (3), an occasion is not an animal gathering if— a all the animals or birds involved are owned by the same person; or b the occasion— i takes place on land in respect of which more than one person has a right of use; and ii involves animals or birds all of which are owned by persons who have a right of use of the land. 5 An order under subsection (1) may, in particular, include provision as to— a the procedure to be followed in relation to an application for a licence; b any considerations to be taken into account in determining an application; c the duration and renewal of a licence; d conditions that must or may be imposed on granting or renewing a licence; e circumstances in which a licence (or any of the conditions imposed in relation to the licence) must or may be revoked or suspended; f requirements for notification of any granting, renewal, revocation, suspension or variation of a licence; g appeals in connection with licences. 6 An order under subsection (1) may, in particular, also include provision as to the inspection, for the purpose of ensuring compliance with any condition of a licence, of premises where animal gatherings may take, or are taking or have taken, place. 7 Conditions under subsection (5)(d) may, in particular, relate to measures for the prevention of the spread of disease. 8 A person who holds a licence in accordance with an order made under subsection (1) commits an offence if, without excuse (proof of which lies on the person), that person contravenes any condition of the licence. 9 A statutory instrument containing an order under subsection (1) is subject to annulment in pursuance of a resolution of the Scottish Parliament. 10 An order under subsection (1) may make different provision for different cases or classes of case. 11 Before making an order under subsection (1), the Scottish Ministers must consult— a such persons appearing to them to represent relevant interests; and b such other persons, as they consider appropriate. 12 In this section,  “ premises ” includes— a any land or building; or b any other place, in particular— i a vehicle or vessel; or ii a tent or moveable structure."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "9", "section_title": " Prohibition in specific cases.", "section_text": "9 The Ministers may make such orders as they think fit for prohibiting the conveyance of animals by any specified vessel or aircraft to or from any port or aerodrome in the United Kingdom  or by any specified vehicle through the tunnel system as defined in the Channel Tunnel Act 1987  for such time as the Ministers may consider expedient."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "10", "section_title": " Importation.", "section_text": "10 1 The Ministers may by orders make such provision as they think fit for the purpose of preventing the introduction or spreading of disease into or within Great Britain through the importation of— a animals and carcases; b carcases of poultry and eggs; and c other things, whether animate or inanimate, by or by means of which it appears to them that any disease might be carried or transmitted. 2 Without prejudice to the generality of the powers conferred by this section and by section 1 above, for the purpose specified in subsection (1) above an order under this section— a may prohibit or regulate the importation of any of the things specified in paragraphs (a) to (c) of subsection (1); b may make provision not only with respect to imports (including vessels, boats, aircraft and vehicles of other descriptions) but also with respect to persons, animals, and other things which have been or may have been in contact with imports; c may make different provision in relation to different cases; and d may make provision with respect to any of the matters specified in Schedule 2 to this Act. 3 An order under this section may provide that, in such circumstances as may be specified in the order, animals which— a are brought into Great Britain in such circumstances that they are not imported, within the meaning of this Act, and b whilst outside Great Britain have been or may have been in contact with any of the things specified in paragraphs (a) to (c) of subsection (1), shall be deemed for the purposes of this section and Schedule 2 to be imported at the time when they are brought into Great Britain. 4 In this section and in Schedule 2 “ animals ” includes— a any kind of mammal, except man, b any kind of four-footed beast which is not a mammal, and c fish, reptiles, crustaceans and other cold-blooded creatures not falling within paragraph (a) or paragraph (b) above, and “ disease ” is not restricted by its definition in this Act. 5 An order under this section which is expressed to be made for the purpose of preventing the introduction of rabies into Great Britain may include provision for the destruction, by such persons as may be prescribed by the order, of animals in respect of which the order or any licence granted under it is contravened. 6 Every order made under this section shall be laid before both Houses of Parliament after being made. 7 Paragraphs (a) and (b) of section 5(2) of the  Customs and Excise Management Act 1979 (time of importation of goods brought by sea and air)  and  article 5(1) and (2)  of the Channel Tunnel (Customs and Excise) Order 1990  have effect for the purposes of this section and Schedule 2 as they have effect for the purposes of the customs and excise Acts. 8 The landing of imported animals in Great Britain shall be effected in such manner, at such times and subject to such supervision as the Commissioners of Customs and Excise may direct."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "10A", "section_title": " Annual review of import controls", "section_text": "10A 1 The Ministers shall prepare a report during each financial year which will— a review all activities of government departments, the Food Standards Agency, local authorities, customs ...  and other relevant public agencies directed to the prevention of the introduction of disease into or within England and Wales through the importation of animal products and matter, whether animate or inanimate, and other things; b identify the nature, origin and quantity of such animal products and matter and stating whether the product or matter was destined for personal or commercial consumption; c assess the making of any orders under section 10 of this Act; d assess the effectiveness of any action taken under an order made under section 10 of this Act; and e propose such further action as may, on the basis of advice given to the Ministers by suitably qualified individuals appointed as scientific advisers to the Ministers, be required to further reduce the risk of disease being imported. 2 The Ministers shall lay their report before Parliament and the National Assembly for Wales at the end of each financial year."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "11", "section_title": " Export to member States.", "section_text": "11 The Minister may by order make provision in the interests of animal health or of human health, for regulating the exportation from Great Britain to a member State of animals or animal or poultry carcases, and in particular— a for prohibiting exportation without such certificate or licence as may be prescribed by the order, and b as to the circumstances in which and conditions on which a certificate or licence may be obtained."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "12", "section_title": " Export quarantine stations.", "section_text": "12 1 For the purpose of preventing the conveyance of disease by animals exported from Great Britain, the appropriate Minister, with the Treasury’s consent, may— a provide facilities for the examination of animals intended for export; and b provide or approve one or more quarantine stations for the reception, isolation and examination of such animals. A quarantine station so provided or approved is in this Act referred to as an “export quarantine station”. 2 Notwithstanding anything in this Act, compensation shall not be payable under this Act in respect of any animal intended for export, which by reason of— a its having been diseased or suspected, or b its having been exposed to the infection of any disease, is slaughtered in an export quarantine station."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "13", "section_title": " Orders as to dogs.", "section_text": "13 1 The Minister may make such orders as he thinks fit for prescribing and regulating— a the muzzling of dogs, and the keeping of dogs under control; and b so far as is supplemental to paragraph (a) above— i the seizure, detention, and disposal (including slaughter) of stray dogs and of dogs not muzzled, and of dogs not being kept under control; and ii the recovery from the owners of dogs of the expenses incurred in respect of their detention. 2 The appropriate Minister may make such orders as he thinks fit— a for prescribing and regulating the wearing by dogs, while in a highway or in a place of public resort, of a collar with the name and address of the owner inscribed on the collar or on a plate or a badge attached to it; b with a view to the prevention of worrying of animals (including horses), for preventing dogs or any class of dogs from straying during all or any of the hours between sunset and sunrise; c for providing that any dog in respect of which an offence is being committed against provisions made under either paragraph (a) or (b) above, may be seized and treated as a stray dog under the enactments relating to dogs; d for prescribing and regulating— i the seizure, detention and disposal (including slaughter) of stray dogs and of dogs not muzzled; and ii the recovery from the owners of dogs of the expenses incurred in respect of their detention. 3  An order under subsection (2)(a) above may include provision for the execution and enforcement of the order by the officers of local authorities (and not by the police force for any area). 4 In subsection (3) above “local authority” and “officer” have the same meaning as in section 149 of the Environmental Protection Act 1990."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "14", "section_title": " Prevention of sheep scab.", "section_text": "14 1 The Ministers may make such orders as they think fit for prescribing, regulating and securing the periodical treatment of all sheep by effective dipping or by the use of some other remedy for sheep scab. 2 An inspector of the Minister and, if so authorised by order of the Minister, an inspector of the local authority, may— a subject to the directions of the authority by which he was appointed, and b for the purposes of any order or regulation under subsection (1) above, enter any premises and examine any sheep on those premises. 3 The owner and the person in charge of any sheep shall comply with all reasonable requirements of the inspector as to the collection and penning of the sheep and afford all other reasonable facilities for the examination of the sheep by the inspector."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "14A", "section_title": "  National contingency plan", "section_text": "  14A 1 The appropriate authority must prepare a document (the national contingency plan) indicating the arrangements the authority intends to put in place for the purpose of dealing with any occurrence of— a foot-and-mouth disease; b such other disease as the authority by order specifies. 2 After preparing a draft of the national contingency plan the appropriate authority— a must send a copy of the draft to such persons and organisations as the authority thinks are representative of those having an interest in the arrangements; b must consider any representations made to the authority about the draft by such persons and organisations; c may amend the draft accordingly. 3 After the appropriate authority has proceeded under subsection (2) the authority must— a lay the plan before Parliament (unless subsection (9) applies); b publish it in such manner as the authority thinks likely to bring it to the attention of persons who may be affected by the arrangements. 4 The appropriate authority must from time to time (but not less frequently than at intervals of one year) review the plan and if the authority thinks it appropriate revise the plan. 5 Subsections (2) and (3) apply to a revision of the plan as they apply to its preparation. 6 The power to make an order must be exercised by statutory instrument. 7 The instrument is subject to annulment in pursuance of a resolution of either House of Parliament (unless subsection (9) applies). 8 The appropriate authority is— a the Secretary of State in relation to England; b the Secretary of State and the National Assembly for Wales acting jointly in relation to Wales (except for the purposes of subsection (1)(b)); c the National Assembly for Wales in relation to Wales for the purposes of subsection (1)(b). 9 This subsection applies to a plan prepared in relation to Wales. 10 It is immaterial that anything done for the purposes of subsections (1) to (3) (except the making of an order under subsection (1)(b)) is done before the passing of the Animal Health Act 2002."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "14B", "section_title": " Duty to consider vaccination", "section_text": "14B 1 In relation to any occurrence of foot-and-mouth disease the Secretary of State must consider what is the most appropriate means of preventing the spread of the disease. 2 In particular he must consider whether in relation to the occurrence treating animals with serum or vaccine is more appropriate than any other means of preventing the spread of the disease."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "15", "section_title": " Separation and notice.", "section_text": "15 1 Any person having in his possession or under his charge an animal affected with disease shall— a as far as practicable keep that animal separate from animals not so affected; and b with all practicable speed give notice of the fact of the animnal being so affected to a constable of the police force for the police area in which the animal is so affected. 2 Any person who knows or suspects that an animal (whether in captivity or not) is affected with rabies shall give notice of that fact to a constable unless— a he believes on reasonable grounds that another person has given notice under this section in respect of that animal, or b he is exempted from doing so by an order under section 1 above, and, if the animal is in his possession or under his charge, shall as far as practicable keep the animal separate from other animals. 3 The constable to whom notice is given shall forthwith give information of it to such person or authority as the Ministers by order direct. 4 The Ministers may make such orders as they think fit for prescribing and regulating the notice to be given to or by any person or authority in case of any particular disease or in case of the illness of an animal, and for supplementing or varying for those purposes any of the provisions of subsections (1) to (3) above. 5 Subsections (1) to (4) above do not have effect in relation to poultry, but the Ministers may by order prescribe and regulate— a the separation of diseased poultry from poultry not affected with disease; and b the notification of disease in, or illness of, poultry. 6 The local authority shall pay to a veterinary surgeon or veterinary practitioner, in respect of every notification of disease made by him to the local authority in pursuance of an order under this Act requiring such a notification, such fee not exceeding 12½p as may be prescribed by the order. 7 A person is guilty of an offence against this Act who, without lawful authority or excuse, proof of which shall lie on him, fails where required by this Act or by an order of the Minister— a to keep an animal separate so far as practicable; or b to give notice of disease with all practicable speed."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "16", "section_title": " Treatment after exposure to infection.", "section_text": "16 1 For the purpose of preventing the spread of disease, the Ministers may cause to be treated with serum or vaccine, or with both serum and vaccine, any animal or bird— a which has been in contact with a diseased animal or bird, or b which appears to the Ministers to be or to have been in any way exposed to the infection of disease; or c which is in an infected area. 2 The powers conferred by this section shall be construed as extending to the taking of any action— a which is requisite for enabling the appropriate treatment to be administered, or b which is otherwise required in connection with that treatment, and for the purpose of exercising those powers any  inspector  may, subject to production of his authority on demand, enter any land or premises  . . ..  3 If a justice of the peace is satisfied on sworn information in writing that the first condition is satisfied and that the second or third condition is satisfied he may issue a warrant authorising an inspector to enter any land or premises, if necessary using reasonable force, for the purpose mentioned in subsection (2).  4 The information must include— a a statement as to whether any representations have been made by the occupier of the land or premises to an inspector concerning the purpose for which the warrant is sought; b a summary of any such representations.  5 The first condition is that there are reasonable grounds for an inspector to enter the land or premises for that purpose.  6 The second condition is that each of the following applies to the occupier of the premises— a he has been informed of the decision to seek entry to the premises and of the reasons for that decision; b he has failed to allow entry to the premises on being requested to do so by an inspector; c he has been informed of the decision to apply for the warrant.  7 The third condition is that— a the premises are unoccupied or the occupier is absent and (in either case) notice of intention to apply for the warrant has been left in a conspicuous place on the premises, or b an application for admission to the premises or the giving of notice of intention to apply for the warrant would defeat the object of entering the premises.  8 Subsections (9) to (12) apply to an inspector who enters any land or premises by virtue of subsection (2) or under a warrant issued under subsection (3).  9 The inspector may take with him— a such other persons as he thinks necessary to give him such assistance as he thinks necessary; b such equipment as he thinks necessary.  10 The inspector may require any person on the land or premises who falls within subsection (11) to give him such assistance as he may reasonably require for the purpose mentioned in subsection (2).  11 The following persons fall within this subsection— a the occupier of the premises; b a person appearing to the inspector to have charge of animals on the premises; c a person appearing to the inspector to be under the direction or control of a person mentioned in paragraph (a) or (b).  12 If the inspector enters any unoccupied premises he must leave them as effectively secured against entry as he found them.  13 If the inspector enters any premises by virtue of a warrant issued under subsection (3) he must at the time of entry— a serve a copy of the warrant on the occupier of the premises, or (if the occupier is not on the premises) b leave a copy of the warrant in a conspicuous place on the premises.  14 A warrant issued under subsection (3) remains in force for one month starting with the date of its approval by the justice of the peace, which date shall be clearly visible on the warrant.  15 A warrant issued under subsection (3) must be executed only at a reasonable hour unless the inspector thinks that the case is one of urgency.  16 In relation to any premises to which entry is obtained by virtue of a warrant under this section the Secretary of State must retain for a period of not less than 12 months beginning with the day after entry— a a copy of the warrant; b a copy of any record of the steps taken to effect entry to the premises and the actions taken on the premises by the inspector and any other person entering the premises with him.  17 A person commits an offence if— a he is required to give assistance under subsection (10), and b he fails to give it."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "16A", "section_title": " Slaughter of vaccinated animals", "section_text": "      16A 1 This section applies to any animal which has been treated with vaccine for the purpose of preventing the spread of foot-and-mouth disease or such other disease as the Secretary of State may by order specify. 2 The Secretary of State may cause to be slaughtered any animal to which this section applies. 3 The power conferred by this section extends to taking any action— a which is required to enable any such animal to be slaughtered, or b which is otherwise required in connection with the slaughter. 4 For any animal slaughtered under this section the Secretary of State must pay compensation in accordance with subsections (5) and (6). 5 In the case of an animal treated with vaccine for the purpose of preventing the spread of foot-and-mouth disease— a if the animal was affected with foot-and-mouth disease the compensation is the value of the animal immediately before it became so affected; b in any other case the compensation is the value of the animal immediately before it was slaughtered. 6 In the case of an animal treated with vaccine for the purpose of preventing the spread of a disease specified by order under subsection (1) the compensation is of such an amount as may be prescribed by order of the Secretary of State. 7 In arriving at a value under subsection (5) above no account is to be taken of the fact that the animal had been treated with vaccine as mentioned in that subsection.” 8 No order may be made under subsection (1) unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 9 A statutory instrument containing an order under subsection (6) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "16B", "section_title": "Slaughter of treated animals: Scotland", "section_text": "16B 1 Subsection (4) applies to any animal or bird which has been treated with serum or vaccine (or both) for the purpose of preventing the spread of— a cattle plague; b pleuro-pneumonia; c foot-and-mouth disease; d swine-fever; or e diseases of poultry. 2 Subsection (4) also applies to any animal or bird which has been treated with serum or vaccine (or both) for the purpose of preventing the spread of such other disease of animals as the Scottish Ministers may by order specify. 3 The references in subsections (1) and (2) to any animal which has been treated mean any kind of mammal (except man); and the power conferred by subsection (4) is exercisable accordingly. 4 The Scottish Ministers may, for the purpose of securing (or contributing to the securing of) disease-free status, cause to be slaughtered any animal or bird to which this subsection applies. 5 The Scottish Ministers must pay compensation, of such amount as they may prescribe by order, in respect of any animals— a slaughtered under subsection (4); and b of a kind to which the power of slaughter under that subsection would relate if subsection (3) were omitted. 6 An order under subsection (5) may make different provision for different cases or classes of case. 7 An order under subsection (5) is subject to annulment in pursuance of a resolution of the Scottish Parliament. 8 An order made under subsection (2)— a is to be laid before the Scottish Parliament; and b ceases to have effect at the expiry of a period of 28 days beginning with the date on which it was made unless, before the expiry of that period, the order has been approved by a resolution of the Parliament. 9 However, paragraph (b) of subsection (8) does not apply in relation to an order which— a revokes (wholly or partly) a previous order; and b does nothing else, or nothing else except make provision incidental or supplementary to the revocation. 10 In reckoning for the purposes of subsection (8)(b) any period of 28 days, no account is to be taken of any period during which the Scottish Parliament is— a dissolved; or b in recess for more than 4 days. 11 Subsection (8)(b) is without prejudice to anything previously done by reference to an order made under subsection (2) or to the making of a new order under that subsection. 12 An order under subsection (2) must refer to the circumstances in relation to which the order is made. 13 In subsection (2),  “disease” is not restricted by its definition in this Act. 14 In subsection (4),  “ disease-free status ” means recognition in accordance with any rule of the European Community or any other international rule that in a particular area no animals or birds of a particular class are infected by a particular disease or class of disease."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "17", "section_title": " Powers as to infected places and areas.", "section_text": "17 1 The Ministers may make such orders as they think fit for prescribing the cases in which places and areas are to be declared to be infected with a disease and the authority, mode, and conditions by, in, and on which declarations in that behalf are to be made, and their effect and consequences, and their duration and discontinuance, and other connected matters. 2 Every place or area so declared infected shall be an infected place or area for the purposes of this Act. 3 A notice served in pursuance of directions of the Minister or of a local authority by virtue of an order made under this section shall be conclusive evidence to all intents of the existence or past existence or cessation of the disease, or of the error, and of any other matter on which the notice proceeds. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Animal Health Act 1981", "year": 1981, "section": "18", "section_title": " Other provisions as to infected places and areas.", "section_text": "18 1 Notwithstanding anything in this Act, where the Minister, on inquiry, and after communication with the local authority, is satisfied that a declaration of a place being an infected place has been made in error— a respecting the existence or past existence of disease, or b respecting the limits of a place, or c respecting any other matter of fact on which the declaration proceeded, the Minister may by order cancel the declaration as regards the infected place, or as regards any part of it, as he thinks fit. 2 Where, in accordance with the provisions of this Act— a a place or an area or a portion of an area is declared free from a disease, or b a declaration of a place being an infected place is cancelled as regards the place or as regards any part of it, then, from the time specified in that behalf by the Minister, or a local authority, as the case may be, the place, or area or that portion of the area or that part of the place, shall cease to be, or to be in, an infected place or area. 3 An order of the Minister— a declaring a place to be an infected place or area, or b declaring a place or area, or a portion of an area, to be free from disease, or c cancelling a declaration, shall be conclusive evidence to all intents of the existence or past existence or cessation of the disease, or of the error, and of any other matter on which the order proceeds."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "19", "section_title": " Destruction of foxes  etc.  on rabies infection.", "section_text": "19 1 An order under section 17 above prescribing the cases in which areas are to be declared to be infected with rabies may include provision for the destruction in an area declared to be so infected, by persons authorised in accordance with the order, of foxes and such other wild mammals as may be prescribed by the order (not in either case being animals held in captivity). 2 An order made by virtue of subsection (1) above may provide for— a authorising any person to enter any land (other than a dwellinghouse) for the purpose of carrying out, or of deciding whether to carry out, the destruction there of animals in accordance with the order; b authorising the erection of fences or other obstacles to restrict the movement of animals into and out of an area where destruction is carried out; c regulating the ownership and disposal of the carcases of animals destroyed in accordance with the order; d prohibiting any person obstructing the destruction of animals in accordance with the order and from interfering with the carcases of animals destroyed; e authorising the use of methods of destruction which would otherwise be unlawful. 3 An order made by virtue of subsection (1) shall include provision as to the steps to be taken to inform the occupier of any land where it is proposed that animals should be destroyed, and other persons who may be there, of the proposal and of the methods of destruction to be used."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "20", "section_title": " Additional provisions under s. 17 on rabies infection.", "section_text": "20 1 An order under section 17 above prescribing the cases in which areas are to be declared to be infected with rabies may include provision for— a requiring notice to be given, in such circumstances as may be prescribed by the order, of the death in an area declared to be so infected of such domestic or wild mammals as may be prescribed; b regulating the ownership and disposal of the carcases of animals whose deaths are required to be notified by virtue of paragraph (a) above; c requiring and regulating the vaccination, confinement and control in such area of such domestic mammals and mammals held in captivity as may be prescribed by the order; d authorising the seizure and detention and the disposal or destruction of any animal in respect of which any provision made by virtue of paragraph (c) above is not complied with; e authorising any person to enter any land for the purpose of seizing or destroying any animal in pursuance of the order. 2 An order under section 17 prescribing the cases in which areas are to be declared to be infected with rabies may provide— a for the division of an area into zones (whether defined by reference to distance from the places within the area where diseased animals have been found or otherwise); and b for the consequences which may follow a declaration to be different for different zones."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "21", "section_title": " Destruction of wild life on infection other than rabies.", "section_text": "21 1 This section— a applies to any disease other than rabies which is for the time being a disease for the purposes of section 1(a) above; and b is without prejudice to any powers conferred by other provisions of this Act on the Minister, the appropriate Minister and the Ministers. 2 The Minister, if satisfied in the case of any area— a that there exists among the wild members of one or more species in the area a disease to which this section applies which has been or is being transmitted from members of that or those species to animals of any kind in the area, and b that destruction of wild members of that or those species in that area is necessary in order to eliminate, or substantially reduce the incidence of, that disease in animals of any kind in the area, may, subject to the following provisions of this section, by order provide for the destruction of wild members of that or those species in that area. 3 Before making an order under this section the Minister shall consult with the                        appropriate conservation body                       for the area to which it will apply , and every order so made shall specify— a the area to which it applies; b the disease to which it applies; and c the one or more species to which it relates. 4 An order under this section providing for the destruction of wild members of one or more species in any area may provide for authorising the use for that purpose of one or more methods of destruction that would otherwise be unlawful. The order shall not authorise such use unless the Minister is satisfied that use of the method or methods in question is the most appropriate way of carrying out that destruction, having regard to all relevant considerations and, in particular, the need to avoid causing unnecessary suffering to wild members of the species in question. 5 An order under this section may include provision— a for ensuring that destruction of wild members of any species to which the order relates is properly and effectively carried out, and in particular— i for preventing persons from taking into captivity, harbouring, concealing or otherwise protecting wild members of any such species with intent to prevent their destruction, or ii in any other way obstructing or interfering with anything which has been, is being or is to be done or used in connection with that destruction. b for regulating the ownership and disposal of the carcases of members of any such species destroyed in the area to which the order relates. 6 Before commencing the destruction of wild members of a species on any land within an area to which an order under this section applies the Minister shall take all reasonable steps to inform— a the occupier of the land, and b any other person who may be there, of his intention to carry out that destruction and of the methods of destruction to be used. It shall be the Minister’s duty to ensure that destruction is carried out on any such land in as safe a manner as is possible in all the circumstances. 7 Where an order under this section is in force, the Minister shall have power to take such measures (including the erection of fences or other obstacles) as he considers appropriate— a for preventing the movement of living creatures into or out of the area or any part of the area to which the order applies while destruction of wild members of any species to which the order relates is being carried out in the area; and b where destruction of wild members of any such species has been or is to be carried out in any part of that area, for preventing the recolonisation of that part by members of that species for as long as he considers necessary to prevent reappearance among them of the disease to which the order applies. 8 As soon as may be after the Minister is satisfied, in the case of any land, that any measures affecting that land which have been taken in connection with an order under this section are no longer necessary, he shall— a remove from the land anything placed or erected on it; and b take such other steps as are reasonably practicable to reinstate the land. 9 In this section and section 22 below— “ animals ” includes horses,                         “ appropriate conservation body ” means Natural England,                      Scottish Natural Heritage  or  the Natural Resources Body for Wales ,  “ species ” means any species of bird or mammal, except man, and references to wild members of any species in an area are references to members of the species in the area that are neither domesticated nor held in captivity. 10 A statutory instrument containing an order under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "22", "section_title": " Powers of entry etc. for s. 21.", "section_text": "22 1 In relation to any disease to which section 21 above applies the following persons are authorised officers for the purposes of this section— a an officer of the appropriate Minister, b a veterinary inspector, and c any person who, not being such an officer or inspector, is authorised by the appropriate Minister to exercise the powers conferred by this section, and subsection (9) of section 21 applies to this section. 2 Where an authorised officer has reasonable grounds for suspecting, in the case of any area, that there exists among the wild members of any species in the area a disease to which section 21 applies, he may enter any land in the area and— a take samples of the wild members of that species, or of their excreta, or of any materials (whether or not forming part of the land) with which wild members of that species may have been in contact; b carry out any other investigations which he considers necessary for the purpose of determining, as regards that species and that disease, whether an order under section 21 should be made in respect of the whole or part of the area in question. 3 An authorised officer may at any time enter any land in the area to which an order under section 21 applies for any of the following purposes— a to carry out the destruction of any wild members of a species to which the order relates that may be on that land; b to take any such measures as are mentioned in subsection (7) of that section; c to ascertain, as regards any wild members of a species to which the order relates, whether destruction has been effectively carried out. 4 Where in pursuance of an order under section 21 destruction of wild members of any species to which the order relates has been carried out on any land in the area to which the order applies, then, for the purpose of ascertaining— a whether the land has been or is being recolonised by wild members of that species, and, if so, b whether there exists among them the disease to which the order applies (or, if the order has been revoked, to which it previously applied), an authorised officer may enter the land and take such samples of or relating to that species as are mentioned in paragraph (a) of subsection (2) above; but the powers conferred by this subsection shall not be exercisable at any time more than 2 years after the revocation of the order in question. 5 Nothing in this section authorises any person to enter a dwellinghouse. 6 A person entering any land in the exercise of powers conferred on him by this section shall, if so required by the owner or occupier or person in charge of the land— a produce to him some duly authenticated document showing his authority; and b state in writing his reasons for entering. 7 Without prejudice to subsection (6) above, an authorised officer— a shall not demand admission as of right to any land forming part of a nature reserve (within the meaning of section 15 of the National Parks and Access to the  Countryside Act 1949) maintained or managed by                        the appropriate conservation body                     unless 7 days’ notice of the intended entry has been given to                        the body                     ; and b in exercising any of his powers under subsection (2), (3) or (4) above on any such land shall, as far as possible, do so in accordance with such reasonable requirements for minimising damage to flora, fauna or geological or physiographical features within the reserve as may have been notified by                        the body                      to the appropriate Minister. 8 The preceding provisions of this section are without prejudice to any powers conferred on inspectors or others by or by virtue of any other provision of this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "23", "section_title": " Orders as to infected places and areas.", "section_text": "23 The Ministers may make such orders as they think fit for all or any of the following purposes— a for prescribing and regulating the publication by placards, handbills, or otherwise, in the immediate neighbourhood of a place or area declared infected, of the fact of such declaration; b for prohibiting or regulating the movement of animals and persons into, within, or out of an infected place or area; c for prescribing and regulating the isolation or separation of animals being in an infected place or area; d for prohibiting or regulating the removal of carcases, fodder, litter, utensils, pens, hurdles, dung, or other things into, within, or out of an infected place or area; e for prescribing and regulating the destruction, burial, disposal, or treatment of carcases, fodder, litter, utensils, pens, hurdles, dung, or other things, being in or removed from an infected place or area; f for prescribing and regulating the cleansing and disinfection of infected places and areas, or parts of them; g for prescribing and regulating the disinfection of the clothes of persons being in an infected place, and the use of precautions against the spreading of disease by such persons."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "24", "section_title": " Rabies: quarantine and virus control.", "section_text": "24 The provision which may be made by orders under section 1 above shall (without prejudice to the generality of that provision) include provision— a for requiring mammals which may be carriers of rabies to be kept in quarantine in such cases, for such periods and under such conditions as may be prescribed by the order; b for prohibiting or regulating— i the keeping and importation of rabies virus in any form; and ii the deliberate introduction of the virus into animals."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "25", "section_title": " Movement of diseased or suspected animals.", "section_text": "25 The Ministers may make such orders as they think fit for all or any of the following purposes— a for prohibiting or regulating the exposure of diseased or suspected animals in markets or fairs or sale-yards, or other public or private places, where animals are commonly exposed for sale, and their placing in lairs or other places adjacent to or connected with markets or fairs, or where animals are commonly placed before exposure for sale; b for prohibiting or regulating the sending or carrying of diseased or suspected animals, or of dung or other thing likely to spread disease, or causing them to be sent or carried, on railways, canals, rivers, or inland navigations, or in coasting vessels, or in an aircraft engaged in a flight or a part of a flight beginning and ending in Great Britain, or otherwise; c for prohibiting or regulating the carrying, leading, or driving of diseased or suspected animals, or causing them to be carried, led or driven, on highways or thoroughfares, or elsewhere; d for prohibiting or regulating the placing or keeping of diseased or suspected animals on commons or unenclosed lands, or in fields or other places insufficiently fenced, or on the sides of highways."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "26", "section_title": " Pleuro-pneumonia or foot-and-mouth disease found in transit.", "section_text": "26 1 The Minister shall by orders make such provision as he thinks necessary or expedient respecting the case of animals found to be affected with pleuro-pneumonia or foot-and-mouth disease— a while exposed for sale or exhibited in a market, fair, sale-yard, place of exhibition, or other place; or b while placed in a lair or other place before exposure for sale; or c while in transit or in course of being moved by land, water or air; or d while being in a slaughter-house or place where animals are slaughtered or are kept with a view to slaughter; or e while being on common or unenclosed land; or f generally, while being in a place not in the possession or occupation or under the control of the owner of the animals. 2 The Minister shall by orders under this section make such provision as he thinks fit for the consequences under this Act of animals being so found in the circumstances mentioned above— a as well with regard to the animals as with regard to the places where they are when so found, and other places; and b with regard to animals being or having been in the same shed or stable, herd or flock as, or in contact with, animals so found. 3 The Minister may, by orders under this section relating to particular places, make such provision as he thinks fit for the consequences mentioned above. 4 Every order under this section shall have full effect not withstanding— a any provision of this Act requiring the declaration of a place infected with pleuro-pneumonia or foot-and-mouth disease, or relating to any consequence of such a declaration, or to any matter connected with such a declaration; and b any other provision whatsoever of this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "27", "section_title": " Exclusion of strangers.", "section_text": "27 1 A person owning or having charge of any animals                         , birds or amphibians                        in a place or area declared infected with any disease may affix, at or near the entrance to a building or enclosure in which the animals                         , birds or amphibians                        are, a notice forbidding persons to enter the building or enclosure without the permission mentioned in the notice. 2 Thereupon it shall not be lawful for any person, not having by law a right of entry or way into, on, or over that building or enclosure, to enter or go into, on, or over the building or enclosure without that permission. 3 In this section— “ animals ” means any kind of mammal (except man); “disease” is not restricted by its definition in this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28", "section_title": " Seizure of diseased or suspected animals.", "section_text": "28 The Ministers may make such orders as they think fit— a for prescribing and regulating the seizure, detention and disposal of a diseased or suspected animal exposed, carried, kept or otherwise dealt with in contravention of an order of the Minister; and b for prescribing and regulating the liability of the owner or consignor or consignee of such animal to the expenses connected with its seizure, detention and disposal."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28A", "section_title": " Deliberate infection", "section_text": "28A 1 A person commits an offence if without lawful authority or excuse (proof of which shall lie on him) he knowingly does anything which causes or is intended to cause an animal to be infected with a disease specified in Schedule 2A. 2 A person guilty of an offence under subsection (1) is liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 3 The Secretary of State may by order amend Schedule 2A. 4 A statutory instrument containing an order under subsection (3) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28B", "section_title": " Deliberate infection: disqualification", "section_text": "28B 1 If a person is convicted of an offence under section 28A the court may by order disqualify him, for such period as it thinks fit, from keeping or dealing in— a any animals, or b any animals of a specified kind. 2 The court may suspend the operation of the order— a for such period as it thinks necessary to enable arrangements to be made for the keeping of any animals to which the disqualification relates; b pending an appeal. 3 A person who is disqualified under subsection (1) may from time to time apply to the court which imposed the disqualification to remove it or vary it. 4 On an application under subsection (3) the court may by order— a refuse the application, b remove the disqualification, or c vary the disqualification to apply it only to such animals or kind of animals as it specifies. 5 In considering an application under subsection (3) the court may have regard to— a the nature of the offence in respect of which the disqualification was imposed; b the character of the applicant; c his conduct since the disqualification was imposed. 6 The first application under subsection (3) must not be made before the end of the period of one year starting with the date the disqualification starts. 7 A further application must not be made before the end of the period of one year starting with the date of the court’s last order. 8 For the purposes of this section keeping or dealing in an animal includes— a having custody or control of an animal; b being concerned in the management or control of a body (whether or not incorporated) whose activities include keeping or dealing in animals."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28C", "section_title": "Deliberate infection: Scotland", "section_text": "28C 1 A person commits an offence if, without lawful authority or excuse (proof of which lies on the person), that person— a knowingly does anything which causes or is intended to cause; or b recklessly causes, an animal or bird to be infected with a disease specified in Schedule 2B to this Act. 2 A person commits an offence if, without lawful authority or excuse (proof of which lies on the person), that person acquires or retains— a an animal or bird; or b the carcase of an animal or bird, which the person knows, or ought reasonably to know, to be infected with a disease specified in Schedule 2B to this Act. 3 A person commits an offence if, without lawful authority or excuse (proof of which lies on the person), that person acquires or retains anything obtained from, produced by or used in connection with— a an animal or bird; or b the carcase of an animal or bird, which the person knows, or ought reasonably to know, to be infected with a disease specified in Schedule 2B to this Act. 4 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both. 5 In this section and sections 28D to 28H, the references to an animal mean any kind of mammal (except man)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28D", "section_title": "Deliberate infection: deprivation of entitlement to compensation", "section_text": "28D 1 Where a person is convicted of an offence under section 28C, any provision of this Act by virtue of which compensation is payable to the person does not apply in respect of anything to which this subsection applies. 2 Subsection (1) applies to animals to which that offence relates. 3 Subsection (1) also applies to any other animals which were kept on the same premises as the animals referred to in subsection (2)— a at the same time (or any part of the time) as those animals; and b at or after the time when the offence was committed, and in relation to which compensation would be payable but for this section. 4 Subsection (1) also applies to— a any carcases seized under an order made under section 35(1) or 36ZA(1)— i which are of the animals referred to in subsection (2) or of the other animals referred to in subsection (3); and ii in relation to which compensation would be payable but for this section; b other things seized under such an order— i which were obtained from or produced by those animals; and ii in relation to which compensation would be payable but for this section; and c anything else— i seized under such an order; and ii which was present on the same premises as those animals, or those carcases or other things, at the time described by paragraphs (a) and (b) of subsection (3), and in relation to which compensation would be payable but for this section. 5 Any compensation paid to a person in respect of anything to which subsection (1) applies may be recovered by the Scottish Ministers. 6 In subsection (3),  “ premises ” includes— a any land or building; or b any other place, in particular— i a vehicle or vessel; or ii a tent or moveable structure."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28E", "section_title": "Deliberate infection: deprivation orders", "section_text": "28E 1 Where a person is convicted of— a an offence under section 28C; or b an offence under section 28F(16) by reason of owning or keeping an animal, the convicting court may make an order (in this section and section 28H referred to as a  “ deprivation order ”) in respect of any animal in relation to which the offence was committed. 2 A deprivation order is an order— a depriving a person of possession or ownership (or both) of an animal; and b for— i the destruction; ii the sale; or iii another disposal, of the animal. 3 Where the court decides not to make a deprivation order in relation to an offence referred to in subsection (1), it must state its reasons except where it makes a disqualification order in relation to the offence. 4 A deprivation order may be made in addition to, or instead of, any other penalty or order which may be imposed in relation to a relevant offence. 5 A deprivation order may make provision in respect of any dependent offspring of an animal to which it applies. 6 A deprivation order may include— a provision— i appointing a person who is to secure that the order is carried out; ii requiring any person possessing an animal to which the order applies to give it up to a person appointed under sub-paragraph (i); b provision authorising— i a person appointed under paragraph (a)(i); and ii any person acting on that person's behalf, to enter, for the purposes of securing that the order is carried out, any premises where an animal to which the order applies is kept; c such other provision as the court considers appropriate in connection with the order. 7 Provision under subsection (6)(c) may, in particular— a require reimbursement of any expenses reasonably incurred in carrying out the order; b relate to the retention of any proceeds of the disposal. 8 The court may not make a deprivation order involving the destruction of an animal unless it is satisfied, on evidence provided (orally or in writing) by a veterinary surgeon, that destruction would be in the interests of the animal. 9 Before making a deprivation order, the court must give the owner of the animal concerned an opportunity to make representations unless it is not practicable for it to do so. 10 A deprivation order is, for the purposes of any appeal under the Criminal Procedure (Scotland) Act 1995 (c. 46), to be treated as a sentence. 11 Where a deprivation order is made, any person (apart from a person who may appeal against the order by virtue of subsection (10)) who has an interest in any animal to which the order applies may appeal to the  High Court of Justiciary appropriate Appeal Court  against the order by the same procedure as applies under subsection (10). 11A In subsection (11), “appropriate Appeal Court” means— a in the case of an appeal against an order made following summary conviction, the Sheriff Appeal Court; and b in the case of an appeal against an order made following conviction on indictment, the High Court of Justiciary. 12 In this section and section 28G,  “ premises ” includes— a any land or building; or b any other place, in particular— i a vehicle or vessel; or ii a tent or moveable structure. 13 In this section and section 28G,  “ veterinary surgeon ” means a person registered in the register of veterinary surgeons, or the supplementary veterinary register, kept under the Veterinary Surgeons Act 1966 (c. 36). "}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28F", "section_title": "Deliberate infection: disqualification orders", "section_text": "28F 1 Where a person is convicted of an offence under section 28C or subsection (16), the convicting court may make an order (in section 28E, this section and section 28G referred to as a  “ disqualification order ”) disqualifying that person, for such period as it thinks fit, from one or more of the activities specified in subsection (2). 2 Those activities are— a owning or keeping animals (or both); b dealing in animals; c transporting animals; d working with or using animals; e riding or driving animals; f providing any service relating to animals (including, in particular, for their care) which involves taking possession of animals; g taking possession of animals for the purpose of an activity in respect of which a disqualification mentioned in paragraphs (a) to (f) is imposed; h taking charge of animals for any, or any other, purpose. 3 For the purposes of subsection (1), disqualification in respect of an activity specified in subsection (2) includes disqualification from any participation in the activity including, in particular— a making arrangements in connection with the activity; b being party to arrangements under which the activity may be controlled or influenced; c being concerned (so far as relating to the activity) in the management or control of a body whose business involves the activity. 4 However, disqualification by reference to subsection (2)(h) does not include disqualification from taking charge of an animal for so long as is necessary in the circumstances— a with the consent of the owner or keeper of the animal, for the purpose of caring for it; b for the purpose of alleviating any suffering of the animal, if no alternative arrangements for its care are reasonably available. 5 Where the court decides not to make a disqualification order in relation to an offence under section 28C or subsection (16), it must state its reasons. 6 A disqualification order may be made in addition to, or instead of, any other penalty or order which may be imposed in relation to an offence under that section. 7 A disqualification order may apply to animals generally or to animals of any particular kind. 8 A disqualification order may specify a period within which an application under subsection (11) may not be made. 9 The court may suspend the operation of a disqualification order— a for such period as it thinks necessary to enable arrangements to be made for the keeping of any animals to which the disqualification applies; b pending an appeal. 10 A disqualification order is, for the purposes of any appeal under the Criminal Procedure (Scotland) Act 1995, to be treated as a sentence. 11 A person who is subject to a disqualification order may apply to the court which imposed the order to terminate or vary it. 12 An application under subsection (11) may not be made— a before the expiry of the period of one year beginning with the date on which the order was made; b where there has been a previous application under that subsection in relation to the same order, before the expiry of the period of one year beginning with the date on which the previous application was determined; or c within any period specified under subsection (8) or (15). 13 On an application under subsection (11), the court may— a refuse the application; b terminate the disqualification order; or c vary the disqualification order so as to relax any disqualification imposed by it. 14 In considering an application under subsection (11), the court must have particular regard to— a the nature of the offence in relation to which the disqualification order was made; b the character of the applicant; c the conduct of the applicant since the order was made. 15 Where the court refuses an application made under subsection (11), the court may specify a period within which the applicant may not make a further application under that subsection in relation to that order. 16 A person who breaches a disqualification order commits an offence."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28G", "section_title": "Seizure orders where disqualification breached", "section_text": "28G 1 Where the court is satisfied that a person who is subject to a disqualification order owns or keeps any animal in breach of the order, the court may make an order (in this section and section 28H referred to as a  “ seizure order ”) in respect of all animals which the person owns or keeps in breach of the disqualification order. 2 A seizure order may be made— a on summary application by an inspector; b even if proceedings have not been, or are not likely to be, taken against the person for an offence under section 28F(16). 3 In subsection (2)(a),  “ inspector ” means— a a person appointed as an inspector for the purposes of this Act by the Scottish Ministers; or b a person authorised by the Scottish Ministers for those purposes. 4 A seizure order is an order— a depriving a person of possession or ownership (or both) of an animal; and b for— i the destruction; ii the sale; or iii another disposal, of the animal. 5 A seizure order may include— a provision— i appointing a person who is to secure that the order is carried out; ii requiring any person possessing an animal to which the order applies to give it up to a person appointed under sub-paragraph (i); b provision authorising— i a person appointed under paragraph (a)(i); and ii any person acting on that person's behalf, to enter, for the purposes of securing that the order is carried out, any premises where an animal to which the order applies is kept; c such other provision as the court considers appropriate in connection with the order. 6 Provision under subsection (5)(c) may, in particular— a require reimbursement of any expenses reasonably incurred in carrying out the order; b relate to the retention of any proceeds of the disposal. 7 The court may not make a seizure order which involves the destruction of an animal unless it is satisfied, on evidence provided (orally or in writing) by a veterinary surgeon, that destruction would be in the interests of the animal. 8 Before making a seizure order, the court must give the owner of the animals concerned an opportunity to make representations unless it is not practicable for it to do so. 9 In determining whether or how to make a seizure order, the court must have regard to the desirability of— a protecting the value of any animal to which the order applies; and b avoiding increasing any expenses which a person may be required to reimburse. 10 Where an application is made under subsection (2)(a), the court may make an order under this subsection (an  “interim order”) containing such provision as the court considers appropriate in relation to the keeping of an animal until the application is finally determined. 11 Subsections (5), (6)(a) and (9) apply in relation to an interim order as they apply in relation to a seizure order. 12 The disqualified person by reference to whom a seizure order is made, or any person (apart from that disqualified person) who entered the process prior to the making of the order, may appeal to the Sheriff Principal against the order."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28H", "section_title": "Suspension of orders pending appeal", "section_text": "28H 1 The operation of any deprivation order or seizure order is suspended until— a any period for an appeal against the order has expired; b the period for an appeal against the conviction on which the order depends has expired; and c any appeal against the order or that conviction has been withdrawn or finally determined. 2 Where the operation of a deprivation order or seizure order is suspended under subsection (1), or such an order is not executable because decree has not been extracted, the court may make an order under this subsection (an  “interim order”) containing such provision as the court considers appropriate in relation to the keeping of an animal for so long as the first-mentioned order remains suspended or inexecutable. 3 An interim order may, in particular, make provision of the sort described in— a paragraphs (a) and (b) of subsection (5) of section 28G; b paragraph (a) of subsection (6) of that section. 4 In determining whether or how to make an interim order, the court must have regard to the desirability of— a protecting the value of any animal to which the order applies; and b avoiding increasing any expenses which a person may be required to reimburse."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "28I", "section_title": "Specified diseases: Scotland", "section_text": "28I 1 Schedule 2B to this Act has effect as to the specification of certain diseases of animals. 2 The Scottish Ministers may by order modify Schedule 2B. 3 An order made under subsection (2)— a is to be laid before the Scottish Parliament; and b ceases to have effect at the expiry of a period of 28 days beginning with the date on which it was made unless, before the expiry of that period, the order has been approved by a resolution of the Parliament. 4 However, paragraph (b) of subsection (3) does not apply in relation to an order which— a revokes (wholly or partly) a previous order; and b does nothing else, or nothing else except make provision incidental or supplementary to the revocation. 5 In reckoning for the purposes of subsection (3)(b) any period of 28 days, no account is to be taken of any period during which the Scottish Parliament is— a dissolved; or b in recess for more than 4 days. 6 Subsection (3)(b) is without prejudice to anything previously done by reference to a modification made by an order under subsection (2) or to the making of a new order under that subsection. 7 An order under subsection (2) must include a statement of the reasons for making the order."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "29", "section_title": " Control of zoonoses.", "section_text": "29 1 This section shall have effect with a view to reducing the risk to human health from any disease of, or organism carried in, animals; and the Ministers may by order designate any such disease or organism which in their opinion constitutes such a risk as is mentioned in this subsection. In this section “ disease ” is not restricted by its definition in this Act. 2 Where any disease or organism is for the time being designated under this section, the Ministers may by order— a provide for any provision of this Act which has effect in relation to the disease to have that effect in relation to the disease so designated subject to such modifications as may be specified in the order; b apply any provision of this Act, subject to any modifications so specified, in relation to the presence of the organism in an animal as if the presence of the organism were a disease to which this Act applied. 3 The Ministers may by order make provision for requiring a person who, in such circumstances as are specified by the order, knows or has reason to suspect that an animal of such description as is specified in the order is or was— a affected with a disease designated under this section, or b a carrier of an organism so designated, to furnish to such person and in such form and within such period as are specified in the order such information relating to the animal as is so specified."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "30", "section_title": " Provisions supplemental to s. 29.", "section_text": "30 1 If it appears to the appropriate Minister that a person may have information relating to— a an animal affected with a disease designated under section 29 above, or b an animal which is a carrier of an organism so designated, that Minister may by notice in writing require him to furnish to such person and in such form and within such period as are specified in the notice such information relating to the animal as he possesses and is so specified. In this section “ disease ” is not restricted by its definition in this Act. 2 Where a veterinary inspector has reason to believe that an animal such as is mentioned in subsection (1) above is or has been on any land he may, on producing if so required evidence of his authority— a enter the land and make such tests and take such samples of any animal, feeding stuff, litter, dung, vessel, pen, vehicle or other thing whatsoever which is on or forms part of the land as he thinks appropriate for the purpose of ascertaining whether such an animal is or has been on the land; and b require the owner or person having charge of any animals on the land to take such reasonable steps as the inspector may specify for the purpose of collecting or restraining them so as to facilitate the exercise in relation to them of the powers conferred on the inspector by paragraph (a) above. 3 A person is guilty of an offence against this Act who— a fails to comply with a requirement imposed on him by virtue of section 29 and this section; or b in purported compliance with a requirement to furnish information which is imposed on him by virtue of section 29 and this section, knowingly or recklessly furnishes information which is false in a material particular."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "31", "section_title": " Slaughter in certain diseases.", "section_text": "31 Schedule 3 to this Act has effect as to the slaughter of animals in relation to— a cattle plague; b pleuro-pneumonia; c foot-and-mouth disease; d swine-fever; and e diseases of poultry."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "32", "section_title": " Slaughter in other diseases.", "section_text": "32 1 The Minister may, if he thinks fit, cause to be slaughtered any animal which— a is affected or suspected of being affected with any disease to which this section applies; or b has been exposed to the infection of any such disease. 2 This section applies to such diseases of animals as may from time to time be directed by order of the Ministers. 3 The Minister shall pay for animals slaughtered under this section compensation of such amount as may be determined in accordance with scales prescribed by order of the Minister made with the Treasury’s approval. A statutory instrument containing an order under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 This section does not apply to poultry; and in this section— a “ animals ” includes horses; b “ disease ” is not restricted by its definition in this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "32A", "section_title": " Slaughter to prevent spread of disease", "section_text": "32A 1 The Secretary of State may by order amend Schedule 3 for the purpose of— a authorising or requiring the slaughter of animals to be caused with a view to preventing the spread of disease other than foot-and-mouth disease; b requiring the payment of compensation in respect of animals slaughtered by virtue of the order. 2 An order under this section may include— a amendments corresponding to those made by section 1 of the Animal Health Act 2002; b amendments as to slaughter in relation to any disease not referred to in Schedule 3 (apart from the order); c supplementary or incidental provisions (including amendments of provisions other than Schedule 3). 3 No order may be made under this section unless a draft of the order has been laid before Parliament and approved by a resolution of each House."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "32B", "section_title": " Disease control (slaughter) protocol", "section_text": " 32B 1 This section applies to a power exercisable by the Secretary of State under— a paragraph 3(1)(c) of Schedule 3; b such other provision of that Schedule (as amended by an order under section 32A(1)(a)) as the Secretary of State by order specifies; c such other provisions of this Act relating to the control of disease as the Secretary of State by order specifies. 2 The Secretary of State must prepare a document (the disease control (slaughter) protocol) indicating— a the purposes for which any power to which this section applies will be exercised; b the principal factors to be taken into account in deciding whether to exercise the power; c the procedure to be followed in deciding whether in any circumstances or description of circumstances the power is to be exercised, which shall include the application of such methods of detecting disease in animals as may be available; d the procedure to be followed by persons who have functions in relation to the exercise of the power; e the means by which a particular decision to exercise the power may be reviewed. 3 After preparing a draft of the disease control (slaughter) protocol the Secretary of State— a must send a copy of the draft to such persons and organisations as he thinks are representative of those having an interest in the exercise of the power; b must consider any representations made to him about the draft by such persons and organisations; c may amend the draft accordingly. 4 After the Secretary of State has proceeded under subsection (3) he must publish the protocol in such manner as he thinks appropriate. 5 The Secretary of State must from time to time review the protocol and if he thinks it appropriate revise the protocol. 6 Subsections (2) to (4) apply to a revision of the protocol as they apply to its preparation. 7 The power to make an order must be exercised by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 8 It is immaterial that anything done for the purposes of subsections (2) to (4) is done before the passing of the Animal Health Act 2002."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "32C", "section_title": " Protocol: exercise of powers", "section_text": "32C 1 A power to which section 32B applies must not be exercised unless the protocol mentioned in that section has been published and has not been withdrawn. 2 Any act which is done in contravention of subsection (1) is done without lawful authority. 3 If a person who has any function in relation to the exercise of a power to which section 32B applies fails to act in accordance with the protocol he is not by reason only of that failure liable in any civil or criminal proceedings. 4 But the protocol is admissible in evidence in such proceedings and a court may take account of any failure to act in accordance with it in deciding any question in the proceedings."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "32D", "section_title": " Explanation of preventive slaughter", "section_text": "32D 1 This section applies to a power exercisable by the Secretary of State under— a paragraph 3(1)(c) of Schedule 3; b any other provision of that Schedule as amended by an order under section 32A(1)(a). 2 The Secretary of State must not exercise a power to which this section applies unless before he first exercises the power in relation to any description of circumstances he publishes his reasons in relation to the circumstances of that description— a for the exercise of the power; b for not exercising his power under section 16 to cause animals to be treated with serum or vaccine. 3 If the Secretary of State does not comply with subsection (2) in relation to any description of circumstances anything done in connection with the exercise of the power in such circumstances must be taken to have been done without lawful authority."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "32E", "section_title": "Slaughter for preventing spread of disease: Scotland", "section_text": "32E Schedule 3A to this Act has effect as to slaughter in relation to— a cattle plague; b pleuro-pneumonia; c foot-and-mouth disease; d swine-fever; e diseases of poultry; and f such other diseases as are specified under paragraph 6 of that Schedule."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "32F", "section_title": "Disease control (slaughter) statement: Scotland", "section_text": "32F 1 Before exercising, in relation to a particular event or state of affairs (regardless of its geographical extent), a power of slaughter conferred by or under— a section 16B of this Act; or b Schedule 3A to this Act, the Scottish Ministers must make a statement under this subsection. 2 The statement— a must— i describe the event or state of affairs concerned; and ii express the reason why there is (in addition to, or as an alternative to, other courses of action) to be resort to exercise of that particular power for the relevant purpose; b may include further information, for example— i about factors that have been taken into account (including types of advice to which regard has been had); ii as to procedures that are to be followed. 3 The Scottish Ministers are to— a make the statement in such manner; and b publicise the statement to such extent, as they consider appropriate."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "33", "section_title": " Additional staff and expenses.", "section_text": "33 1 The Minister may, for the purposes of his powers under this Act relating to the slaughter by him of animals,                         birds or amphibians,                        employ such additional inspectors, valuers and other persons, and at such remuneration, and may incur such expenses, as, subject to the approval of  the Treasury , he thinks necessary. 2 In this section,  “ animals ” means any kind of mammal (except man)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "34", "section_title": " Slaughter and compensation generally.", "section_text": "34 1 The Minister may, notwithstanding anything in this Act, reserve for observation and treatment an animal                         , bird or amphibian                        liable to be slaughtered under this Act at his direction but subject to payment of compensation by him as in case of actual slaughter. 2 Where an animal                         , bird or amphibian                        has been slaughtered under this Act at the Minister’s direction, the carcase of the animal                         , bird or amphibian                        shall belong to the Minister and shall be buried, or sold, or otherwise disposed of by him, or as he directs, as the condition of the animal                         , bird or amphibian                        or carcase and other circumstances may require or admit. 3 If, in any case, the sum received by the Minister on sale of a carcase under this section exceeds the amount paid for compensation to the owner of the animal                         , bird or amphibian                        slaughtered, he shall pay that excess to the owner, after deducting reasonable expenses. 4 Where an animal                         , bird or amphibian                        has been slaughtered under this Act at the Minister’s direction, he may use for the burial of the carcase any ground in the possession or occupation of the owner of the animal                         , bird or amphibian                        and suitable in that behalf, or any common or unenclosed land. 5 If the owner of an animal                         , bird or amphibian                        slaughtered under this Act at the Minister’s direction has an insurance on the animal                         , bird or amphibian                       , the amount of the compensation awarded to him under this Act may be deducted by the insurers from the amount of the money payable under the insurance before they make any payment in respect of it. 6 Notwithstanding anything in this Act, the Minister may, if he thinks fit, withhold, either wholly or partially, compensation or other payment in respect of an animal                         , bird or amphibian                        slaughtered under this Act at his discretion, where the animal                         , bird or amphibian                       , being an imported animal                         , bird or amphibian                       , was in his judgment diseased at the time of its landing or, before or while being brought from a member State, exposed to the infection of disease. 7 The Ministers may make such orders as they think fit for all or any of the following purposes— a for prescribing the mode of ascertainment of the value of an animal                         , bird or amphibian                        slaughtered, or liable to be slaughtered, at their direction; b for regulating applications for, and the mode of payment of, compensation; c for prescribing and regulating the destruction, burial, disposal or treatment of carcases of animals                         , birds or amphibians                        slaughtered at their direction, and they may by order provide that subsection (6) above shall cease to have effect. 8 In this section— “ animal ” means any kind of mammal (except man); “disease” is not restricted by its definition in this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "35", "section_title": " Seizure and disposal of carcases etc.", "section_text": "35 1 The Ministers may by order make such provision—  a for the seizure of anything, whether animate or inanimate, by or by means of which it appears to them that any disease to which this subsection applies might be carried or transmitted, and b for the destruction, burial, disposal or treatment of anything seized under the order, as they may think expedient for preventing the spread of any  such disease . 1A Subsection (1) above does not authorise provision for the seizure of any animal; but such an order may provide for the seizure of carcases and of anything obtained from or produced by an animal. In this subsection, “animal” includes anything that may, by virtue of an order under section 87 below, be included for any of the purposes of this Act in the definition of animals or of poultry contained in that section, and “carcases” is to be construed accordingly. 2 Subsection (1) above applies to the diseases in the case of which powers of slaughter are exercisable under this Act, that is to say— a to cattle plague, pleuro-pneumonia, foot-and-mouth disease  , swine-fever and transmissible spongiform encephalopathies , and any disease within the meaning of section 32 above to which that section for the time being applies  and any disease in respect of which an order under section 32A is in force ; and b to any disease as defined in relation to poultry by or under section 88 below. 3 The Ministers may make such orders as they think fit— a for prescribing and regulating the destruction, burial, disposal or treatment of carcases of animals dying while diseased or suspected; b for prescribing and regulating the destruction, burial or disposal of anything seized under subsection (1); c for prohibiting or regulating the digging up of carcases which have been buried. 4 A person is guilty of an offence against this Act who, without lawful authority or excuse, proof of which shall lie on him— a throws or places, or causes or suffers to be thrown or placed, into any river, stream, canal, navigation, or other water, or into the sea within 4.8 kilometres of the shore, the carcase of an animal which has died of disease, or been slaughtered as diseased or suspected; or b digs up, or causes to be dug up, a carcase buried under the direction of the Minister or of a local authority or of a receiver of wreck."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36", "section_title": " Compensation for seizure.", "section_text": "36 1 The Minister shall pay compensation— a for anything seized under an order made by virtue of section 35(1) above for the purpose of preventing the spread of foot-and-mouth disease; b for anything seized under such an order for the purpose of preventing the spread of any other disease to which section 35(1) applies, except the carcase of  or anything obtained from or produced by  any animal or bird affected with that disease. 2 The Ministers may by order provide for the payment by the Minister of compensation for carcases  of, or things obtained from or produced by  animals or birds affected with any disease to which section 35(1) applies other than foot-and-mouth disease or fowl pest  being carcases or things seized under an order made by virtue of section 35(1) above . 3 The compensation payable under subsection (1) or subsection (2) above for anything seized shall be its value at the time of seizure. 4 Where anything destroyed, buried or disposed of under an order made under paragraph (e) of section 23 above could have been seized under an order made under section 35(1), the Minister shall pay the like compensation (if any) for it as if it had been so seized at the time of the destruction, burial or disposal. 5 The Ministers may make such orders as they think fit for all or any of the following purposes— a for prescribing how the value of anything seized under section 35(1) is to be ascertained; b for regulating applications for, and the mode of payment of, any compensation payable by virtue of this section; c for prescribing and regulating the destruction, burial or disposal of anything seized under section 35(1)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36ZA", "section_title": "Seizure of carcases  etc. : further provision for Scotland", "section_text": "36ZA 1 The Scottish Ministers may by order make provision for— a the seizure of anything (whether animate or inanimate) which appears to them might be capable of carrying or transmitting any disease to which this subsection applies; b the destruction, burial, disposal or treatment of anything seized under the order; and c regulating the matters mentioned in paragraphs (a) and (b). 2 Subsection (1) does not authorise provision for the seizure of a live animal, bird or amphibian; but an order under that subsection may provide for the seizure of carcases and of anything obtained from or produced by an animal, bird or amphibian. 3 Subsection (1) applies to the diseases in the case of which any power of slaughter is exercisable under or by virtue of section 16B, Part 2B or Schedule 3A. 4 A person commits an offence if, without lawful authority or excuse (proof of which lies on the person), that person throws or places, or causes or suffers to be thrown or placed, into— a any river, stream, canal, navigation or other water; or b the sea within 4.8 kilometres of the shore, the carcase of, or anything obtained from or produced by, an animal, bird or amphibian which has been slaughtered in the exercise of any power conferred by or under section 16B, Part 2B or Schedule 3A. 5 In this section, the references to an animal mean any kind of mammal (except man)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36ZB", "section_title": "Compensation for seizure", "section_text": "36ZB 1 The Scottish Ministers must pay compensation for anything seized under an order made under section 36ZA(1). 2 But subsection (1) does not apply to— a carcases seized; or b other things seized which are obtained from or produced by creatures. 3 The Scottish Ministers may pay compensation for— a carcases seized under an order made under section 36ZA(1); b other things seized under such an order which are obtained from or produced by creatures, of such description as the Scottish Ministers may specify by order. 4 The compensation payable under subsection (1) or (3) for anything seized shall be its value at the time of seizure. 5 Where anything destroyed, buried or disposed of under an order made under paragraph (e) of section 23 could have been seized under an order made under section 36ZA(1), compensation (if any) is payable under subsections (1) or (3) as if the thing had been so seized at the time of destruction, burial or disposal. 6 The Scottish Ministers may make such orders as they think fit for— a prescribing how the value of anything seized under section 36ZA(1) is to be ascertained; b regulating applications for, and the mode of payment of, any compensation payable by virtue of this section."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36A", "section_title": " Power of Secretary of State to specify sheep genotypes", "section_text": "36A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36B", "section_title": " Identification of genetically susceptible sheep", "section_text": "36B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36C", "section_title": " Restrictions on breeding from genetically susceptible sheep", "section_text": "36C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36D", "section_title": " Appeals", "section_text": "36D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36E", "section_title": " Secretary of State’s powers of enforcement", "section_text": "36E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36F", "section_title": " Offences", "section_text": "36F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36G", "section_title": " Power of entry", "section_text": "36G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36H", "section_title": " Warrants", "section_text": "36H . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36I", "section_title": " Supplementary", "section_text": "36I . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36J", "section_title": " Offences", "section_text": "36J . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36K", "section_title": " Compensation", "section_text": "36K . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36L", "section_title": " Orders and Regulations", "section_text": "36L . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36M", "section_title": " Interpretation", "section_text": "36M . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36N", "section_title": "Power to specify livestock genotypes and TSEs", "section_text": "36N 1 Where the Scottish Ministers are satisfied that an animal of a particular livestock genotype has (or has had) a form of  TSE , they may by order specify for the purposes of this Part— a that livestock genotype; and b if they consider it appropriate, the form of  TSE  concerned. 2 In subsection (1),  “ satisfied ” means satisfied on the basis of scientific evidence. 3 Subsection (1) does not apply in relation to any animal which has (or has had) a form of  TSE  solely as a consequence of scientific experimentation on the animal. 4 For the purposes of subsection (1), it is immaterial where (whether in Scotland or elsewhere)— a an animal has (or has had) a form of  TSE ; b evidence as to that fact is obtained. 5 For the purposes of subsection (1), it is immaterial— a to what extent an animal has (or has had) a form of  TSE ; b that an animal does not show (or has never shown) outward signs of being (or having been) affected by a form of TSE."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36O", "section_title": "Ascertaining genotypes and identifying livestock", "section_text": "36O 1 The Scottish Ministers may by regulations made by statutory instrument make provision requiring the keeper of any livestock— a to allow an inspector to take a sample from it, for the purpose of ascertaining its genotype; b to allow an inspector to administer or otherwise attach to it an identification device; c where the genotype of the livestock has been ascertained (whether or not as a result of the exercise of powers conferred by or under this Part), to keep a record of its genotype. 2 The regulations may include provision— a with respect to the testing of samples; b that only identification devices of a kind specified in the regulations may be administered or attached; c requiring the issuing and keeping of certificates recording the genotypes of livestock. 3 The regulations may also include provision requiring the keeper of any livestock to give an inspector such assistance or information as the inspector may reasonably request in connection with the exercise of the inspector's functions under the regulations."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36P", "section_title": "Restrictions on breeding", "section_text": "36P 1 This section applies where it appears to the Scottish Ministers that livestock is of a genotype specified in an order under section 36N. 2 If it appears to the Scottish Ministers that there are no exceptional circumstances that justify allowing the livestock, or its semen, eggs or embryos, to be used for or in connection with breeding, they may give a notice (in this Part referred to as a  “ restriction notice ”) to its keeper. 3 A restriction notice— a may be made so as to apply to more than one creature; b may describe the livestock to which it applies in such a way as the Scottish Ministers consider appropriate; and c must specify the restrictions and requirements provided for in subsections (6) to (8) so far as applicable in the circumstances of the case. 4 If the keeper of the livestock is not the same person as its owner, the Scottish Ministers may give a separate restriction notice to the owner. 5 If the keeper of the livestock is not the same person as the person in possession of the semen, eggs or embryos of the livestock, the Scottish Ministers may give a separate restriction notice to the person in possession of the semen, eggs or embryos. 6 A person to whom a restriction notice is given must not— a use livestock to which the notice applies, or its semen, eggs or embryos, for the purposes of or in connection with breeding; or b cause or permit such livestock or such semen, eggs or embryos to be used by another person for those purposes. 7 A person to whom a restriction notice is given must arrange for any semen, egg or embryo which— a has at any time been taken from livestock to which the notice applies; and b is in the person's possession or under the person's control, to be destroyed within such period, of not less than 21 days, as may be specified in the notice. 8 A person to whom a restriction notice is given must arrange for each creature to which the notice applies and which is owned by the person— a to be castrated or (as appropriate) sterilised within such period, of not less than 21 days, as may be specified in the notice; or b to be slaughtered within such period, of not less than 21 days, as may be specified in the notice, whichever the person considers appropriate. 9 But where a request for a review is made under section 36Q(1), the operation of the restriction notice is, so far as relating to the matters subject to review, suspended until the review is determined. 10 For the purposes of subsection (2), exceptional circumstances include circumstances in which the imposition in relation to the livestock of the restrictions and requirements mentioned in subsections (6) to (8) is likely to— a cause the extinction of the breed or type of which the livestock is a member; or b jeopardise the sustainability of a common or well-established breed. 11 For the purposes of this Part,  “ slaughter ” includes the killing of a fish."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36Q", "section_title": "Review", "section_text": "36Q 1 A person to whom a restriction notice is given may, within the period referred to in subsection (2)— a make a written request to the Scottish Ministers for a review of the restriction notice or any part of it; b make written representations to the Scottish Ministers; and c request— i an appearance, for the purposes of the review, before the assessment panel; ii that the appearance be in public. 2 The period is— a 21 days beginning with the day on which the notice is given; or b in exceptional circumstances, such longer period as the Scottish Ministers may agree to. 3 The Scottish Ministers must arrange for an assessment panel to consider a review as requested under subsection (1). 4 The proceedings of an assessment panel are to be conducted in such form and manner as the panel considers fit. 5 The assessment panel must prepare and send a report to the Scottish Ministers which— a states its findings in relation to the representations and information before it; and b makes a recommendation as to how to determine the review. 6 The Scottish Ministers, having regard to any representations made under subsection (1)(b) and the report sent to them under subsection (5), must— a determine the review; and b give to the person who requested the review— i written notification of their determination and their reasons for it; and ii if the person so requests, a copy of the report sent to them under subsection (5). 7 The Scottish Ministers may, in so far as a review upholds a restriction notice, recover from the person who requested the review such reasonable expenses as arise from any sampling or testing carried out in connection with the review. 8 In this section, an assessment panel— a consists of one or more persons appointed by the Scottish Ministers for the purposes of this section; and b must not, except with the consent of the person who requested the review, include members of the staff of the Scottish Administration."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36R", "section_title": "Scottish Ministers' powers of enforcement", "section_text": "36R 1 This section applies if the Scottish Ministers are satisfied that a person has failed to comply with one or more of the restrictions or requirements imposed on that person by a restriction notice. 2 But this section does not apply in relation to any livestock— a which is the subject of a review under section 36Q which has not been determined; or b which, as the result of a successful review, is no longer subject to the restriction notice. 3 The Scottish Ministers may take such reasonable steps as they consider appropriate to secure that effect is given to any restriction or requirement. 4 In particular, the Scottish Ministers may— a cause to be destroyed any semen, egg or embryo which has not been destroyed as required under section 36P(7); b cause to be castrated (or as appropriate sterilised) or slaughtered any livestock— i which is the subject of the notice; but ii which has neither been castrated (or as appropriate sterilised) nor slaughtered as required under section 36P(8). 5 The Scottish Ministers may recover from the person to whom a restriction notice has been given such reasonable expenses as arise from any steps taken under subsection (3) in relation to that notice."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36S", "section_title": "Offences", "section_text": "36S 1 A person to whom a restriction notice is given commits an offence (whether or not the notice is the subject of a review under section 36Q) if that person— a sells (or otherwise transfers to another person) livestock to which the notice applies, or any of its semen, eggs or embryos; b fails, without excuse (proof of which lies on the person) to comply with any of the restrictions or requirements specified in the notice. 2 Any other person commits an offence if that person uses any semen, egg or embryo which the person knows, or ought reasonably to know, has been taken from livestock which is the subject of a restriction notice. 3 A person commits an offence if, without excuse (proof of which lies on the person), that person fails to comply with any provision of regulations made under section 36O. 4 A keeper of livestock commits an offence if the keeper fails to give an inspector such assistance or information as the inspector may reasonably request in connection with the exercise by the inspector of a function under this Part."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36T", "section_title": "Powers of slaughter:  TSE", "section_text": "36T 1 With a view to preventing the spread of any form of  TSE , the Scottish Ministers may, if they think fit, cause any livestock to which this subsection applies to be slaughtered. 2 Subsection (1) applies to livestock— a whose genotype is specified by virtue of section 36N; and b in relation to whose genotype the form of  TSE  concerned is so specified. 3 Subsection (1) also applies to livestock whose genotype is not ascertained because— a it is not reasonable in the circumstances, by reason of urgency or otherwise, to seek to ascertain the genotype; or b the genotype cannot, in the absence for the time being of scientific knowledge, established method or otherwise, reasonably be ascertained."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36U", "section_title": "Powers of entry", "section_text": "36U 1 An inspector may enter any premises in Scotland for the purpose of— a ascertaining whether a function of the Scottish Ministers or inspectors under this Part should be exercised; or b doing anything in pursuance of or in connection with the exercise of that function. 2 An inspector acting under subsection (1) must, if required, produce evidence of the inspector's authority."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36V", "section_title": "Compensation", "section_text": "36V 1 The Scottish Ministers must pay compensation, of such amount as they may prescribe by order, in respect of— a any livestock slaughtered, or other thing destroyed, in accordance with a restriction notice; b any livestock slaughtered, or other thing destroyed, by virtue of section 36R; c any livestock slaughtered by virtue of section 36T(1). 2 An order under subsection (1) may make different provision for different cases or classes of case."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36W", "section_title": "Orders and regulations", "section_text": "36W A statutory instrument containing an order or regulations under this Part is subject to annulment in pursuance of a resolution of the Scottish Parliament."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "36X", "section_title": "Interpretation", "section_text": "36X In this Part— “ keeper ” includes an owner; “ inspector ” means— a person appointed as an inspector for the purposes of this Act by the Scottish Ministers; or a person authorised by the Scottish Ministers for those purposes; “ livestock ” means— any creature, including a fish, which is kept, fattened or bred for the production of food, wool, skin or fur; any creature, other than a dog, which is kept for use in the farming of land; and any equine animal; “ premises ” includes— any land or building; or any other place, in particular— a vehicle or vessel; or a tent or moveable structure; “ TSE ” means transmissible spongiform encephalopathy."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "37", "section_title": " Prevention of suffering.", "section_text": "37 1 The Ministers may make such orders as they think fit for the purpose of protecting animals from unnecessary suffering— a during inland transit, including transit by an aircraft on a flight beginning and ending in Great Britain; or b while exposed for sale; or c while awaiting removal after being exposed for sale. 2 The Ministers may make such orders as they think fit— a for ensuring for animals carried by sea or by air proper ventilation during the passage and on landing; and b for protecting them from unnecessary suffering during the passage and on landing."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "38", "section_title": " Food and water.", "section_text": "38 1 The Ministers may make such orders as they think fit for ensuring for animals a proper supply of food and water— a for any period in which the animals are detained; and b during their passage by sea or by air and on landing. 2 The following bodies— a The Boards established by the  Transport Act 1962, b the London Transport Executive Transport for London , and c every railway company, shall to the satisfaction of the appropriate Minister provide food and water, or either of them, at such railway stations as the appropriate Minister by general or specific description directs, for animals carried, or about to be or having been carried, on the railway of any of those bodies, and the additional provisions of Schedule 4 to this Act have effect accordingly. In this subsection and in Schedule 4— i references to the bodies mentioned in paragraphs (a) and (b) include  in the case of those mentioned in paragraph ( a )  wholly-owned subsidiaries of those bodies  and in the case of Transport for London, any of its subsidiaries (within the meaning of the Greater London Authority Act 1999) ; ii “ railway company ” includes a person working a railway under lease or otherwise."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "39", "section_title": " Export of animals generally.", "section_text": "39 1 The Ministers may by order provide in the interests of animal welfare for regulating the exportation from Great Britain of animals, and in particular— a for prohibiting exportation without such certificate or licence as may be prescribed by the order; and b as to the circumstances in which and conditions on which a certificate or licence may be obtained. 2 Without prejudice to the generality of subsection (1) above, an order under this section may include provision for requiring persons proposing to export animals from Great Britain to furnish information about— a the intended ultimate destination of the animals; b the arrangements for conveying them to that destination; and c any other matters which may be specified in the order."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "40", "section_title": " Restriction on export of horses.", "section_text": "40 1 It is an offence against this Act to ship or attempt to ship any horse (which for the purpose of this section does not include a horse defined by this Act to be a pony) in any vessel or aircraft from any port or aerodrome in Great Britain to any port or aerodrome outside the British Islands unless the horse— a immediately before shipment has been examined by a veterinary inspector appointed by the Minister for the purpose of conducting examinations under this section, and b has been certified in writing by the inspector to comply with the conditions mentioned in subsection (2) below, but this subsection shall not apply in such cases as may be prescribed by order of the Ministers. A statutory instrument containing an order under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 The conditions referred to in subsection (1) above are that the horse— a is capable of being conveyed to the port or aerodrome outside the British Islands and disembarked without cruelty; and b is capable of being worked without suffering. 3 Where the inspector is satisfied that the horse is of one of the categories set out in the first column of the following table the conditions to be complied with shall include the condition that in the inspector’s opinion the horse— a is not more than 8 years of age; and b is of not less value than the amount specified in respect of it in the second column of that table, or such other amount as may be prescribed by order of the Ministers.  TABLE £ A heavy draft horse 715 A vanner, mule or jennet 495 An ass 220 4 Subsection (3) above shall not apply in the case of any horse where the inspector is satisfied— a that it is intended to use the horse as a performing animal; or b that the horse is registered in the stud book of a society for the encouragement of horse-breeding recognised by the Ministers, and is intended to be used for breeding or exhibition; or c that the horse is a foal at foot accompanying such a horse as is referred to in paragraph (b) above."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "41", "section_title": " Restriction on export of ponies.", "section_text": "41 1 It is an offence against this Act to ship or attempt to ship any pony in any vessel or aircraft from any port or aerodrome in Great Britain to any port or aerodrome outside the British Islands unless— a the appropriate Minister is satisfied that the pony is intended for breeding, riding or exhibition and— i it is not of less value than £300, or ii in the case of a pony not exceeding 122 centimetres in height other than a pony of the Shetland breed not exceeding 107 centimetres in height, it is not of less value than £220, or iii in the case of such a pony of the Shetland breed, it is not of less value than £145, or iv such other value in any of those cases as may be prescribed by order of the Ministers; and b Immediately before shipment the pony has been individually inspected by a veterinary inspector and has been certified in writing by the inspector to be capable of being conveyed to the port or aerodrome to which it is to be shipped, and disembarked, without unnecessary suffering. 2 Without prejudice to paragraph (b) of subsection (1) above, a veterinary inspector shall not certify a pony to be capable of being conveyed and disembarked as described in that subsection if— a being a mare, it is in his opinion heavy in foal, showing fullness of udder or too old to travel; or b being a foal, it is in his opinion too young to travel."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "42", "section_title": " Restriction on export of registered ponies.", "section_text": "42 It is an offence against this Act to ship or attempt to ship a registered pony in any vessel or aircraft from any port or aerodrome in Great Britain to any port or aerodrome outside the British Islands unless there has first been obtained from the secretary of a society in whose stud book the pony is registered a certificate (“the export certificate”) that the pony is registered with that society. For the purposes of this section the expression “ registered pony ” means a pony registered in— a the Arab Horse Society Stud Book, b the National Pony Society Stud Book, c the British Palomino Society Stud Book, or d the British Spotted Horse and Pony Society Stud Book, or in the stud book of any of the following native breed societies, namely, English Connemara, Dales, Dartmoor, Exmoor, Fell, Highland, New Forest, Shetland and Welsh."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "43", "section_title": " Regulation of export of ponies.", "section_text": "43 The Ministers shall by order make such provision as they think necessary or expedient for the following purposes— a for prohibiting the export of ponies by sea or air from any place in Great Britain to any place outside the British Islands unless such ponies are rested immediately before being loaded in the vessel or aircraft in which they are to be carried; b for regulating and prescribing the premises at which and the periods during which ponies are to be so rested; c for prescribing and regulating the cleansing and supervision of such premises and the provision at them of clean and sufficient bedding and adequate supplies of fodder and water."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "44", "section_title": " Slaughter on examination of inspection.", "section_text": "44 If any horse examined under section 40(1) above or inspected under section 41(1) above is found by the veterinary inspector— a to be in such physical condition that it is cruel to keep it alive, or b to be permanently incapable of being worked without suffering, the inspector shall forthwith slaughter it (or cause it to be slaughtered) with a mechanically operated instrument suitable and sufficient for the purpose, and no compensation shall be made to the owner of that animal."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "45", "section_title": " Marking of horses certified for export.", "section_text": "45 1 A veterinary inspector may, for the purposes of identification, mark a horse certified by him under section 40(1) above or section 41(1) above in such manner as the Ministers may by order prescribe. 2 A person who, with a view to evading the provisions of section 40 above or section 41 above, marks a horse— a with the prescribed mark, or b with any mark so nearly resembling it as to be calculated to deceive, is guilty of an offence against this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "46", "section_title": " Slaughter of injured horses.", "section_text": "46 1 If any horse shipped from any port in Great Britain to any port outside the British Islands has a limb broken or is otherwise seriously injured while on board so as to be incapable of being disembarked without cruelty— a the master of the vessel shall forthwith cause the animal to be slaughtered; and b every vessel on which a horse is so shipped shall carry a proper killing instrument, to be approved by the Ministers for that purpose. 2 It is the duty of the owner and master of every such vessel to see that the vessel is provided with such an instrument, and the master, if so required by an inspector, shall produce the instrument for his inspection."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "47", "section_title": " Exemption of thoroughbreds in transit.", "section_text": "47 Sections 40 and 41 and 46 above shall not apply in the case of shipment of any thoroughbred horse certified in writing by a steward or the secretary of the Jockey Club— a to have arrived in Great Britain not more than one month before the date of shipment for the purpose of being run in a race; or b to be shipped for the purpose of being run in a race; or c to be shipped in order to be used for breeding purposes."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "48", "section_title": " Certificates.", "section_text": "48 Where— a a certificate is given under section 40(1), section 41(1) or section 47 above, or b an export certificate is given under section 42 above, that certificate shall be delivered at the time of shipment to the master of the vessel or the pilot of the aircraft on which the animal is shipped, who shall— i on demand produce the certificate to any constable or any inspector or other officer of the appropriate Minister or the local authority; and ii allow such constable, inspector or other officer to take a copy of or extract from the certificate."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "49", "section_title": " Enforcement and interpretation.", "section_text": "49 1 An inspector may enter any vessel or aircraft for the purpose of ascertaining whether the provisions— a of sections 40 to 42 and 44 to 48 above (in this section described as “ the relevant sections ”), or b of any order under this Act relating to the exportation or shipment of horses, are being complied with. 2 Every local authority shall, if and so far as the Ministers by order so direct, execute and enforce the relevant sections. 3 If— a a person does anything or omits to do anything in contravention of the provisions of the relevant sections, or b the master of a vessel or the pilot of an aircraft permits a horse to be shipped in a vessel or aircraft in contravention of those provisions, he shall be guilty of an offence against this Act, and the provisions of this Act relating to offences and legal proceedings shall apply accordingly as if the expression “animal” in those provisions included horses. 4 In this section and the relevant sections— a “ master ”, “ owner ” and “ port ” have the same meanings as in the Merchant Shipping Act 1995, and “ vessel ” has the same meaning as “ ship ” in the Merchant Shipping Act 1995; and  b “ pilot of an aircraft ” includes any other person having the command or charge of the aircraft."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "50", "section_title": " Local authorities for purposes of this Act.", "section_text": "50 1 In this Act “ local authority ” has the meaning given by subsections (2) and (3) below, but subject to subsection (4) below  and to section 13(3) above. 2 In the application of this Act to England and Wales “ local authority ” means— a as respects a London borough, the borough council, b as respects a non-metropolitan county, the county council, bb as respects a county borough, the county borough council, c as respects a metropolitan district, the district council, and the Common Council of the City of London shall be the local authority— for the City of London, and in and for the whole of Greater London for the purpose of the provisions of this Act relating to imported animals. 3 In the application of this Act to Scotland “ local authority ” means a  council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 . 4 Where the district or part of a district of a local authority is or comprises, or is comprised in— a a port or part of a port, or b an aerodrome or part of an aerodrome, the appropriate Minister may, if he thinks fit, in relation to either paragraph (a) or paragraph (b) above by order make any body, other than the local authority under subsection (2) or subsection (3) above, the local authority for the purposes of the provisions of this Act relating to imported animals. 5 A local authority shall execute and enforce this Act and every order of the Minister so far as they are to be executed and enforced by local authorities."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "51", "section_title": " Local authorities and their districts.", "section_text": "51 1 The provision of this Act conferring powers on, or otherwise relating to, a local authority, or their inspectors or officers shall, unless otherwise expressed, be read as having reference to the district of the local authority. 2 The powers so conferred shall, unless it is otherwise expressed, be exercisable and shall operate within and in relation to that district only."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "52", "section_title": " Inspectors and other officers.", "section_text": "52 1 Every local authority shall appoint as many inspectors and other officers as the local authority think necessary for the execution and enforcement of this Act. 2 Every local authority shall assign to those inspectors and officers such duties, and salaries or allowances, and may delegate to any of them such authorities and discretion, as to the local authority seem fit, and may at any time revoke any appointment so made."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "53", "section_title": " Borrowing powers.", "section_text": "53 1 A local authority may borrow for the purposes of this Act. 2 In Scotland the power conferred by this section shall only be exercisable where the expenditure of the local authority under this Act requiring to be met out of rates in any financial year exceeds or would exceed the produce of a rate of 2½p. in the pound on the rateable valuation of the authority’s area."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "54", "section_title": " Provision of wharves etc.", "section_text": "54 1 A local authority may provide, erect and fit up wharves, stations, lairs, sheds and other places for the landing, reception, keeping, sale, slaughter or disposal of imported or other animals, carcases, fodder, litter, dung and other things. 2 There shall be incorporated with this Act the  Markets and Fairs Clauses Act 1847, except sections 6 to 9, and 52 to 59. 3 A wharf or other place provided by a local authority under this section shall be a market within that Act, and this Act shall be the special Act; and a the prescribed limits shall be the limits of lands acquired or appropriated for the purposes of this section; b byelaws shall be approved by the appropriate Minister, which approval shall be sufficient without any other approval or allowance where— i notice of application for approval has been given, and ii the proposed byelaws have been published before application, as required by that Act of 1847. 4 A local authority may charge for the use of a wharf or other place provided by them under this section such sums as may be imposed by byelaws, and those sums shall be deemed tolls authorised by the special Act. 5 All sums so received by a local authority in England or Wales— a shall be carried to a separate account; and b shall be applied in payment of interest and repayment of principal in respect of money borrowed by them under this Act; and c subject to paragraph (b), shall be applied towards the discharge of their expenses under this Act. 6 The local authority shall make such periodical returns to the appropriate Minister as he may require of their expenditure and receipts in respect of the wharf or other place."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "55", "section_title": " Power to acquire land.", "section_text": "55 1 A local authority may— a purchase land by agreement, or b if so authorised by the Minister or the appropriate Minister, purchase land compulsorily, or c by agreement take land on lease or at a rent, for the following purposes— i for wharves or other places; or ii for use for burial of carcases, in cases where there is not any ground suitable in that behalf in the possession or occupation of the owner of the animal, or any common or unenclosed land suitable and approved by the Minister or the appropriate Minister in that behalf; or iii for any other purpose of this Act. 2 The powers conferred by this section may be exercised by a local authority in England or Wales with respect to land within or without their district. 3 References in the  Acquisition of Land (Authorisation Procedure) Act 1946 and the  Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947 to enactments in force immediately before the respective commencements of those Acts shall include references to this section. This subsection is without prejudice to a paragraph (a) of section 17(2) of the  Interpretation Act 1978 as regards references in an Act to an enactment repealed and re-enacted."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "56", "section_title": " Public facilities for sheep dipping.", "section_text": "56 1 A local authority may provide, fit up and maintain portable dipping tanks or dipping places, and afford their use, and the use of all necessary connected appliances and materials, to the public upon such terms and conditions as the local authority may think fit. 2 Any sums received by a local authority in England or Wales for such use shall be applied by them towards the discharge of their expenses under this Act. 3 No dipping place shall be used for the purposes of this section if such use would injuriously affect the water in any stream, reservoir, aqueduct, well, pond or place constructed or used for the supply of water for drinking or other domestic purposes."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "57", "section_title": " Burial of carcases washed ashore.", "section_text": "57 1 Where a carcase washed ashore is buried or destroyed under the direction of a receiver of wreck with authority from the Secretary of State the expenses of such burial or destruction shall be expenses of the local authority. 2 Those expenses shall be paid by the local authority to the receiver on demand, and in default of payment shall be recoverable with costs by the receiver from the local authority. 3 Where a local authority has incurred any expenses under this section on account of the burial or destruction of the carcase of any animal which, or the carcase of which, was thrown or washed from any vessel, the owner of the vessel shall be liable to repay such expenses to the local authority."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "58", "section_title": " Regulations.", "section_text": "58 1 A regulation of a local authority may be proved— a by the production of a newspaper purporting to contain the regulation as an advertisement; or b by the production of a copy of the regulation purporting to be certified by the clerk of the local authority as a true copy. 2 A regulation so proved shall be taken to have been duly made, unless and until the contrary is proved. 3 A regulation of a local authority authorised by this Act or by an order of the Minister shall alone be deemed for the purposes of this Act a regulation of a local authority."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "59", "section_title": " Default.", "section_text": "59 1 Where a local authority fail to execute or enforce any of the provisions of this Act, or of an order of the Minister, the appropriate Minister may by order empower a person named in that order— a to execute and enforce those provisions; or b to procure their execution and enforcement. 2 The expenses incurred under any such order or in respect of any such default by or on behalf of the appropriate Minister shall be expenses of the local authority, and a the treasurer or other proper officer of the local authority shall pay the amount of such expenses to the appropriate Minister on demand; and b in default of payment a person appointed by the appropriate Minister to sue in that behalf may recover the amount of such expenses from the local authority. 3 For the purposes of this section an order of the Minister shall be conclusive in respect of any default, amount of expenses, or other matter stated or appearing in it. 4 The provisions of this section are without prejudice to the right or power of the appropriate Minister, or any other authority or any person, to take any other proceedings for requiring a local authority to execute or enforce any of the provisions of this Act or of an order of the Minister."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "60", "section_title": " Duties and authorities of constables.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "61", "section_title": "  Powers of arrest as to rabies.                           Powers of entry and search in relation to rabies offences\n                        ", "section_text": "61 1 Without prejudice to the powers of arrest conferred by section 60 above or otherwise, a constable may arrest without warrant any person whom he, with reasonable cause, suspects to be in the act of committing or to have committed an offence to which this section applies. 2 The offences to which this section applies                           for the purposes of section 17(1)(caa) of the Police and Criminal Evidence Act 1984                          are offences against this Act consisting of— a the landing or attempted landing of any animal  or importation or attempted importation through the tunnel system as defined in the Channel Tunnel Act 1987 of any animal  in contravention of an order made under this Act and expressed to be made for the purpose of preventing the introduction of rabies into Great Britain; or b the failure by the person having the charge or control of any vessel or boat to discharge any obligation imposed on him in that capacity by such an order; or c the movement, in contravention of an order under section 17 or section 23 above, of any animal into, within or out of a place or area declared to be infected with rabies."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62", "section_title": "  Entry and search under s. 61.                       Entry and search in exercise of powers to seize animals\n                    ", "section_text": "62 1 For the purpose of arresting a person under the power conferred by section 61 above a constable may enter (if need be, by force) and search any vessel, boat, aircraft or vehicle of any other description in which that person is or in which the constable, with reasonable cause, suspects him to be. 2 For the purpose of exercising any power to seize an animal or cause an animal to be seized, and— a where that power is conferred on constables by an order made under this Act, and b where that power is expressed to be made for the purpose of preventing the introduction of rabies into Great Britain. a constable may enter (if need be, by force) and search any vessel, boat, aircraft or vehicle of any other description in which there is, or in which he, with reasonable cause, suspects that there is, an animal to which that power applies."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62A", "section_title": " Slaughter: power of entry", "section_text": "62A 1 An inspector may at any time enter any premises for the purpose of— a ascertaining whether a power conferred by or under this Act to cause an animal to be slaughtered should be exercised, or b doing anything in pursuance of the exercise of that power. 2 In this section and sections 62B and 62C premises includes any land, building or other place."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62B", "section_title": " Slaughter: warrants", "section_text": "62B 1 If a justice of the peace is satisfied on sworn information in writing that the first condition is satisfied and that the second or third condition is satisfied he may issue a warrant authorising an inspector to enter any premises, if necessary using reasonable force, for the purpose mentioned in section 62A. 2 The information must include— a a statement as to whether any representations have been made by the occupier of the land or premises to an inspector concerning the purpose for which the warrant is sought; b a summary of any such representations. 3 The first condition is that there are reasonable grounds for an inspector to enter the premises for that purpose. 4 The second condition is that each of the following applies to the occupier of the premises— a he has been informed of the decision to seek entry to the premises and of the reasons for that decision; b he has failed to allow entry to the premises on being requested to do so by an inspector; c he has been informed of the decision to apply for the warrant. 5 The third condition is that— a the premises are unoccupied or the occupier is absent and (in either case) notice of intention to apply for the warrant has been left in a conspicuous place on the premises, or b an application for admission to the premises or the giving of notice of intention to apply for the warrant would defeat the object of entering the premises. 6 A warrant issued under this section remains in force for one month starting with the date of its approval by the justice of the peace, which date shall be clearly visible on the warrant. 7 A warrant issued under this section must be executed only at a reasonable hour unless the inspector thinks that the case is one of urgency. 8 In relation to any premises to which entry is obtained by virtue of a warrant under this section the Secretary of State must retain for a period of not less than 12 months beginning with the day after entry— a a copy of the warrant; b a copy of any record of the steps taken to effect entry to the premises and the actions taken on the premises by the inspector and any other person entering the premises with him."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62C", "section_title": " Slaughter: supplementary", "section_text": "62C 1 This section applies to an inspector who enters any premises by virtue of section 62A or under a warrant issued under section 62B. 2 The inspector may take with him— a such other persons as he thinks necessary to give him such assistance as he thinks necessary; b such equipment as he thinks necessary. 3 The inspector may require any person on the premises who falls within subsection (4) to give him such assistance as he may reasonably require for the purpose mentioned in section 62A. 4 The following persons fall within this subsection— a the occupier of the premises; b a person appearing to the inspector to have charge of animals on the premises; c a person appearing to the inspector to be under the direction or control of a person mentioned in paragraph (a) or (b). 5 If the inspector enters any premises by virtue of a warrant issued under section 62B he must at the time of entry— a serve a copy of the warrant on the occupier of the premises, or (if the occupier is not on the premises) b leave a copy of the warrant in a conspicuous place on the premises. 6 If the inspector enters any unoccupied premises he must leave them as effectively secured against entry as he found them."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62D", "section_title": " Tests and samples: power of entry", "section_text": "62D 1 A veterinary inspector may at any time enter any premises for the purpose of ascertaining— a whether disease anti-bodies exist in animals on the premises; b whether any animal on the premises or which was kept there at any time is, or was at that time, infected with disease; c whether any causative agent of disease is present on the premises. 2 Disease is foot-and-mouth disease and such other disease as the Secretary of State may by order specify. 3 No order may be made under subsection (2) unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 4 Causative agent includes any virus, bacterium and any other organism or infectious substance which may cause or transmit disease. 5 In this section and sections 62E and 62F premises includes any land, building or other place."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62E", "section_title": " Tests and samples: warrants", "section_text": "62E 1 If a justice of the peace is satisfied on sworn information in writing that the first condition is satisfied and that the second or third condition is satisfied he may issue a warrant authorising a veterinary inspector to enter any premises, if necessary using reasonable force, for the purpose mentioned in section 62D. 2 The information must include— a a statement as to whether any representations have been made by the occupier of the land or premises to an inspector concerning the purpose for which the warrant is sought; b a summary of any such representations. 3 The first condition is that there are reasonable grounds for a veterinary inspector to enter the premises for that purpose. 4 The second condition is that each of the following applies to the occupier of the premises— a he has been informed of the decision to seek entry to the premises and of the reasons for that decision; b he has failed to allow entry to the premises on being requested to do so by an inspector; c he has been informed of the decision to apply for the warrant. 5 The third condition is that— a the premises are unoccupied or the occupier is absent and (in either case) notice of intention to apply for the warrant has been left in a conspicuous place on the premises, or b an application for admission to the premises or the giving of notice of intention to apply for the warrant would defeat the object of entering the premises. 6 A warrant issued under this section remains in force for one month starting with the date of its approval by the justice of the peace, which date shall be clearly visible on the warrant. 7 A warrant issued under this section must be executed only at a reasonable hour unless the inspector thinks that the case is one of urgency. 8 In relation to any premises to which entry is obtained by virtue of a warrant under this section the Secretary of State must retain for a period of not less than 12 months beginning with the day after entry— a a copy of the warrant; b a copy of any record of the steps taken to effect entry to the premises and the actions taken on the premises by the inspector and any other person entering the premises with him."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62F", "section_title": " Tests and samples: supplementary", "section_text": "62F 1 This section applies to a veterinary inspector who enters any premises by virtue of section 62D or under a warrant issued under section 62E. 2 The inspector may take with him— a such other persons as he thinks necessary to give him such assistance as he thinks necessary; b such equipment as he thinks necessary. 3 The inspector may take such samples (including samples from any animal on the premises) and carry out such tests as he thinks are necessary for the purpose mentioned in section 62D(1). 4 The inspector may require any person on the premises who falls within subsection (5) to give him such assistance as he may reasonably require for the purpose mentioned in section 62D(1). 5 The following persons fall within this subsection— a the occupier of the premises; b a person appearing to the inspector to have charge of animals on the premises; c a person appearing to the inspector to be under the direction or control of a person mentioned in paragraph (a) or (b). 6 If the inspector enters any unoccupied premises he must leave them as effectively secured against entry as he found them. 7 If the inspector enters any premises by virtue of a warrant issued under section 62E he must at the time of entry— a serve a copy of the warrant on the occupier of the premises, or (if the occupier is not on the premises) b leave a copy of the warrant in a conspicuous place on the premises. 8 A person commits an offence if— a he is required to give assistance under subsection (4), and b he fails to give it."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62G", "section_title": "Powers of entry  etc. : Scotland", "section_text": "62G 1 An inspector may enter any premises in Scotland for the purpose of— a ascertaining whether a power of slaughter conferred by or under any provision mentioned in subsection (3) should be exercised; or b doing anything in pursuance of or in connection with the exercise of such a power. 2 A power of slaughter conferred by or under any provision mentioned in subsection (3) extends to the taking of any action for the purposes of or in connection with the exercise of the power. 3 The provisions are— a section 16B of; b section 32 of; c Schedule 3 to; d Schedule 3A to, this Act. 4 An inspector acting under subsection (1) must, if required, produce evidence of the inspector's authority. 5 Where any power of entry conferred on an inspector by this Act is exercised in relation to premises used exclusively as a dwelling-house, 24 hours' notice of the intended entry is to be given to the occupier unless the inspector thinks the case is one of urgency. 6 Any power of entry conferred on an inspector by this Act must be exercised at a reasonable hour unless the inspector thinks the case is one of urgency. 7 In this section and sections 62H and 62I, an  “ inspector ” means— a a person appointed as an inspector for the purposes of this Act by the Scottish Ministers; or b a person authorised by the Scottish Ministers for those purposes. 8 In this section and sections 62H and 62I,  “ premises ” includes— a any land or building; or b any other place, in particular— i a vehicle or vessel; or ii a tent or moveable structure."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62H", "section_title": "Warrants", "section_text": "62H 1 A sheriff or justice of the peace may issue a warrant authorising an inspector to enter (if necessary using reasonable force) any premises in Scotland for the purpose mentioned in subsection (2), if satisfied by evidence on oath that— a the first condition is satisfied; and b either the second or the third condition is satisfied. 2 The purpose is that of— a ascertaining whether a function of the Scottish Ministers or inspectors under this Act should be exercised; or b doing anything in pursuance of or in connection with the exercise of such a function. 3 The evidence must include— a a statement as to whether any representations have been made by the occupier of the premises to an inspector concerning the purpose for which the warrant is sought; b a summary of any such representations. 4 The first condition is that there are reasonable grounds for an inspector to enter the premises for that purpose. 5 The second condition is that each of the following applies— a the occupier has been informed of the decision to seek entry to the premises and of the reasons for that decision; b the occupier has failed to allow entry to the premises on being requested to do so by an inspector; and c the occupier has been informed of the intention to apply for the warrant. 6 The third condition is that— a the premises are unoccupied or the occupier appears to be absent and (in either case) notice of intention to apply for the warrant has been left in a conspicuous place on the premises; or b the object of entering would be defeated if the occupier were requested to allow entry or informed of an intention to apply for a warrant. 7 A warrant issued under this section must be executed at a reasonable hour unless the inspector thinks the case is one of urgency. 8 A warrant issued under this section remains in force for one month starting with the date of its grant."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "62I", "section_title": "Entry and warrants: supplementary", "section_text": "62I 1 This section applies to an inspector who enters any premises by virtue of a power conferred on the inspector by or under this Act or under a warrant under section 62H. 2 The inspector may take on to the premises— a such other persons as the inspector thinks necessary to give the inspector such assistance as the inspector thinks necessary; b such equipment as the inspector thinks necessary. 3 The inspector may require any person on the premises who falls within subsection (4) to give the inspector such assistance as the inspector may reasonably require. 4 The following persons fall within this subsection— a the occupier of the premises; b a person appearing to the inspector to have charge of animals on the premises; c a person appearing to the inspector to be under the direction or control of a person mentioned in paragraph (a) or (b). 5 If the inspector enters any premises by virtue of a warrant issued under section 62H the inspector must at the time of entry— a serve a copy of the warrant on the occupier of the premises; or b if the occupier is not on the premises, leave a copy of the warrant in a conspicuous place on the premises. 6 If the inspector enters any unoccupied premises the inspector must leave them as effectively secured against entry as the inspector found them."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "63", "section_title": " General powers of inspectors.", "section_text": "63 1 An inspector has— a for the purposes of this Act, but b with the exception of the powers conferred by sections 61 and 62 above, all the powers which a constable has, under this Act or otherwise, in the place where the inspector is acting. 2 An inspector may at any time enter any land or shed to which this Act applies, or other building or place where he has reasonable grounds for supposing— a that disease exists or has within 56 days existed; or b that the carcase of a diseased or suspected animal is or has been kept, or has been buried, destroyed, or otherwise disposed of; or ba that the carcase of an animal, bird or amphibian slaughtered by virtue of section 16B, Part 2B or Schedule 3A is or has been kept, or has been buried, destroyed, or otherwise disposed of; or c that there is to be found any pen, place, vehicle, or thing in respect of which any person has on any occasion failed to comply with the provisions of this Act, or of an order of the Minister,                         or of a regulation of the Scottish Ministers under this Act,                        or of a regulation of a local authority; or d that this Act or an order of the Minister                         or a regulation of the Scottish Ministers under this Act                        or a regulation of a local authority has not been or is not being complied with. 3 An inspector may at any time enter any pen, vehicle, vessel, boat or aircraft in which or  in respect of which  he has reasonable grounds for supposing that this Act or an order of the Minister                         or a regulation of the Scottish Ministers under this Act                        or a regulation of a local authority has not been or is not being complied with. 4 An inspector entering as authorised by the foregoing provisions of this section shall, if required by the owner, or occupier, or person in charge of the land, building, place, pen, vehicle, vessel, boat or aircraft state in writing his reasons for entering. 5 For the purpose of ascertaining whether the provisions of any order under section 10 above or the conditions of any licence issued in accordance with any such order are being complied with, an inspector may at any time enter— a any vessel, boat, aircraft or vehicle of any other description which is for the time being within the limits of a port, within the meaning of the  Customs and Excise Management Act 1979, or at a customs and excise airport, within the meaning of that Act; or b any vessel, boat or aircraft which does not fall within paragraph (a) above but which he has reasonable grounds for supposing has recently been brought into Great Britain. 6 Without prejudice to subsection (5) above, an inspector may at any time enter— a any land, building or other place, or b any vessel, boat, aircraft or vehicle of any other description, on or in which he has reasonable grounds for supposing that there is being or has been kept any animal or other thing which has been imported and the importation of which is for the time being prohibited or regulated by an order under section 10; and in this subsection “ animals ” and “ imported ” have the same meaning as in that section. 7 A certificate of a veterinary inspector to the effect that an animal                         , bird or amphibian                        is or was affected with a disease specified in the certificate shall, for the purposes of this Act, be conclusive evidence in all courts of justice of the matter certified. 7A In subsection (7)— “ animal ” means any kind of mammal (except man); “disease” is not restricted by its definition in this Act. 8 An inspector of the Minister has all the powers of an inspector throughout Great Britain or that part for which he is appointed. 9 In addition to the powers conferred by this section upon inspectors, an inspector of the Minister may at any time,  enter any land, building or other place, on or in which he has reasonable grounds for supposing that animals are or have been kept, for the purpose of ascertaining whether any disease exists there or has within 56 days existed there. This subsection does not have effect in relation to poultry. 10 An inspector acting under this section must, if required, produce evidence of the inspector's authority."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "64", "section_title": " Powers of inspectors as to poultry.", "section_text": "64 1 An inspector of the Ministry and, if so authorised by an order of the Minister, an inspector of a local authority, may at any time enter any pen, shed, land or other place in which he has reasonable grounds for supposing that poultry are or have been kept, for the purpose of ascertaining whether disease exists or has existed in or on them. 2 For the purpose of enforcing any order for protecting poultry from unnecessary suffering, an inspector may examine— a poultry in any circumstances to which the order relates, and b any receptacle or vehicle used for their conveyance or exposure for sale, and he may enter any premises, vessel or aircraft in which he has reasonable ground for supposing that there are poultry— i exposed for sale; or ii in course of conveyance; or iii packed for conveyance or exposure for sale. 3 An inspector acting under this section must, if required, produce evidence of the inspector's authority."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "64A", "section_title": "\n \n \nPowers of inspectors relating to    assimilated   law \n", "section_text": "          64A In addition to the powers conferred by sections 63 and 64, an inspector (on producing, if required to do so, some duly authenticated document showing his authority) may at all reasonable hours— a enter— i any land, building, or other place, or ii any vessel, boat, aircraft, hovercraft or vehicle of any other description, for the purpose of ascertaining whether   any   assimilated   law within an order made under this Act has been or is   being complied with, and b carry out such inspections (including inspection of documents) as may be necessary for that purpose."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "65", "section_title": " Power to detain vessels and aircraft.", "section_text": "65 1 Where an inspector of the Minister is satisfied that this Act or an order of the Minister                     or a regulation of the Scottish Ministers under this Act                    or a regulation of a local authority has not been or is not being complied with on board a vessel in port, then, on the inspector’s representation in writing to that effect, stating particulars of non-compliance, the vessel may be detained until the appropriate Minister otherwise directs. 2 The officer detaining the vessel shall forthwith deliver to the master or person in charge of the vessel a copy of the representation. 3 Section  284 of the Merchant Shipping Act 1995  shall apply in the case of such detention as if it were authorised or ordered under that Act. 4 In relation to aircraft the Ministers may— a by an order under this Act adapt that section of the  1995 Act  as applied in the case of the detention of a vessel under this section; or b make such other provision instead of it as they think expedient."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "65A", "section_title": " Inspection of vehicles", "section_text": "65A 1 If each of the conditions in subsection (2) is satisfied, an inspector may stop, detain and inspect any vehicle to ascertain whether the provisions of any of the following are being complied with— a this Act; b an order made under this Act; c a regulation of a local authority made in pursuance of such an order. 2 The conditions are— a that the vehicle is in a designated area in a designated period; b that the inspector is accompanied by a constable in uniform. 3 In subsection (2) “ designated ” means designated by an order made by the Secretary of State. 4 A vehicle includes— a a trailer, semi-trailer or other thing which is designed or adapted to be towed by another vehicle; b anything on a vehicle; c a detachable part of a vehicle; d a container or other structure designed or adapted to be carried by or on a vehicle."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "65B", "section_title": "Inspection of vehicles: Scotland", "section_text": "65B 1 If each of the conditions in subsection (2) is satisfied, an inspector may stop, detain and inspect any vehicle to ascertain whether the provisions of any of the following are being complied with— a this Act; b an order under this Act; c a regulation of a local authority made in pursuance of such an order; d regulations made by the Scottish Ministers under this Act. 2 The conditions are— a that the vehicle is in an infected place or area; b that the inspector is accompanied by a constable in uniform. 3 In this section, a  “ vehicle ” includes— a a trailer, a semi-trailer or other thing which is designed or adapted to be towed by another vehicle; b anything on a vehicle; c a detachable part of a vehicle; d a container or other structure designed or adapted to be carried by or on a vehicle."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "66", "section_title": " Refusal and obstruction.", "section_text": "66 A person is guilty of an offence against this Act who, without lawful authority or excuse, proof of which shall lie on him— a refuses to an inspector or other officer, acting in execution of this Act, or of an order of the Minister,                     or of regulations made by the Scottish Ministers under this Act,                    or of a regulation of a local authority, admission to any land, building, place, pen, vessel, boat, aircraft or vehicle of any other description which the inspector or officer is entitled to enter or examine; or b obstructs or impedes him in so entering or examining; or c otherwise in any respect obstructs or impedes an inspector or constable or other officer in the execution of his duty, or assists in any such obstructing or impeding."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "66A", "section_title": " Refusal and obstruction of inspector", "section_text": "     66A 1 A person commits an offence if without lawful authority or excuse (proof of which shall lie on him) he— a refuses admission to any premises to a person acting under section 62A above, b obstructs or impedes him in so acting, or c assists in any such obstruction or impeding. 2 A person commits an offence if— a he is required to give assistance under section 62C(3), and b he fails to give it."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "67", "section_title": " Issue of false licences etc.", "section_text": "67 A person is guilty of an offence against this Act— a who grants or issues a licence, certificate or instrument made or issued, or purporting to be made or issued under or for any purpose of this Act, or of an order of the Minister, or of a regulation of a local authority, which is false in any date or other material particular, unless he shows to the court’s satisfaction that he did not know of that falsity, and that he could not with reasonable diligence have obtained knowledge of it; or b who grants or issues such a licence, certificate or instrument not having, and knowing that he has not, lawful authority to grant or issue it."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "68", "section_title": " Issue of licences etc. in blank.", "section_text": "68 A person is guilty of an offence against this Act— a who, with intent unlawfully to evade or defeat this Act, or an order of the Minister, or a regulation of a local authority, grants or issues an instrument being in form a licence, certificate or instrument made or issued under this Act, or such an order or regulation, for permitting or regulating the movement of a particular animal, or the doing of any other particular thing, but being issued in blank, that is to say, not being before its issue so filled up as to specify any particular animal or thing; b who uses or offers or attempts to use for any purpose of this Act, or such an order or regulation, an instrument so issued in blank, unless he shows to the court’s satisfaction that he did not know of it having been so issued in blank, and that he could not with reasonable diligence have obtained knowledge of it."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "69", "section_title": " Falsely obtaining licences etc.", "section_text": "69 A person is guilty of an offence against this Act— a who for the purpose of obtaining a licence, certificate or instrument makes a declaration or statement false in any material particular, or b who obtains or endeavours to obtain a licence, certificate or instrument by means of a false pretence, unless he shows to the court’s satisfaction that he did not know of that falsity, and that he could not with reasonable diligence have obtained knowledge of it."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "70", "section_title": "\n \n Alteration of licences \n etc. \n", "section_text": "70 A person is guilty of an offence against this Act, who, with intent unlawfully to evade this Act, or an order of the Minister, or a regulation of a local authority— a alters, or falsely makes, or ante-dates, or counterfeits a licence, declaration, certificate or instrument made or issued, or purporting to be made or issued, under or for any purpose of this Act or such an order or regulation; or b offers or utters such a licence, declaration, certificate or instrument knowing it to be altered, or falsely made, or ante-dated or counterfeited."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "71", "section_title": " Other offences as to licences.", "section_text": "71 A person is guilty of an offence against this Act— a who, with intent unlawfully to evade this Act, or an order of the Minister, or a regulation of a local authority, does anything for which a licence is requisite under this Act, or such an order or regulation, without having obtained a licence; or b who, where a licence is so requisite, having obtained a licence, with the like intent does the thing licensed after the licence has expired; or c who uses or offers or attempts to use as such a licence— i an instrument not being a complete licence, or ii an instrument untruly purporting or appearing to be a licence, unless he shows to the court’s satisfaction that he did not know of that incompleteness or untruth, and that he could not with reasonable diligence have obtained knowledge of it."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "71A", "section_title": " Prosecutions: time limit", "section_text": "                71A 1 Despite anything in section 127(1) of the Magistrates’ Courts Act 1980 an information relating to an offence under this Act which is triable by a magistrates’ court in England and Wales may be so tried if it is laid at any time— a within the period of three years starting with the date of the commission of the offence, and b within the period of six months starting with the day on which evidence which the prosecutor thinks is sufficient to justify the proceedings comes to his knowledge. 2 A certificate by the prosecutor as to the date on which such evidence came to his knowledge is conclusive evidence of that fact."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "72", "section_title": " Offences made and declared by and under this Act.", "section_text": "72 A person is guilty of an offence against this Act who, without lawful authority or excuse, proof of which shall lie on him— a does or omits anything the doing or omission of which is declared by this Act or by an order of the Minister to be an offence by that person against this Act; or b does anything which by this Act or such an order is made or declared to be not lawful."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "73", "section_title": " General offences.", "section_text": "73 A person is guilty of an offence against this Act who, without lawful authority or excuse, proof of which shall lie on him— a does anything in contravention of this Act, or of an order of the Minister,                     or of regulations made by the Scottish Ministers under this Act,                    or of a regulation of a local authority; or b fails to give, produce, observe or do any notice, licence, rule or thing which by this Act or such an order or regulation he is required to give, produce, observe or do."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "74", "section_title": " Liability under the customs and excise Acts.", "section_text": "74 A person who— a lands or ships or attempts to land or ship  or brings or attempts to bring through the tunnel system as defined in the Channel Tunnel Act 1987  an animal or thing, and b by so doing is in contravention of this Act or of an order of the Minister, is liable under and according to the customs and excise Acts to the penalties imposed on persons importing or exporting or attempting to import or export goods the importation or exportation of which is prohibited. This section is without prejudice to any proceeding under this Act against such a person for an offence against this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "75", "section_title": " Penalties for certain summary offences", "section_text": "75 1 This section applies to any offence under this Act for which no penalty is specified. 2 A person guilty of an offence to which this section applies is liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale or to both."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "76", "section_title": " Certain importation offences triable either summarily or on indictment.", "section_text": "76 1 Where— a an offence against this Act which is declared to be such by an order under section 10 above, and b that order is expressed to be made for the purpose of preventing the introduction of rabies into Great Britain, that offence may be tried either summarily or on indictment. 2 For an offence triable under subsection (1) above a person shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; b on conviction on indictment to a fine or to imprisonment for a term not exceeding 12 months or to both. 3 Where an order under section 10 declares that this subsection applies to an offence which consists of— a a contravention of, or failure to comply with, any provision of that order, or b a failure to observe any conditions to which a licence issued in accordance with that order is subject, that offence may be tried either summarily or on indictment, and a person convicted of such an offence shall be liable as provided in paragraphs (a) and (b) of subsection (2) above. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "76A", "section_title": "Fixed penalty notices", "section_text": "76A 1 The Scottish Ministers may by regulations make provision for or in connection with the issuing of fixed penalty notices in relation to certain offences. 2 The offences in relation to which fixed penalty notices may be issued must be specified in or by virtue of regulations under subsection (1). 3 The offences which may be specified are offences— a under— i this Act, ii orders or regulations made under this Act (whether made before, on or after the coming into force of this section), iii the Bees Act 1980, iv orders made under the Bees Act 1980 (whether made before, on or after the coming into force of this section), or v another enactment (whether made or, as the case may be, passed before, on or after the coming into force of this section) which the Scottish Ministers consider relates to animal health, and b in relation to which the maximum penalty on conviction does not exceed imprisonment for a term of 6 months or a fine of level 5 on the standard scale (or both). 4 Regulations under subsection (1) may in particular include provision— a subject to subsections (6) and (7), prescribing the form of a fixed penalty notice, b prescribing the persons or categories of persons who are authorised to issue fixed penalty notices, c conferring on the Scottish Ministers the power to authorise a person to issue fixed penalty notices, d conferring powers to enter premises (other than dwelling-houses) in connection with the issuing of fixed penalty notices, e about the circumstances in which fixed penalty notices may be issued (including the test which must be satisfied before a person authorised to issue such notices may do so), f about the circumstances in which fixed penalty notices may not be issued, g about the circumstances in which fixed penalty notices may be withdrawn (including the effects of such withdrawal), h prescribing the amount of the fixed penalty which is to apply to an offence, being not more than level 5 on the standard scale, i prescribing the person to whom payment may be made (who need not be the person who issued the fixed penalty notice), j prescribing the period of time within which a fixed penalty may be paid (in this section, the  “payment period”), k about the circumstances in which a person to whom a fixed penalty notice is issued may decline the notice or otherwise object to or challenge it (including the period within which the person may do so), l about the effects of failing to decline or otherwise object to or challenge a fixed penalty notice before the end of the period prescribed for doing so (including that such failure is deemed to be acceptance of the notice), m conferring on the person who issued the fixed penalty notice or the person to whom payment may be made the power to extend the payment period in any particular case if the person considers it appropriate to do so, n about the methods by which fixed penalties may be paid, o for the amount of a fixed penalty to be discounted or increased by an amount or percentage in circumstances prescribed by the regulations (but not so as to make the amount payable more than level 5 on the standard scale), p prescribing the effect of paying a fixed penalty within the payment period (for example, that no proceedings may be brought in respect of the offence to which the fixed penalty notice relates), q about the consequences of not paying a fixed penalty within the payment period (including how liability to pay the penalty may be enforced), r for additional procedure relating to fixed penalty notices (for example to make provision for hearings or appeals), s for the destination of funds, the keeping of accounts and the preparation and publication of statements of account relating to fixed penalties provided for under the regulations, t creating offences relating to— i obstruction of a person who is exercising functions in relation to fixed penalty notices, ii a failure to provide information requested in connection with a fixed penalty notice. 5 The maximum penalty that may be provided for in regulations under subsection (1) creating an offence is, on summary conviction, a fine not exceeding level 5 on the standard scale. 6 A fixed penalty notice provided for in regulations under subsection (1) must— a identify the offence to which it relates, and b specify reasonable particulars of the circumstances alleged to constitute the offence. 7 A fixed penalty notice provided for in regulations under subsection (1) must also state— a the date on which the fixed penalty notice is issued, b the amount of the fixed penalty, c the person to whom payment may be made and the person's address, d the payment period, e the method by which payment may be made, f the effect of paying the fixed penalty within the payment period and the consequences of not paying the fixed penalty within that period, g details of any procedure for challenging or appealing the fixed penalty notice. 8 In this section— “ animal ” includes bees in any stage of their life cycle, “ enactment ” includes an Act of the Scottish Parliament and an instrument under such an Act, “ fixed penalty notice ” means a notice specifying a sum of money that may or must be paid as an alternative to prosecution for an offence. 9 Regulations under this section— a are subject to the affirmative procedure, b may make— i incidental, supplementary, consequential, transitional, transitory or saving provision, ii different provision for different purposes, c may modify any enactment (including this Act)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "77", "section_title": " Money recoverable summarily.", "section_text": "77 Any money by this Act or an order of the Minister made recoverable summarily may be so recovered as a civil debt, and in England and Wales this shall be in accordance with the Magistrates’ Courts Act 1980. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "78", "section_title": " Appeal.", "section_text": "78 If any person thinks himself aggrieved— a by the dismissal of a complaint by, or b by any determination or adjudication of, a magistrates’ court in England or Wales under this Act, he may appeal to the Crown Court. Nothing in this section applies in relation to an offence punishable under section 4 above."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "79", "section_title": " Evidence and procedure.", "section_text": "79 1 In any proceeding under this Act no proof shall be required of the appointment or handwriting of an inspector or other officer of the Minister or of the clerk or an inspector or other officer of a local authority. 2 Where the owner or person in charge of an animal                         , bird or amphibian                        is charged with an offence against this Act relative to disease or to any illness of the animal                         , bird or amphibian                       , he shall be presumed to have known of the existence of the disease or illness unless and until he shows to the court’s satisfaction that— a he had not knowledge of the existence of that disease or illness, and b he could not with reasonable diligence have obtained that knowledge.  2A In subsection (2)— “ animal ” means any kind of mammal (except man); “disease” is not restricted by its definition in this Act. 3 Where a person— a is charged with an offence against this Act in not having duly cleansed or disinfected any place, vessel, aircraft, vehicle or thing belonging to him or under his charge, and b a presumption against him on the part of the prosecution is raised, it shall lie on him to prove the due cleansing and disinfection mentioned in paragraph (a). 4 Every offence against this Act shall be deemed to have been committed, and every cause of complaint or matter for summary proceeding under this Act or an order of the Minister                         or regulations made by the Scottish Ministers under this Act                        or regulation of a local authority shall be deemed to have arisen, either in any place— a where it actually was committed or arose; or b where the person charged or complained of or proceeded against happens to be at the time of the institution or commencement of the charge, complaint or proceeding. 5 Nothing in subsections (2) to (4) above applies in relation to an offence under section 4 above."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "80", "section_title": " Yearly return to Parliament.", "section_text": "80 1 The Ministers shall make and lay before both Houses of Parliament not later than 31st March a yearly return stating the proceedings and expenditure under this Act of the Ministers, and, as far as reasonably may be, of all local authorities, in the year ending the previous 31st December. 2 The return shall also— a show the number of imported animals landed and found diseased in that year, specifying separately the different kinds of disease, and the ports and aerodromes of exportation and landing, and the mode of disposal of the animals; and b contain such other information respecting the operation of this Act as the Ministers think fit."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "81", "section_title": " Reports to Minister.", "section_text": "81 Every local authority and their inspectors and officers shall give to the appropriate Minister such notices, reports, returns and information as he requires."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "82", "section_title": " Information from Agricultural Marketing Boards.", "section_text": "82 Every board administering a scheme under the  Agricultural Marketing Act 1958 shall give to the appropriate Minister such information as he may reasonably require for the purposes of his functions under this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "83", "section_title": " Form and service of instruments.", "section_text": "83 1 Every notice under this Act or under any order or regulation made under this Act must be in writing. 2 The Ministers may make such orders as they think fit for prescribing and regulating the form and mode of service or delivery of notices and other instruments. 3 Any notice or other instrument under this Act or under an order of the Minister or a regulation of a local authority may be served on the person to be affected by it, either— a by its delivery to him personally; or b by the leaving of it for him at his last known place of abode or business; or c by the sending of it through the post in a letter addressed to him at his last known place of abode or business. 4 A notice or other instrument— a to be served on the occupier of any building, land or place, may, except when sent by post, be addressed to him by the designation of the occupier of that building, land or place, without naming or further describing him; and b where it is to be served on the several occupiers of several buildings, lands or places, may, except when sent by post, be addressed to them collectively by the designation of the occupiers of those several buildings, lands or places, without further naming or describing them, but separate copies of it being served on them severally."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "83A", "section_title": "Electronic communication: Scotland", "section_text": "83A 1 Any requirement in the provisions mentioned in subsection (3) for something to be done in writing may be met by doing that thing as described in subsection (2). 2 That is, by using a document— a transmitted by electronic means; and b capable of being reproduced in legible form. 3 Those provisions are— a sections 3(2), 30(1), 36Q(1) and (6), 40(1)(b), 41(1)(b), 47, 60(9), 63(4) and 65(1) of, and paragraph 2(4) of Schedule 3 to, this Act; b sections 17(3), 22(7)(a), 62G(5) and 81 (each as read with section 83(1)) of this Act. 4 But subsection (1) applies in relation to section 17(3), 22(7)(a), 30(1), 36Q(1) or (6) or 62G(5) only if— a the recipient has consented to receive electronic communication for the purpose; and b transmission is to an email address provided by the recipient. 5 For the purposes of sections 17(3), 22(7)(a), 30(1) and 36Q(1), a document transmitted under subsection (1) shall be taken to be received on the day after the day of its transmission. 6 The Scottish Ministers may, for the purposes of this Act, by order make further provision for the purposes of or in connection with— a using electronic communication (including the use of electronic signatures); b using documents in electronic form. 7 An order under subsection (6)— a may make provision by amending this Act or otherwise; b shall be made by statutory instrument subject to annulment in pursuance of a resolution of the Scottish Parliament. 8 In this section— “ electronic communication ” is to be construed in accordance with section 15(1) of the Electronic Communications Act 2000 (c. 7); “ electronic signature ” is to be construed in accordance with section 7(2) of that Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "84", "section_title": " Fees.", "section_text": "84 1 The Ministers may by order made with the Treasury’s approval prescribe fees to be paid with respect to such business transacted or to be transacted under this Act as may be specified in the Order. A Statutory instrument containing an order under this subsection shall be subject to annulment in pursuance of a resolution of the Commons House of Parliament. 2 Where— a an order under subsection (1) above provides for the payment of a fee before the transaction of the business with respect to which it is payable, and b the business is not transacted or not wholly transacted, the Minister to whom the fee was paid may, if he thinks fit, repay the whole or part of the fee. 3 Where— a an order under subsection (1) provides for any fee to be paid on the making of an application in a case where previously a fee was payable only if the application was granted, then, b as respects anything done in pursuance of an application made before the coming into operation of the order, the same fee shall be payable as before the coming into operation of the order and shall be so payable at the time at which it would then have been payable."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "85", "section_title": " Exemption from stamp duty.", "section_text": "85 No stamp duty shall be payable on any appointment, certificate, declaration, licence or thing under this Act, or an order of the Minister, or a regulation of a local authority."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "86", "section_title": " Ministers and their functions.", "section_text": "86 1 In this Act— a “ the Minister ” means, in relation to the whole of Great Britain, the Minister of Agriculture, Fisheries and Food, and “ Ministry ” shall be construed accordingly, b “ the appropriate Minister ” means, in relation to England, the Minister of Agriculture, Fisheries and Food, and in relation to Scotland or to Wales, the Secretary of State, c “ the Ministers ” means, in relation to the whole of Great Britain, the Minister of Agriculture, Fisheries and Food, the Secretary of State for Scotland and the Secretary of State for Wales, acting jointly, but in the case of any function under the following provisions of this Act— i section 21, so far as it is applicable in relation to brucellosis, tuberculosis, dourine or infestation with maggot of the warble fly, ii any other provision so far as it is applica ble in relation to brucellosis, brucellosis melitensis, tuberculosis or infestation of cattle with the maggot of the warble fly, that function, notwithstanding that it is expressed to be exercisable by the Minister or the Ministers, shall be exercisable only by the appropriate Minister. 2 The powers and duties conferred and imposed by this Act on the Minister shall be executed and discharged by  . . . this Act."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "87", "section_title": " Meaning of “animals” and “poultry”.", "section_text": "87 1 In this Act, unless the context otherwise requires, “ animals ” means— a cattle, sheep and goats, and b all other ruminating animals and swine, subject to subsections (2) and (3) below. 2 The Ministers may by order for all or any of the purposes of this Act extend the definition of “ animals ” in subsection (1) above so that it shall for those or any of those purposes comprise— a any kind of mammal except man; and b any kind of four-footed beast which is not a mammal. 3 The Ministers may by order for all or any of the purposes of this Act (except so far as it relates to disease) extend the definition of “ animals ” in subsection (1) so that it shall for those or any of those purposes comprise— a fish, reptiles, crustaceans, or b other cold-blooded creatures of any species, not being creatures in respect of which an order can be made under subsection (2) above. 4 In this Act, subject to subsection (5) below and unless the context otherwise requires, “ poultry ” means birds of the following species— a domestic fowls, turkeys, geese, ducks, guinea-fowls and pigeons, and b pheasants and partridges, and subject to the provisions mentioned below, this Act has effect in relation to poultry as it has effect in relation to animals. The provisions of this Act referred to above are sections  15(5), 32(4), and 63(9) . 5 The Ministers may by order for all or any of the purposes of this Act, in so far as it applies to poultry— a extend the definition of “ poultry ” in subsection (4) above so that it shall for those or any of those purposes comprise any other species of bird; or b restrict that definition so that it shall for those or any of those purposes exclude any of the species of bird mentioned in paragraph (b) of subsection (4)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "88", "section_title": " Meaning of “disease”.", "section_text": "88 1 In this Act, unless the context otherwise requires, “ disease ” means cattle plague, pleuro-pneumonia, foot-and-mouth disease, sheep-pox, sheep scab, or swine fever, subject to subsection (2) below. 2 The Ministers may by order for all or any of the purposes of this Act extend the definition of “ disease ” in subsection (1) above so that it shall for those or any of those purposes comprise any other disease of animals. 3 In this Act, in so far as it applies to poultry, and unless the context otherwise requires, “ disease ” means— a fowl pest in any of its forms, including Newcastle disease and fowl plague; and b fowl cholera, infectious bronchitis, infectious laryngotracheitis, pullorum disease, fowl typhoid, fowl pox and fowl paralysis, subject to subsection (4) below. 4 The Ministers may by order for all or any of the purposes of this Act— a extend the definition of “ disease ” in subsection (3) above so that it shall for those or any of those purposes comprise any other disease of birds; or b restrict that definition so that it shall for those or any of those purposes exclude any of the diseases mentioned in paragraph (b) of subsection (3)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "89", "section_title": " Other interpretation provisions.", "section_text": "89 1 In this Act, unless the context otherwise requires— “ aerodrome ” means any area of land or water designed, equipped, set apart or commonly used for affording facilities for the landing and departure of aircraft; “ carcase ” means the carcase of an animal and includes part of a carcase, and the meat, bones, hide, skin, hooves, offal or other part of an animal, separately or otherwise, or any portion thereof; “ cattle ” means bulls, cows, steers, heifers, and calves; “ cattle plague ” means rinderpest or the disease commonly called cattle plague; “ the customs and excise Acts ” has the meaning given by the  Customs and Excise Management Act 1979; “ diseased ” means affected with disease; “district”, when used with reference to a local authority, means the area for which the local authority exercises powers under this Act; “ export quarantine station ” has the meaning given by section 12(1) above; “ fodder ” means hay or other substance commonly used for food of animals; “ horse ” includes ass and mule; “ imported ” means brought to Great Britain from a country out of Great Britain; “ inspector ” means a person appointed to be an inspector for the purposes of this Act by the Minister or by a local authority, and, when used in relation to an officer of the Ministry, includes a veterinary inspector; “ justice ” means justice of the peace; “ litter ” means straw or other substance commonly used for bedding or otherwise for or about animals; “ local authority ” has the meaning given by section 50 above; “ order of the Minister ” means an order under this Act of the Minister, the appropriate Minister, or the Ministers, as the case may be; “ pleuro-pneumonia ” means contagious pleuro-pneumonia of cattle; “ pony ” means any horse not more than 147 centimetres in height, except a foal travelling with its dam if the dam is over 147 centimetres; “ suspected ” means suspected of being diseased; “ swine-fever ” means the disease known as typhoid fever of swine, soldier purples, red disease, hog cholera or swine-plague; “ veterinary inspector ” means a veterinary inspector appointed by the Minister. 2 In the computation of time for the purposes of this Act, a period reckoned by days from the happening of an event or the doing of an act or thing shall be deemed to be exclusive of the day on which the event happened or the act or thing is done."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "90", "section_title": " Application to hovercraft.", "section_text": "90 The enactments and instruments with respect to which provision may be made by Order in Council in pursuance of section 1(1)(h) of the  Hovercraft Act 1968 include this Act and any instrument made or having effect as if made under it. This section is without prejudice to section 17 of the  Interpretation Act 1978 (repeal and re-enactment)."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "91", "section_title": " Orders etc.", "section_text": "91 1 The Minister, the appropriate Minister or the Ministers, as the case may be, shall publish in the London Gazette and the Edinburgh Gazette a notice of any order of the Minister stating— a that the order has been made; and b where copies of the order may be obtained. 2 Every local authority shall at their own expense publish every order of the Minister, and every licence or other instrument sent to them by the Minister, the appropriate Minister, or the Ministers— a in such manner as he or they shall direct; and b subject to and in the absence of any direction, by advertisement in a newspaper circulating in the district of the local authority. 3 The validity or effect of an order of the Minister, or licence or other instrument issued by the Minister, the appropriate Minister or the Ministers shall not be affected by want of or defect or irregularity in its publication. 4 Subsections (1) to (3) above do not apply to an order made under section 32 above. 5 A power conferred by this Act to make an order of the Minister, other than by— a section 14(2), b section 59(1), shall be exercisable by statutory instrument. 6 An order of the Minister made under either of the provisions referred to in paragraphs (a) and (b) of subsection (5) above may be altered or revoked by a subsequent order made in the like manner and subject to the like conditions, but section 14(b) of the  Interpretation Act 1978 shall not apply to an order made by the Ministers under section 34(7) above providing that section 34(6) shall cease to have effect."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "92", "section_title": " General application to Scotland.", "section_text": "92 1 The provisions of this section have effect for the purposes of the application of this Act to Scotland. 2 An offence against this Act may be prosecuted in the district court, and, when so prosecuted, the provisions in relation to sentences contained in  section 7(6) of the Criminal Procedure (Scotland) Act 1995  shall apply to such a prosecution as they apply to prosecutions of common law offences. 3 In the event of refusal or delay on the part of any person in complying with the order of a local authority, the local authority may give information of the refusal or delay to the procurator-fiscal of the district, who may apply to the sheriff for a warrant to carry such order into effect, and such warrant may be executed by the officers of the court in common form. 4 Notwithstanding anything in any other Act, and except in relation to section 4 above, such part not exceeding one half of every fine recovered under this Act as the court before which it is recovered thinks fit shall be paid to the person who proceeds for it. 5 Nothing in subsections (3) and (4) above applies to proceedings under the customs and excise Acts. 6 Notwithstanding the repeal by this Act of section 17 of the  Diseases of Animals Act 1935, Part I of the  Ministry of Agriculture and Fisheries Act 1919 shall be deemed always to have extended to Scotland."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "93", "section_title": " Communications to and from Northern Ireland.", "section_text": "93 In order to secure uniformity of action— a every order of the Minister shall with all practicable speed be communicated to the Department of Agriculture for Northern Ireland; and b every order made by that Department under the enactments in Northern Ireland relating to diseases of animals shall with all practicable speed be communicated to the Minister."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "94", "section_title": " Transitional.", "section_text": "94 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purpose of determining the punishment which may be imposed on a person in respect of the commission by him of an offence under any provision of this Act, an offence committed by that person under the corresponding enactment repealed by this Act shall be deemed to have been committed under that provision."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "95", "section_title": " Savings.", "section_text": "95 1 Any order made or having effect as if made— a under any provision of sections 24 to 33 of the  Diseases of Animals Act 1950, b before the coming into operation of section 1 of the  Diseases of Animals Act 1975, continues in operation as if that section had not come into operation, except that it may be varied or revoked as if it had been made under section 10 above. 2 In the case of an order made or having effect as if made— a partly under any provision of those sections of that Act of 1950, and b partly under any other enactment (whether or not contained in that Act), subsection (1) above has effect to the extent that the order was made or had effect as if made under any of those sections. 3 The Conveyance of Live Poultry Order 1919, made under the  Poultry Act 1911, has effect as if it had been made under sections 7(2), 37(1) and 64(2) above. 4 Without prejudice to section 17 of the  Interpretation Act 1978 (repeal and re-enactment), the power conferred by virtue of sections 135(2) and 136(3) of the  Medicines Act 1968 to bring into operation Schedule 6 to that Act (enactments of Parliament of United Kingdom repealed) has effect as if that Schedule included references to section 5(2) above and Schedule 1 to this Act. 5 Any officer or servant employed by the Minister for the purpose of the execution of the enactments relating to diseases of animals who was appointed before the commencement of Part IV of the  Agriculture Act 1937 (1st April 1938) shall be deemed to have been appointed under section 5 of the  Board of Agriculture Act 1889. 6 Nothing in this Act affects sections 40(2) and 42(2) of the  Northern Ireland Constitution Act 1973 as those subsections have effect in relation to section 88 of the  Diseases of Animals Act 1950. 7 In so far as any provision of— a paragraph (a) of section 35(4) above, b paragraph (a)(ii) of section 41(1) above, c paragraph (c) of section 75(1) above, and d section 89(1) above, specifies an amount expressed in metric units which is derived from the exercise of the power to make regulations under section 7 of the  Agriculture (Miscellaneous Provisions) Act 1976 that provision may be varied as if it were contained in regulations so made."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "96", "section_title": " Consequential amendments and repeals. ", "section_text": "96 1 The enactments specified in Schedule 5 to this Act have effect subject to the amendments specified in that Schedule being amendments consequential on the provisions of this Act. 2 The enactments specified in Schedule 6 to this Act (which include certain obsolete or unnecessary enactments) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "97", "section_title": " Short title, extent, and commencement.", "section_text": "97 1 This Act may be cited as the Animal Health Act 1981. 2 Sections 93 and 95(6) above apply to Northern Ireland, and Schedule 6 to this Act, so far as it repeals provisions of the  Diseases of Animals Act 1950 which applied to Northern Ireland, but apart from those provisions this Act does not extend to Northern Ireland. 3 This Act shall come into force on the expiry of the period of one month beginning on the date of its passing."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "16", "section_title": " Treatment after exposure to infection.", "section_text": "16 1 For the purpose of preventing the spread of disease, the Ministers may cause to be treated with serum or vaccine, or with both serum and vaccine, any animal or bird— a which has been in contact with a diseased animal or bird, or b which appears to the Ministers to be or to have been in any way exposed to the infection of disease; or c which is in an infected area. 2 The powers conferred by this section shall be construed as extending to the taking of any action— a which is requisite for enabling the appropriate treatment to be administered, or b which is otherwise required in connection with that treatment, and for the purpose of exercising those powers any  inspector  may, subject to production of his authority on demand, enter any land or premises  . . ..  3 If a justice of the peace is satisfied on sworn information in writing that the first condition is satisfied and that the second or third condition is satisfied he may issue a warrant authorising an inspector to enter any land or premises, if necessary using reasonable force, for the purpose mentioned in subsection (2).  4 The information must include— a a statement as to whether any representations have been made by the occupier of the land or premises to an inspector concerning the purpose for which the warrant is sought; b a summary of any such representations.  5 The first condition is that there are reasonable grounds for an inspector to enter the land or premises for that purpose.  6 The second condition is that each of the following applies to the occupier of the premises— a he has been informed of the decision to seek entry to the premises and of the reasons for that decision; b he has failed to allow entry to the premises on being requested to do so by an inspector; c he has been informed of the decision to apply for the warrant.  7 The third condition is that— a the premises are unoccupied or the occupier is absent and (in either case) notice of intention to apply for the warrant has been left in a conspicuous place on the premises, or b an application for admission to the premises or the giving of notice of intention to apply for the warrant would defeat the object of entering the premises.  8 Subsections (9) to (12) apply to an inspector who enters any land or premises by virtue of subsection (2) or under a warrant issued under subsection (3).  9 The inspector may take with him— a such other persons as he thinks necessary to give him such assistance as he thinks necessary; b such equipment as he thinks necessary.  10 The inspector may require any person on the land or premises who falls within subsection (11) to give him such assistance as he may reasonably require for the purpose mentioned in subsection (2).  11 The following persons fall within this subsection— a the occupier of the premises; b a person appearing to the inspector to have charge of animals on the premises; c a person appearing to the inspector to be under the direction or control of a person mentioned in paragraph (a) or (b).  12 If the inspector enters any unoccupied premises he must leave them as effectively secured against entry as he found them.  13 If the inspector enters any premises by virtue of a warrant issued under subsection (3) he must at the time of entry— a serve a copy of the warrant on the occupier of the premises, or (if the occupier is not on the premises) b leave a copy of the warrant in a conspicuous place on the premises.  14 A warrant issued under subsection (3) remains in force for one month starting with the date of its approval by the justice of the peace, which date shall be clearly visible on the warrant.  15 A warrant issued under subsection (3) must be executed only at a reasonable hour unless the inspector thinks that the case is one of urgency.  16 In relation to any premises to which entry is obtained by virtue of a warrant under this section the Secretary of State must retain for a period of not less than 12 months beginning with the day after entry— a a copy of the warrant; b a copy of any record of the steps taken to effect entry to the premises and the actions taken on the premises by the inspector and any other person entering the premises with him.  17 A person commits an offence if— a he is required to give assistance under subsection (10), and b he fails to give it."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "35", "section_title": " Seizure and disposal of carcases etc.", "section_text": "35 1 The Ministers may by order make such provision—  a for the seizure of anything, whether animate or inanimate, by or by means of which it appears to them that any disease to which this subsection applies might be carried or transmitted, and b for the destruction, burial, disposal or treatment of anything seized under the order, as they may think expedient for preventing the spread of any  such disease . 1A Subsection (1) above does not authorise provision for the seizure of any animal; but such an order may provide for the seizure of carcases and of anything obtained from or produced by an animal. In this subsection, “animal” includes anything that may, by virtue of an order under section 87 below, be included for any of the purposes of this Act in the definition of animals or of poultry contained in that section, and “carcases” is to be construed accordingly. 2 Subsection (1) above applies to the diseases in the case of which powers of slaughter are exercisable under this Act, that is to say— a to cattle plague, pleuro-pneumonia, foot-and-mouth disease  , swine-fever and transmissible spongiform encephalopathies , and any disease within the meaning of section 32 above to which that section for the time being applies  and any disease in respect of which an order under section 32A is in force ; and b to any disease as defined in relation to poultry by or under section 88 below. 3 The Ministers may make such orders as they think fit— a for prescribing and regulating the destruction, burial, disposal or treatment of carcases of animals dying while diseased or suspected; b for prescribing and regulating the destruction, burial or disposal of anything seized under subsection (1); c for prohibiting or regulating the digging up of carcases which have been buried. 4 A person is guilty of an offence against this Act who, without lawful authority or excuse, proof of which shall lie on him— a throws or places, or causes or suffers to be thrown or placed, into any river, stream, canal, navigation, or other water, or into the sea within 4.8 kilometres of the shore, the carcase of an animal which has died of disease, or been slaughtered as diseased or suspected; or b digs up, or causes to be dug up, a carcase buried under the direction of the Minister or of a local authority or of a receiver of wreck."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "60", "section_title": " Duties and authorities of constables.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Animal Health Act 1981", "year": 1981, "section": "75", "section_title": " Penalties for certain summary offences", "section_text": "75 1 This section applies to any offence under this Act for which no penalty is specified. 2 A person guilty of an offence to which this section applies is liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale or to both."}]