[{"act": "Atomic Energy (Miscellaneous Provisions) Act 1981", "year": 1981, "section": "1", "section_title": " Extension of power of Atomic Energy Authority and Secretary of State to dispose of shares  etc.", "section_text": "1 1 This section applies to the power of the Atomic Energy Authority to dispose of shares held by the Authority in any company and to the power of the Secretary of State to dispose of shares held by him in any company whose activities include the development of atomic energy or research into matters connected therewith or the production, treatment, storage or disposal of radioactive substances. 2 The power of the Authority to dispose of shares shall, subject to the following provisions of this section, be exercisable— a whether or not the disposal is consistent with the exercise and performance of their functions; and b whether the disposal will extend to some or to all the shares held in the company; and the power of the Secretary of State to direct them under section 3 of the  Atomic Energy Authority Act 1954 to dispose of shares shall be correspondingly extended. 3 The power of the Secretary of State to dispose of shares shall, subject to the following provisions of this section, be exercisable— a whether or not the disposal is consistent with promoting or controlling the development of atomic energy; and b whether the disposal will extend to some or to all the shares held in the company. 4 Where a disposal by the Authority would not in their opinion be consistent with the exercise or performance of their functions, the disposal may only be made— a if in the Secretary of State’s opinion it will promote the national interest; and b under and in accordance with directions given by him under the said section 3. 5 Where a disposal by the Secretary of State would in his opinion be inconsistent with promoting or controlling the development of atomic energy, the disposal may only be made if in his opinion it will promote the national interest. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 If at any time the Atomic Energy Authority and the Secretary of State cease to hold shares in the Radiochemical Company which in the aggregate (taking any shares held by the Authority together with any shares held by the Secretary of State) carry more than half the voting rights exercisable at general meetings of the company, section 14 of the Atomic Energy Authority Act 1971 (laying of accounts before Parliament) shall not thereafter apply in relation to the Radiochemical Company. 8 In section 11(5) of the Atomic Energy Authority Act 1971 (sums received by Secretary of State in right of shares held by him in Nuclear Fuels Company or Radiochemical Company to be paid into Consolidated Fund) after the words “in right of” there shall be inserted the words “or on the disposal of”."}, {"act": "Atomic Energy (Miscellaneous Provisions) Act 1981", "year": 1981, "section": "2", "section_title": " Application of Authority’s receipts. ", "section_text": "2 Section 4(2) of the   Atomic Energy Authority Act 1954 (Authority’s revenues to be applied as directed by the Secretary of State with Treasury’s approval) shall have effect, and shall be deemed always to have had effect, with the following amendments— a for the words from “Any revenues” to “otherwise” there shall be substituted the words “Any sums received by the Authority”; and b for the words “those revenues” there shall be substituted the words “those sums”."}, {"act": "Atomic Energy (Miscellaneous Provisions) Act 1981", "year": 1981, "section": "3", "section_title": " Expenses.", "section_text": "3 There shall be paid out of money provided by Parliament any increase attributable to this Act in— a the administrative expenses of the Secretary of State; b the sums payable out of money so provided under any other Act."}, {"act": "Atomic Energy (Miscellaneous Provisions) Act 1981", "year": 1981, "section": "4", "section_title": " Interpretation, short title and extent.", "section_text": "4 1 In this Act— “ atomic energy ” has the same meaning as in section 18 of the  Atomic Energy Act 1946; “the Atomic Energy Authority” or “ the Authority ” means the United Kingdom Atomic Energy Authority; “ the Nuclear Fuels Company ” means British Nuclear Fuels Limited; “ radioactive substance ”                     means any substance which consists of or contains any radioactive chemical element, whether natural or artificial ; “ the Radiochemical Company ” means Amersham International Limited, formerly known as The Radiochemical Centre Limited; and “ shares ” includes stock. 2 This Act may be cited as the Atomic Energy (Miscellaneous Provisions) Act 1981. 3 This Act, except subsections (6) to (8) of section 1, extends to Northern Ireland."}]