[{"act": "Contempt of Court Act 1981", "year": 1981, "section": "1", "section_title": " The strict liability rule.", "section_text": "1 In this Act “ the strict liability rule ” means the rule of law whereby conduct may be treated as a contempt of court as tending to interfere with the course of justice in particular legal proceedings regardless of intent to do so."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "2", "section_title": " Limitation of scope of strict liability.", "section_text": "2 1 The strict liability rule applies only in relation to publications, and for this purpose “ publication ” includes any speech, writing,  programme included in a cable programme service  or other communication in whatever form, which is addressed to the public at large or any section of the public. 2 The strict liability rule applies only to a publication which creates a substantial risk that the course of justice in the proceedings in question will be seriously impeded or prejudiced. 3 The strict liability rule applies to a publication only if the proceedings in question are active within the meaning of this section at the time of the publication. 4 Schedule 1 applies for determining the times at which proceedings are to be treated as active within the meaning of this section. 5 In this section “ programme service ” has the same meaning as in the Broadcasting Act 1990."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "3", "section_title": " Defence of innocent publication or distribution.", "section_text": "3 1 A person is not guilty of contempt of court under the strict liability rule as the publisher of any matter to which that rule applies if at the time of publication (having taken all reasonable care) he does not know and has no reason to suspect that relevant proceedings are active. 2 A person is not guilty of contempt of court under the strict liability rule as the distributor of a publication containing any such matter if at the time of distribution (having taken all reasonable care) he does not know that it contains such matter and has no reason to suspect that it is likely to do so. 3 The burden of proof of any fact tending to establish a defence afforded by this section to any person lies upon that person. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "4", "section_title": " Contemporary reports of proceedings.", "section_text": "4 1 Subject to this section a person is not guilty of contempt of court under the strict liability rule in respect of a fair and accurate report of legal proceedings held in public, published contemporaneously and in good faith. 2 In any such proceedings the court may, where it appears to be necessary for avoiding a substantial risk of prejudice to the administration of justice in those proceedings, or in any other proceedings pending or imminent, order that the publication of any report of the proceedings, or any part of the proceedings, be postponed for such period as the court thinks necessary for that purpose. 2A Where in proceedings for any offence which is an administration of justice offence for the purposes of section 54 of the  Criminal Procedure and Investigations Act 1996 (acquittal tainted by an administration of justice offence) it appears to the court that there is a possibility that (by virtue of that section) proceedings may be taken against a person for an offence of which he has been acquitted, subsection (2) of this section shall apply as if those proceedings were pending or imminent.  3 For the purposes of subsection (1) of this section   . . .   a report of proceedings shall be treated as published contemporaneously— a in the case of a report of which publication is postponed pursuant to an order under subsection (2) of this section, if published as soon as practicable after that order expires; b in the case of a report of allocation or sending proceedings of which publication is permitted by virtue only of subsection (6) of section 52A of the Crime and Disorder Act 1998 (“ the 1998 Act ”), if published as soon as practicable after publication is so permitted; c in the case of a report of an application of which publication is permitted by virtue only of sub-paragraph (5) or (7) of paragraph 3 of Schedule 3 to the 1998 Act, if published as soon as practicable after publication is so permitted. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "5", "section_title": " Discussion of public affairs.", "section_text": "5 A publication made as or as part of a discussion in good faith of public affairs or other matters of general public interest is not to be treated as a contempt of court under the strict liability rule if the risk of impediment or prejudice to particular legal proceedings is merely incidental to the discussion."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "6", "section_title": " Savings.", "section_text": "6 Nothing in the foregoing provisions of this Act— a prejudices any defence available at common law to a charge of contempt of court under the strict liability rule; b implies that any publication is punishable as contempt of court under that rule which would not be so punishable apart from those provisions; c restricts liability for contempt of court in respect of conduct intended to impede or prejudice the administration of justice."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "7", "section_title": " Consent required for institution of proceedings.", "section_text": "7 Proceedings for a contempt of court under the strict liability rule (other than Scottish proceedings) shall not be instituted except by or with the consent of the Attorney General or on the motion of a court having jurisdiction to deal with it."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "8", "section_title": " Confidentiality of jury’s deliberations : Scotland and Northern Ireland .", "section_text": "8 1 In Scotland and Northern Ireland,  Subject to subsection (2) below, it is a contempt of court to obtain, disclose or solicit any particulars of statements made, opinions expressed, arguments advanced or votes cast by members of a jury in the course of their deliberations in any legal proceedings. 2 This section does not apply to any disclosure of any particulars— a in the proceedings in question for the purpose of enabling the jury to arrive at their verdict, or in connection with the delivery of that verdict, or b in evidence in any subsequent proceedings for an offence alleged to have been committed in relation to the jury in the first mentioned proceedings, or to the publication of any particulars so disclosed. 3 Proceedings for a contempt of court under this section (other than Scottish proceedings) shall not be instituted except by or with the consent of the Attorney General or on the motion of a court having jurisdiction to deal with it."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "9", "section_title": " Use of tape recorders.", "section_text": "9 1 Subject to subsection (4) below, it is a contempt of court— a to use in court, or bring into court for use, any tape recorder or other instrument for recording sound, except with the leave of the court; b to publish a recording of legal proceedings made by means of any such instrument, or any recording derived directly or indirectly from it, by playing it in the hearing of the public or any section of the public, or to dispose of it or any recording so derived, with a view to such publication; c to use any such recording in contravention of any conditions of leave granted under paragraph (a). d to publish or dispose of any recording in contravention of any conditions of leave granted under subsection (1A). 1A In the case of a recording of Supreme Court proceedings, subsection (1)(b) does not apply to its publication or disposal with the leave of the Court. 2 Leave under paragraph (a) of subsection (1)  , or under subsection (1A),  may be granted or refused at the discretion of the court, and  if granted—                         a may, in the case of leave under subsection (1)(a),  be granted subject to such conditions as the court thinks proper with respect to the use of any recording made pursuant to the leave and;  b may, in the case of leave under subsection (1A), be granted subject to such conditions as the Supreme Court thinks proper with respect to publication or disposal of any recording to which the leave relates; and  where leave has been granted the court may at the like discretion withdraw or amend it either generally or in relation to any particular part of the proceedings. 3 Without prejudice to any other power to deal with an act of contempt under paragraph (a) of subsection (1), the court may order the instrument, or any recording made with it, or both, to be forfeited; and any object so forfeited shall (unless the court otherwise determines on application by a person appearing to be the owner) be sold or otherwise disposed of in such manner as the court may direct. 4 This section does not apply to the making or use of sound recordings for purposes of official transcripts of proceedings. 4A This section does not apply to anything done in accordance with a direction under section  85A  of the Courts Act 2003 (remote observation and recording of court and tribunal proceedings). 5 See section 32 of the Crime and Courts Act 2013 for power to provide for further exceptions."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "10", "section_title": " Sources of information.", "section_text": "10 No court may require a person to disclose, nor is any person guilty of contempt of court for refusing to disclose, the source of information contained in a publication for which he is responsible, unless it be established to the satisfaction of the court that disclosure is necessary in the interests of justice or national security or for the prevention of disorder or crime."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "11", "section_title": " Publication of matters exempted from disclosure in court.", "section_text": "11 In any case where a court (having power to do so) allows a name or other matter to be withheld from the public in proceedings before the court, the court may give such directions prohibiting the publication of that name or matter in connection with the proceedings as appear to the court to be necessary for the purpose for which it was so withheld."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "12", "section_title": " Offences of contempt of magistrates’ courts.", "section_text": "12 1 A magistrates’ court has jurisdiction under this section to deal with any person who— a wilfully insults the justice or justices, any witness before or officer of the court or any solicitor or counsel having business in the court, during his or their sitting or attendance in court or in going to or returning from the court; or b wilfully interrupts the proceedings of the court or otherwise misbehaves in court. 2 In any such case the court may order any officer of the court, or any constable, to take the offender into custody and detain him until the rising of the court; and the court may, if it thinks fit, commit the offender to custody for a specified period not exceeding one month or impose on him a fine not exceeding  £2,500 , or both. 2A A fine imposed under subsection (2) above shall be deemed, for the purposes of any enactment, to be a sum adjudged to be paid by a conviction. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 A magistrates’ court may at any time revoke an order of committal made under subsection (2) and, if the offender is in custody, order his discharge. 5   Section 123 of the Sentencing Code   (limit on fines in respect of young persons) and  the following provisions of the  Magistrates’ Courts Act 1980 apply in relation to an order under this section as they apply in relation to a sentence on conviction or finding of guilty of an offence  ; and those provisions of the Magistrates’ Courts Act 1980 are  sections 75 to 91 (enforcement); section 108 (appeal to Crown Court); section 136 (overnight detention in default of payment); and section 142(1) (power to rectify mistakes)."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "13", "section_title": "Legal Aid", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "14", "section_title": " Proceedings in England and Wales.", "section_text": "14 1 In any case where a court has power to commit a person to prison for contempt of court and (apart from this provision) no limitation applies to the period of committal, the committal shall (without prejudice to the power of the court to order his earlier discharge) be for a fixed term, and that term shall not on any occasion exceed two years in the case of committal by a superior court, or one month in the case of committal by an inferior court. 2 In any case where an inferior court has power to fine a person for contempt of court and (apart from this provision) no limit applies to the amount of the fine, the fine shall not on any occasion exceed  £2,500 . 2A A fine imposed under subsection (2) above shall be deemed, for the purposes of any enactment, to be a sum adjudged to be paid by a conviction. 2A In the exercise of jurisdiction to commit for contempt of court or any kindred offence the court shall not deal with the offender by making an order under  section 60 of the Powers of Criminal Courts (Sentencing) Act 2000 \t\t\t\t\t(an attendance centre order) if it appears to the court, after considering any available evidence, that he is under 17 years of age. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Each of the superior courts shall have the like power to make a hospital order or guardianship order under  section 37 of the  Mental Health Act 1983   or an interim hospital order under   section 38 of that Act  in the case of a person suffering from   mental disorder within the meaning of that Act  who could otherwise be committed to prison for contempt of court as the Crown Court has under that section in the case of a person convicted of an offence. 4A Each of the superior courts shall have the like power to make an order under  section 35 of the said Act of 1983 \t\t\t\t\t(remand for report on accused’s mental condition) where there is reason to suspect that a person who could be committed to prison for contempt of court is suffering from   mental disorder within the meaning of that Act  as the Crown Court has under that section in the case of an accused person within the meaning of that section. 4A For the purpose of the preceding provisions of this section  the county court  shall be treated as a superior court and not as an inferior court. 4B The preceding provisions of this section do not apply to the family court, but— a this is without prejudice to the operation of section 31E(1)(a) of the Matrimonial and Family Proceedings Act 1984 (family court has High Court's powers) in relation to the powers of the High Court that are limited or conferred by those provisions of this section, and b section 31E(1)(b) of that Act (family court has county court's powers) does not apply in relation to the powers of the county court that are limited or conferred by those provisions of this section. 5 The enactments specified in Part III of Schedule 2 shall have effect subject to the amendments set out in that Part, being amendments relating to the penalties and procedure in respect of certain offences of contempt in coroner’s courts, county courts and magistrates’ courts."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "15", "section_title": " Penalties for contempt of court in Scottish proceedings.", "section_text": "15 1 In Scottish proceedings, when a person is committed to prison for contempt of court the committal shall (without prejudice to the power of the court to order his earlier discharge) be for a fixed term. 2 The maximum penalty which may be imposed by way of imprisonment or fine for contempt of court in Scottish proceedings shall be two years’ imprisonment or a fine or both, except that— a where the contempt is dealt with by the sheriff in the course of or in connection with proceedings other than criminal proceedings on indictment, such penalty shall not exceed three months’ imprisonment or a fine of  level 4 on the standard scale  or both; and b where the contempt is dealt with by the district court, such penalty shall not exceed sixty days’ imprisonment or a fine of  level 4 on the standard scale  or both. 3 The following provisions of the Criminal Procedure (Scotland) Act 1995 shall apply in relation to persons found guilty of contempt of court in Scottish proceedings as they apply in relation to persons convicted of offences— a in every case, section 207 (restrictions on detention of young offenders); b in any case to which paragraph (b) of subsection (2) above does not apply, sections 58, 59 and 61 (persons suffering from mental disorder); and in any case to which the said paragraph (b) does apply, subsection (5) below shall have effect. 5 Where a person is found guilty by a district court of contempt of court and it appears to the court that he may be suffering from mental disorder, it shall remit him to the sheriff in the manner provided by  section 7(9) and (10) of the Criminal Procedure (Scotland) Act 1995  and the sheriff shall, on such remit being made, have the like power to make an order under  section 58(1)  of the said Act in respect of him as if he had been convicted by the sheriff of an offence, or in dealing with him may exercise the like powers as the court making the remit. 6 For the purposes of section  22 of the Prisons (Scotland) Act 1989  (release on licence of prisoners serving determinate sentences) a penalty of a period of imprisonment imposed for contempt of court shall be treated as a sentence of imprisonment with the meaning of that Act."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "16", "section_title": " Enforcement of fines imposed by certain superior courts.", "section_text": "16 1 Payment of a fine for contempt of court imposed by a superior court, other than the Crown Court or one of the courts specified in subsection (4) below, may be enforced upon the order of the court— a in like manner as a judgment of the High Court for the payment of money; or b in like manner as a fine imposed by the Crown Court. 2 Where payment of a fine imposed by any court falls to be enforced as mentioned in paragraph (a) of subsection (1)— a the court shall, if the fine is not paid in full forthwith or within such time as the court may allow, certify to Her Majesty’s Remembrancer the sum payable; b Her Majesty’s Remembrancer shall thereupon proceed to enforce payment of that sum as if it were due to him as a judgment debt; . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where payment of a fine imposed by any court falls to be enforced as mentioned in paragraph (b) of subsection (1), the provisions of   sections 130 to 132 of the Sentencing Code   shall apply as they apply to a fine imposed by the Crown Court. 4 Subsection (1) of this section does not apply to fines imposed by the criminal division of the Court of Appeal or by the   Supreme Court  on appeal from that division. 5 The Fines Act 1833 shall not apply to a fine to which subsection (1) of this section applies. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "17", "section_title": " Disobedience to certain orders of magistrates’ courts.", "section_text": "17 1 The powers of a magistrates’ court under subsection (3) of section 63 of the  Magistrates’ Courts Act 1980 (punishment by fine or committal for disobeying an order to do anything other than the payment of money or to abstain from doing anything) may be exercised either of the court’s own motion or by order on complaint. 2 In relation to the exercise of those powers the provisions of the Magistrates’ Court Act 1980 shall apply subject to the modifications set out in Schedule 3 to this Act."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "18", "section_title": " Northern Ireland.", "section_text": "18 1 In the application of this Act to Northern Ireland references to the Attorney General shall be construed as references to the Attorney General for Northern Ireland. 2 In their application to Northern Ireland, sections 12, 13, 14 and 16 of this Act shall have effect as set out in Schedule 4."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "19", "section_title": " Interpretation.", "section_text": "19 In this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ court ” includes any tribunal or body exercising the judicial power of the State, and “ legal proceedings ” shall be construed accordingly; “ publication ” has the meaning assigned by subsection (1) of section 2, and “publish”\t\t\t\t\t(except in section 9) shall be construed accordingly; “ Scottish proceedings ” means proceedings before any court, including the   Court Martial Appeal Court ,  ... and the Employment Appeal Tribunal, sitting in Scotland, and includes proceedings before the   Supreme Court  in the exercise of any appellate jurisdiction over proceedings in such a court; “ the strict liability rule ” has the meaning assigned by section 1; “ superior court ” means   the Supreme Court  the Court of Appeal, the High Court, the Crown Court, the   Court Martial Appeal Court ,  ... the Employment Appeal Tribunal and any other court exercising in relation to its proceedings powers equivalent to those of the High Court  . . .  ."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "20", "section_title": " Tribunals of Inquiry.", "section_text": "20 1 In relation to any tribunal to which the  Tribunals of Inquiry (Evidence) Act 1921 applies, and the proceedings of such a tribunal, the provisions of this Act (except subsection (3) of section 9) apply as they apply in relation to courts and legal proceedings; and references to the course of justice or the administration of justice in legal proceedings shall be construed accordingly. 2 The proceedings of a tribunal established under the said Act shall be treated as active within the meaning of section 2 from the time when the tribunal is appointed until its report is presented to Parliament."}, {"act": "Contempt of Court Act 1981", "year": 1981, "section": "21", "section_title": " Short title, commencement and extent.", "section_text": "21 1 This Act may be cited as the Contempt of Court Act 1981. 2 The provisions of this Act relating to legal aid in England and Wales shall come into force on such day as the Lord Chancellor may appoint by order made by statutory instrument; and the provisions of this Act relating to legal aid in Scotland and Northern Ireland shall come into force on such day or days as the Secretary of State may so appoint. Different days may be appointed under this subsection in relation to different courts. 3 Subject to subsection (2), this Act shall come into force at the expiration of the period of one month beginning with the day on which it is passed. 4 Sections 7, 8(3), 12, 13(1) to (3), 14, 16, 17 and 18, Parts I and  III  of Schedule 2 and Schedules 3 and 4 of this Act do not extend to Scotland. 5 This Act, except sections 15 and 17 and Schedules 2 and 3, extends to Northern Ireland."}]