[{"act": "Criminal Attempts Act 1981", "year": 1981, "section": "1", "section_title": " Attempting to commit an offence.", "section_text": "1 1 If, with intent to commit an offence to which this section applies, a person does an act which is more than merely preparatory to the commission of the offence, he is guilty of attempting to commit the offence. 1A Subject to section 8 of the Computer Misuse Act 1990 (relevance of external law), if this subsection applies to an act, what the person doing it had in view shall be treated as an offence to which this section applies. 1B Subsection (1A) above applies to an act if— a it is done in England and Wales; and b it would fall within subsection (1) above as more than merely preparatory to the commission of an offence under section 3 of the Computer Misuse Act 1990 but for the fact that the offence, if completed, would not be an offence triable in England and Wales. 2 A person may be guilty of attempting to commit an offence to which this section applies even though the facts are such that the commission of the offence is impossible. 3 In any case where— a apart from this subsection a person’s intention would not be regarded as having amounted to an intent to commit an offence; but b if the facts of the case had been as he believed them to be, his intention would be so regarded, then, for the purposes of subsection (1) above, he shall be regarded as having had an intent to commit that offence. 4 This section applies to any offence which, if it were completed, would be triable in England and Wales as an indictable offence, other than— a conspiracy (at common law or under section 1 of the  Criminal Law Act 1977 or any other enactment); b aiding, abetting, counselling, procuring or suborning the commission of an offence; ba an offence under section 2(1) of the Suicide Act 1961 (c. 60) (encouraging or assisting suicide); c offences under section 4(1) (assisting offenders) or 5(1) (accepting or agreeing to accept consideration for not disclosing information about an arrestable offence) of the  Criminal Law Act 1967; d an offence under section 184 (1)  of the Online Safety Act 2023 (encouraging or assisting serious self-harm). 5 This section also applies to low-value shoplifting (which is defined in, and is triable only summarily by virtue of, section 22A of the Magistrates' Courts Act 1980)."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "1A", "section_title": " Extended jurisdiction in relation to certain attempts.", "section_text": "1A 1 If this section applies to an act, what the person doing the act had in view shall be treated as an offence to which section 1(1) above applies. 2 This section applies to an act if— a it is done in England and Wales, and b it would fall within section 1(1) above as more than merely preparatory to the commission of a Group A offence but for the fact that that offence, if completed, would not be an offence triable in England and Wales. 3 In this section “ Group A offence ” has the same meaning as in Part 1 of the Criminal Justice Act 1993. 4 Subsection (1) above is subject to the provisions of section 6 of the Act of 1993 (relevance of external law). 5 Where a person does any act to which this section applies, the offence which he commits shall for all purposes be treated as the offence of attempting to commit the relevant Group A offence."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "2", "section_title": " Application of procedural and other provisions to offences under s. 1.", "section_text": "2 1 Any provision to which this section applies shall have effect with respect to an offence under section 1 above of attempting to commit an offence as it has effect with respect to the offence attempted. 2 This section applies to provisions of any of the following descriptions made by or under any enactment (whenever passed)— a provisions whereby proceedings may not be instituted or carried on otherwise than by, or on behalf or with the consent of, any person (including any provisions which also make other exceptions to the prohibition); b provisions conferring power to institute proceedings; c provisions as to the venue of proceedings; d provisions whereby proceedings may not be instituted after the expiration of a time limit; e provisions conferring a power of arrest or search; f provisions conferring a power of seizure and detention of property; g provisions whereby a person may not be convicted  or committed for trial  on the uncorroborated evidence of one witness (including any provision requiring the evidence of not less than two credible witnesses); h provisions conferring a power of forfeiture, including any power to deal with anything liable to be forfeited; i provisions whereby, if an offence committed by a body corporate is proved to have been committed with the consent or connivance of another person, that person also is guilty of the offence."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "3", "section_title": " Offences of attempt under other enactments.", "section_text": "3 1 Subsections (2) to (5) below shall have effect, subject to subsection (6) below and to any inconsistent provision in any other enactment, for the purpose of determining whether a person is guilty of an attempt under a special statutory provision. 2 For the purposes of this Act an attempt under a special statutory provision is an offence which— a is created by an enactment other than section 1 above, including an enactment passed after this Act; and b is expressed as an offence of attempting to commit another offence (in this section referred to as “ the relevant full offence ”). 3 A person is guilty of an attempt under a special statutory provision if, with intent to commit the relevant full offence, he does an act which is more than merely preparatory to the commission of that offence. 4 A person may be guilty of an attempt under a special statutory provision even though the facts are such that the commission of the relevant full offence is impossible. 5 In any case where— a apart from this subsection a person’s intention would not be regarded as having amounted to an intent to commit the relevant full offence; but b if the facts of the case had been as he believed them to be, his intention would be so regarded, then, for the purposes of subsection (3) above, he shall be regarded as having had an intent to commit that offence. 6 Subsections (2) to (5) above shall not have effect in relation to an act done before the commencement of this Act."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "4", "section_title": " Trial and penalties.", "section_text": "4 1 A person guilty by virtue of section 1 above of attempting to commit an offence shall— a if the offence attempted is murder or any other offence the sentence for which is fixed by law, be liable on conviction on indictment to imprisonment for life; and b if the offence attempted is indictable but does not fall within paragraph (a) above, be liable on conviction on indictment to any penalty to which he would have been liable on conviction on indictment of that offence; and c if the offence attempted is triable either way,   or is low-value shoplifting (which is defined in, and is triable only summarily by virtue of, section 22A of the Magistrates' Courts Act 1980),  be liable on summary conviction to any penalty to which he would have been liable on summary conviction of that offence. 2 In any case in which a court may proceed to summary trial of an information charging a person with an offence and an information charging him with an offence under section 1 above of attempting to commit it or an attempt under a special statutory provision, the court may, without his consent, try the informations together. 3 Where, in proceedings against a person for an offence under section 1 above, there is evidence sufficient in law to support a finding that he did an act falling within subsection (1) of that section, the question whether or not his act fell within that subsection is a question of fact. 4 Where, in proceedings against a person for an attempt under a special statutory provision, there is evidence sufficient in law to suport a finding that he did an act falling within subsection (3) of section 3 above, the question whether or not his act fell within that subsection is a question of fact. 5 Subsection (1) above shall have effect— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b notwithstanding anything— i in section 32(1) (no limit to fine on conviction on indictment) of the  Criminal Law Act 1977; or ii in section 224(1) and (2) (general limit on magistrates' court's powers to impose imprisonment etc) of the Sentencing Code."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "5", "section_title": " Extension of definition of the offence of conspiracy. ", "section_text": "5 1 For subsection (1) of section 1 of the Criminal Law Act 1977 (definition of the offence of conspiracy) there shall be substituted the following subsection— 1 Subject to the following provisions of this Part of this Act, if a person agrees with any other person or persons that a course of conduct shall be pursued which, if the agreement is carried out in accordance with their intentions, either— a will necessarily amount to or involve the commission of any offence or offences by one or more of the parties to the agreement, or b would do so but for the existence of facts which render the commission of the offence or any of the offences impossible, he is guilty of conspiracy to commit the offence or offences in question. 2 This section shall not apply where an agreement was entered into before the commencement of this Act unless the conspiracy continued to exist after that date."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "6", "section_title": " Effect of Part I on common law.", "section_text": "6 1 The offence of attempt at common law and any offence at common law of procuring materials for crime are hereby abolished for all purposes not relating to acts done before the commencement of this Act. 2 Except as regards offences committed before the commencement of this Act, references in any enactment passed before this Act which fall to be construed as references to the offence of attempt at common law shall be construed as references to the offence under section 1 above."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "7", "section_title": " Amendments consequential on Part I.", "section_text": "7 1 The following subsection shall be inserted after subsection (2) of section 70 of the Army Act 1955  , section 70 of the Air Force Act 1955   and section 42 of the Naval Discipline Act 1957   (all of which relate to civil offences)— 2A For the purpose of determining under this section whether an attempt to commit an offence is a civil offence, subsection (4) of section 1 of the Criminal Attempts Act 1981 (which relates to the offence of attempt) shall have effect as if for the words “offence which, if it were completed, would be triable in England and Wales as an indictable offence” there were substituted the words “civil offence consisting of an act punishable by the law of England and Wales as an indictable offence or an act which, if committed in England or Wales, would be so punishable by that law”. 2 In paragraph 3(1) of Part II of Schedule 6 to the  Firearms Act 1968, the reference to an offence triable either way listed in Schedule 1 to the  Magistrates’ Courts Act 1980 includes a reference to an offence under section 1 above of attempting to commit the offence so listed. 3 In section 12(1)(a) of the  Misuse of Drugs Act 1971 the reference to an offence under that Act includes a reference to an offence under section 1 above of attempting to commit such an offence."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "8", "section_title": " Abolition of offence of loitering etc. with intent.", "section_text": "8 The provisions of section 4 of the  Vagrancy Act 1824 which apply to suspected persons and reputed thieves frequenting or loitering about the places described in that section with the intent there specified shall cease to have effect."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "9", "section_title": " Interference with vehicles.", "section_text": "9 1 A person is guilty of the offence of vehicle interference if he interferes with a motor vehicle or trailer or with anything carried in or on a motor vehicle or trailer with the intention that an offence specified in subsection (2) below shall be committed by himself or some other person. 2 The offences mentioned in subsection (1) above are— a theft of the motor vehicle or trailer or part of it; b theft of anything carried in or on the motor vehicle or trailer; and c an offence under section 12(1) of the  Theft Act 1968 (taking and driving away without consent); and, if it is shown that a person accused of an offence under this section intended that one of those offences should be committed, it is immaterial that it cannot be shown which it was. 3 A person guilty of an offence under this section shall be liable on summary conviction to imprisonment for a term not exceeding three months or to a fine not exceeding  level 4 on the standard scale  or to both. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In this section “ motor vehicle ” and “ trailer ” have the meanings assigned to them by  section 185(1) of the Road Traffic Act 1988 ."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "10", "section_title": " Repeals. ", "section_text": "10 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "11", "section_title": " Commencement and extent.", "section_text": "11 1 This Act shall come into force at the expiry of the period of one month beginning with the day on which it is passed. 2 Section 7(1) in its application to each of the enactments which it amends extends to any place to which that enactment extends; but save as aforesaid, this Act extends to England and Wales only."}, {"act": "Criminal Attempts Act 1981", "year": 1981, "section": "12", "section_title": " Short title.", "section_text": "12 This Act may be cited as the Criminal Attempts Act 1981."}]