[{"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "1", "section_title": " Exclusion of  Disused Burial Grounds Act 1884 in certain cases.", "section_text": "1 1 Notwithstanding section 3 of the principal Act (which prohibits the erection of buildings on disused burial grounds except in certain cases) but subject to section 2 of this Act a building may be erected on a disused burial ground or part thereof which is or has been owned by or on behalf of a church or other religious body provided that either— a no interments have ever taken place in such land, or b no personal representative or relative of any deceased person whose remains have been interred in such land during the period of fifty years immediately before the proposal to erect a building thereon has in accordance with subsection (2) of this section duly objected to the proposal or all such objections have been withdrawn. 2 Notice of any proposal to erect a building on land in which human remains are interred shall be given by or on behalf of the church or other religious body by whom or on whose behalf the land is held by— a advertisement in two successive weeks in one or more newspapers circulating in the area where such land is situated, and b notice displayed on or near such land specifying the time (not being less than six weeks from the date of the first publication of the newspaper advertisement) within which and the manner in which objections thereto can be made."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "2", "section_title": " Disposal of human remains.", "section_text": "2 1 Where any human remains are interred in such land no building shall be erected upon it otherwise than in accordance with section 3 of the principal Act unless:— a the human remains have been removed and reinterred or cremated in accordance with the provisions of the Schedule to this Act; and b any tombstones, monuments or memorials commemorating the deceased persons have been dealt with in accordance with those provisions and the other requirements of the said Schedule have been complied with in respect thereof. 2 Where it appears to the Secretary of State that the erection of building on such land or any part of it will not involve the disturbance of human remains, he may on the application by or on behalf of the church or other religious body owning the land or on whose behalf it is held, and (where appropriate) after consultation with the Commission, by order provide for dispensing with the requirements (so far as they concern human remains) of subsection (1) of this section and of the said Schedule, subject to such conditions, restrictions and requirements as he may prescribe. 3 Any order made under the last foregoing subsection may be amended or revoked by a subsequent order made in like manner and subject to the like conditions on the application by or on behalf of such church or other religious body and if at any time the requirements of subsection (1) of this section and of the said Schedule are complied with in respect of the land, the order shall cease to have effect. 4 Where an order is made under this section in respect of any land, a copy thereof, certified by or on behalf of the Secretary of State to be a true copy, shall be                    sent to the Chief Land Registrar,                  and the order shall be a local land charge. 5 Where by virtue of any such order human remains are not removed and reinterred or cremated: a notice shall be given in accordance with the provisions of the said Schedule if a grave will be rendered inaccessible by the erection of a building; and b the requirements of subsection (1) of this section and of the said Schedule so far as they relate to tombstones, monuments and memorials shall nonetheless apply. 6 Where there is situated on such land any monument or memorial commemorating a deceased person whose remains are not interred in the land, no building shall be erected upon it unless the monument or memorial has been dealt with in such manner as the church or other religious body owning the land or on whose behalf it is held, or (where appropriate) the Commission, has determined. 7 The provisions of section 25 of the  Burial Act 1857 (prohibition of removal of human remains without the licence of the Secretary of State except in certain cases) shall not apply to a removal carried out in accordance with the provisions of the said Schedule."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "3", "section_title": " Rights, powers and duties of subsequent owners.", "section_text": "3 Where a church or other religious body disposes of an interest in a disused burial ground, then the owner for the time being of that interest shall have the same rights and powers and be subject to the same obligations, restrictions, duties and liabilities conferred or imposed by this Act on that church or other religious body, as if that interest had not been so disposed of."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "4", "section_title": " Discharge of trusts and restrictions.", "section_text": "4 1 As from the date specified in the next subsection and subject to subsection (3) of this section the said land shall be freed and discharged from all rights and interests of any person who is a personal representative or relative of any deceased person whose remains are interred in the land and from all other trusts, uses, obligations, disabilities and restrictions whatsoever, insofar as the same relate to use as a burial ground which attached thereto immediately before that date: Provided that notwithstanding the provisions of this subsection such land shall remain subject to charitable trusts unless or until, and subject to such consents as may from time to time be required by law, it is sold; and in the event of the sale of the whole or any part of the said land any charitable trusts which formerly attached to the land the subject of the sale shall attach to the net proceeds of that sale. 2 Subsection (1) of this section shall apply as from a the date when the provisions of section 2 of this Act have been complied with; or b where no interments have ever taken place in such land the date of the granting of planning permission for the erection of a building thereon on the application by or on behalf of the church or other religious body owning the land or on whose behalf it is held and on the sale of the land it shall be sufficient for the purposes of subsection (1) of this section if a certificate is given by or on behalf of the church or other religious body owning the land or on whose behalf it is held as to the fact and date of compliance with the provisions of section 2 of this Act or the fact and date of the granting of planning permission as the case may be. 3 Any person entitled to burial rights in the said land may claim compensation in respect thereof from the church or other religious body owning the land or on whose behalf it is held."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "5", "section_title": " Saving for consecrated land.", "section_text": "5 This Act shall not apply to any consecrated land and shall not affect the jurisdiction of the Consistory Court."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "6", "section_title": " Saving for the Charity Commission.", "section_text": "6 Nothing in this Act affects the charitable jurisdiction of the High Court or the Charity Commission and in particular, in the absence of appropriate provisions in the governing instrument of the charity concerning— a the future use of the said land, or b the application of the proceeds of sale of the whole or any part of it, it is under section 61 of the Charities Act 2011 the duty of the church or religious body owning the land or other trustees of the said land to make an application for the appropriate relief by way of a scheme."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "7", "section_title": " Saving for town and country planning.", "section_text": "7 The provisions of  the planning Acts (within the meaning of the Town and Country Planning Act 1990)  and any restrictions or powers thereby imposed or conferred in relation to land shall apply and may be exercised in relation to any land notwithstanding that the erection of a building thereon is or may be authorised by this Act."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "8", "section_title": " Determination of questions.", "section_text": "8 If any person claiming compensation under subsection (3) of section 4 of this Act, or giving such notice as is mentioned in paragraph 3 of the said Schedule, fails to satisfy the church or other religious body owning the land or on whose behalf it is held that he is the person entitled to burial rights in the said land or that he is such personal representative or relative as he claims to be, or if any question arises about the amount of compensation for loss of such rights, or as to the reasonableness of the expenses or proposed expenses of the removal and reinterment or cremation of human remains or the removal and disposal of any tombstone, monument or memorial under the said paragraph, the question shall be determined on the application of either party by the County Court  ... shall have power to make an order determining such question and as to the payment of the costs of the application ...."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "9", "section_title": " Interpretation.", "section_text": "9 In this Act unless the context otherwise requires:— “ the Commission ” means the Commonwealth War Graves Commission; “ Commonwealth war burial ” means a burial of any member of the forces of His Majesty fallen in the war of 1914—21 or in the war of 1939—1947; “ consecrated land ” means land which has been consecrated according to the rites and ceremonies of the Church of England and is outside the area subject to the Welsh Church Acts 1914 to 1945; “ the principal Act ” means the Disused Burial Grounds Act 1884; “ relative ” means in relation to any person whose remains are interred, a                  spouse or civil partner               , parent or grand-parent, or child or grandchild, including a legitimated child, and any person who is, or is the child of, a brother, sister, uncle or aunt."}, {"act": "Disused Burial Grounds (Amendment) Act 1981", "year": 1981, "section": "10", "section_title": " Short title and extent.", "section_text": "10 1 This Act may be cited as the Disused Burial Grounds (Amendment) Act 1981 and shall be construed as one with the  Disused Burial Grounds Act 1884, and that Act and this Act may be cited together as the Disused Burial Grounds Acts 1884 and 1981. 2 This Act shall not extend to Scotland or Northern Ireland."}]