[{"act": "Fisheries Act 1981", "year": 1981, "section": "1", "section_title": " Constitution of the Authority.", "section_text": "1 1 There shall be a body known as the Sea Fish Industry Authority. 2 The Authority shall consist of not more than twelve members appointed by the Ministers and of those members the Ministers shall appoint one to be chairman and another to be deputy chairman. 3 The chairman, deputy chairman and two of the other members of the Authority shall be persons appearing to the Ministers to have no such financial or commercial interests as are likely to affect them in the discharge of their functions as members independent of the sea fish industry. 4 The other members of the Authority shall be persons appearing to the Ministers to represent the interests of the sea fish industry or of any part of that industry, and before appointing those members the Ministers shall consult such organisations representing that industry or any part of it as appear to the Ministers to be appropriate. 5 Schedule 1 to this Act shall have effect with respect to the Authority."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "2", "section_title": " Duties of the Authority.", "section_text": "2 1 ... It shall be the duty of the Authority to exercise its powers under this Part of this Act for the purpose of promoting the efficiency of the sea fish industry and so as to serve the interests of that industry as a whole. 2 In exercising its powers under this Part of this Act the Authority shall have regard to the interests of consumers of sea fish and sea fish products. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Ministers may, after consultation with the Authority, give the Authority such directions as they think necessary for ensuring that the activities of the Authority are consistent with   subsection (1)   and such other directions as appear to them to be requisite in the public interest; and the Authority shall give effect to any such directions. 4 Where the Ministers give a direction under this section they shall lay before Parliament  , and the Scottish Ministers shall lay before the Scottish Parliament,  a statement setting out the direction. 5 It shall be the duty of the Authority, if so required by any Minister of the Crown  or by the Scottish Ministers , to act as his agent in any matter relating to the sea fish industry."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "3", "section_title": " Powers of the Authority.", "section_text": "3 1 The Authority shall have power— a to carry out research and development with respect to any matters relating to the sea fish industry; b to give advice on any such matters; c to provide training in such matters or to assist in the provision of such training by making grants or by exercising supervisory or co-ordinating functions; d to promote the marketing and consumption in, and the export from, the United Kingdom of sea fish and sea fish products; e to make loans for assisting persons to meet capital expenditure on constructing, reconditioning or improving fishing vessels or on acquiring, reconditioning or improving plant for making ice or processing sea fish; f to give financial assistance (by way of loan, grant or guarantee) to persons incurring expenditure in forming, carrying on or extending the activities of co-operatives for the sale of sea fish or for the purchase of fishing gear, fuel, stores or other materials requisite for the sea fish industry; 2 The Authority may charge fees for any services which it provides and may accept voluntary contributions to its expenses or to its expenses in respect of any particular matter. 3 In determining its policy with respect to the provision of training or the making of grants under paragraph (c) of subsection (1) above the Authority shall consult with such bodies as may be designated for the purpose by the Ministers; and the Authority shall not without the approval of the Ministers exercise supervisory or co-ordinating functions under that paragraph. 4 In determining its policy with respect to any class of financial assistance under subsection (1)(e) or (f) above the Authority shall act with the approval of the Ministers. 5 The Authority may provide services for persons concerned with the sea fish industry of countries other than the United Kingdom but shall not do so  unless— a ...  the full cost of the services is recovered by fees; and b the Authority is satisfied that the services can be provided without prejudice to its other activities. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The Authority may enter into such agreements, acquire such property and do all such other things as may in its opinion be necessary or desirable for the exercise of the powers conferred by the foregoing provisions of this section and may dispose as it thinks fit of any property acquired by it."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "4", "section_title": " Levies.", "section_text": "4 1 For the purpose of financing its activities the Authority may impose a levy on persons engaged in the sea fish industry. 2 Any levy under this section shall be imposed by regulations made by the Authority and confirmed by an order of the Ministers; and in this section “ prescribed ” means prescribed by such regulations. 3 Regulations under this section may impose a levy either— a in respect of the weight of sea fish or sea fish products landed in the United Kingdom or trans-shipped within British fishery limits at a prescribed rate which, in the case of sea fish, shall not exceed  2p . per kilogram; or b in respect of the value, ascertained in the prescribed manner, of sea fish or sea fish products landed or trans-shipped as aforesaid at a prescribed rate not exceeding 1 per cent. of that value. 4 If regulations under this section impose a levy as provided in subsection (3)(a) above the prescribed rate in relation to any sea fish product shall be such that its yield will not in the opinion of the Authority exceed the yield from a levy at the rate of  2p . per kilogram on the sea fish required on average (whether alone or together with any other substance or article) to produce a kilogram of that product. 5 Different rates may be prescribed for sea fish or sea fish products of different descriptions; and the Authority may repay the whole or part of the levy in such circumstances as it may determine but not so as to discriminate between different persons in the same circumstances. 6 Any levy imposed under this section shall be payable by such persons engaged in the sea fish industry, in such proportions and at such times as may be prescribed; and the amount payable by any person on account of the levy shall be a debt due from him to the Authority and recoverable accordingly. 7 The Ministers may by order increase or further increase the rate per kilogram specified in subsections (3)(a) and (4) above and the percentage specified in subsection (3)(b) above. 8 For the purposes of this section— a parts of a sea fish shall be treated as sea fish products and not as sea fish; b references to the landing of fish include references to the collection for consumption of sea fish which have been bred, reared or cultivated in the course of fish farming whether in the sea or otherwise  and references to the landing of fish or fish products include references to bringing them through the tunnel system as defined in the Channel Tunnel Act 1987. 9 Any order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament and no order shall be made under subsection (7) above unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 10 Schedule 2 to this Act shall have effect with respect to the making of regulations and orders under subsection (2) above."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "5", "section_title": " Records and information for levy purposes.", "section_text": "5 1 Regulations imposing a levy under section 4 above may require persons engaged in the sea fish industry to keep and preserve such records and to furnish to the Authority such information as may be specified in the regulations. 2 Any officer authorised by the Authority may, on producing on demand evidence of his authority, require the production of, and take copies of, any records which a person is required to keep by virtue of the regulations and for that purpose may at any reasonable time enter any premises occupied for the purposes of his business by any person who is or may be liable to pay the levy and board any vessel owned by or in the possession of any such person. 3 Any person who— a fails without reasonable excuse to comply with a requirement imposed by virtue of subsection (1) or (2) above; or b wilfully obstructs an officer in the exercise of his powers under subsection (2) above, shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 4 on the standard scale . 4 Any person who— a in purported compliance with a requirement imposed by virtue of subsection (1) above knowingly makes a record or furnishes any information which is false in a material particular; or b knowingly alters a record made in compliance with any such requirement so that it becomes false as aforesaid, shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 5 on the standard scale  or to imprisonment for a term not exceeding three months or to both."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "6", "section_title": " Borrowing powers.", "section_text": "6 1 The Authority may borrow for the purpose of financing its activities. 2 The Authority’s powers under this section shall be exercised subject to and in accordance with regulations made by the Ministers with the approval of the Treasury. 3 Subject to subsection (4) below, the amount outstanding at any time of the aggregate of— a the sums borrowed by the Authority under this section; and b sums borrowed by another person and guaranteed by the Authority under section 3(1)(f) above; shall not exceed £30 million. 4 The Ministers may by an order made with the approval of the Treasury increase or further increase the maximum amount specified in subsection (3) above but not by more than £10 million at a time. 5 An order under subsection (4) above shall not have effect unless approved by a resolution of the House of Commons."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "7", "section_title": " Government loans.", "section_text": "7 1 The Ministers may lend to the Authority, on such terms as the Treasury may approve, any sums required to be borrowed by the Authority for a purpose approved by the Ministers and the Treasury. 2 Subject to subsection (3) below, the amount outstanding at any time of the sums lent under this section shall not exceed £30 million. 3 The Ministers may by an order made with the approval of the Treasury increase or further increase the maximum amount specified in subsection (2) above but not by more than £10 million at a time. 4 An order under subsection (3) above shall not have effect unless approved by a resolution of the House of Commons. 5 This section shall not be construed as authorising borrowing by the Authority in excess of the limit imposed by section 6 above."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "8", "section_title": " Government grants.", "section_text": "8 The Ministers may, with the consent of the Treasury, make grants to the Authority, on such conditions as they think fit, in respect of— a any expenses incurred by the Authority in fulfilling a guarantee given under section 3(1)(f) above; b any loss incurred by the Authority by reason of foreign exchange fluctuations where the Authority has borrowed money in one currency and lent it in another."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "9", "section_title": " Government guarantees.", "section_text": "9 1 The Ministers may guarantee, in such manner and on such conditions as they think fit, the repayment of the principal of and the payment of interest on any sums which the Authority borrows otherwise than from the Ministers. 2 Immediately after giving any such guarantee the Ministers shall lay before each House of Parliament  , and the Scottish Ministers shall lay before the Scottish Parliament, a statement showing the extent and character of the guarantee and the circumstances in which it came to be given. 3 If any sum is paid by the Ministers in fulfilment of a guarantee under this section, the Authority shall as from the date of the payment be indebted to the Ministers in the amount of the payment and the Ministers shall lay before each House of Parliament  , and the Scottish Ministers shall lay before the Scottish Parliament, as soon as practicable after the end of the financial year in which the payment is made a statement showing the amount and the circumstances in which it was made. 4 Where any sum is so paid, the Authority shall make to the Ministers at such time and in such manner as the Ministers from time to time direct— a payments of such amounts as the Ministers so direct in or towards repayment of that sum; and b payments of interest at such rates as the Ministers so direct on what is outstanding for the time being in respect of that sum; and so long as that sum has not been repaid in full, together with any interest payable, the Ministers shall, from time to time as the Treasury may request and in any case not less often than once in each financial year, lay before each House of Parliament  , and the Scottish Ministers shall lay before the Scottish Parliament,  a statement showing how much of that sum remains to be repaid by the Authority, the proposed programme for future repayments, and what directions are currently in force or are proposed to be given with respect to the payment of interest. 5 The consent of the Treasury is required for any guarantee given by the Ministers under this section and for any direction given by them under subsection (4) above."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "10", "section_title": "Investment of reserve funds.", "section_text": "10 Any money of the Authority which is not immediately required for any other purpose may be invested by the Authority in any investments in which trustees may invest under the general power of investment in section 3 of the Trustee Act 2000 (as restricted by sections 4 and 5 of that Act)."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "11", "section_title": " Accounts and reports.", "section_text": "11 1 It shall be the duty of the Authority— a to keep proper accounts and proper records in relation to the accounts; and b to prepare a statement of accounts in respect of each financial year. 2 The statement of accounts shall give a true and fair view of the state of the Authority’s affairs at the end of the financial year and of the Authority’s income and expenditure in the financial year, and shall comply with any directions given by the Ministers with the consent of the Treasury as to the information to be contained in the statement or the manner in which it is to be presented or as to the methods and principles according to which the statement is to be prepared. 3 Separate accounts shall be kept by the Authority in respect of services provided as mentioned in section 3(5) above and of such other matters as the Ministers may direct. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6A The Authority shall send a copy of the statement of accounts prepared under subsection (1) to the Comptroller and Auditor General— a in the case of the statement relating to the financial year ending on 31st March 2004, as soon as reasonably practicable after 12th July 2004, b in the case of the statement relating to a financial year ending after 31st March 2004, as soon as reasonably practicable after the end of that year. 6B The Comptroller and Auditor General shall examine, certify and report on each statement of accounts sent to him by the Authority under subsection (6A) and shall lay before Parliament a copy of the statement and his report on it 7 As soon as possible after the end of any financial year and in any event not later than 30th September following the end of that year the Authority shall prepare and submit to the Ministers a report of its proceedings in that year. 8 The Ministers shall lay before Parliament  , and the Scottish Ministers shall lay before the Scottish Parliament,  copies of the Authority’s report for any financial year together with copies of the statement of accounts and of the  report of  ... the Comptroller and Auditor General  for that year. 9 The Ministers  , the Comptroller and Auditor General and the Auditor General for Scotland  shall be entitled to inspect all books, papers and other records of the Authority relating to, or to matters dealt with in, the accounts required to be kept pursuant to this section."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "12", "section_title": " Restriction on disclosure of information.", "section_text": "12 1 Subject to subsection (2) below, no information with respect to any particular undertaking which has been obtained by or on behalf of the Authority under this Act shall, without the consent of the person carrying on the undertaking, be disclosed otherwise than for the purpose of the discharge of the Authority’s functions. 2 Subsection (1) above shall not preclude the disclosure of information by or on behalf of the Authority— a to the Ministers or any of them for the purposes of any of their functions relating to the sea fish industry or to the regulation of sea fishing; or b for the purposes of any legal proceedings or of any report of any such proceedings. , or c to the Department of Agriculture and Rural Development for the purposes of any of its functions relating to the sea fish industry in Northern Ireland or to the regulation of sea fishing; 3 If any person discloses information in contravention of this section he shall be guilty of an offence and liable— a on conviction on indictment, to a fine or to imprisonment for a term not exceeding two years or to both; b on summary conviction, to a fine not exceeding the prescribed sum or to imprisonment for a term not exceeding six months or to both. 4 In subsection (3)(b) above “ the prescribed sum ” means— a in the case of an offence committed in England,  and Wales , the prescribed sum within the meaning of section 32 of the  Magistrates’ Courts Act 1980 (£1,000 at the passing of this Act); b in the case of an offence committed in Scotland the prescribed sum within the meaning of section 289B of the  Criminal Procedure (Scotland) Act 1975 (£1,000 at the passing of this Act); c in the case of an offence committed in Northern Ireland, the prescribed sum within the meaning of Article 4 of the Fines and Penalties (Northern Ireland) Order 1984"}, {"act": "Fisheries Act 1981", "year": 1981, "section": "13", "section_title": " Abolition of White Fish Authority and Herring Industry Board.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 3 to this Act shall have effect  ...."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "14", "section_title": " Interpretation of Part I.", "section_text": "14 1 In this Part of this Act— “ the Authority ” means the Sea Fish Industry Authority; “ financial year ” means the twelve months ending with 31st March;                          “the Ministers” means–  the Minister of Agriculture, Fisheries and Food and the Secretaries of State respectively concerned with the sea fish industry in Scotland, Wales and Northern Ireland; “sea fish”means fish of any kind found in the sea, including shellfish and, subject to section 4(8)(a) above, any part of any such fish but does not include salmon or migratory trout. 2 For the purposes of this Part of this Act other than   section 3(5)  “ the sea fish industry ” means the sea fish industry in the United Kingdom and a person shall be regarded as engaged in the sea fish industry if— a he carries on the business of operating vessels for catching or processing sea fish or for transporting sea fish or sea fish products, being vessels registered in the United Kingdom; or b he carries on in the United Kingdom the business of breeding, rearing or cultivating sea fish for human consumption, of selling sea fish or sea fish products by wholesale or retail, of buying sea fish or sea fish products by wholesale, of importing sea fish or sea fish products or of processing sea fish (including the business of a fish fryer)."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "15", "section_title": " Schemes of financial assistance.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "16", "section_title": " Administration of schemes by Sea Fish Industry Authority.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "17", "section_title": " Offences in connection with schemes.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "18", "section_title": " Interpretation of Part II.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "18A", "section_title": "", "section_text": "18A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "19", "section_title": " Size limits for fish. ", "section_text": "19 1 For section 1 of the  Sea Fish (Conservation) Act 1967 (size limits for fish) there shall be substituted— 1 1 Subject to the provisions of this section and of section (1) of this Act, no person shall land in Great Britain any sea fish of any description, being a fish of a smaller size than such size as may be prescribed in relation to sea fish of that description by an order of the Ministers. 2 Subject to the provisions of this section, no person shall, in Great Britain, sell, expose or offer for sale or have in his possession for the purpose of sale, any sea fish of any description, being a fish of a smaller size than such size as may be prescribed in relation to sea fish of that description by an order of the Ministers. 3 Sea fish of any description which are of less than the minimum size prescribed in relation to sea fish of that description by an order of the Ministers shall not be carried, whether within or outside British fishery limits, on a British fishing boat; and an order under this subsection may prohibit the carrying by any foreign fishing boat in waters adjacent to the United Kingdom and within British fishery limits of sea fish of any description prescribed by the order which are of less than the minimum size so prescribed in relation to sea fish of that description. 4 Different sizes may be prescribed for the purposes of each of the foregoing provisions of this section; and an order under subsection (1) above may prescribe different sizes in relation to fish of different sexes. 5 Where an order under subsection (1) above prescribes a size for fish of any description (or of any description and sex), whether generally or in relation to any particular area, then, except so far as provision to the contrary is made by such an order, a person who in Great Britain or, as the case may be, in that area lands a part of a fish of that description (or of that description and sex) shall, subject to section 9(1) of this Act, be deemed to contravene subsection (1) above if the part is of a smaller size than the one so prescribed. 6 An order under this section may confer exemptions from any prohibition imposed by or by virtue of this section; and any such exemption may be general or subject to conditions and may relate to all fish to which the order applies or to fish of any specified description. 7 Any person who contravenes subsection (1) or (2) above shall be guilty of an offence under that subsection. 8 If subsection (3) above ids contravened in the case of a British fishing boat the master, the owner and the charterer (if any) shall each be guilty of an offence under that subsection; and if a prohibition imposed by virtue of that subsection is contravened in the case of a foreign fishing boat, the master shall be guilty of an offence under that subsection. 9 In this section “ British fishing boat ” means a fishing boat which is registered in the United Kingdom, exempted from registration by regulations under section 373 of the Merchant Shipping Act 1894 or owned wholly by a person who is (within the meaning of that Act) a person qualified to own a British ship; and “ foreign fishing boat ” means any fishing boat other than a British fishing boat. 2 In consequence of subsection (1) above the said Act of 1967 shall be amended as follows— a in section 2(2) (size limits for fish used in course of business) for “1(1)” there shall be substituted  “                      1(2)                    ” ; b in section 9(1) (exemptions) for “1(1) or (2)” there shall be substituted  “                      1(1) or (5)                    ” ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d in section 22(2) (definition of “the Ministers”), in paragraphs (a) and (b) for “1” there shall be substituted  “                      1(1) and (2)                    ” ; e in section 23(4) (extent), in paragraph (a), for the words “section 1(1) and (2), section 1(6) so far as it relates to a contravention of section 1(1)” there shall be substituted the words  “                      sectin 1(1), (2), (5) and (7)                    ”  and, in paragraphs (c) and (d), for the words “section 1(1)” there shall be substituted the words  “                      section 1(1) and (2)                    ” . 3 Any order in force under section 1 of the said Act of 1967 immediately before the coming into force of this section shall have effect as if made under that section as substituted by this section."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "20", "section_title": " Licensing of fishing boats. ", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "21", "section_title": " Licensing of vessels receiving trans-shipped fish. ", "section_text": "21 1 After section 4 of the  Sea Fish (Conservation) Act 1967 (licensing of fishing boats) there shall be inserted the following section:— 4A 1 The Ministers may by order provide that within British fishery limits or in any specified area within those limits the receiving by any vessel (whether British or foreign) of fish trans-shipped from any other vessel is prohibited unless authorised by a licence granted by one of the Ministers. 2 Such an ordermay apply to the receiving of fish generally or to the receiving of— a a specified description of fish; or b fish caught by a specified method; or c fish caught in a specified area; or d fish caught or trans-shipped during a specified season of the year or other period; or e fish caught or received by vessels of a specified description, including vessels registered in a specified country; and may provide for exceptions from the prohibitions contained in it. 3 Where any vessel is used for contravention of a prohibition imposed by an order under this section, the master, the owner and the charterer (if any) are each guilty of an offence under this subsection. 4 An order under this section, if made with the consent of the Treasury given for the purposes of this subsection, may authorise the making of a charge for a licence under this section, and if it does so it shall specify maximum charge and may specify different maxima in relation to different classes of licence. 5 A licence under this section shall be granted to the owner or charterer in respect of a named vessel and may authorise the receiving of fish generally or may confer limited authority by reference to, in particular— a the area within which the fish was caught or is trans-shipped; or b the periods, times or particular voyages during which the fish ws caught or trans-shipped; or c the descriptions and quantities of fish that may be received; or d the description of vessel or method by which the trans-shipped fish was caught. 6 A licence under this section may authorise the receiving of fish either unconditionally or subject to such conditions as appear to the Minister granting the licence as to be necessary or expedient for the regulation of trans-shipment, including conditions as to the treatment on board the vessel of the fish received by it; and different conditions may be so imposed with respect to different vessels or vessels of different descriptions. If such a condition is broken the master, the owner and the charterer (if any) are each guilty of an offence under this subsection. 7 The Minister granting a licence under thi section may require the master, the owner and the charterer (if any) of the vessel named in the licence and any agent named in the licence to provide him with such staistical information as he may direct, and a person who fails without reasonable excuse to comply with such a requirement is guilty of an offence under this subsection. 8 Any person who— a for the purpose of obtaining a licence under this section; or b in purported compliance with subsection (7) above, furnishes information which he knows to be false in a material particular or recklessly furnishes information which is false in a material particular is guilty of an offence under this subsection. 9 The licensing power conferred by this section may be exercised so as to limit the number of vessels, or of any description of vessel (including vessels or any description of vessel registered in a specified country) engaged in receiving fish to such an extent as appears to the Ministers necessary or expedient for the regulation of trans-shipment. 10 A licence under this section— a may be varied from time to time; and b may be revoked or suspended, if it appears to the Minister who granted it to be necessary or expedient for the regulation of trans-shipment. 11 If a licence is varied, revoked or suspended, the Minister who granted it may, if he considers it appropriate in all the circumstances of the case, refund the whole or part of any charge made for the licence. 12 The Ministers may make arrangements for any of their licensing powers under this section (but not the power to make orders under subsection (1)) to be exercised by other persons on their behalf. 2 In the following provisions of the said Act of 1967, after “4” there shall be inserted  “                  4A,                ” a in section 9(5) (exceptions for scientific investigations,  etc. ); b in section 20(2) and (5) (orders to be made by statutory instrument and subject to negative resolution); and c in the words in parenthesis in the definition of “ sea fish ” in section 22(1) (which relate to the inclusion of salmon and migratory trout)."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "22", "section_title": " Power to restrict sea fishing. ", "section_text": "22 1 For subsections (1) to (4) of the  Sea Fish (Conservation) Act 1967 (power to restrict fishing for sea fish) there shall be substituted— 1 Subject to the provisions of this section, the Ministers may by order prohibit in any area specified in the order and either for a period so specified or without limitation of time— a all fishing for sea fish; or b fishing for any description of sea fish specified in the order; or c fishing for sea fish, or for any description of sea fish specified in the order, by any method so specified, by any fishing boat to which the prohibition applies; and where any fishing boat is used in contravention of any prohibition imposed by an order under this section, the master, the owner and the charterer (if any) shall each be guilty of an offence under this subsection. 2 Orders under this section may make different provision in relation to fishing boats of different descriptions. 2 In subsection (6) of that section (duty to return of fish to the sea)— a for the words “a fishing boat to which the obligation imposed by this subsection applies” there shall be substituted the words  “                      a fishing boat to which the order applies                    ” ; b after the words “subject to section 9 of this Act” there shall be inserted the words  “                      and except where the order otherwise provides                    ” ; 3 For subsection (8) of that section there shall be substituted— 8 An order under this section relating to an area outside British fishery limits shall not apply to any fishing boat other than— a a British fishing boat registered in the United Kingdom; or b in do far as the order relates to fishing for salmon or migratory trout, a fishing boat which is British-owned but not registered under the Merchant Shipping Act 1894; but an order under this section relating to an area within those limits may apply to any fishing boat. 4 Section 23(1) of the said Act of 1967 (restricted operation of sction 5 in waters adjacent to Northern Ireland) shall cease to have effect. 5 Any order in force under the said section 5 immediately before the coming into force of this section shall have effect as if made under that section as amended by this section."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "23", "section_title": " Prohibition of trans-shipment of sea fish. ", "section_text": "23 1 Sections 6 and 7 of the  Sea Fish (Conservation) Act 1967 (prohibition on landing of sea fish caught in certain areas) shall be amended as follows. 2 After subsection (1) of section 6 there shall be inserted— 1A The Ministers, after consultation with the Secretary of State for Trade, may by order prohibit, in accordance with the provisions of this section, the trans-shipment within British fishery limits of sea fish, or any particular description of sea fish, being caught in any such waters as may be specified in the order. 3 In subsection (5) of section 6 for the words “under this section” in the second place where they occur there shall be substituted the words  “                  under this subsection                ” , and after that subsection there shall be inserted— 5A If any sea fish are— a trans-shipped into a vessel in contravention of an order under this section; or b trans-shipped from a vessel in contravention of such an order, the master, the owner and the charterer (if any) of the vessel shall each be guilty of an offence under this subsection. . 4 In subsections (1) and (2) of section 7 for the words “any order under section 6 of this Act” there shall be substituted the words  “                  any order under section 6(1) of this Act                ” . 5 After subsection (2) of section 7 there shall be inserted— 2A Any British sea-fishery officer may serve on the master of any vessel a notice in writing under the hand of the officer requiring the master to make, on each occasion when any sea fish are about to be trans-shipped within British fishery limits from that vessel while an order under section 6(1A) of this Act is in force, a written declaration that those sea fish are not sea fish the trans-shipment of which is prohibited by the order, and to deliver the declaration, before any of the sea fish are trans-shipped, to the officer or to such other person or at such place as may be specified in the notice and as appears to the officer to be reasonable in the circumstances: Provided that a notice under this subsection shall not be taken to require the making or delivery of any declaration in respect of the trans-shipment of any sea fish after the end of the period of six months from the date on which the notice is served. 2B Where any sea fish have been or are being trans-shipped, or where a British sea-fishery officer has reasonable grounds for believing that any sea fish are about to be trans-shipped, within British fishery limits from any vessel while an order under section 6(1A) of this Act is in force, any such officer may request the master of the vessel to make and deliver to the officer a written declaration that the sea fish in question are not sea fish the trans-shipment of which is prohibited by the order. Nothing in this subsection shall be taken to affect the operation of subsection (2A) above. 6 In subsection (3) of section 7 for the words from “as the case may be” onwards there shall be substituted the words the said sea fish shall—                   a where the notice or request was served or made under subsection (1) or (2) above, be presumed until the contrary is proved to be sea fish the landing of which is prohibited under section 6 of this Act; and b where the notice or request was served or made under subsection (2A) or (2B) above, be presumed until the contrary is proved to be sea fish the trans-shipment of which is prohibited under that section. 7 In subsection (4) of section 7 after the word “subsection (1)” there shall be inserted the words  “                  or (2A)                ” ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "24", "section_title": " Penalties for offences. ", "section_text": "24 1 For section 11(1) to (3) of the  Sea Fish (Conservation) Act 1967 (penalties for offences) there shall be substituted— 1 Any person found guilty of an offence under this Act shall be liable— a in the case of an offence under section 4(3), 4A(3), 5(1) or 6(5A)(a), on summary conviction to a fine not exceeding £50,000 or on conviction on indictment to a fine; b in the case of an offence under section 3, 4(6) or (9A), 4A(6) or 5(6), on summary conviction to a fine not exceeding £5,000 or on conviction on indictment to a fine; c in the case of an offence under section 1, 2, 4(7) or (7A), 4A(7) or (8), 6(5) or (5A)(b) or 7(3), on summary conviction to a fine not exceeding £1,000 or on conviction on indictment to a fine. 2 Subject to the following provisions of this section, the court by or before which a person is convicted of an offence under any of the following provisions of this Act, that is to say, sections 1, 3, 4(3), (6) and (9A), 4A(3) and (6), 5(1) and (6) and 6(5) and (5A)(b) may— a in the case of an offence under section 1, order the forfeiture of any fish in respect of which the offence was committed; b in the case of an offence under section 2, order the forfeiture of the net or other fishing gear in respect of which the contravention constituting the offence occurred; c in the case of an offence under section 4(3), (6) or (9A) or 4A(3) or (6), order that the owner or the charterer (if any) of the vessel used to commit the offence or, as the case may be, of the vessel named in the licence of which a condition is broken, be disqualified for a specified period from holding a licence under that section in respect of that vessel; d in the case of an offence under section 4(3), (6) or (9A) or section 5(1) or (6), order the forfeiture of any fish in respect of which the offence was committed and of any net or other fishing gear used in committing the offence; e in the case of an offence under section 6(5) or (5A)(b), order the forfeiture of any fish in respect of which the offence was committed and of any net or other fishing gear used on the vessel in catching any fish landed or trans-shipped in contravention of an order under that section. 3 Any person guilty of an offence under section 1, 3, 4(3), (6) or (9A), 4A(3) or (6), 5(1) or (6) or 6 of this Act shall, subject to subsection (5) below, be liable on summary conviction to a fine not exceeding the value of the fish in respect of which the offence was committed or, in the case of an offence under section 3, the fish caught with the net or other fishing gear in respect of which the contravention constituting the offence occurred. 2 In section 5(4) of the  Sea Fisheries Act 1968 (penalty for contravening order regulating fishing operations) after the words “on summary conviction to a fine not exceeding £1,000” there shall be inserted the words  “                  or on conviction on indictment to a fine                ” . 3 In section 10(4) of that Act (penalty for obstructing officer  etc. ) for the words “on summary conviction” onwards there shall be substituted the words  “                  on summary conviction to a fine not exceeding £5,000 or on conviction on indictment to a fine.                ”"}, {"act": "Fisheries Act 1981", "year": 1981, "section": "25", "section_title": " Enforcement of Act of 1967. ", "section_text": "25 1 In subsection (2) of section 15 of the  Sea Fish (Conservation) Act 1967 (powers of British sea-fishery officers to seize fish and nets) for paragraphs (a) and (b) there shall be substituted— a any fish in respect of which an offence has been committed under section 1(3) of this Act; aa any net or other fishing gear in respect of which a contravention of an order under section 3 of this Act has been or is being committed; b any fish in respect of which an offence hs been or is being committed under section 4(3), (6) or (9A) or 5(1) or (6) of this Act where the fish are on the fishing boat with or on which the offence has been or is being committed or are in the ownership or custody of, or under the control of, the owner, the master or the charterer (if any) of the fishing boat; . 2 After subsection (2) of that section there shall be inserted— 2A Any such officer may— a enter at any reasonable time any premises (other than a dwelling-house) used for carrying on any business in connection with the operation of fishing boats or activities connected therewith or ancillary thereto or with the treatment, storage or sale of sea fish; b require any person on the premises to produce any documents which are in his custody or possession relating to the catching, landing, trans-shipment, sale or disposal of any sea fish; c take copies of any such document; and, if he has reason to suspect that an offence under this Act has been committed, he may also— d search the premises for any such document and require any person on the premises to do anything which appears to him to be necessary for facilitating the search; e seize and detain any such document produced to him or found on the premises for the purpose of enabling the document to be used as evidence in proceedings for the offence. 2B Any such officer may— a go on board any vessel into which sea fish are being trans-shipped or into which he has reason to believe that sea fish have been or are about to be trans-shipped; b require any person on the vessel to produce any documents which are in his custody or possession relating to sea fish which have been or are to be trans-shipped into that vessel; c for the purpose of ascertaining whether an offence has been committed under this Act search the vessel for any such document; d take copies of any such document; e inspect any sea fish on, and the equipment of, the vessel, and observe any trans-shipment of sea fish into, the vessel; f require any person on the vessel to do anything which appears to the officer to be necessary for facilitating the exercise of his powers under paragraph (a), (c) or (e) above. 2C Any person who— a without reasonable excuse fails to comply with any requirement imposed under subsection (2A) or (2B) above; or b assaults an officer who is exercising any of the powers conferred on him by either of those subsections or wilfully obstructs an officer in the exercise of any of those powers, shall be guilty of an offence and liable on summary conviction to a fine not exceeding £5,000 or on conviction on indictment to a fine. 3 In subsection (1) of section 16 of the said Act of 1967 (officers entitled to enforce orders under sections 1 and 2) after paragraph (a) there shall be inserted— aa any British sea-fishery officer . 4 After subsection (1) of that section there shall be inserted— 1A Any person who assaults an officer who is exercising any of the powers conferred on him by subsection (1) above or wilfully obstructs an officer in the exercise of any of those powers shall be guilty of an offence and liable on summary conviction to a fine not exceeding £1,000 or on conviction on indictment to a fine. 5 After subsection (2) of that section there shall be inserted— 3 An officer shall not be liable in any civil or criminal proceedings for anything done in the purported exercise of the powers conferred on him by this section if the court is satisfied that the act was done in good faith and there were reasonable grounds for doing it."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "26", "section_title": " British sea-fishery officers. ", "section_text": "26 1 Section 7(1)(e) and (f) of the  Sea Fisheries Act 1968 (officers of Customs and Excise and members of the Coastguard to be British sea-fishery officers) shall cease to have effect. 2 In section 8(3) of that Act (general powers of British sea-fishery officers) for paragraph (b) there shall be substituted— b may require any person on board the boat to produce any document relating to the boat, its fishing operations or other operations ancillary thereto or to the persons on board which is in his custody or possession and may take copies of any such document; c for the purpose of ascertaining whether the master, owner or charterer has committed an offence under any of the provisions mentioned in subsection (1) above, may search the boat for any such document and may require any person on board the boat to do anything which appears to him to be necessary for facilitating the search; d where the boat is one in relation to which he has reason to suspect that such an offence has been committed, may seize and detain any such document produced to him or found on board for the purpose of enabling the document to be used as evidence in proceedings for the offence; but nothing in paragraph (d) above shall permit any document required by law to be carried on board the boat to be seized and detained except while the boat is deatined in a port.                 3 For section 8(4) of the said Act of 1968 there shall be substituted— 4 Where it appears to a British sea-fishery officer that a contravention of any provision of an order under section 5 above or of section 2 of the Fishery Limits Act 1976 or any order thereunder has at nay time taken place within British fishery limits, he may— a require the master of the boat in relation to which the contravention took place to take, or may himself take, the boat and its crew to the port which appears to him to tbe the nearest convenient port; and b detain or require the master to detain the boat in the port; and where such an officer detains or requires the detention of a boat he shall serve on the master a notice in writing stating that the boat will be or is required to be detained until the notice is withdrawn by the service on the master of a further notice in writing signed by a British sea-fishery officer. 4 For section 10(1) of the siad Act of 1968 (protection of officers exercising powers under that Act) there shall be substituted— 1 A British sea-fishery officer shall not be liable in any civil or criminal proceedings for anything done in the purported exercise of the powers conferred on him by section 8 or 9 of this Act, section 15 of the Sea Fish (Coservation) Act 1967 or section 27 of the Fisheries Act 1981, and a foreign sea-fishery officer shall not be liable in any such proceedings for anything done in purported exercise of the powers conferred on him by section 9 of this Act, if the court is satisfied that the act was done in good faith and that there were reasonable grounds for doing it. . 5 In section 10(2) of the said Act of 1968 (offences connected with enforcement)— a in paragraph (a) after the word “fails” there shall be inserted the words  “                      without reasonable excuse                    ” ; b in paragraph (c) for the word “obstructs” there shall be substituted the words  “                      wilfully obstructs                    ” . 6 After section 10(2) of the said Act of 1968 there is inserted the following— 2A Any person who on any vessel within British fishery limits— a fails without reasonable excuse to comply with any requirement imposed, or to answer any question asked, by a British sea-fishery officer under section 27 of the Fiseries Act 1981; b prevents, or attempts to prevent, any other person complying with any such requirement or answering any such question; or c assaults any such officer while exercising any of the powers conferred on him by that section or wilfully obstructs any such officer in the exercise of any of those powers; shall be guilty of an offence. ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "27", "section_title": " Enforcement of provisions as to trans-shipment.", "section_text": "27 1 For the purpose of enforcing the provisions of an order under section 4A or 6(1A) of the  Sea Fish Conservation Act 1967 or the conditions of any licence granted under section 4A of that Act, a British sea-fishery officer may exercise in relation to any vessel (whether British or foreign) within British fishery limits the powers conferred by the following provisions of this section. 2 He may go on board the vessel, with or without persons assigned to assist him in his duties, and for that purpose may require the vessel to stop and do anything else which will facilitate the boarding of the vessel. 3 He may require the attendance of the master and other persons on board the vessel and may make any examination and inquiry which appears to him to be necessary for the purpose mentioned in subsection (1) above. 4 Where it appears to him that a contravention of the order or a breach of a condition of the licence has at any time taken place he may— a require the master of the vessel in relation to which the contravention took place to take, or may himself take, the vessel and its crew to the port which appears to him to be the nearest convenient port, and b detain or require the master to detain the vessel in the port; and if he detains or requires the detention of the vessel he shall serve on the master a notice in writing stating that the vessel will be or is required to be detained until the notice is withdrawn by the service on the master of a further notice in writing signed by a British sea-fishery officer."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "28", "section_title": " Offences by bodies corporate. ", "section_text": "28 In section 12 of the  Sea Fish (Conservation) Act 1967 (offences committed by bodies corporate) after “section 3”, there shall be inserted  “              4, 4A, 5            ” ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "29", "section_title": " Jurisdiction. ", "section_text": "29 For section 14 of the Sea Fish (Conservation) Act 1967 (jurisdiction to try offences) there shall be substituted— 14 Proceedings for an offence under section 1(3), 3, 4, 4A, 5, 6, 7, 15 or 16 of this Act may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "30", "section_title": " Enforcement of   rules relating to sea fishing .", "section_text": "30 1 The following provisions apply in relation to   assimilated   restrictions relating to sea fishing,   assimilated   obligations relating to sea fishing, Northern Ireland Protocol restrictions relating to sea fishing and Northern Ireland Protocol obligations  relating to sea fishing except where, or to the extent that, other provision is made by an order under subsection (2) below— a if any fishing boat within British fishery limits— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, the master, the owner and the charterer (if any) are each guilty of an offence; aa if any English or Welsh fishing boat outside British fishery limits— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, the master, the owner and the charterer (if any) are each guilty of an offence; ab if any person in England or Wales— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, that person is guilty of an offence; b sections 11, 12, 14 and 15(2) of the Sea Fish (Conservation) Act 1967 (penalties, jurisdiction and powers of seizure) apply to  offences under paragraph (a), (aa) or (ab) of this subsection  as they apply to offences under section 5(1) of that Act; and c section 8 of the  Sea Fisheries Act 1968 (general powers of British sea fishery officers) has effect in relation to such restrictions as it has effect in relation to the provisions mentioned in subsection (1) of that section. 2 The Ministers may by order make such provision as appears to them to be requisite for the enforcement of any   assimilated   restriction relating to sea fishing,   assimilated   obligation relating to sea fishing, Northern Ireland Protocol restriction relating to sea fishing or Northern Ireland Protocol obligation  relating to sea fishing; and any such order may in particular contain provisions which (with any necessary modifications) apply or correspond to any relevant provisions of the said Act of 1967 or the said Act of 1968. 2ZA The provision that may be made by an order made under subsection (2) by the Secretary of State includes— a provision applying to English or Welsh fishing boats outside British fishery limits; b provision applying to persons of a specified description on board any fishing boat, other than a Scottish or Northern Ireland fishing boat, outside British fishery limits. In this subsection  “ specified ” means specified in the order. 2A Proceedings for an offence under any order made under subsection (2) above may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom. 2B Her Majesty may by Order in Council provide for subsection (1) or (2) above to apply, with or without modifications, to any fishing boat within subsection (2C) below that is outside British fishery limits as it applies to any English or Welsh fishing boat outside those limits. 2C A fishing boat is within this subsection if— a it is registered under the law of the Isle of Man or any of the Channel Islands; or b it is wholly owned by persons qualified for the purposes of the law relating to the registration of vessels in the Isle of Man or any of the Channel Islands to own fishing vessels which are entitled to be registered as such under that law. 3 In this section— ...   “ assimilated restriction ” means a restriction that— was created or arose by or under the EU Treaties before IP completion day, and forms part of assimilated law, as modified from time to time;    “ English fishing boat ” means— a fishing boat which is registered in the United Kingdom under Part 2 of the Merchant Shipping Act 1995 and whose entry in the register specifies a port in England as the port to which the boat is to be treated as belonging; or a fishing boat which is wholly owned by persons qualified to own British ships for the purposes of that Part, other than— a Welsh, Scottish or Northern Ireland fishing boat, a fishing boat within subsection (2C) above, or a fishing boat registered in any country or territory other than the United Kingdom, the Isle of Man or any of the Channel Islands; ”fishing boat” means any vessel for the time being employed in fishing operations or any operations ancillary thereto; ”master” includes, in relation to any fishing boat, the person for the time being in command or charge of the boat; ”the Ministers” means the Minister of Agriculture, Fisheries and Food and the Secretaries of State respectively concerned with sea fishing in Scotland, Wales and Northern Ireland.  “ Northern Ireland fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of the Merchant Shipping Act 1995 and whose entry in the register specifies a port in Northern Ireland as the port to which the boat is to be treated as belonging;    “Northern Ireland Protocol” means the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement;  “Northern Ireland Protocol obligation” means any obligation created or arising by or under the Northern Ireland Protocol, whether or not an obligation to which section 7A(2) of the European Union (Withdrawal) Act 2018 applies; “Northern Ireland Protocol restriction” means any restriction created or arising by or under the Northern Ireland Protocol, whether or not a restriction to which section 7A(2) of the European Union (Withdrawal) Act 2018 applies; ...  “ Scottish fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of that Act and whose entry in the register specifies a port in Scotland as the port to which the boat is to be treated as belonging;   “ Welsh fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of that Act and whose entry in the register specifies a port in Wales as the port to which the boat is to be treated as belonging.  4 Any order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 This section has effect in relation to Scotland with the following modifications (and any other necessary modifications)– a in subsection (3), in the definition of ”the Ministers”, from ”Minister” to the end there is substituted ”Scottish Ministers”; and b in subsection (5) for “either House of” there is substituted “the Scottish”."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "31", "section_title": " Financial assistance.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "32", "section_title": " Research, development and advice.", "section_text": "32 1 The Minister of Agriculture, Fisheries and Food  , the Secretary of State concerned with fisheries in Wales, and Scottish Ministers  may each carry out research and development for the purpose of promoting the breeding, rearing or cultivating of fish (including shellfish) for the purpose of producing food for human consumption. 2 Each of those Ministers may provide scientific, technical and 6 other advice and instruction on matters relating to the breeding, rearing or cultivating of fish (including shellfish) whether or not for the purpose of producing food for human consumption. 3 Fees may be charged for any advice or instruction provided under this section."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "33", "section_title": " Exclusion of offences under conservation legislation.", "section_text": "33 1 A person shall not be guilty of an offence mentioned in Part I of Schedule 4 to this Act by reason of anything done or omitted by him in the course of fish farming if it is done or omitted under the authority of an exemption conferred by the Minister and in accordance with any conditions attached to the exemption. 2 The Minister may by regulations confer general exemptions for the purposes of subsection (1) above, and such regulations may— a make different provision for different methods of fish farming and for other different circumstances; and b specify conditions to which the exemptions are subject. 3 Regulations under subsection (2) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament  or, in the case of regulations in relation to Scotland, the Scottish Parliament . 4 In the application of subsections (1) and (2) above to offences under the  Salmon and Freshwater Fisheries Act 1975, “ the Minister ” means, in relation to the area of the Welsh Water Authority, the Secretary of State and, in relation to other areas to which the Act applies, the Minister of Agriculture, Fisheries and Food; and in the application of those subsections to offences under enactments relating to sea fishing, “ the Minister ” means, in relation to England, the Minister of Agriculture, Fisheries and Food, and, in relation to Wales  . . . the Secretary of State concerned with fisheries in that country  and, in relation to Scotland, the Scottish Ministers . 5 It shall be a defence for a person charged with an offence mentioned in Part II of Schedule 4 to this Act to show that he believed on reasonable grounds that the fish with respect to which the offence is alleged to have been committed were produced by fish farming. 6 In this section “ fish farming ” means the breeding, rearing or cultivating of fish (including shellfish) whether or not the purpose of producing food for human consumption; but the reference in subsection (5) above to fish produced by fish farming does not include fish bred, reared or cultivated in captivity which have later been released to the wild."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "34", "section_title": " Structures for propagating or cultivating shellfish.", "section_text": "34 In sections 2, 7, 9 and 12 of the  Sea Fisheries (Shellfish) Act 1967 references to a bed for shellfish, a shellfish bed or an oyster bed shall include references to any structure floating on, or standing or suspended in, water for the propagation or cultivation of shellfish or, as the case may be, oysters; and— a the area of a fishery to which an order under section 1 of that Act relates may, within the limits specified in subsection (1) of that section, include any waters which contain or are to contain any such structure; b the reference in section 5 of that Act to cultivating the ground for shellfish shall include a reference to cultivating shellfish by means of any such structure."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "35", "section_title": " Regulation of whaling.", "section_text": "35 1 The  Whaling Industry (Regulation) Act 1934 shall be amemded as follows. 2 for section 1 there shall be substituted— 1 1 Subject to the provisions of this section, references in this Act to whales shall be construed as references to any cetacean, and the reference in section 6(4)(a) to whale products shall be construed accordingly. 2 In their application to a ship registered in or licensed under the law of a colony or associated state sections 3 to 6 of this Act shall have effect as if references to whales were references only to the following cetaceans, that is to say— a whales known as whalebone whales or baleen whales; and b whales known as sperm whales, spermacet whales, cachalots or pot whales; but Her Majesty may by Order in Council direct that those references shall also include references to all other cetaceans or to any description of other cetaceans specified in the Order. 3 An Order under subsection (2) above may provide that its application by virtue of the Order this Act shall have effect with such exceptions, adaptations or modifications as may be specified in the Order; and any Order under that subsection may be limited so as to apply only in relation to one or more colonies or associated states specified in the Order. 4 Neither subsection (1) nor subsection (2) above shall be construed as extending, or enabling an Order to extend, to other cetaceans so much of section 3 of this Act as is expressed to apply only to right whales, grey whales, blue whales or fin whales. 3 In sections 2, 3(1) and 4(2) (penalty for unlawful taking, treating, killing or attempting to kill whales) for the words from “to imprisonment” onwards there shall be substituted the words  “                  on summary conviction to a fine not exceeding £50,000 or on conviction on indictment to a fine.                ” 4 In section 6(7) (penalty for contravening condition of licence) for the words from “to imprisonment” to “and such fine” there shall be substituted the words  “                  on summary conviction to a fine not exceeding £5,000 or on conviction on indictment to a fine.                ” 5 In sections 6(8) and 9(1) (penalty for failure to keep or falsifying records and for forgery of documents) for the words from “to imprisonment” onwards there shall be substituted the words  “                  on summary conviction to a fine not exceeding £1,000 or on conviction on indictment to a fine.                ” 6 In section 8(3) (obstructing inspectors)— a before the word “refuses”, in each place where it occurs, there shall be inserted the words  “                      without reasonable excuse                    ”  and for the word “obstructs” there shall be substituted the words  “                      wilfully obstructs                    ” ; b for the words “to a fine not exceeding one hundred pounds” there shall be substituted the words  “                      on summary conviction to a fine not exceeding £5,000 or on conviction on indictment to a fine.                    ” 7 In section 10(2) (summary proceedings) for the words from the beginning to “proceedings taken by virtue of this Act” there shall be substituted the words  “                  Summary proceedings taken by virtue of this Act                ” . 8 For the purposes of section 12 (power to exempt coastal waters of territory whose local law corresponds substantially with provisions of the Act) any provision of the local law may be treated as substantially corresponding to a provision of the Act if it substantially corresponds to that provision with or without any amendment made by or by virtue of this section."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "36", "section_title": " Landing etc. of whales in Scotland.", "section_text": "36 1 Any person who drives ashore in Scotland any whale of the species of smaller whales known as bottlenose whales and pilot whales shall be guilty of an offence and liable on summary conviction to a fine not exceeding £50,000 or on conviction on indictment to a fine. 2 The  Whale Fisheries (Scotland) Act 1907 shall cease to have effect; and in section 17(1) of the  Whaling Industry (Regulation) Act 1934 for the words “the authority having power to grant licences under the Whale Fisheries (Scotland) Act 1907” there shall be substituted the words  “                  the Secretary of State                ” ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "37", "section_title": " Import of live fish. ", "section_text": "37 1 The  Import of Live Fish (Scotland) Act 1978 and the  Import of Live Fish (England and Wales) Act 1980 shall be amended as follows. 2 In section 1(3) of each Act (matters capable of being authorised by licence) for the words “or keep” there shall be substituted the words  “                  keep or release                ”  and in section 3(1)(a)(ii) of each Act for the words “or keeping”, in both places, there shall be substituted the words  “                  keeping or release                ” . 3 In section 2(1) of each Act (powers of entry) the words “a police constable” shall be omitted. 4 In section 3(3) of each Act (duty of court to order forfeiture on conviction of offence) for the word “shall” there shall be substituted the word  “                  may                ” ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "38", "section_title": " Fisheries offences on River Tweed. ", "section_text": "38 1 At the end of section 6 of the  Freshwater and Salmon Fisheries (Scotland) Act 1976 (penalties for offences against fisheries enactments) there shall be inserted the following subsections— 3 This section, so far as it relates to the enactments specified in subsection (4) below, shall apply to so much of the River Tweed as is situated outwith Scotland as if it were situated in Scotland. 4 The enactments referred to in subsection (3) above are— a sections 15(8), 18, 19 and 20 of the Salmon Fisheries (Scotland) Act 1868; b section 1 of the Freshwater Fish (Scotland) Act 1902; c sections 1 to 4, 6, 10(6), 13, 15(2) and 16 of the Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951. 2 At the end of section 7 of the said Act of 1976 (fish farmers not to be guilty of contravention of certain enactments) there shall be inserted the following subsection— 5 This section, so far as it relates to the enactments specified in paragraphs 2, 3, 4, 5(d), 6, 8 and 10 of Schedule 3 to this Act, shall apply to so much of the River Tweed as is situated outwith Scotland as if it were situated in Scotland. . 3 At the end of section 9(1) of the said Act of 1976 (interpretation) there shall be inserted the following definition— “ the River Tweed ” means “the River” as defined by the Tweed Fisheries Amendment Act 1859, and any bye-law amending that definition. 4 At the beginning of section 10(2) of the said Act of 1976 (short title and extent) there shall be inserted the words  “                  Except insofar as this Act otherwise provides,                ” ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "39", "section_title": " Reports on fisheries. ", "section_text": "39 Section 5(3) of the  Fishery Board (Scotland) Act 1882 (duty of Secretary of State to make annual report regarding fisheries) shall cease to have effect."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "40", "section_title": " Fishery protection in waters adjacent to Northern Ireland.", "section_text": "40 The Department of Agriculture for Northern Ireland may, with the approval of the Department of Finance for Northern Ireland, incur expenditure in employing officers and vessels and generally taking such measures as appear to it necessary to protect British fisheries in  the Northern Ireland zone within the meaning of the Northern Ireland Act 1998 ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "41", "section_title": " Orders  ....", "section_text": "41 Any power of any Minister  , Ministers or of the Scottish Ministers  under this Act to make orders  ... shall be exercisable by statutory instrument."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "42", "section_title": " Offences by bodies corporate.", "section_text": "42 Where an offence under Part I ... of this Act which has been committed by a body corporate is proved to have been committed with the consent or connivance of or to be attributable to any neglect on the part of any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "43", "section_title": " Financial provisions.", "section_text": "43 1 There shall be paid out of moneys provided by Parliament any sums required by any Minister or Ministers— a for making payments to or in respect of members of the Sea Fish Industry Authority and former members of the bodies replaced by that Authority; b for providing financial assistance to the Authority (by way of loan, grant or guarantee) under Part I of this Act; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d for exercising the powers conferred by section 32 above; or e for administrative expenses under this Act. 2 Any sums received by any Minister or Ministers under this Act shall be paid into the Consolidated Fund. 3 Any sums received by the Department of Agriculture and Rural Development under this Act shall be paid into the Consolidated Fund of Northern Ireland."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "44", "section_title": " General interpretation.", "section_text": "44 In this Act— “ salmon ” includes any fish of the salmon species; “ shellfish ” includes crustaceans and molluscs of any kind; “ migratory trout ” means any species of trout which migrates to and from the sea."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "45", "section_title": " Amendment of section 22(2) of Sea Fish (Conservation) Act 1967. ", "section_text": "45 In subsection (2) of section 22 of the  Sea Fish (Conservation) Act 1967— a in the definition of “ the appropriate Minister ” the words “and Wales” shall be omitted and after “Minister of Agriculture, Fisheries and Food” there shall be inserted  “                  in relation to Wales, means the Secretary of State concerned with the sea fishing industry in Wales                ” ; b in paragraph (a) after “Scotland” there shall be inserted  “                  Wales                ” ; c in paragraphs (b) and (c) for “the Secretary of State” there shall be substituted  “                  the Secretaries of State respectively                ”  and after “Scotland” there shall be inserted  “                  and Wales                ” ."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "46", "section_title": " Short title, repeals, commencement and extent.", "section_text": "46 1 This Act may be cited as the Fisheries Act 1981. 2 The enactments mentioned in Schedule 5 to this Act (which include spent or unnecessary provisions) are hereby repealed to the extent specified in the third column of that Schedule. 3 Subject to subsection (4) below, this Act shall come into force at the expiration of the period of one month beginning with the date on which it is passed. 4 The provisions mentioned in subsection (5) below shall come into force on such day as may be specified by an order of the Ministers (as defined in Part I of this Act) and different days may be specified for different provisions. 5 The provisions referred to in subsection (4) above are Part I, section 31, Schedules 1, 2 and 3 and Part I of Schedule 5. 6 The following provisions of this Act do not extend to Northern Ireland, that is to say, section 19(2)(a) and (b), section 25(3), (4) and (5), Part IV, sections 36 to 39 and Schedule 4. 7 The provisions capable of being extended to the Isle of Man and Channel Islands under section 24 of the  Sea Fish (Conservation) Act 1967 or section 21 of the  Sea Fisheries Act 1968 shall include the provisions relating to those Acts in Part III of this Act; and the provisions capable of being extended under section 13 of the  Whaling Industry (Regulation) Act 1934 to the territories there mentioned shall include the provisions of section 35 of this Act."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "30", "section_title": " Enforcement of   rules relating to sea fishing .", "section_text": "30 1 The following provisions apply in relation to   assimilated   restrictions relating to sea fishing,   assimilated   obligations relating to sea fishing, Northern Ireland Protocol restrictions relating to sea fishing and Northern Ireland Protocol obligations  relating to sea fishing except where, or to the extent that, other provision is made by an order under subsection (2) below— a if any fishing boat within British fishery limits— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, the master, the owner and the charterer (if any) are each guilty of an offence; aa if any English or Welsh fishing boat outside British fishery limits— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, the master, the owner and the charterer (if any) are each guilty of an offence; ab if any person in England or Wales— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, that person is guilty of an offence; b sections 11, 12, 14 and 15(2) of the Sea Fish (Conservation) Act 1967 (penalties, jurisdiction and powers of seizure) apply to  offences under paragraph (a), (aa) or (ab) of this subsection  as they apply to offences under section 5(1) of that Act; and c section 8 of the  Sea Fisheries Act 1968 (general powers of British sea fishery officers) has effect in relation to such restrictions as it has effect in relation to the provisions mentioned in subsection (1) of that section. 2 The Ministers may by order make such provision as appears to them to be requisite for the enforcement of any   assimilated   restriction relating to sea fishing,   assimilated   obligation relating to sea fishing, Northern Ireland Protocol restriction relating to sea fishing or Northern Ireland Protocol obligation  relating to sea fishing; and any such order may in particular contain provisions which (with any necessary modifications) apply or correspond to any relevant provisions of the said Act of 1967 or the said Act of 1968. 2ZA The provision that may be made by an order made under subsection (2) by the Secretary of State includes— a provision applying to English or Welsh fishing boats outside British fishery limits; b provision applying to persons of a specified description on board any fishing boat, other than a Scottish or Northern Ireland fishing boat, outside British fishery limits. In this subsection  “ specified ” means specified in the order. 2A Proceedings for an offence under any order made under subsection (2) above may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom. 2B Her Majesty may by Order in Council provide for subsection (1) or (2) above to apply, with or without modifications, to any fishing boat within subsection (2C) below that is outside British fishery limits as it applies to any English or Welsh fishing boat outside those limits. 2C A fishing boat is within this subsection if— a it is registered under the law of the Isle of Man or any of the Channel Islands; or b it is wholly owned by persons qualified for the purposes of the law relating to the registration of vessels in the Isle of Man or any of the Channel Islands to own fishing vessels which are entitled to be registered as such under that law. 3 In this section— ...   “ assimilated restriction ” means a restriction that— was created or arose by or under the EU Treaties before IP completion day, and forms part of assimilated law, as modified from time to time;    “ English fishing boat ” means— a fishing boat which is registered in the United Kingdom under Part 2 of the Merchant Shipping Act 1995 and whose entry in the register specifies a port in England as the port to which the boat is to be treated as belonging; or a fishing boat which is wholly owned by persons qualified to own British ships for the purposes of that Part, other than— a Welsh, Scottish or Northern Ireland fishing boat, a fishing boat within subsection (2C) above, or a fishing boat registered in any country or territory other than the United Kingdom, the Isle of Man or any of the Channel Islands; ”fishing boat” means any vessel for the time being employed in fishing operations or any operations ancillary thereto; ”master” includes, in relation to any fishing boat, the person for the time being in command or charge of the boat; ”the Ministers” means the Minister of Agriculture, Fisheries and Food and the Secretaries of State respectively concerned with sea fishing in Scotland, Wales and Northern Ireland.  “ Northern Ireland fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of the Merchant Shipping Act 1995 and whose entry in the register specifies a port in Northern Ireland as the port to which the boat is to be treated as belonging;    “Northern Ireland Protocol” means the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement;  “Northern Ireland Protocol obligation” means any obligation created or arising by or under the Northern Ireland Protocol, whether or not an obligation to which section 7A(2) of the European Union (Withdrawal) Act 2018 applies; “Northern Ireland Protocol restriction” means any restriction created or arising by or under the Northern Ireland Protocol, whether or not a restriction to which section 7A(2) of the European Union (Withdrawal) Act 2018 applies; ...  “ Scottish fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of that Act and whose entry in the register specifies a port in Scotland as the port to which the boat is to be treated as belonging;   “ Welsh fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of that Act and whose entry in the register specifies a port in Wales as the port to which the boat is to be treated as belonging.  4 Any order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 This section has effect in relation to Scotland with the following modifications (and any other necessary modifications)– a in subsection (3), in the definition of ”the Ministers”, from ”Minister” to the end there is substituted ”Scottish Ministers”; and b in subsection (5) for “either House of” there is substituted “the Scottish”."}, {"act": "Fisheries Act 1981", "year": 1981, "section": "30", "section_title": " Enforcement of   rules relating to sea fishing .", "section_text": "30 1 The following provisions apply in relation to   assimilated   restrictions relating to sea fishing,   assimilated   obligations relating to sea fishing, Northern Ireland Protocol restrictions relating to sea fishing and Northern Ireland Protocol obligations  relating to sea fishing except where, or to the extent that, other provision is made by an order under subsection (2) below— a if any fishing boat within British fishery limits— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, the master, the owner and the charterer (if any) are each guilty of an offence; aa if any English or Welsh fishing boat outside British fishery limits— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, the master, the owner and the charterer (if any) are each guilty of an offence; ab if any person in England or Wales— i fishes in contravention of any such restriction, or ii fails to comply with any such obligation, that person is guilty of an offence; b sections 11, 12, 14 and 15(2) of the Sea Fish (Conservation) Act 1967 (penalties, jurisdiction and powers of seizure) apply to  offences under paragraph (a), (aa) or (ab) of this subsection  as they apply to offences under section 5(1) of that Act; and c section 8 of the  Sea Fisheries Act 1968 (general powers of British sea fishery officers) has effect in relation to such restrictions as it has effect in relation to the provisions mentioned in subsection (1) of that section. 2 The Ministers may by order make such provision as appears to them to be requisite for the enforcement of any   assimilated   restriction relating to sea fishing,   assimilated   obligation relating to sea fishing, Northern Ireland Protocol restriction relating to sea fishing or Northern Ireland Protocol obligation  relating to sea fishing; and any such order may in particular contain provisions which (with any necessary modifications) apply or correspond to any relevant provisions of the said Act of 1967 or the said Act of 1968. 2ZA The provision that may be made by an order made under subsection (2) by the Secretary of State includes— a provision applying to English or Welsh fishing boats outside British fishery limits; b provision applying to persons of a specified description on board any fishing boat, other than a Scottish or Northern Ireland fishing boat, outside British fishery limits. In this subsection  “ specified ” means specified in the order. 2A Proceedings for an offence under any order made under subsection (2) above may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom. 2B Her Majesty may by Order in Council provide for subsection (1) or (2) above to apply, with or without modifications, to any fishing boat within subsection (2C) below that is outside British fishery limits as it applies to any English or Welsh fishing boat outside those limits. 2C A fishing boat is within this subsection if— a it is registered under the law of the Isle of Man or any of the Channel Islands; or b it is wholly owned by persons qualified for the purposes of the law relating to the registration of vessels in the Isle of Man or any of the Channel Islands to own fishing vessels which are entitled to be registered as such under that law. 3 In this section— ...   “ assimilated restriction ” means a restriction that— was created or arose by or under the EU Treaties before IP completion day, and forms part of assimilated law, as modified from time to time;    “ English fishing boat ” means— a fishing boat which is registered in the United Kingdom under Part 2 of the Merchant Shipping Act 1995 and whose entry in the register specifies a port in England as the port to which the boat is to be treated as belonging; or a fishing boat which is wholly owned by persons qualified to own British ships for the purposes of that Part, other than— a Welsh, Scottish or Northern Ireland fishing boat, a fishing boat within subsection (2C) above, or a fishing boat registered in any country or territory other than the United Kingdom, the Isle of Man or any of the Channel Islands; ”fishing boat” means any vessel for the time being employed in fishing operations or any operations ancillary thereto; ”master” includes, in relation to any fishing boat, the person for the time being in command or charge of the boat; ”the Ministers” means the Minister of Agriculture, Fisheries and Food and the Secretaries of State respectively concerned with sea fishing in Scotland, Wales and Northern Ireland.  “ Northern Ireland fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of the Merchant Shipping Act 1995 and whose entry in the register specifies a port in Northern Ireland as the port to which the boat is to be treated as belonging;    “Northern Ireland Protocol” means the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement;  “Northern Ireland Protocol obligation” means any obligation created or arising by or under the Northern Ireland Protocol, whether or not an obligation to which section 7A(2) of the European Union (Withdrawal) Act 2018 applies; “Northern Ireland Protocol restriction” means any restriction created or arising by or under the Northern Ireland Protocol, whether or not a restriction to which section 7A(2) of the European Union (Withdrawal) Act 2018 applies; ...  “ Scottish fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of that Act and whose entry in the register specifies a port in Scotland as the port to which the boat is to be treated as belonging;   “ Welsh fishing boat ” means a fishing boat which is registered in the United Kingdom under Part 2 of that Act and whose entry in the register specifies a port in Wales as the port to which the boat is to be treated as belonging.  4 Any order under subsection (2) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 This section has effect in relation to Scotland with the following modifications (and any other necessary modifications)– a in subsection (3), in the definition of ”the Ministers”, from ”Minister” to the end there is substituted ”Scottish Ministers”; and b in subsection (5) for “either House of” there is substituted “the Scottish”."}]