[{"act": "Horserace Betting Levy Act 1981", "year": 1981, "section": "1", "section_title": "Payments on account of levy", "section_text": "1 1 The Levy Board may require a person who appears to them to be liable to pay the levy under section 27 of the Act of 1963 to make payments on account in advance of assessment to the levy. 2 The power under subsection (1) is to be exercised by serving on the person a notice of determination stating— a the amounts that the person must pay, b when and how the payments are to be made, and c the basis on which the amount to be paid has been determined. 3 The Levy Board may at any time withdraw or amend a notice of determination. 4 The powers of the Levy Board under this section may be exercised only by the Government-appointed members of the Board. 5 In this section “Government-appointed”, with reference to members of the Levy Board, means appointed for the time being by the Secretary of State."}, {"act": "Horserace Betting Levy Act 1981", "year": 1981, "section": "2", "section_title": " Appeals.", "section_text": "2 1 A notice of determination issued by the Levy Board (and not withdrawn) under section 1 above requiring a   person   to make payments on account shall be conclusive as to his liability to make the payments specified in the notice unless, not later than twenty-eight days after the notice is served on him, he gives to the Board notice in writing of appeal therefrom on the grounds that the determination was not   appropriate, having regard to the person’s likely liability under section 27 of the Act of 1963  . 2 On receiving any notice of appeal under subsection (1) above, the Levy Board shall refer the appeal to an appeal tribunal established in pursuance of section 29 of the Act of 1963. 3 The appeal tribunal shall have power to confirm or rescind the determination or to increase or reduce the amount which is payable by the   person   under the determination according to the tribunal’s opinion as to what amount (if any)   should be paid on   account by him  ..., but the tribunal— a shall not rescind the determination or reduce the amount so payable unless the appellant has afforded the tribunal all the facilities it may have required for the investigation of his case; b shall confirm the determination of the amount unless the tribunal is satisfied that, on all the evidence made available to it, the amount should be varied or the determination rescinded. 4 The decision of the appeal tribunal as to the amount to be paid on account under the scheme shall be final."}, {"act": "Horserace Betting Levy Act 1981", "year": 1981, "section": "3", "section_title": " Relief from payments.", "section_text": "3 1 A   person   on whom a notice of determination has been served may apply in writing to the Levy Board to be excused from making payments on account in accordance with the notice on the grounds that his circumstances make it unjust that he should do so. 2 It shall be for the Government-appointed members of the Levy Board to consider applications under subsection (1) above and, for the purpose of disposing of them, they may consult   such   persons, if any, as those members of the Board think proper. 3 If on an application under subsection (1) above the Government-appointed members are of the opinion that a reduction ought to be made in the payments on account to be made by a   person   they shall give either of the following directions with respect to payments becoming due as from a date specified in the direction, that is to say— a a direction that those payments shall cease to be payable; or b a direction that those payments shall be reduced to such amount or amounts as they may specify; but otherwise the Government-appointed members shall dismiss the application. 4 Where the Government-appointed members give a direction under subsection (3) above then— a in the case of a direction under paragraph (a), they shall issue a notice cancelling the notice of determination with respect to which the application was made so far as that notice relates to payments on account becoming due on or after the specified date; b in the case of a direction under paragraph (b), they shall issue a revised notice of determination which shall have effect as from the specified date in place of the notice with respect to which the application was made so far as that notice relates to payments on account becoming due on or after the specified date; and they shall cause the notice of cancellation or the revised notice of determination to be served on the   person . 5 A revised notice of determination issued under subsection (4) above shall, subject to subsection (7) below, have effect as if it were a notice of determination issued  ... under section 1 above. 6 More than one application may be made by a   person   under subsection (1) above in any levy period but only where there has been a change in his circumstances since his last application. 7 If an application is made under this section with respect to a notice of determination no appeal shall lie under section 2 above with respect to that notice or any revised notice of determination issued in place of it under this section and if a   person   gives notice of appeal under the said section 2 he shall not make an application under this section until after the appeal has been determined or abandoned. 8 In this section references to the Government-appointed members of the Levy Board are to be construed in accordance with section   1(5)   above."}, {"act": "Horserace Betting Levy Act 1981", "year": 1981, "section": "4", "section_title": " Supplementary provisions.", "section_text": "4 1 Payments on account shall become due on the date or dates specified in the notice of determination and shall be recoverable by the Levy Board as a debt due to the Board, save that— a where the date or first date specified in the notice of determination falls within the period allowed for appealing under subsection (1) of section 2 above, the payment or first payment shall become due at the expiration of that period; and b where the   person on whom the notice is served   appeals under that subsection, any payments which become due before the determination or abandonment of the appeal shall become due on the determination or abandonment of the appeal. 2 Where the amount paid on account of the levy by a   person   in any levy period exceeds the amount assessed by the Levy Board as payable by him by way of the levy in respect of that period, the Board shall repay the excess to the   person   when they issue the notice of assessment and, if a further excess arises on a reduction of the assessment on appeal, shall repay that further excess to the   person   within fourteen days of the determination of the appeal. 3 If, otherwise than with the consent in writing of the   person   concerned or— a for the purposes of this Act or of a report of any proceedings before an appeal tribunal under section 2 above; or b for the purposes of, or of a report of— i proceedings for the recovery of any payment on account from that   person  ;  ... ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii any criminal proceedings, any person to whom this subsection applies discloses to any other person in such a manner as to identify the   person   concerned any information concerning that   person   obtained through the exercise of any functions under this Act, he shall be liable on summary conviction to a fine not exceeding  level 4 on the standard scale . 4 Subsection (3) above applies to any person who is a member, officer or servant of the Levy Board  ... or an appeal tribunal established in pursuance of section 29 of the Act of 1963, or who is consulted by the members of the Levy Board in pursuance of this Act. 5 Any notice issued under this Act in the case of any   person   may be served on him either by serving it on him personally or by sending it to him by post at his usual or last known residence or place of business in the United Kingdom or, if the   person   is a company, at the company’s registered office. 6 The Act of 1963 and the Act of 1969 shall have effect subject to the amendments specified in the Schedule to this Act, being amendments consequential upon the provisions of this Act."}, {"act": "Horserace Betting Levy Act 1981", "year": 1981, "section": "5", "section_title": " Citation, interpretation and extent.", "section_text": "5 1 This Act may be cited as the Horserace Betting Levy Act 1981. 2 In this Act— “ the Act of 1963 ” means the  Betting, Gaming and Lotteries Act 1963; “ the  Act of 1969 ” means the Horserace Betting Levy Act 1969; “ the Levy Board ”  has the same meaning as in the Act of 1963;   “ levy period ”  has the same meaning as in Part 1 of the Act of 1963. 3 This Act does not extend to Northern Ireland."}]