[{"act": "Indecent Displays (Control) Act 1981", "year": 1981, "section": "1", "section_title": " Indecent displays.", "section_text": "1 1 If any indecent matter is publicly displayed the person making the display and any person causing or permitting the display to be made shall be guilty of an offence. 2 Any matter which is displayed in or so as to be visible from any public place shall, for the purposes of this section, be deemed to be publicly displayed. 3 In subsection (2) above, “ public place ”, in relation to the display of any matter, means any place to which the public have or are permitted to have access (whether on payment or otherwise) while that matter is displayed except— a a place to which the public are permitted to have access only on payment which is or includes payment for that display; or b a shop or any part of a shop to which the public can only gain access by passing beyond an adequate warning notice; but the exclusions contained in paragraphs (a) and (b) above shall only apply where persons under the age of 18 years are not permitted to enter while the display in question is continuing. 4 Nothing in this section applies in relation to any matter—  a included by any person in a television broadcasting service or other television programme service (within the meaning of Part I of the Broadcasting Act 1990); b included in the display of an art gallery or museum and visible only from within the gallery or museum; or c displayed by or with the authority of, and visible only from within a building occupied by, the Crown or any local authority; or d included in a performance of a play (within the meaning of paragraph 14(1) of Schedule 1 to the Licensing Act 2003) in England and Wales or of a play (within the meaning of the Theatres Act 1968) in Scotland; e included in an exhibition of a film, within the meaning of paragraph 15 of Schedule 1 to the Licensing Act 2003, in England and Wales, or a film exhibition, as defined in the Cinemas Act 1985, in Scotland — i given in a place which as regards that exhibition is required to be licensed under section 1 of that Act or by virtue only of section 5, 7 or 8 of that Act is not required to be so licensed; or ii which is an exhibition to which section 6 of that Act applies given by an exempted organisation as defined in subsection (6) of that section. 5 In this section “ matter ” includes anything capable of being displayed, except that it does not include an actual human body or any part thereof; and in determining for the purpose of this section whether any displayed matter is indecent— a there shall be disregarded any part of that matter which is not exposed to view; and b account may be taken of the effect of juxtaposing one thing with another. 6 A warning notice shall not be adequate for the purposes of this section unless it complies with the following requirements— a The warning notice must contain the following words, and no others— WARNING Persons passing beyond this notice will find material on display which they may consider indecent. No admittance to persons under 18 years of age. b The word “WARNING” must appear as a heading. c No pictures or other matter shall appear on the notice. d The notice must be so situated that no one could reasonably gain access to the shop or part of the shop in question without being aware of the notice and it must be easily legible by any person gaining such access."}, {"act": "Indecent Displays (Control) Act 1981", "year": 1981, "section": "2", "section_title": " Powers of arrest, seizure and entry.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 A constable may seize any article which he has reasonable grounds for believing to be or to contain indecent matter and to have been used in the commission of an offence under this Act. 3 In England and Wales, a justice of the peace if satisfied on information on oath that there are reasonable grounds for suspecting that an offence under this Act has been or is being committed on any premises and, in Scotland, a sheriff or justice of the peace on being so satisfied on evidence on oath, may issue a warrant authorising any constable to enter the premises specified in the information or, as the case may be, evidence (if need be by force)  within fourteen days from the date of issue of the warrant  to seize any article which the constable has reasonable grounds for believing to be or to contain indecent matter and to have been used in the commission of an offence under this Act."}, {"act": "Indecent Displays (Control) Act 1981", "year": 1981, "section": "3", "section_title": " Offences by corporations.", "section_text": "3 1 Where a body corporate is guilty of an offence under this Act and it is proved that the offence occurred with the consent or connivance of, or was attributable to any neglect on the part of, any director, manager, secretary or other officer of the body, or any person who was purporting to act in any such capacity he, as well as the body corporate, shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Indecent Displays (Control) Act 1981", "year": 1981, "section": "4", "section_title": " Penalties.", "section_text": "4 1 In England and Wales, any person guilty of an offence under this Act shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; or b on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both. 2 In Scotland, any person guilty of an offence under this Act shall be liable— a on summary conviction— i in the district court, to a fine not exceeding £200; ii in the sheriff court, to a fine not exceeding the statutory maximum; or b on conviction on indictment, to imprisonment for a term not exceeding two years or a fine or both. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Indecent Displays (Control) Act 1981", "year": 1981, "section": "5", "section_title": " Short title, repeal, extent and commencement.", "section_text": "5 1 This Act may be cited as the Indecent Displays (Control) Act 1981. 2 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 This Act does not extend to Northern Ireland. 4 As respects Scotland, nothing in this Act (except to the extent provided by it) affects— a any rule of law relating to shameless indecency or to the publication of obscene works; or b section 51 of the Civic Government (Scotland) Act 1982 5 This Act shall come into force at the expiration of a period of three months, beginning with the day on which this Act is passed."}]