[{"act": "Judicial Pensions Act 1981", "year": 1981, "section": "1", "section_title": " Interpretation.", "section_text": "1 In this Chapter “ high judicial office ” means any of the offices listed in the first column of the Table below, and “ relevant service ”, in relation to high judicial office, has the meaning given in the second column of that Table.  Table Office Relevant service Judge of the Supreme Court . Service as a   judge of the Supreme Court  or as a judge of the   Senior Courts , the Court of Session or the   Court of Judicature . Judge of the   Senior Courts . . . . Service as a   judge of the Supreme Court  or as any judge of the   Senior Courts . Judge of the Court of Session. Service as a   judge of the Supreme Court  or as any judge of the Court of Session. Judge of the   Court of Judicature . Service as a   judge of the Supreme Court  or as any judge of the   Court of Judicature ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "2", "section_title": " Rate of pension.", "section_text": "2 1 A holder of high judicial office on retirement from that office shall be entitled during his life to a pension at the annual rate provided by this section— a if he retires after 15 years relevant service or after he has attained the age of 70 years, or b if at the time of his retirement he is disabled by permanent infirmity from the performance of the duties of his office. 2 The annual rate of the pension payable under this section to a person retiring from any office after 15 or more years relevant service shall be one half of his last annual salary. 3 The annual rate of the pension payable under this section to a person retiring from any office after less than 15 years relevant service shall be— a if the period of relevant service does not amount to 6 years, one quarter of his last annual salary; b if the period amounts to 6 years or more, one quarter of that salary plus 1/40th of that salary for each completed year of service exceeding 5."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "3", "section_title": " Former holder of office other than high judicial office.", "section_text": "3 1 This section applies to a holder of high judicial office who, immediately before his appointment to high judicial office, was the holder of any other of the judicial offices described in Part I of Schedule 1 to the  House of Commons Disqualification Act 1975, being an office in respect of which pensions are payable in pursuance of this or any other public general Act or under any other enactment, scheme or arrangement approved for the purposes of this section by the Lord Chancellor. 2 Where a person to whom this section applies retires from his office having qualified, otherwise than by retirement after attaining the age of 70 years, for a pension under this Chapter then if he so elects— a the amount of the pension which may be paid to him under this Chapter shall be an amount equal to the pension for which he would have been eligible if he had continued to serve in his former office until his retirement at the salary then payable to a holder of that office, and b any lump sum payable in his case under Part II of this Act shall be calculated as if his last annual salary were the salary payable at the date of his retirement to a holder of his former office. 3 Where a person to whom this section applies dies while holding his office, and his legal personal representatives so elect, any derivative benefit payable in respect of him under Part II of this Act shall be calculated as if the pension for which he would have been eligible if he had retired at the time of his death were a pension of the amount described in subsection (2)(a) above, and as if his last annual salary were the salary payable at the time of his death to a holder of his former office. 4 An election under this section shall be made within the period of three months beginning with the retirement or death of the person by or in respect of whom it is made, and shall be made in writing addressed to  the Treasury ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "4", "section_title": " Provision against double pensions.", "section_text": "4 Not more than one pension shall be paid to the same person under this Chapter, or under this Chapter and the  Lord Chancellor’s Pension Act 1832."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "5", "section_title": " Circuit judge in England or Wales.", "section_text": "5 1 A Circuit judge may on the recommendation of the Lord Chancellor be granted a pension— a if he retires after 15 years service and at the time of his retirement he has attained the age of 65 years, or b if he vacates his office in accordance with section 17 of the  Courts Act 1971 (age limit and removal on ground of incapacity or misbehaviour), or c if the Lord Chancellor is satisfied by means of a medical certificate that, by reason of infirmity of mind or body, he is incapable of discharging the duties of his office, and that the incapacity is likely to be permanent. 1A The Lord Chancellor must consult the Lord Chief Justice of England and Wales before making a recommendation in a case that falls within subsection (1)(b) or (c). 2 The annual rate of a pension payable under this section to a person retiring after not less than 15 years service shall be one half of his last annual salary. 3 The annual rate of a pension payable under this section to a person retiring after less than 15 years service shall be— a if the period of service does not amount to 5 years, 6/40ths of his last annual salary, b if the period of service amounts to 5 years or more, one quarter of that salary plus 1/40th for each completed year of service exceeding 5. 4 If a person to whom a pension has been granted under this section (before he has attained the age of 72) in consequence of any such incapacity as is referred to in subsection (1)(c) above resumes the duty of a Circuit judge, the payment of the pension shall be suspended during the period of his resumed service, but at the end of that period the pension shall again be payable and be recalculated in accordance with subsections (2) and (3) above, and for that purpose the period of his resumed service shall be added to the period of his former service. 5 In this section “ service ” means service as a Circuit judge. 6 A pension under this section shall be payable at such intervals, not exceeding three months, as  the Treasury  may determine. 7 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "6", "section_title": " Sheriffs in Scotland.", "section_text": "6 For sheriffs in Scotland pensions shall be payable in accordance with the  Sheriffs’ Pensions (Scotland) Act 1961."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "7", "section_title": " Stipendiary magistrates in England and Wales.", "section_text": "7 1 A stipendiary magistrate in England or Wales may on the recommendation of the Lord Chancellor be granted a pension if he retires after not less than  2 years  service, and— a at the time of his retirement he has attained the age of 65, or b the Lord Chancellor is satisfied by means of a medical certificate that by reason of infirmity of mind or body he is incapable of discharging the duties of his office, and that the incapacity is likely to be permanent. 1A The Lord Chancellor must consult the Lord Chief Justice before making a recommendation in a case that falls within subsection (1)(b). 2 The annual rate of a pension payable under this section to a person retiring after not less than 20 years service shall not exceed one half of his last annual salary. 3 The annual rate of a pension payable under this section to a person retiring after less than 20 years service shall not exceed—  a if the period of service amounts to less than 5 (but not less than 2) years, 6/80ths of his last annual salary, aa if the period of service amounts to less than 10 years (but not less than 5), 15/80ths of his last annual salary plus 1/80th for each completed year of service exceeding 5, b if the period of service amounts to not less than 10 years (but less than 20), one quarter of that salary plus 2/80ths for each completed year of service after the first 10 years. 4 A person to whom a pension is granted under this section on retirement on a medical certificate shall, until he attains the age of 65, be liable to be called upon to fill any public office or situation under the Crown in the United Kingdom for which his previous public services may render him eligible: and if he declines, when called upon to do so, to take upon him such office or situation, or declines or neglects to execute the duties thereof satisfactorily, being in a competent state of health, he shall forfeit his right to the pension which has been granted to him. 5 Any sums payable on account of a pension under this section shall be paid at such times in each year as  the Treasury  may determine. 6 In this section “ service ” means service as a stipendiary magistrate in England or Wales. 7 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "8", "section_title": " Judge Advocate General: choice between civil service scheme and special provision.", "section_text": "8 1 Section 9 below shall apply to a person holding the office of Judge Advocate General if within 3 months after appointment to that office he gives notice in writing to  the Treasury  that he elects that section 9 shall apply to him. 2 In the case of a person who holds the office of Judge Advocate General, but to whom section 9 below does not apply, the principal civil service pension scheme shall have effect as if service in that office were employment in the civil service of the State."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "9", "section_title": " Judge Advocate General: special provision.", "section_text": "9 1 A person to whom this section applies may be granted a pension if he retires after not less than  2 years  service and at the time of his retirement— a he has attained the age of 60, or b he is disabled by a permanent infirmity from performing the functions of his office. 2 The annual rate of a pension payable under this section to a person retiring after not less than 15 years service shall be one half of his last annual salary. 3 The annual rate of a pension payable under this section to a person retiring after less than 15 years service (but not less than 5) shall be one quarter of his last annual salary plus 1/40th for each completed year of service exceeding 5. 3A The annual rate of pension payable under this section to a person retiring after less than 5 (but not less than 2) years service shall be 6/80ths of his last annual salary. 4 Part III of Schedule 1 to this Act (injury or disease sustained in course of duty) shall have effect— a as if references to an officer to whom that Schedule applies included references to a person to whom this section applies, and b as if, in relation to an allowance granted under the said Part III to a person to whom this section applies paragraph 16(1)(a) referred to a pension under this section. 5 In this section “ service ” means service as Judge Advocate General."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "10", "section_title": " President or other member of   the Lands Tribunal for Scotland .", "section_text": "10 1 There may be paid to persons who have been members of  . . .  the Lands Tribunal for Scotland, such superannuation allowances as the   Secretary of State  may, with the approval of  the Treasury , determine. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "11", "section_title": " President of pensions appeals tribunals.", "section_text": "11 In the case of any person appointed as president of the pension appeal tribunals established under the  Pensions Appeal Tribunals Act 1943— a the Lord Chancellor may pay such pension, allowances or gratuity to or in respect of him on his retirement or death, or make such payments towards the provision of such a pension, allowance or gratuity, as the Lord Chancellor with the approval of  the Treasury  may determine, and b if, on his ceasing to hold office as president of the pensions appeal tribunals, it appears to the Lord Chancellor that there are special circumstances which make it right that he should receive compensation, the Lord Chancellor may, with the approval of  the Treasury , pay to him a sum of such amount as the Lord Chancellor may, with the like approval, determine."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "12", "section_title": " President or chairman of  employment tribunals", "section_text": "12 1 This section applies to any holder on a full-time basis of any of the following offices established by regulations under  section 1(1) of  the Employment Tribunals Act 1996 , namely— a President of the Employment Tribunals (England and Wales) , b President of the Employment Tribunals (Scotland) , c member of a panel of  Employment Judges  so established, if remunerated, apart from any allowances, on an annual basis. 2 A person to whom this section applies may on the recommendation of the Secretary of State be granted a pension— a if he retires after 15 years relevant service and at the time of his retirement he has attained the age of 65, or b if at the time of his retirement he has attained the age of 72, or c if the Secretary of State is satisfied by means of a medical certificate that, at the time of his retirement, by reason of infirmity of mind or body, he is incapable of discharging the duties of his office and that the incapacity is likely to be permanent. 3 The annual rate of a pension payable under this section to a person retiring after not less than 15 years relevant service shall not exceed one half of his last annual salary. 4 The annual rate of a pension payable under this section to a person retiring after less than 15 years relevant service shall not exceed— a if the period of relevant service is less than 5 years, 6/40ths of his last annual salary, b if the period of relevant service is not less than 5 years (but less than 15 years), one quarter of his last annual salary plus 1/40th for each completed year of relevant service exceeding 5. 5 In this section the expression “ relevant service ” means service on a full-time basis as holder of any of the offices referred to in subsection (1) above (including such service remunerated otherwise than on an annual basis) or service in any such other capacity under the Crown as may be prescribed by regulations made by  the Treasury ; and regulations under this subsection shall be made by statutory instrument and— a may be made generally or subject to specified exceptions or in relation to specified cases or classes of case, b may provide that in calculating relevant service either the whole of a person’s prescribed service of any description shall be taken into account or such part thereof only as may be determined by or under the regulations, c may make different provision for different cases or classes of case, and d shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section “ last annual salary ” means last annual remuneration apart from any allowances."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "13", "section_title": " Social Security Commissioner.", "section_text": "13 1 A Social Security Commissioner may on the recommendation of  the Lord Chancellor  be granted a pension— a if he retires after 15 years service and at the time of his retirement he has attained the age of 65, or b if at the time of his retirement he has attained the age of 72, or c if  the Lord Chancellor  is satisfied by means of a medical certificate that at the time of his retirement, by reason of infirmity of mind or body, he is incapable of discharging the duties of his office and that the incapacity is likely to be permanent. 1A In a case that falls within subsection (1)(c), the Lord Chancellor must consult— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Lord President of the Court of Session before making a recommendation in relation to a Commissioner who holds office in Scotland; c the Lord Chief Justice of Northern Ireland before making a recommendation in relation to a Commissioner who holds office in Northern Ireland. 2 The annual rate of a pension payable under this section to a person retiring after not less than 15 years service shall not exceed one half of his last annual salary. 3 The annual rate of a pension payable under this section to a person retiring after less than 15 years service shall not exceed— a if the period of service does not amount to 5 years, 6/40ths of his last annual salary, b if the period of service amounts to 5 years or more, one quarter of his last annual salary plus 1/40th for each completed year of service exceeding 5. 4 For the purposes of the preceding subsections— a service as Commissioner which is not remunerated by means of a salary shall be disregarded, b the Treasury  may by regulations provide for counting as service as Commissioner pensionable service in any other capacity under the Crown. 5 Regulations under subsection (4)(b) above shall be made by statutory instrument. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The Lord President of the Court of Session may nominate a judge of the Court of Session who is a member of the First or Second Division of the Inner House of that Court to exercise his functions under this section. 9 The Lord Chief Justice of Northern Ireland may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "13A", "section_title": " Registrar of Criminal Appeals.", "section_text": "13A There may be paid to persons who have held the office of Queen’s Coroner and Attorney and Master of the Crown Office and Registrar of Criminal Appeals such superannuation allowances as the Lord Chancellor may, with the approval of the Treasury, determine."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "14", "section_title": " Other judicial offices.", "section_text": "14 Schedule 1 to this Act shall have effect as respects the pensions and other benefits of certain court officers and of the president of the Transport Tribunal."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "14A", "section_title": "", "section_text": "14A 1 The provisions regulating the pensions which may be received under the preceding sections and schedule 1 of this Act and under the Sheriffs’ Pensions (Scotland) Act 1961 are to take effect subject to the modifications contained in this section. 2 In this section— “ election ” means an election made under subsection (3) of this section; “ judicial office ” means one of the several offices referred to in sections 1, 5, 6, 7, 8, 10, 11, 12, 13 and 14 of and schedule 1 to this Act; “ judicial pension schemes ” means the occupational pension schemes constituted by this Act and the Sheriffs’ Pensions (Scotland) Act 1961 to provide personal pensions and derivative benefits to persons in any of the judicial offices and their   widows, surviving civil partners and children , and “ judicial pension scheme ” and “ relevant judicial pension scheme ” have corresponding meanings; “ the Minister ” in relation to judicial office held exclusively in Scotland means the Secretary of State for Scotland and otherwise means the Lord Chancellor; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A person who is eligible for a pension in any judicial office shall while in judicial office a be deemed to be a member of the relevant judicial pension scheme except during such time as an election is in force in respect of him; and b be entitled at any time to serve on the Minister a written notice of election not to be a member of the relevant judicial pension scheme, to take effect on a date not less than one month after the date on which it was served. 4 At any time after a person has made an election and while he continues to hold judicial office a he may make a written application to the Minister requesting admission to membership of the judicial pension scheme relevant to the judicial office which he holds, and b the Minister may, if satisfied that the applicant is in good health, admit him to the relevant judicial pension scheme on a date not less than three months after the date on which the application was served, and c upon the date of the applicant’s admission to the relevant judicial pension scheme, his election shall cease to be in force. 5 An application under subsection (4) above shall supply such evidence relating to his health as the Minister may reasonably require and shall submit to any medical examination reasonably specified by the Minister. 6 The Minister shall notify an application under subsection (4) of his decision in writing within three months after the date on which the application was served. 7 Subject to the provisions of subsection (4) above, an election shall be irrevocable and an election shall not cease to be in force by reason only of a person becoming the holder of a judicial office different from the one which he held when he made the election. 8 An election shall not affect its maker’s eligibility for a pension which accrued under any judicial pension scheme before that election came into force. 9 While an election remains in force in respect of a person, his service shall not be counted as service or relevant service in computing the pension for which he is eligible under any judicial pension scheme."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "16", "section_title": " Application of Part II, and interpretation.", "section_text": "16 In this Part of this Act— “ judicial office ” means an office in column 1 of the following Table, “ derivative benefit ” means any lump sum under this Part of this Act or any   widow's, widower's, surviving civil partner's  or children’s pension, “ the personal pension ”, in relation to any derivative benefit or contribution to the cost of a derivative benefit (the “related” derivative benefit or contribution) means the pension eligibility for which is a condition of the granting of the derivative benefit, “ relevant service ”, in relation to a pension for service in a judicial office, or in relation to a related benefit or contribution, means the kind of service, under one or more appointments, set out against that judicial office in column 2 of the Table.  Table Judicial office Relevant service . . . . . . Judge of the Supreme Court . Service as a   judge of the Supreme Court  or as a judge of the   Senior Courts , the Court of Session or the   Court of Judicature . Judge of the   Senior Courts . Service as a   judge of the Supreme Court  or as a judge of the   Senior Courts . Judge of the Court of Session. Service as a   judge of the Supreme Court  or as a judge of the Court of Session. Judge of the   Court of Judicature . Service as a   judge of the Supreme Court  or as a Judge of the   Court of Judicature . Circuit judge in England and Wales. Service as a Circuit judge. Sheriff principal or salaried sheriff in Scotland. Pensionable service as a sheriff in Scotland. Stipendiary magistrate in England and Wales. Service as a stipendiary magistrate in England or Wales. Judge Advocate General who has duly elected that section 9 of this Act shall apply to him. Service as Judge Advocate General. Member of  . . .  Lands Tribunal for Scotland. Service as a member of   that Tribunal Chairman of the Scottish Land Court. Service as Chairman of the Scottish Land Court. Any office pensionable under section 12 of this Act . Relevant service as defined by section 12(5) of this Act. Social Security Commissioner. Salaried service as a Social Security Commissioner, and any other service which under section 13(4)(b)of this Act counts as service as a Commissioner. Any office in paragraph 1 of Schedule 1 to this Act, except where under paragraph 3 of that Schedule this Part of this Act does not apply. Relevant service as defined in paragraph 2 of Schedule 1 to this Act in relation to the office."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "16A", "section_title": "", "section_text": "16A For the purpose of the calculation of any derivative benefit under this Part, in respect of a person who is eligible for a pension for service in any judicial office, there shall be left out of account any period of service during which an election under section 14A was in force in respect of that person."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "17", "section_title": " Lump sum on retirement or death. ", "section_text": "17 1 Where a person on retirement becomes eligible for a pension for service in any judicial office, he may be granted a lump sum equal to twice the annual amount of that pension. 2 Where a person was serving in any judicial office at the time of his death and, if he had then retired on the ground of permanent infirmity, would have become eligible for a pension for that service, his legal personal representatives may be granted a lump sum equal to— a twice the annual amount of the pension for which he would have been so eligible, or b his last annual salary, whichever is the greater. 2A Subsection (2) does not apply where, at the date of the person’s death— a the person is a member of a scheme under section 1 of the Public Service Pensions Act 2013, and b a lump sum is payable under that scheme on the person’s death. 3 Where a person on retirement becomes eligible for a pension for service in any judicial office but dies so soon after that the sums paid or payable to him on account of that pension plus an amount equal to twice the annual amount of that pension fall short of his last annual salary for such service, his legal personal representatives may be granted a lump sum equal to the deficiency. 4 In relation to  any  office pensionable under section 12 above, any reference in this section to last annual salary is a reference to last annual remuneration apart from any allowances."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "18", "section_title": " Conditions of grant. ", "section_text": "18 1 Subject to the provisions of this Part of this Act, on the death of a male person (hereinafter in this Part of this Act referred to as “ the deceased ”) who— a had become eligible for a pension for service in any judicial office, or b was serving in any judicial office at the time of his death and would, if he had then retired on the ground of permanent infirmity, have become eligible for a pension for that service, there may be granted in respect of his service— i where he leaves a widow, a pension to that widow (hereafter in this Part of this Act referred to as a “widow’s pension”),   ia where he leaves a surviving civil partner, a pension to that surviving civil partner (hereafter in this Part of this Act referred to as a  “surviving civil partner's pension”), and ii where he had a wife or a civil partner at any time during his relevant service (whether or not the marriage or civil partnership continued until his death and whether or not a widow's pension or surviving civil partner's pension is or can be granted), a pension (hereafter in this Part of this Act referred to as a  “children's pension”) for the benefit of any relevant children. 1A In subsection (1)(ii) above,  “ relevant children ” means— a in relation to a marriage, any children of the marriage, and b in relation to a civil partnership, any children of the family, and in paragraph (b) of this subsection  “ children of the family ” is to be construed in accordance with section 105(1) of the Children Act 1989   or (in relation to Scotland) section 101(7) of the Civil Partnership Act 2004  . 2 If  the Treasury  is satisfied that a person (“the child”) excluded from subsection (1)(ii) above because adopted after the termination of the marriage   or civil partnership  was before the termination of the marriage   or civil partnership  wholly or mainly dependent on the deceased person, and that the deceased person had before the termination of the marriage   or civil partnership  formed the intention of adopting the child,  the Treasury  may direct that the said exclusion in subsection (1)(ii) above shall not apply to the child. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "18A", "section_title": " Widowers’\n\t\t\t  and surviving civil partners'  pensions", "section_text": "18A 1 Section 18 above shall have effect in relation to the death of a female person   who has, or has had, a husband or civil partner  as it has effect in relation to the death of a male person   who has, or has had, a wife or civil partner  but as if— a for the words “widow”, “widow’s pension” and “wife” there were substituted “widower”, “widower’s pension” and “husband”; and b for the words “his”, “he” and “him” there were substituted “hers”, “she” and “her”. 2 The transitional provisions in Part IV of Schedule 2 to this Act shall have effect in relation to widowers’ pensions. 2A The transitional provisions in Part 5 of Schedule 2 to this Act shall have effect in relation to surviving civil partners' pensions."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "19", "section_title": "Widows', widowers' and surviving civil partners' pensions", "section_text": "19 1 No   widow's, widower's or surviving civil partner's  pension may be granted if the marriage   or formation of the civil partnership  with the deceased took place after he or she retired from relevant service. 2 A   widow's, widower's or surviving civil partner's  pension shall come to an end on the death of the   widow, widower or surviving civil partner . 3 Where a   widow's, widower's or surviving civil partner's  pension is payable the Treasury may, on or at any time after   a the remarriage of, or formation of a civil partnership by, the widow or widower, or b the formation of a subsequent civil partnership by, or the marriage of, the surviving civil partner,  direct that it shall cease to be payable. 4 Where such a direction has been given the Treasury may at any time direct that payment of the pension is to be resumed. 5 The annual amount of a   widow's, widower's or surviving civil partner's  pension may be one half of the annual amount of the personal pension."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "20", "section_title": " Children’s pension: beneficiaries.", "section_text": "20 1 A children’s pension may be granted if, and be paid so long as and whenever, there are persons for whose benefit it can enure. 2 Subject to the provisions of this section, the persons for whose benefit a children’s pension can enure are any such children as are referred to in subsection (1) or subsection (3) of section 18 above, as the case may be, who are for the time being in their period of childhood and full-time education. 3 A children’s pension cannot enure for the benefit of a person conceived after the end of the deceased’s relevant service. 4 A children’s pension cannot enure for the benefit of any person who was adopted by the deceased after the end of his relevant service: Provided that if  the Treasury  is satisfied that a person (“the child”) falling within this subsection was before the end of the relevant service wholly or mainly dependent on the deceased person, and that the deceased person had, before the termination of the relevant service, formed the intention of adopting the child  the Treasury  may direct that this subsection shall not apply to the child. 5 A children’s pension cannot enure for the benefit of a female person who at the time of the death of the deceased was married   or a person who at the time of the death of the deceased was a civil partner  and if, after the death of the deceased, a female person marries   or a person forms a civil partnership , she   or he  shall thereupon cease to be a person for whose benefit a children’s pension can enure. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "21", "section_title": " Meaning of “period of childhood and full-time education”. ", "section_text": "21 1 A person shall be deemed for the purposes of section 20 above to be in his period of childhood and full-time education while either— a he is under the age of sixteen, or b he is receiving full-time instruction at any university, college, school or other educational establishment, or c he is undergoing training by any person (hereinafter referred to as “ the employer ”) for any trade, profession or vocation in such circumstances that— i he is required to devote the whole of his time to the training for a period of not less than two years, and ii while he is undergoing the training, the emoluments receivable by him, or payable by the employer in respect of him,  do not exceed the maximum allowable remuneration , exclusive of any emoluments receivable or payable by way of return of any premium paid in respect of the training. 2 A person shall not be deemed for the purposes of this section to satisfy the conditions specified in paragraph (b) or the conditions specified in paragraph (c) of subsection (1) above, unless there has up till then been no time since he attained the age of sixteen when he did not satisfy one or other of those conditions. 3 In subsection (1) above “ emoluments ” means any salary, fees, wages, perquisites or profits or gains whatsoever, and includes the value of free board, lodging or clothing, and, for the purposes of paragraph (c)(ii) of that subsection, where a premium has been paid in respect of the training of a person, all emoluments at any time receivable by him, or payable by the employer in respect of him, shall be deemed to be receivable or payable by way of return of the premium, unless and except to the extent that the amount thereof exceeds in the aggregate the amount of the premium. 3A For the purposes of subsection (1)(c)(ii) above, the “ maximum allowable remuneration ” at any time is an annual rate (£1,614 a year, at the passing of the Judicial Pensions and Retirement Act 1993) equal to that at which a pension of £250 a year— a first awarded under the principal civil service pension scheme on 1st June 1972, and b increased from time to time by the amount of increase that would be applied under the Pensions (Increase) Act 1971 to such a pension, would (as so increased) be payable at that time, rounding any resulting fraction of £1 up to the next whole £1. 4 As respects any period during which neither of the conditions specified in paragraphs (b) and (c) of subsection (1) above is satisfied in relation to a person,  the Treasury may, if it  thinks fit, and is satisfied that that person’s full-time education ought not to be regarded as completed, direct either— a that that period shall be ignored for the purposes of subsection (2) above, or b that that period shall be so ignored and shall also be treated as part of his period of childhood and full-time education for all the other purposes of section 20 above. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "22", "section_title": " Children’s pension: rate and mode of payment. ", "section_text": "22 1 Only one children’s pension shall be granted in respect of the service of any one person, but— a the rate thereof may vary according to the number of persons for whose benefit it can for the time being enure, and b it shall be paid to such person or persons as  the Treasury  may from time to time direct, and different parts thereof may be directed to be paid to different persons, and c the person to whom all or any part thereof is paid shall apply the sum paid to him, without distinction, for the benefit of all the persons for whose benefit the pension can for the time being enure or for the benefit of such of them as  the Treasury  from time to time directs. 2 Where the deceased  leaves no widow   , widower or surviving civil partner   and, if he or she leaves a widow   , widower or surviving civil partner , after his or her death , the annual amount of a children’s pension— a while the persons for whose benefit it can enure are two or more in number, may amount to two-thirds of the annual amount of the personal pension, b while there is only one such person, may amount to one-third of the annual amount of the personal pension. 3 Subject to the provisions of subsection (4) below, where the deceased leaves a widow   , widower or surviving civil partner , the annual amount of a children’s pension during her life— a while the persons for whose benefit it can enure are two or more in number, may amount to one half the annual amount of the personal pension, b while there is only one such person, may amount to one quarter of the annual amount of the personal pension. 4 Notwithstanding anything in the preceding provisions of this section, where the deceased   a leaves a widow or widower who remarries or forms a civil partnership, or b leaves a surviving civil partner who forms a subsequent civil partnership or marries,  no children’s pension shall be payable as respects any period when she has a husband   or civil partner or he has a wife or civil partner  unless the  Treasury  specially directs that such a pension shall be so payable, but,  if the Treasury does specially so direct, it may, if it thinks fit , further direct that subsection (2) above shall apply as respects any such period notwithstanding that the   widow, widower or surviving civil partner is  alive. 5  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "23", "section_title": " Contribution towards cost of widow’s and children’s pension. ", "section_text": "23 1 There shall be made towards the cost of the liability for any pension or pensions under sections 16 to 20 above in respect of a  person’s  relevant service such contribution as may be prescribed by regulations made for the purposes of this section. 1A No contribution shall be made by a  person  for any period of service during which an election under section 14A is in force in respect of him. 2 The prescribed contributions shall be in the form either of a reduction of the lump sum payable in respect of the relevant service or deductions from the salary payable in respect of the relevant service, or partly in one of those forms and partly in the other. 3 Regulations made for the purposes of this section may make provision for consequential and incidental matters, including provision excluding or modifying the operation of this Act or any enactment passed before 18th April 1973; and in particular any regulations providing for contributions by deduction from salary may make consequential provision as to any enactment referring or relating to lump sums payable under this Part of this Act. 4 Regulations for the purposes of this section may be made, with the concurrence of  the Treasury , by the Lord Chancellor or, in relation to pensions for service in offices existing only in Scotland, by the Secretary of State. 5 Regulations under this section shall be made by statutory instrument which shall be subject to annulment pursuant to a resolution of either House of Parliament."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "24", "section_title": "", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "25", "section_title": " Persons serving again after retirement.", "section_text": "25 1 Where any person after retirement from service in a judicial office resumes  . . . service, that retirement shall be left out of account for all the purposes of this Part of this Act except that— a if a lump sum was granted on that retirement without any contribution  by virtue of section 23  being made, then unless that person on resumption of  . . . service, or within three months of  . . . marrying   or forming a civil partnership  while again serving, refunds by way of contribution such sum, not exceeding three quarters of the lump sum granted on the prior retirement as  the Treasury  may determine, no pension shall be granted to any  widow, widower   , surviving civil partner  or child of that person , and b any lump sum granted on that retirement, less any refund, shall be set off against any lump sum to be granted in respect of  that person’s  service. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where a refund is made under subsection (1) above, all such adjustments shall be made, including payments out of the Consolidated Fund or out of money provided by Parliament and payments into the Exchequer, as will secure that the position is the same as if the lump sum had been reduced by an amount equal to the refund and no refund had been made."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "26", "section_title": " Lord Chancellor.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "27", "section_title": " Disregard of abatement of pension under s. 65 of Social Security Act 1973.", "section_text": "27 In making any calculation under this Part of this Act any abatement of a pension falling to be made under any order made under section 65 of the  Social Security Act 1973 shall be left out of account."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "28", "section_title": " Effect of certain nullity decrees. ", "section_text": "28 Where a marriage or civil partnership which is voidable, but not void from the beginning, is annulled by any court, the same results shall follow under this Part as would have followed if the marriage or the civil partnership had not been voidable but had been dissolved at the date of the annulment."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "29", "section_title": " Recommendation of a Minister required in certain cases.", "section_text": "29 The grant under this Part of this Act of a lump sum or   widow's, widower's, surviving civil partner's  or children’s pension conditional on eligibility for a pension requiring the recommendation to  the Treasury or any Minister of the Crown  shall require the like recommendation."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "29ZA", "section_title": "Restriction of schemes under this Act", "section_text": "29ZA This Act is subject to sections 18 and 19 of the Public Service Pensions Act 2013 (restrictions on benefits provided under existing schemes)."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "29A", "section_title": "Transfer of accrued benefits.", "section_text": "29A Schedule 1A shall have effect with respect to the transfer of accrued rights into and out of the judicial pension schemes constituted by this Act and the Sheriffs’ Pensions (Scotland) Act 1961."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "29B", "section_title": " Pension credits: restriction on payments", "section_text": "29B 1 The appropriate Minister shall have no power to accept, for the benefit of a member of a judicial pension scheme constituted under or by virtue of this Act— a a payment under paragraph 1(3) of Schedule 5 to the Welfare Reform and Pensions Act 1999, b a payment under section 95 of the Pension Schemes Act 1993  , or c any other payment, to the extent that that payment directly or indirectly represents a pension credit. 2 In this section “the appropriate Minister” means— a in relation to any judicial office whose jurisdiction is exercised exclusively in relation to Scotland, the Secretary of State; or b subject to paragraph (a), the Lord Chancellor."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "30", "section_title": " Saving for Pensions (Increase) Act.", "section_text": "30 This Act is without prejudice to the operation of the  Pensions (Increase) Act 1971."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "31", "section_title": " Payments charged on Consolidated Fund.", "section_text": "31 There shall be charged on, and paid out of, the Consolidated Fund— a any pension under Chapter I of Part I, or section 5 or 7, of this Act, and b any lump sum, or   widow's, widower's, surviving civil partner's  or children’s pension, under Part II of this Act conditional on eligibility for a pension payable out of the Consolidated Fund."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "32", "section_title": " Other financial provisions.", "section_text": "32 1 Subsection (2) below applies where— a the rate of a pension payable to a person under section 12 or 13 above is or would be increased in respect of service in a capacity prescribed under section 12(5) or 13(4)(b) as the case may be, and b a pension payable wholly in respect of service in that prescribed capacity would be paid and borne otherwise than out of money provided by Parliament. 2 Any pension benefits paid to or in respect of that person as having been the holder of an office mentioned in section 12(1) or 13(1) above shall, to such extent as  the Treasury  may determine, having regard to the relative length of service and rate of remuneration in that office and in the prescribed capacity, be paid and borne in like manner as that in which a pension payable to him wholly in respect of service in the prescribed capacity would have been paid or borne. 3 In this section— a “ pension ” includes any superannuation or other retiring allowance or gratuity, b “ pension benefits ” includes benefits payable on retirement or death by way of lump sum or gratuity, and benefits payable in respect of a person’s service or employment to other persons by way of   widow's, widower's, surviving civil partner's  or orphan’s pension or otherwise."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "32A", "section_title": " Appeals.", "section_text": "32A 1 If any person to whom this section applies is aggrieved by any decision taken by the administrators of a relevant pension scheme concerning— a the interpretation of the rules of the scheme, or b the exercise of any discretion under the scheme, he shall have a right of appeal to the appropriate Minister against that decision. 2 On deciding an appeal under this section, the appropriate Minister may give to the administrators such directions as he considers necessary or expedient for implementing his decision. 3 The persons to whom this section applies are the following— a any member of the scheme; b the widow   , widower or surviving civil partner , or any surviving dependant, of a deceased member of the scheme; c where the decision relates to the question— i whether a person who claims to be such a person as is mentioned in paragraph (a) or (b) above is such a person, or ii whether a person who claims to be entitled to become a member of the scheme is so entitled, the person so claiming. 4 Regulations may make provision as to the manner in which, and time within which, appeals under this section are to be brought. 5 The administrators shall be entitled to appear and be heard on any appeal under this section. 5A Regulations under subsection (4) are to be made by statutory instrument. 5B A statutory instrument containing regulations under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section— “ the administrators ”, in relation to a pension scheme, means the persons entrusted with the administration of the scheme; “ the appropriate Minister ” means— in relation to any judicial office whose jurisdiction is exercised exclusively in relation to Scotland, the Secretary of State; or subject to paragraph (a) above, the Lord Chancellor; “ member ”, in relation to a pension scheme, means a person whose service in an office is, was or is to be subject to the scheme; “ regulations ” means regulations made by the appropriate Minister; “ relevant pension scheme ” means any pension scheme constituted under or by virtue of this Act; “ rules ”, in relation to a relevant pension scheme, means the provisions of this Act, and of any regulations or orders made under this Act, so far as relating to that scheme. "}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "33", "section_title": " Interpretation.", "section_text": "33 In this Act, unless the context otherwise requires— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ stipendiary magistrate ” in England and Wales includes a metropolitan stipendiary magistrate."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "33ZA", "section_title": "\n \nContributions towards cost of certain judicial pensions \n etc \n", "section_text": "33ZA 1 The appropriate Minister may, by regulations made with the concurrence of the Treasury, make provision for and in connection with requiring contributions to be made towards the cost of the liability for relevant benefits. 2 The prescribed contributions are to be— a made by the person to or in respect of whom the relevant benefits are to be, or may be, provided; b made for the person's period of relevant service; c in the form of deductions from the salary payable for that service. 3 But no contribution is to be made by a person— a for any period of service during which an election under section 14A is in force in respect of the person; b for any period of service after the person has completed, in the aggregate, 20 years' relevant service; c for any other prescribed period of service; d in any prescribed circumstances. 4 For the purposes of subsection (3)(b), it does not matter whether the person's relevant service was service before or after the commencement of paragraph 2 of Schedule 5 to the Pensions Act 2011 (but no contribution is to be made for a person's service before that commencement). 5 In this section— “ the appropriate Minister ” means— in relation to offices existing only in Scotland, the Secretary of State, or subject to paragraph (a), the Lord Chancellor; “ prescribed ” means specified in, or determined in accordance with, regulations; “ relevant benefits ” means— a pension under section 7 or Schedule 1; a pension for a sheriff (but not a sheriff principal) under section 1 of the Sheriffs' Pensions (Scotland) Act 1961; a lump sum under section 17, so far as relating to a pension within paragraph (a) or (b); “relevant service”— in relation to a pension under section 7 or a lump sum under section 17 so far as relating to such a pension, means service as a stipendiary magistrate in England or Wales; in relation to a pension for service in an office in paragraph 1 of Schedule 1 (except where under paragraph 3 of that Schedule this section does not apply) or a lump sum under section 17 so far as relating to such a pension, means relevant service as defined in paragraph 2 of that Schedule in relation to the office; in relation to a pension for a sheriff (but not a sheriff principal) under section 1 of the Sheriffs' Pensions (Scotland) Act 1961 or a lump sum under section 17 so far as relating to such a pension, means service as a sheriff (but not a sheriff principal). 6 Regulations under this section— a are to be made by statutory instrument; b may make different provision for different cases or classes of case; c may make provision for consequential, transitional and incidental matters. 7 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "33A", "section_title": "\n \n Voluntary contributions.\n", "section_text": "33A 1 Regulations shall make provision a entitling any member of a judicial pension scheme constituted by this Act or the Sheriffs’ Pensions (Scotland) Act 1961 to make voluntary contributions towards the cost of the provision of additional benefits  whether under the scheme or otherwise; or b imposing conditions with respect to the exercise by any such person of any entitlement (whether or not under paragraph (a) above) which he may have to make any such voluntary contributions. 1A The regulations may make provision for the purpose of imposing, in a case where a member makes voluntary contributions, upper limits with respect to— a the aggregate value of the aggregable benefits which may be paid to or in respect of any such member; and b the amount which any such member may pay by way of such contributions; and, without prejudice to the generality of paragraph (b) above, the regulations may, in particular, impose such an upper limit on the amount which a member may pay by way of voluntary contributions as will, so far as reasonably practicable, secure that the aggregate value referred to in paragraph (a) above will not exceed the limit prescribed under that paragraph. 1B The regulations may— a prescribe the manner in which aggregable benefits are to be valued for the purpose of any such aggregation as is mentioned in subsection (1A) above; b confer on the administrators of a judicial pension scheme power to require a member who is making, or who wishes to make, voluntary contributions to provide such information as they may require concerning any retained benefits of his; c permit the disclosure by those administrators of any information which they may obtain concerning any such retained benefits— i to, or to any officers of, the Commissioners of Inland Revenue; or ii to, or to any servants or agents of, any authorised provider who is, or may be, concerned in the investment of the voluntary contributions or the provision of the additional benefits in question. 2 The regulations— a may not prohibit the payment of voluntary contributions; b may not impose any limit on the amount which any member may pay by way of voluntary contributions other than    . . . — i such upper limit as may be imposed by virtue of subsection (1A)(b) above;   . . . ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c must secure that any voluntary contributions paid by a member of a scheme are used to provide prescribed additional benefits for or in respect of him; and d must secure that the value of such additional benefits is reasonable, having regard to— i the amount paid by way of voluntary contributions; ii the value of the other benefits provided under the scheme; and iii the general value of benefits available to a person under any contract of life insurance entered into by him with an insurer; but paragraphs (c) and (d) above have effect only in relation to a voluntary contributions scheme constituted by or under this Act or the Sheriffs’ Pensions (Scotland) Act 1961. 3 The regulations may, in particular— a provide that the value of additional benefits offered on payment of voluntary contributions shall be determined in accordance with prescribed rules based on tables prepared for the purposes of the regulations by the Government Actuary;  . . . b prescribe the manner in which it is to be determined in any case whether the amount of a person’s contributions exceeds any  such limit as is mentioned in  subsection (2)(b) above. c provide for any administrative expenses incurred by any person by virtue of this section to be defrayed out of sums received by way of voluntary contributions; d provide for the manner in which voluntary contributions are to be made; e make provision for, and in connection with, the valuation of a person’s accrued rights— i under any occupational or personal pension scheme, which are to be transferred into a voluntary contributions scheme, or ii under any voluntary contributions scheme, which on termination of his membership of that scheme may fall to be transferred into another scheme; f prescribe the additional benefits which are to be available under a voluntary contributions scheme and the rates and times at which those benefits are to be payable; g make provision for and in connection with the making of elections between different benefits available under voluntary contributions schemes; h provide for the terms on which a person may terminate his membership of a voluntary contributions scheme; j provide for the terms on which surplus funds may be refunded to a person who has made payments by way of voluntary contributions to a voluntary contributions scheme; k specify any authorised providers— i who are to invest any prescribed voluntary contributions, or ii who are to provide any prescribed additional benefits, and, if two or more authorised providers are so specified, may make provision entitling any person who makes prescribed payments by way of voluntary contributions to elect between those authorised providers. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A The regulations may provide for such additional benefits arising under or by virtue of this section as may be prescribed— a to be charged on, and paid out of, the Consolidated Fund; or b to be paid out of money provided by Parliament. 5 Regulations made under this section may make provision for consequential and incidental matters, including, in particular, consequential provision with respect to any enactment referring or relating to lump sums payable under Part II of this Act. 5A The regulations may make different provision for different classes or descriptions of voluntary contributions scheme. 6 Regulations under this section may be made— a by the Lord Chancellor; or b in relation to pensions for service in offices existing only in Scotland, by the Secretary of State, with the consent of the Treasury. 7 The power to make regulations under this section shall be exercisable by statutory instrument. 8 Any such statutory instrument shall be subject to annulment in pursuance of a resolution of either House of Parliament. 9 In this section— “ administrators ”, in relation to any scheme, means the persons entrusted with the administration of that scheme; “ aggregable benefits ” means— any pensions or other benefits under a judicial pension scheme, other than such additional benefits as are mentioned in subsection (1) above; such additional benefits so mentioned as may be prescribed; and such retained benefits as may be prescribed; “authorised provider”, in relation to the investment of any sums paid by way of voluntary contributions or the provision of any benefit, means— a person who has permission under  Part 4A  of the Financial Services and Markets Act 2000 to invest such sums or, as the case may be, to provide that benefit; ... ... “ employment ” has the same meaning as it has in the  Pension Schemes Act 1993 \t\t\t\t\t\t\t(and accordingly includes employment as a self-employed earner, within the meaning of that Act); “insurer” means— a person who has permission under Part 4 of the Financial Services and Markets Act 2000 to effect or carry out contracts of long-term insurance; ... “ judicial pension scheme ” has the meaning given by section 14A(2) above; “ member ” means member of a judicial pension scheme; “ occupational pension scheme ” has the meaning given by  section 1 of the Pension Schemes Act 1993  or, in relation to Northern Ireland,  section 1 of the Pension Schemes (Northern Ireland) Act 1993 ; “ personal pension scheme ” has the meaning given by  section 1 of the Pension Schemes Act 1993  or, in relation to Northern Ireland,  section 1 of the Pension Schemes (Northern Ireland) Act 1993 ; “ prescribed ” means specified in, or determined in accordance with, the regulations;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ retained benefits ”, in the case of any person, means any rights retained by him to  . . .  benefits under any occupational or personal pension scheme which   is registered under Part 4 of the Finance Act 2004 , being rights which accrued during some previous employment; “ surplus funds ”, in relation to a person and any voluntary contributions scheme, means any funds which are, or have been, held for the purposes of that voluntary contributions scheme and which fall to be returned to him in consequence of any such limit as is mentioned in subsection (2)(b) above;  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ voluntary contributions ”, in relation to any member of a judicial pension scheme, means voluntary contributions towards the provision of additional benefits, whether under that scheme or otherwise; “ voluntary contributions scheme ” means any occupational pension scheme if and to the extent that it is a scheme under which such additional benefits as are mentioned in subsection (1) above are, or are to be, provided; and, where a person’s voluntary contributions are made by deduction from salary, any reference to payment of, or by way of, voluntary contributions shall be taken to include a reference to the making of voluntary contributions by deduction or, as the case may require, to any voluntary contributions so made. 9A In subsection (9), the definitions of “authorised provider” and “insurer” must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act. 9B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Without prejudice to subsections (3)(c) and (d) and (4A) above, there may be paid out of money provided by Parliament— a any sums required for or in connection with the operation or administration of any prescribed voluntary contributions scheme; or b any administrative expenses incurred under or by virtue of this section by a Minister of the Crown or government department. 11 Any sums received under this section may be paid into the Consolidated Fund."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "34", "section_title": " County court registrars and assistant registrars.", "section_text": "34 1 For the purposes of this Act the annual salary of a county court registrar or assistant registrar who is also a district registrar of the High Court shall be deemed to include any salary payable in respect of his services as district registrar. 2 Nothing in this Act shall apply to a part-time registrar or part-time assistant registrar within the meaning of subsection (3) of  section 10 of the County Courts Act 1984  (restrictions on practice)."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "35", "section_title": " Saving for certain Circuit judges in the City of London.", "section_text": "35 The provisions of this Act relating to Circuit judges have effect subject to paragraphs 5, 6 and 7 of Schedule 2 to the  Courts Act 1971."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "36", "section_title": " Transitory provisions, amendments and repeals.", "section_text": "36 1 Schedules 2 and 3 to this Act (transitory provisions and consequential amendments) shall have effect. 2 The enactments and instruments specified in Schedule 4 to this Act shall be repealed to the extent specified in the third column of that Schedule."}, {"act": "Judicial Pensions Act 1981", "year": 1981, "section": "37", "section_title": " Short title and commencement.", "section_text": "37 1 This Act may be cited as the Judicial Pensions Act 1981. 2 This Act shall come into force at the expiration of a period of one month beginning with the date on which it is passed."}]