[{"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "1", "section_title": " Power to change year of revaluation. ", "section_text": "1 In section 37 of the  1975 Act (which makes provision as regards the interpretation of that Act), at the end there shall be added the following subsections— 3 The Secretary of State may by order amend the definition of “ year of revaluation ” in subsection (1) above by substituting, for the financial year for the time being specified in that definition by reference to two calendar years, a different financial year so specified. 4 An order under subsection (3) above shall have no effect until approved by a resolution of each House of Parliament. ."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "5", "section_title": " Relaxation of provisions relating to notification for rate relief for charitable organisations. ", "section_text": "5 In section 4 of the  Local Government (Financial Provisions  etc. ) (Scotland) Act 1962— a in subsection (2) (which provides for notification to the rating authority of use of lands and heritages for charitable purposes)— i the words “not later than the thirtieth day of June in any year” shall cease to have effect; and ii for the words “any period, beginning not earlier than the year in which the notice is given,” there shall be substituted the words  “                      a relevant period                    ” ; and b after subsection (2) there shall be inserted the following subsection— 2A In subsection (2) of this section “ relevant period ” means— a in a case where the occupation and use, or as the case may be the holding, commenced on or after the first day of the financial year immediately preceding the financial year in which the notice is given, any period after that commencement; b in any other case, that first day and any period thereafter. ."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "7", "section_title": " Restriction on payment of rates by instalments. ", "section_text": "7 In section 8 of the  1975 Act (which provides for payment of rates by instalments), after subsection (7) there shall be inserted the following subsections— 7A In any case where a demand note for rates, chargeable for a year or part only of a year, is for an amount (after any remission, rebate or other deduction to which the rate is subject) less than the prescribed sum the rates shall not be payable in accordance with subsection (1) above but shall be payable in full on or before the date specified by the rating authority in the demand note. 7B In subsection (7A) above, “ the prescribed sum ” means £20 or such lesser sum as the rating authority may fix. 7C The Secretary of State may by order, made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament, amend subsection (7B) above by substituting for the amount for the time being specified in that subsection such other amount as appears to him to be justified."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "8", "section_title": " Alteration in amount of rates payable while valuation appeal is pending. ", "section_text": "8 In section 9(1) of the 1975 Act (which limits the amount of rates payable while a valuation appeal is pending), for the words “the total amount of rates levied on those lands and heritages for the year immediately preceding the year in which the appeal was lodged increased by three-quarters of the difference between that amount and” there shall be substituted the words  “              nine tenths of            ” ."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "11", "section_title": " New constitution of Scottish Valuation Advisory Council.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "12", "section_title": " Diminution of powers of officers of court as regards actings for recovery of rates. ", "section_text": "12 In section 247(2)(a) of the  Local Government (Scotland) Act 1947 (which as regards actings for recovery of rates empowers officers of court to poind, seize and remove or secure property belonging to or in the lawful possession of the debtor) the words “or in the lawful possession of” shall cease to have effect."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "13", "section_title": " Effect of sections 4 to 10.", "section_text": "13 Sections 4 to 10 of this Act have no effect as regards any financial year earlier than that immediately subsequent to the financial year in which this Act is passed."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "16", "section_title": " Local authority’s estimated expenditure relevant factor in calculating amount of resources element payable to them. ", "section_text": "16 In Part II of Schedule 1 to the  1966 Act (which among other things specif ies the method of calculating the amount, if any, of the resources element payable to a local authority), in sub-paragraph (a) of paragraph 2 (which, for the purposes of the said calculation allows the Secretary of State, if he is of the opinion that the rate fixed by the local authority is unnecessarily high, to use as multiplicand a lesser figure than the number of pence in the pound of that rate) for the words “of the opinion that the local authority have fixed an unnecessarily high rate, such” there shall be substituted the words— , as regards the local authority, satisfied—               i that they have fixed a rate higher than that required to provide the sufficient moneys mentioned in section 108(2) of the Local Government (Scotland) Act 1973; or ii as is mentioned in subsection (1)(c), as read with subsection (1A), of section 5 of this Act, such            "}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "17", "section_title": " Effect of sections 14 to 16.", "section_text": "17 The amendments made by sections 14 to 16 of this Act have effect as regards rate support grants payable for the year 1981—82 or for any year thereafter."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "20", "section_title": " Interpretation of Part II.", "section_text": "20 In the foregoing provisions of this part of this Act “year”, and “year” followed by a reference to two calender years, have the same meanings as in the   Local Government (Financial Provisions) (Scotland) Act 1963."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "24", "section_title": " Powers of Commissioner for Local Administration in Scotland. ", "section_text": "24 The  1975 Act shall, as regards the powers of the Commissioner for Local Administration in Scotland, have effect subject to the amendments specified in Schedule 1 to this Act."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "25", "section_title": " Relaxation of controls over local authorities. ", "section_text": "25 The enactments specified in Schedule 2 to this Act shall have effect subject to the amendments specified in that Schedule, being amendments which lessen the degree of control exercised over local and other authorities by the Treasury, Secretary of State or other persons."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "26", "section_title": " Consent to local authority incurring liability to meet capital expenses etc. ", "section_text": "26 In section 94 of the  1973 Act (which requires a local authority to obtain the consent of the Secretary of State to their incurring liability to meet capital expenses)— a after subsection (1A) there shall be inserted the following subsection— 1B The Secretary of State may— a withdraw, or vary the terms of, a consent which he has, under subsection (1) above, given; or b withdraw or vary any condition to which the giving of such consent was subject, where, or in so far as, the local authority have not, by binding contract, incurred the liability to which the consent relates. ; and b after subsection (2) there shall be added the following subsections— 3 The Secretary of State may by order (either or both)— a amend the definition of “ capital expenses ” in subsection (2) above; b provide that subsection (1) above shall, in the same manner as it applies to capital expenses, apply to such other expenses, incurred in relation to a lease (or other contract, or arrangement, of a like nature), as may be specified in the order and, for the purposes of such application, prescribe a method for assigning a capital value to those other expenses. 4 An order made under subsection (3) above shall have no effect until approved by resolution of each House of Parliament. ."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "27", "section_title": " Consent to certain local authority borrowing. ", "section_text": "27 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "28", "section_title": " Repeal of special licensing provisions in respect of new towns. ", "section_text": "28 Part IV of, and Schedule 3 to, the  Licensing (Scotland) Act 1976 (which make special provision for new towns as regards licensing with respect to alcoholic liquor) shall cease to have effect."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "29", "section_title": " Abolition of Advisory Council on Social Work. ", "section_text": "29 The Advisory Council on Social Work is hereby abolished; and accordingly, in the  Social Work (Scotland) Act 1968, section 7 (which relates to the appointment, constitution and functions etc. of the Council) shall cease to have effect."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "30", "section_title": " Abolition of Scottish Food Hygiene Council. ", "section_text": "30 The Scottish Food Hygiene Council is hereby abolished; and accordingly, in the  Food and Drugs (Scotland) Act 1956, section 25 (which relates to the appointment, constitution and functions of the Council) shall cease to have effect."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "31", "section_title": " Abolition of Scottish River Purification Advisory Committee. ", "section_text": "31 The Scottish River Purification Advisory Committee is hereby abolished; and accordingly, in the  Rivers (Prevention of Pollution) (Scotland) Act 1951, subsections (2), (3) and (4) of section 1 (which relate to the appointment, constitution and functions of that committee) shall cease to have effect."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "32", "section_title": " Abolition of advisory committee on conservation and provision of water supplies etc. ", "section_text": "32 The advisory committee appointed under section 1 of the  Water (Scotland) Act 1946 (a section which among other things provided that the Secretary of State was to appoint such a committee to advise him as regards matters concerning the conservation and provision of water supplies etc. and which is re-enacted as section 1 of the  Water (Scotland) Act 1980) is hereby abolished; and accordingly paragraph (c) of section 1 of the said Act of 1980 shall cease to have effect."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "33", "section_title": " Power of water authority or water development board to relax or dispense with byelaw relating to misuse of water. ", "section_text": "33 In section 70 of the Water (Scotland) Act 1980 (which empowers a water authority or water development board to make byelaws for preventing waste, undue consumption, misuse or contamination of water supplied by them), after subsection (3) there shall be added the following subsection— 4 Where a water authority or water development board consider that a byelaw made by them under this section ought not to operate in relation to any particular case or class of cases they may, with the consent of the Secretary of State, relax the requirments of, or dispense with compliance with, that byelaw accordingly: Provided that the authority, or as the case may be the Board, shall, in such manner and to such person, if any, as the Secretary of State may direct, give notice of any such proposed relaxation or dispensation; and the Secretary of State— a shall not give his consent before the expiration of one month from the giving of the notice; and b shall, before giving his consent, take into consideration any relevant objection which may have been received by him. ."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "37", "section_title": " Further provision as regards the needs of the disabled. ", "section_text": "37 1 In each of sections 4(1), 5(1), 6(2), 8(1) and 8A(1) of the Chronically Sick and Disabled Persons Act 1970 (which impose on persons undertaking the provision of public buildings etc. certain duties as regards the needs of the disabled)— a for the words “provision, in so far as it is in the circumstances both practicable and reasonable” there shall be substituted the words  “                      appropriate provision                    ” ; and b at the end there shall be added the words  “                      unless such body as may be prescribed by the Secretary of State is satisfied, after carrying out any procedures which may be so prescribed, that in the circumstances it is either not practicable to make such provision or not reasonable that such provision should be made.                    ” . 2 After the said section 4(1) there shall be inserted the following subsection— 1A In subsection (1) above “ appropriate provision ” in relation to any case means provision conforming with so much of the Code of Practice for Access for the Disabled to Buildings as is relevant to that case and “ prescribed ” means prescribed by regulations made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament; and in the foregoing provisions of this subsection “ the Code of Practice for Access for the Disabled to Buildings ” means the British Standards Institution code of practice referred to as  BS  5810: 1979. . 3 After the said section 5(1) the following words shall be inserted as section 5(1A)—  “                  Subsection (1A) of section 4 of this Act shall apply in relation to the interpretation of the last foregoing subsection of this section as the said subsection (1A) applies in relation to the interpretation of subsection (1) of that section.                ” ; and the same words shall be inserted as sections 6(2A), 8(1A) and 8A(1A) of the said Act of 1970. 4 In section 28 of the said Act of 1970 (which empowers the Secretary of State to define certain expressions appearing therein), after the word “Parliament” there shall be inserted  “                  —(a)                ”  and at the end there shall be added the words ; or                   b amend the definition of “ the Code of Practice for Access for the Disabled to Buildings ” in section 4(1A) of this Act. ."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "38", "section_title": " Postponement of effect of section 127(3) and (4) of the Education (Scotland) Act 1980.", "section_text": "38 1 In Schedule 6 to the  Education (Scotland) Act 1980 (which lists provisions thereof whose commencement is postponed until such day as the Secretary of State may by order appoint), at the end there shall be added the following paragraph (which relates to provisions requiring, among other things, a written summary of such vocational advice as a school leaver has received to be given to that school leaver)— 16 Section 127(3) and (4). 2 Without prejudice to the validity of— a any actings of an education authority before the coming into force of this section; or b any expenses incurred in connection with such actings, the said Act of 1980 shall be deemed to have had effect as if originally enacted as amended by subsection (1) above."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "39", "section_title": " Expenses.", "section_text": "39 There shall be defrayed out of moneys provided by Parliament any increase attributable to this Act in the sums payable out of moneys so provided under any other enactment."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "40", "section_title": " Minor and consequential amendments. ", "section_text": "40 The enactments specified in Schedule 3 to this Act shall have effect subject to the amendments specified in that Schedule, being minor amendments and amendments consequential on the foregoing provisions of this Act."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "41", "section_title": " Repeals. ", "section_text": "41 The enactments specified in Schedule 4 to this Act are hereby repealed to the extent specified in column 3 of that Schedule."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "42", "section_title": " Interpretation.", "section_text": "42 In this Act— “ the 1956 Act ” means the  Valuation and Rating (Scotland) Act 1956; “ the 1966 Act ” means the  Local Government (Scotland) Act 1966; “ the 1973 Act ” means the  Local Government (Scotland) Act 1973; “ the 1975 Act ” means the  Local Government (Scotland) Act 1975; and “ the 1978 Act ” means the  Housing (Financial Provisions) (Scotland) Act 1978."}, {"act": "Local Government (Miscellaneous Provisions) (Scotland) Act 1981", "year": 1981, "section": "43", "section_title": " Short title, commencement and extent.", "section_text": "43 1 This Act may be cited as the Local Government (Miscellaneous Provisions) (Scotland) Act 1981. 2 Section 11 of this Act shall come into force on 1st January 1982. 3 Sections 4 to 10 of this Act and, in so far as relating to section 4(2) of the  Local Government (Financial Provisions etc.) (Scotland) Act 1962, Schedule 4 to this Act shall come into force on 1st April 1982. 4 Sections 29 and 37 of this Act and, in so far as relating to section 7 of the  Social Work (Scotland) Act 1968, Schedule 4 to this Act shall come into force on such date as the Secretary of State may appoint by order made by statutory instrument. 5 This Act extends to Scotland only."}]