[{"act": "Social Security Act 1981", "year": 1981, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Social Security Act 1981", "year": 1981, "section": "2", "section_title": " Maternity pay. ", "section_text": "2 In section 35 of the  Employment Protection (Consolidation) Act 1978 (calculation of maternity pay by reference to amount of employee’s weekly pay) the following subsections are inserted at the end— 5 The Secretary of State may by order amend subsection (1) above— a by substituting for the fraction of nine-tenths referred to there, or the fraction as substituted from time to time under this subsection, such greater fraction as he considers appropriate ; or b by deleting the reference to a fraction. 6 No order shall be made under subsection (5) above unless a draft of the order has been laid before Parliament and approved by resolution of each House of Parliament."}, {"act": "Social Security Act 1981", "year": 1981, "section": "3", "section_title": " Increases in certain penalties.", "section_text": "3 1 Schedule 1 to this Act has effect in relation to the penalties that may be imposed on summary conviction of certain offences. 2 Schedule 1 has effect only in relation to offences committed after the commencement of this section."}, {"act": "Social Security Act 1981", "year": 1981, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Social Security Act 1981", "year": 1981, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Social Security Act 1981", "year": 1981, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Social Security Act 1981", "year": 1981, "section": "7", "section_title": " Amendment of Pensions Appeal Tribunals Act 1943.", "section_text": "7 Her Majesty may by Order in Council make such modifications of the  Pensions Appeal Tribunals Act 1943 as she considers appropriate for the purpose of providing for appeals under any provision of that Act in respect of claims under any instrument relating to members of the former Indian and Burmese armed forces."}, {"act": "Social Security Act 1981", "year": 1981, "section": "8", "section_title": " Short title  etc.", "section_text": "8 1 This Act may be cited as the Social Security Act 1981, and this Act and the Social Security Acts 1975 to 1980 may be cited together as the Social Security Acts 1975 to 1981. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Section 1 of this Act and subsections (1) to (3) and (6) of this section come into force on the passing of this Act and the other provisions of this Act come into force on such day as the Secretary of State may appoint by order made by statutory instrument. 4 The enactments mentioned in Schedule 2 to this Act shall have effect subject to the minor and consequential amendments specified in that Schedule. 5 The following spent enactments, that is to say section 14(6) of the  Social Security (Miscellaneous Provisions) Act 1977 and in section 22(16) of that Act the words from “and in section 11” to the end, are hereby repealed. 6 This Act, except subsection (2) above and section 7 and paragraph 1 of Schedule 2, does not extend to Northern Ireland."}]