[{"act": "Transport Act 1981", "year": 1981, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Transport Act 1981", "year": 1981, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Transport Act 1981", "year": 1981, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Transport Act 1981", "year": 1981, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Transport Act 1981", "year": 1981, "section": "5", "section_title": " Associated British Ports and its Holding Company.", "section_text": "5 1 As from the appointed day, the British Transport Docks Board shall be known as Associated British Ports and the following provisions of this Part have effect with respect to the constitution, powers and duties of that body. 2 As from the appointed day, a company (referred to in this Part as “ the Holding Company ”) shall have the powers in relation to Associated British Ports conferred on it by the following provisions of this Part, being powers corresponding to the powers of a holding company over a wholly-owned subsidiary; and for the purposes of any enactment Associated British Ports shall be deemed to be such a subsidiary of the Holding Company. 3 The Secretary of State shall by order made by statutory instrument taking effect on the appointed day designate as the Holding Company a company limited by shares, formed and registered under the  Companies Act 1948, in which all the issued shares are held by the Secretary of State or by nominees for him. 4 In this Part the “ appointed day ” means such day as the Secretary of State may, with the consent of the Treasury, appoint for the purposes of this section by order made by statutory instrument."}, {"act": "Transport Act 1981", "year": 1981, "section": "6", "section_title": " The financial structure.", "section_text": "6 1 The commencing capital debt of Associated British Ports and any liability of Associated British Ports in respect of sums borrowed from the Secretary of State are extinguished as from the appointed day. 2 On the appointed day— a Associated British Ports shall issue to the Holding Company such securities, and pay to the Holding Company such sum of money, as the Secretary of State may direct; and b the Holding Company shall issue to the Secretary of State or, if he so directs, to nominees for him such shares and securities of the company, and shall pay to him such sum of money, as he may direct. 3 Shares issued in pursuance of subsection (2)(b) shall be of such nominal value and shall be deemed to have been issued for such consideration as the Secretary of State may direct. 4 The Secretary of State may give directions as to the manner in which the various matters provided for by the preceding provisions of this section are to be dealt with in the accounts of Associated British Ports and the Holding Company for the period beginning with or including the appointed day. 5 In ascertaining for the purposes of section 39 of the  Companies Act 1980 the profits of the Holding Company which are available for distribution, any amount which by virtue of the Secretary of State’s direction is to be treated as a revenue reserve of the company shall be treated as accumulated, realised profits of the company. 6 In ascertaining for the purposes of section 56 of the Companies Act 1948 what amount falls to be treated as a premium received on the issues of shares by the Holding Company in pursuance of subsection (2)(b), the amount which in accordance with the Secretary of State’s direction is to be deemed to be the consideration for the issue shall be taken to be reduced by such amount as the Secretary of State may direct to be treated as a revenue reserve of the company. 7 The Secretary of State shall not give any directions for the purposes of this section without the consent of the Treasury, and shares or securities of the Holding Company held by the Secretary of State or by nominees for him shall not be disposed of except with the consent of the Treasury and in such manner and on such terms as the Treasury may direct. 8 There shall be paid into the Consolidated Fund— a any sum paid to the Secretary of State by the Holding Company under subsection (2)(b); b any dividends or other sums received by the Secretary of State or his nominees in right of, on the disposal of or otherwise in connection with any shares or securities of the Holding Company. 9 Directions given by the Secretary of State under this section to Associated British Ports or the Holding Company shall be in writing. 10 The first report prepared by the directors of the Holding Company under section 157 of the  Companies Act 1948 after the appointed day shall contain a statement of every direction given by the Secretary of State under this section."}, {"act": "Transport Act 1981", "year": 1981, "section": "7", "section_title": " Constitution of Associated British Ports,  etc.", "section_text": "7 1 Associated British Ports continues to be a body corporate. 2 The members of Associated British Ports shall be known as directors. 3 The number of directors of Associated British Ports shall be determined by the Holding Company from time to time, but shall not be less than five or more than thirteen. 4 The directors of Associated British Ports shall be appointed by the Holding Company for such period as the Holding Company may determine but, without prejudice to any claim for damages for breach of contract, may be removed by the Holding Company at any time. 5 The provisions of Schedule 2 have effect with respect to the constitution and proceedings of Associated British Ports and related matters."}, {"act": "Transport Act 1981", "year": 1981, "section": "8", "section_title": " Powers of Associated British Ports.", "section_text": "8 1 The provisions of Schedule 3 have effect with respect to the powers of Associated British Ports. 2 In favour of a person dealing in good faith with Associated British Ports, any transaction decided on by the directors of Associated British Ports shall be deemed to be one which it is within the capacity of Associated British Ports to enter into and the power of the directors shall be deemed to be free of any limitation imposed by or by virtue of any provision of this Part. 3 A person dealing with Associated British Ports is not bound to enquire as to the capacity of Associated British Ports to enter into a transaction or as to any such limitation on the powers of the directors as is mentioned in subsection (2), and shall be presumed to have acted in good faith unless the contrary is proved. 4 Associated British Ports shall exercise its control over its subsidiaries so as to ensure that they do not engage in activities which Associated British Ports itself has no power to engage in."}, {"act": "Transport Act 1981", "year": 1981, "section": "9", "section_title": " General duties of Associated British Ports.", "section_text": "9 1 It is the duty of Associated British Ports to provide port facilities at its harbours to such extent as it may think expedient. 2 Associated British Ports shall have due regard to efficiency, economy and safety of operation as respects the services and facilities provided by it and its subsidiaries. 3 In the performance of its functions Associated British Ports shall have regard to the interests in general of its employees and the employees of its subsidiaries. 4 This section does not impose any form of duty or liability enforceable, either directly or indirectly, by proceedings before any court."}, {"act": "Transport Act 1981", "year": 1981, "section": "10", "section_title": " Provisions of the Companies Acts applying to Associated British Ports.", "section_text": "10 1 The provisions of  The Companies Acts  mentioned in subsection (2) apply to Associated British Ports, subject to the adaptations specified in subsection (3), as if Associated British Ports were a public company registered in England and Wales under  the Companies Act 2006  and as if the directors of Associated British Ports were the directors of such a company; and the supplementary provisions of those Acts relating to the interpretation, operation and enforcement of those provisions apply accordingly. 2 The provisions of the Companies Acts referred to in subsection (1) are the following— Subject matter Provisions applied 1. Financial assistance for purchase of shares, &c. Chapter 2 of Part 18 of the Companies Act 2006. 2. Registration of charges. Chapter 1 of Part 25 of that Act. 3. Accounts and reports. Part 15 of that Act. 4. Audit. Part 16 of that Act. 5. Disclosure by directors of interests in contracts, &c. Chapter 3 of Part 10 of that Act. 6. Power of Court to give relief in certain cases. Section 1157 of that Act. 7. Restrictions on distributions. Part 23 of that Act. 3 The provisions mentioned in subsection (2) apply to Associated British Ports with the following adaptations— a any reference to the date of incorporation of Associated British Ports shall be construed as a reference to the appointed day; b any reference to the registered office of Associated British Ports shall be construed as a reference to its principal office; c any reference to the members of Associated British Ports shall be construed as a reference to the Holding Company and any reference to shares in Associated British Ports shall be disregarded; d documents required to be laid before Associated British Ports in general meeting shall instead be sent to the Holding Company, and any reference to documents so laid shall be construed accordingly. 4 The Secretary of State may by regulations make such amendments of subsections (1) to (3) as appear to him necessary or expedient in consequence of changes in company law coming into force after the passing of this Act. 5 Regulations under subsection (4) shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Transport Act 1981", "year": 1981, "section": "11", "section_title": " Payments to Holding Company out of profits of Associated British Ports.", "section_text": "11 1 The directors of Associated British Ports shall from time to time pay to the Holding Company such sums as appear to them to be justified by the profits of Associated British Ports. 2 For the purpose of  sections 830 and 831 of the Companies Act 2006  (restrictions on distributions) such payments by Associated British Ports are distributions. 3 For the purpose of  section 831 of the Companies Act 2006  (restriction on extent to which distributions may reduce a company’s net assets) the undistributable reserves of Associated British Ports include— a any capital reserve arising from the capital debts extinguished by section 6(1); b any reserve arising from payments made by the Holding Company on terms that the amount paid form part of Associated British Ports’ undistributable reserves. 4 In  section 416(3) of the Companies Act 2006  (directors’ report) as it applies to Associated British Ports the reference to the amount recommended by the directors to be paid by way of dividend shall be construed as a reference to the amount proposed by them to be paid to the Holding Company under subsection (1)."}, {"act": "Transport Act 1981", "year": 1981, "section": "12", "section_title": " Documents to be kept available for inspection.", "section_text": "12 1 Associated British Ports shall keep at its principal office— a a copy of any rules for the time being prescribed by the Holding Company under paragraph 4 of Schedule 2 with respect to the proceedings of the directors of Associated British Ports; b a statement of the limit for the time being set by the Holding Company under paragraph 21(5) of Schedule 3 on the aggregate amount of borrowing and guarantees by Associated British Ports and its subsidiaries; and c a statement of any restrictions for the time being imposed by the Holding Company under paragraph 22 of that Schedule on the financial arrangements which may be entered into by Associated British Ports and its subsidiaries; and those documents shall, during normal business hours, be made available for inspection by any person on request. 2 It is an offence for Associated British Ports to fail to comply with a request under subsection (1). 3 An offence under subsection (2) is punishable on summary conviction with a fine not exceeding  level 3 on the standard scale ."}, {"act": "Transport Act 1981", "year": 1981, "section": "13", "section_title": " Transfer of functions of Holding Company.", "section_text": "13 1 The Holding Company may nominate another company to be Holding Company in its place and, subject to subsection (2), the provisions of this Part thenceforth have effect as if references to the Holding Company were references to the nominated company. 2 A nomination under this section does not affect references to the Holding Company in section 6, this subsection and paragraphs 4, 7(1) and (4) and 8 of Schedule 4; and those references remain references to the company designated under section 5(3). 3 A nomination under this section does not affect the validity of anything done before the nomination takes effect by or in relation to the company making the nomination, and anything which when the nomination takes effect is in process of being done by or in relation to that company may, if it relates to any functions transferred by virtue of the nomination, be continued by or in relation to the company nominated. 4 Any appointment or rule made, limit set, restriction imposed, or other thing done by or on behalf of a company making a nomination under this section in connection with any functions transferred by virtue of the nomination shall, if in force when the nomination takes effect, have effect as if made, set, imposed or done by or on behalf of the nominated company so far as that is required for continuing its effect after the nomination takes effect. 5 A company may not be nominated under this section unless it is controlled by the company designated under section 5(3); and if a company so nominated ceases to be so controlled— a its functions as Holding Company cease to be exercisable except for the power conferred by this section; and b it shall forthwith nominate under this section the company designated under section 5(3) or a company controlled by that company. 6 In this section “ company ” means a company limited by shares which is formed and registered under  the Companies Act 2006 ; and for the purposes of this section a company is controlled by another company if, and only if, all the issued voting shares in the company are held by that other company or by a company controlled by that other company."}, {"act": "Transport Act 1981", "year": 1981, "section": "14", "section_title": " Provisions supplementary to ss. 5 to 13.", "section_text": "14 1 The provisions of Part I of Schedule 4, being provisions supplementary to or consequential on the other provisions of this Part, have effect as from the appointed day. 2 The other provisions of this Part have effect subject to the transitional provisions and savings contained in Part II of that Schedule. 3 In this Part— “ the appointed day ” has the meaning given by section 5(4); “ enactment ” means any provision of a public general Act, of a local, private or personal Act, of a provisional order confirmed by an Act or any regulations, order, scheme, byelaws or similar instrument made under an Act; “ harbour ” has the same meaning as in the  Harbours Act 1964; “ the Holding Company ”, subject to section 13(1), means the company designated by the Secretary of State under section 5(3); “ pension ”, in relation to a person, means a pension, whether contributory or not, of any kind whatsoever payable to or in respect of him, and includes a gratuity so payable and a return of contributions to a pension fund, with or without interest thereon or any other addition thereto and any sums payable on or in respect of the death of that person; “ pension fund ” means a fund established for the purposes of paying pensions; “ pension scheme ” includes any form of arrangement for the payment of pensions, whether subsisting by virtue of an Act of Parliament, trust, contract or otherwise; “ port facilities ” means— a the constructing, improving, maintaining, regulating, managing, marking or lighting of a harbour or any part thereof; b the berthing, towing, moving or dry-docking of a ship which is in, or is about to enter, or has recently left, a harbour; c the loading or unloading of goods, or embarking or disembarking of passengers, in or from any such ship; d the lighterage or the sorting, weighing, warehousing or handling of goods in a harbour; and e the movement of goods within a harbour; “ shares ” includes stock; “ securities ”, in relation to a body corporate, includes debentures, debenture stock, bonds and other securities of the body corporate, whether or not constituting a charge on the assets of that body; “ subsidiary ” means a subsidiary as defined in  section 1159 of the Companies Act 2006 ; “ wholly-owned subsidiary ” means a subsidiary all the issued shares of which are beneficially owned by the body of which it is a subsidiary, or by one or more other wholly-owned subsidiaries of that body, or partly by that body and partly by any wholly-owned subsidiary of that body. 4 References in this Part to Associated British Ports’ business or undertaking include any business or undertaking carried on by a subsidiary of Associated British Ports. 5 References in this Part to Associated British Ports’ harbours include any harbour for the time being owned or managed by Associated British Ports or by any of its subsidiaries."}, {"act": "Transport Act 1981", "year": 1981, "section": "15", "section_title": " Dissolution of National Ports Council.", "section_text": "15 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In  ... Part I of Schedule 5— “ the appointed day ” means the day appointed by the Secretary of State under subsection (1); “ the Council ” means the National Ports Council; “ enactment ” means any provision of a public general Act, of a local, private or personal Act, of a provisional order confirmed by an Act or any regulations, order, scheme, byelaws or similar instrument made under an Act."}, {"act": "Transport Act 1981", "year": 1981, "section": "16", "section_title": " Levy of contributions from harbour authorities.", "section_text": "16 1 The Secretary of State shall levy from harbour authorities such contributions as appear to him necessary to meet the expenses specified in subsection (2)  .... 2 The expenses referred to in subsection (1) are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c expenses incurred by him under paragraph  ... 8(4)(b) or 9(5) of Schedule 5. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Sums received by the Secretary of State by virtue of this section shall be paid into the Consolidated Fund. 5 In this section and section 17 “ harbour authority ” means a person engaged (whether or not in the exercise of statutory functions) in improving, maintaining or managing a harbour within the meaning of the  Harbours Act 1964."}, {"act": "Transport Act 1981", "year": 1981, "section": "17", "section_title": " Charging schemes.", "section_text": "17 1 Contributions under section 16 shall be levied by means of one or more schemes made by the Secretary of State, referred to in this section as “ charging schemes ”. 2 A charging scheme shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 A charging scheme may apply to all harbour authorities, subject to subsection (4), to harbour authorities of a particular class or to particular harbour authorities, and may make provision for levying different contributions from different harbour authorities to whom it applies. 4 No contribution shall be levied from a harbour authority under a charging scheme if the only harbour being improved, maintained or managed by them is a fishery harbour or marine work within the meaning of the  Harbours Act 1964. 5 The provisions of Part II of Schedule 5 have effect with respect to charging schemes."}, {"act": "Transport Act 1981", "year": 1981, "section": "18", "section_title": " Amendments of the Harbours Act 1964.", "section_text": "18 1 The Harbours Act 1964 is amended in accordance with Schedule 6. 2 With the exception of paragraph 10, the provisions of Schedule 6 come into force on the day appointed by the Secretary of State under section 15(1). 3 Paragraph 10 of Schedule 6 comes into force on such day as the Secretary of State may appoint by order made by statutory instrument. 4 So far as may be necessary for the purposes of any amendment by this Act of the Harbours Act 1964, references in that Act to the Minister shall be construed as references to the Secretary of State."}, {"act": "Transport Act 1981", "year": 1981, "section": "1931.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Transport Act 1981", "year": 1981, "section": "32", "section_title": " Road humps.", "section_text": "32 1 The provisions of Schedule 10 have effect with respect to road humps. 2 This section and Schedule 10 come into force on such day as the Secretary of State may appoint by order made by statutory instrument, and different days may be so appointed for different purposes."}, {"act": "Transport Act 1981", "year": 1981, "section": "3334.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Transport Act 1981", "year": 1981, "section": "35", "section_title": " Charges for licensing of cabs and cab drivers.", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where section 70 of the  Local Government (Miscellaneous Provisions) Act 1976 (fees for vehicle and operator’s licences) is not in force in the area of a district council, the sums to be paid for a licence granted by the council under section 37 of the  Town Police Clauses Act 1847 (licensing of cabs outside London) shall be such as the council may determine, and different sums may be so determined with respect to different descriptions of vehicle ; and the sums so determined shall be such as appear to the council to be sufficient in the aggregate to cover in whole or in part— a the reasonable cost of the carrying out by or on behalf of the district council of inspections of hackney carriages for the purpose of determining whether any such licence should be granted or renewed ; b the reasonable cost of providing hackney carriage stands ; and c any reasonable adminstrative or other costs in connection with the foregoing and with the control and supervision of hackney carriages. 3A In subsection (3) above, references to a district council shall be read, in relation to Wales, as references to a county council or a county borough council 4 This section does not extend to Scotland. 5 This section comes into force on such day as the Secretary of State may by order made by statutory instrument, appoint, and different days be so appointed for different purposes."}, {"act": "Transport Act 1981", "year": 1981, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Transport Act 1981", "year": 1981, "section": "37", "section_title": " Railway etc. byelaws: increase in penalties. ", "section_text": "37 In section 67 of the  Transport Act 1962 (byelaws for railways and railway shipping services) for subsection (3) there is substituted the following subsection— 3 Any byelaws made under this section may provide— a in the case of byelaws made by virtue of subsection (1) above, that any person contravening them shall be liable on summary conviction to a penalty not exceeding £200 for each offence; and b in the case of byelaws made by virtue of subsection (2) above, that any person contravening them shall be liable on summary conviction to a fine not exceeding £50 for each offence and, in the case of such a contravention which continues after conviction, to a fine not exceeding £10 for each day on which the offence so continues. ."}, {"act": "Transport Act 1981", "year": 1981, "section": "38", "section_title": " Fires caused by railway engines. ", "section_text": "38 1 In section 1 of the  Railway Fires Act 1905 (liability of railway companies to make good damage to crops caused by their engines), in subsection (3) for the words “two hundred pounds there is substituted  “                    £3,000 or such greater sum as may for the time being be prescribed by order made by the Secretary of State                  ”  ; and after that subsection there is inserted the following— 3A An order under subsection (3) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3B In the application of subsection (3) above to Northern Ireland for the reference to the Secretary of State there shall be substituted a reference to the Department of the Environment for Northern Ireland and any order made by the Department under that subsection— a shall be made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979; and b shall be subject to negative resolution as defined by section 41(6) of the Interpretation Act (Northern Ireland) 1954 as if it were a statutory instrument within the meaning of that Act. 2 In section 2 of the  Railway Fires Act (1905) Amendment Act 1923 the words “not exceeding the sum of two hundred pounds are hereby repealed."}, {"act": "Transport Act 1981", "year": 1981, "section": "39", "section_title": " Amendment of Schedules 7 and 8 to the Public Passengers Vehicles Act 1981. ", "section_text": "39 In the  Public Passenger Vehicles Act 1981— a in Schedule 7 (consequential amendments), paragraph 24 is omitted; b in Schedule 8 (repeals)— i in the entry relating to the  Transport Act 1968 the words “in section 145, subsection (2) are omitted, and ii in the entry relating to the  Transport Act 1980 after the words “In Schedule 5, Part I there are inserted the words  “                        (except paragraph 13)                      ”  and for the words “the Minibus Act 1977 and the Transport Act 1978 there are substituted the words  “                        and the Minibus Act 1977 and paragraphs 2 to 4 of the entry relating to the Transport Act 1978.                      ” ."}, {"act": "Transport Act 1981", "year": 1981, "section": "40", "section_title": " Repeals.", "section_text": "40 1 The enactments mentioned in Schedule 12 are repealed to the extent specified in the third column of that Schedule. 2 Part I of that Schedule has effect as from the day appointed by the Secretary of State for the purposes of section 5. 3 Part II of that Schedule has effect as from the day appointed by the Secretary of State under section 15(1), except for the repeal of the entry for the National Ports Council in Part II of Schedule 1 to the  House of Commons Disqualification Act 1975 which comes into force on the Council ceasing to exist. 4 Part III of that Schedule so far as relates to— a the  Railway Fires Act (1905) Amendment Act 1923; and b the  Public Passenger Vehicles Act 1981, comes into force on the passing of this Act and otherwise comes into force on such day as the Secretary of State may appoint by order made by statutory instrument and different days may be so appointed for different purposes."}, {"act": "Transport Act 1981", "year": 1981, "section": "41", "section_title": " Northern Ireland.", "section_text": "41 1 The following provisions of this Act extend to Northern Ireland— a Part I; b Part II, except— i in Schedule 3, paragraphs 7 and 19; ii in Schedule 4, paragraphs 1, 5 to 9 and 15; c Section 38; d Part I of Schedule 12, and section 40 so far as relates to that Part; e the repeal by Part II of Schedule 12 of the entry for the National Ports Council in Part II of Schedule 1 to the House of Commons Disqualification Act 1975, and section 40 so far as it relates to that repeal ; f Part III of Schedule 12 and section 40 so far as relating to the  Railway Fires Act (1905) Amendment Act 1923; g this section and sections 42 and 43. 2 The other provisions of this Act do not extend to Northern Ireland. 3 An Order in Council made under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 which contains a statement that its purposes correspond to those of sections 27 and 28 of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament instead of the order or a draft of the order being subject to the procedure set out in paragraph 1(4) or (5) of that Schedule."}, {"act": "Transport Act 1981", "year": 1981, "section": "42", "section_title": " Expenses.", "section_text": "42 Expenses incurred by any government department in consequence of the provisions of this Act shall be defrayed out of money provided by Parliament."}, {"act": "Transport Act 1981", "year": 1981, "section": "43", "section_title": " Short title.", "section_text": "43 This Act may be cited as the Transport Act 1981."}]