[{"act": "Camps Act 1939", "year": 1939, "section": "1", "section_title": " Power to make payments for promoting camps.", "section_text": "1 1 With a view to promoting the construction, maintenance and management of camps of a permanent character, payments may, with the consent of the Treasury, be made out of moneys provided by Parliament to each of two companies recognised for the purposes of this section, one for England and Wales and one for Scotland, being companies not trading for profit the objects of which include the construction, maintenance and management of such camps; and the companies so recognised are hereinafter referred to as recognised companies. 2 The said companies shall be recognised, and such payments as aforesaid shall be made to them, by the appropriate Minister. 3 Payments made under this section may be by way of grant or loan and shall be made upon such terms and conditions as may be determined by the appropriate Minister with the consent of the Treasury: Provided that the sum of the grants made under this section and of the amounts outstanding in respect of the principal of any loans made thereunder shall not at any time exceed in the aggregate one million two hundred thousand pounds. 4 In this section the expression “the appropriate Minister”, . . .  , in relation to the company recognised for Scotland and payments made to that company, means the  Secretary of State . 5 All sums received in repayment of the principal of any loan made under this section or in respect of any interest on any such loan shall be paid into the Exchequer."}, {"act": "Camps Act 1939", "year": 1939, "section": "2", "section_title": " Power to authorise recognised companies to purchase land compulsorily.", "section_text": "2 1 A recognised company may be authorised . . .   by the  Secretary of State  (hereinafter referred to as “ the Minister ”) to purchase land compulsorily for the purposes of their functions in connection with the construction, maintenance and management of camps and also any land reasonably necessary for the preservation of the amenities of any land acquired or proposed to be acquired for such purposes. 2 The  Acquisition of Land (Authorisation Procedure) Scotland Act 1947, shall have effect as if any reference therein to a local authority (except the references thereto in subsection (2) of section one, in section two and in paragraph 9 of the First Schedule) included a reference to a recognised company. 4 Where a recognised company are authorised by an order confirmed under this section to purchase land compulsorily, then, at any time after notice to treat has been served, the company may, after giving to the owner and to the occupier of the land not less than fourteen days’ notice, enter on and take possession of the land or such part thereof as is specified in the notice, without previous consent or compliance with sections  eighty-three to eighty-eight of the  Lands Clauses Consolidation (Scotland) Act 1845 , but subject to the payment of the like compensation for the land of which possession is taken, and interest on the compensation awarded, as would have been payable if those provisions had been complied with. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Camps Act 1939", "year": 1939, "section": "3", "section_title": " Exemption from building restrictions.", "section_text": "3 1 Where plans and specifications for the construction of any buildings or erections, or the making of any excavations, by a recognised company in the exercise of their functions in connection with the construction, maintenance and management of camps have been submitted to and approved by the Minister, then, no requirements or restrictions imposed by, or under, any enactment as to the erection, placing or making of buildings, erections or excavations, or the construction, formation or laying out of means of access to or from any road, or as to the submission of plans and specifications, or the giving of notices, to a local authority, shall apply in relation to any building, erection or excavation erected, placed, or made in accordance with the plans and specifications so approved, except in so far as the Minister may direct. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A recognised company who submit any plans and specifications to the Minister for his approval under subsection (1) of this section shall transmit copies thereof to the council of the county and of the  burgh  . . .  , and to the planning authority, if any, for the area, in which the site of the proposed buildings, erections or excavations is situate, and the Minister, before giving his approval, shall take into consideration any representations which may be made to him by that council or authority within fourteen days after the receipt by them of the copies of the plans and specifications. In this section the expression “ planning authority ” in relation to any land subject to such a scheme as is mentioned in the last preceding subsection, or to a resolution to prepare or adopt such a scheme, means the authority having power to control the development or interim development of that land."}, {"act": "Camps Act 1939", "year": 1939, "section": "4", "section_title": " Powers of Unemployment Assistance Board to make arrangements with recognised companies as to employment. ", "section_text": "4 The Unemployment Assistance Board may enter into agreements with any recognised company for the employment of persons upon work for the company in like manner and, save as hereinafter provided, subject to the like conditions, as the Board may under section thirty-seven of the  Unemployment Assistance Act 1934, enter into agreements for their employment upon work for local authorities, and that section shall apply accordingly with the necessary modifications: Provided that the employment of persons upon work for a recognised company in pursuance of an agreement made under this section need not be in continuance of, or part of, training and instruction afforded in connection with a training course, and where the work is not utilised as part of a training course, the contributions which may be made by the Board shall be in respect of any additional expenditure incurred by the recognised company by reason of the persons being employed in pursuance of the agreement."}, {"act": "Camps Act 1939", "year": 1939, "section": "5", "section_title": " Annual reports to be made by a recognised company.", "section_text": "5 A recognised company shall each year prepare and submit to the appropriate Minister an annual report on their operations in that year; and the Minister, upon receiving any report submitted to him under this section, shall lay copies of the report before Parliament."}, {"act": "Camps Act 1939", "year": 1939, "section": "6", "section_title": " Interpretation.", "section_text": "6 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say,— “ company ” has the meaning assigned to it by section  four hundred and fifty five of the  Companies Act 1948 ; “ construction, ” in relation to a camp or building, includes the making of any alterations and additions to any building to adapt it for use in connection with a camp; “ enactment ” includes any private or local Act; “ land ” includes any interest in land and any  servitude  or right in, to or over land; “ management, ” in relation to a camp, includes the arrangement and supervision of all matters connected with the use of the camp, and the provision of facilities for recreation for the persons using it; “ road ” has the same meaning as it has in the  Restriction of Ribbon Development Act 1935."}, {"act": "Camps Act 1939", "year": 1939, "section": "7", "section_title": " Application of Act to Scotland.", "section_text": "7 This Act shall apply to Scotland, subject to the following modifications— a for any reference to the Minister of Health (except the reference in section one of this Act) there shall be substituted a reference to the Department of Health for Scotland (hereinafter referred to as the Department); . . . ; for any reference to sections eighty-four to ninety of the Lands Clauses Consolidation Act 1845, there shall be substituted a reference to sections eighty-three to eighty-eight of the Lands Clauses Consolidation (Scotland) Act, 1845; for any reference to a borough, there shall be substituted a reference to a burgh and references to urban or rural districts shall not apply; and for any references to an easement there shall be substituted a reference to a servitude; b section two of this Act shall have effect as if for subsection (2) and (3) thereof the following subsection were substituted — “(2) The Acquisition of Land (Authorisation Procedure) (Scotland) Act 1947, shall have effect as if any reference therein to a local authority (except the references thereto in subsection (2) of section one, in section two and in paragraph 9 of the First Schedule) included a reference to a recognised company.” d the exemption from requirements and restrictions conferred by subsection (1) of section three of this Act shall extend to any requirement imposed by or under any enactment, or by virtue of the common law, as to the presentation of a petition to a dean of guild court, or to any body performing the functions of such a court."}, {"act": "Camps Act 1939", "year": 1939, "section": "8", "section_title": " Short title and extent.", "section_text": "8 1 This Act may be cited as the Camps Act 1939. 2 This Act shall not extend to Northern Ireland."}]