[{"act": "House to House Collections Act 1939", "year": 1939, "section": "1", "section_title": " Charitable collections from house to house to be licensed.", "section_text": "1 1 Subject to the provisions of this Act, no collection for a charitable purpose shall be made unless the requirements of this Act as to a licence for the promotion thereof are satisfied. 2 If a person promotes a collection for a charitable purpose, and a collection for that purpose is made in any locality pursuant to his promotion, then, unless there is in force, throughout the period during which the collection is made in that locality, a licence authorising him, or authorising another under whose authority he acts, to promote a collection therein for that purpose, he shall be guilty of an offence. 3 If a person acts as a collector in any locality for the purposes of a collection for a charitable purpose, then, unless there is in force, at all times when he so acts, a licence authorising a promoter under whose authority he acts, or authorising the collector himself, to promote a collection therein for that purpose, he shall be guilty of an offence. 4 If the chief officer of police for the police area comprising a locality in which a collection for a charitable purpose is being, or is proposed to be, made is satisfied that that purpose is local in character and that the collection is likely to be completed within a short period of time, he may grant to the person who appears to him to be principally concerned in the promotion of the collection a certificate in the prescribed form, and, where a certificate is so granted, the provisions of this Act, except the provisions of sections five and six thereof and the provisions of section eight thereof in so far as they relate to those sections, shall not apply, in relation to a collection made for that purpose within such locality and within such period as may be specified in the certificate, to the person to whom the certificate is granted or to any person authorised by him to promote the collection or to act as a collector for the purposes thereof."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "2", "section_title": " Licences.", "section_text": "2 1 Where a person who is promoting, or proposes to promote, a collection in any locality for a charitable purpose makes to the  police licensing  authority for the  police  area comprising that locality an application in the prescribed manner specifying the purpose of the collection and the locality (whether being the whole of the area of the authority or a part thereof) within which the collection is to be made, and furnishes them with the prescribed information, the authority shall, subject to the following provisions of this section, grant to him a licence authorising him to promote a collection within that locality for that purpose. 1A In this section “ licensing authority ” means— a in relation to the City of London, the Common Council; b in relation to the Metropolitan Police District, the Commissioner of Police for the Metropolis; and c in relation to a district exclusive of any part thereof within the Metropolitan Police District, the district council. 2 A licence shall be granted for such period, not being longer than twelve months, as may be specified in the application, and shall, unless it is previously revoked, remain in force for the period so specified: Provided that, if it appears to a  police licensing  authority to be expedient to provide for the simultaneous expiration of licences to be granted by them in respect of collections which in their opinion are likely to be proposed to be made annually or continuously over a long period, they may, on the grant of such a licence, grant it for a period shorter or longer than that specified in the application therefor, or for a period longer than twelve months (but not exceeding eighteen months), as may be requisite for that purpose. 3 A  police licensing  authority may refuse to grant a licence, or, where a licence has been granted, may revoke it, if it appears to the authority— a that the total amount likely to be applied for charitable purposes as the result of the collection (including any amount already so applied) is inadequate in proportion to the value of the proceeds likely to be received (including any proceeds already received); b that remuneration which is excessive in relation to the total amount aforesaid is likely to be, or has been, retained or received out of the proceeds of the collection by any person; c that the grant of a licence would be likely to facilitate the commission of an offence under section three of the  Vagrancy Act 1824, or that an offence under that section has been committed in connection with the collection; d that the applicant or the holder of the licence is not a fit and proper person to hold a licence by reason of the fact that he has been convicted in the United Kingdom of any of the offences specified in the Schedule to this Act, or has been convicted in any part of His Majesty’s dominions of any offence conviction for which necessarily involved a finding that he acted fraudulently or dishonestly, or of an offence of a kind the commission of which would be likely to be facilitated by the grant of a licence; e that the applicant or the holder of the licence, in promoting a collection in respect of which a licence has been granted to him, has failed to exercise due diligence to secure that persons authorised by him to act as collectors for the purposes of the collection were fit and proper persons, to secure compliance on the part of persons so authorised with the provisions of regulations made under this Act, or to prevent prescribed badges or prescribed certificates of authority being obtained by persons other than persons so authorised; or f that the applicant or holder of the licence has refused or neglected to furnish to the authority such information as they may have reasonably required for the purpose of informing themselves as to any of the matters specified in the foregoing paragraphs. 4 When a  police licensing  authority refuse to grant a licence or revoke a licence which has been granted, they shall forthwith give written notice to the applicant or holder of the licence stating upon which one or more of the grounds set out in subsection (3) of this section the licence has been refused or revoked and informing him of the right of appeal given by this section, and the applicant or holder of the licence may thereupon appeal to the  Secretary of State  against the refusal or revocation of the licence as the case may be and the decision of the  Secretary of State  shall be final. 5 The time within which any such appeal may be brought shall be fourteen days from the date on which notice is given under subsection (4) of this section. 6 If the  Secretary of State  decides that the appeal shall be allowed, the  police licensing  authority shall forthwith issue a licence or cancel the revocation as the case may be in accordance with the decision of the  Secretary of State ."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "3", "section_title": " Exemptions in the case of collections over wide areas.", "section_text": "3 1 Where the  Secretary of State  is satisfied that a person pursues a charitable purpose throughout the whole of England or a substantial part thereof and is desirous of promoting collections for that purpose, the  Secretary of State  may by order direct that he shall be exempt from the provisions of subsection (2) of section one of this Act as respects all collections for that purpose in such localities as may be described in the order, and whilst an order so made in the case of any person is in force as respects collections in any locality, the provisions of this Act shall have effect in relation to the person exempted, to a promoter of a collection in that locality for that purpose who acts under the authority of the person exempted, and to a person who so acts as a collector for the purposes of any such collection, as if a licence authorising the person exempted to promote a collection in that locality for that purpose had been in force. 2 Any order made under this section may be revoked or varied by a subsequent order made by the  Secretary of State ."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "4", "section_title": " Regulations.", "section_text": "4 1 The  Secretary of State  may make regulations for prescribing anything which by this Act is required to be prescribed, and for regulating the manner in which collections, in respect of which licences have been granted or orders have been made under the last foregoing section, may be carried out and the conduct of promoters and collectors in relation to such collections. 2 Without prejudice to the generality of the powers conferred by the foregoing subsection, regulations made thereunder may make provision for all or any of the following matters, that is to say:— a for requiring and regulating the use by collectors, of prescribed badges and prescribed certificates of authority, and the issue, custody, production and return thereof, and, in particular, for requiring collectors on demand by a police constable or by any occupant of a house visited to produce their certificates of authority; b in the case of collections in respect of which licences have been granted, for requiring that the prescribed certificates of authority of the collectors shall be authenticated in a manner approved by the chief officer of police for the area in respect of which the licence was granted, and that their prescribed badges shall have inserted therein or annexed thereto in a manner and form so approved a general indication of the purpose of the collection; c for prohibiting persons below a prescribed age from acting, and others from causing them to act, as collectors; d for preventing annoyance to the occupants of houses visited by collectors; e for requiring the prescribed information with respect to the expenses, proceeds and application of the proceeds of collections to be furnished, in the case of collections in respect of which licences have been granted, by the person to whom the licence was granted to the  police  authority by whom it was granted, and, in the case of collections in respect of which an order has been made, by the person thereby exempted from the provisions of subsection (2) of section one of this Act to the  Secretary of State , and for requiring the information furnished to be vouched and authenticated in such manner as may be prescribed. 3 Any person who contravenes or fails to comply with the provisions of a regulation made under this Act shall be guilty of an offence. 4 Any regulations made under this Act shall be laid before Parliament as soon as may be after they are made, and if either House of Parliament, within the period of forty days beginning with the date on which the regulations are laid before it, resolves that the regulations be annulled, the regulations shall thereupon become void, without prejudice, however, to anything previously done thereunder or to the making of new regulations. In reckoning any such period of forty days as aforesaid, no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "5", "section_title": " Unauthorised use of badges, &c.", "section_text": "5 If any person, in connection with any appeal made by him to the public in association with a representation that the appeal is for a charitable purpose, displays or uses— a a prescribed badge or a prescribed certificate of authority, not being a badge or certificate for the time being held by him for the purposes of the appeal pursuant to regulations made under this Act, or b any badge or device, or any certificate or other document, so nearly resembling a prescribed badge or, as the case may be, a prescribed certificate of authority as to be calculated to deceive, he shall be guilty of an offence."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "6", "section_title": " Collector to give name, &c. to police on demand.", "section_text": "6 A police constable may require any person whom he believes to be acting as a collector for the purposes of a collection for a charitable purpose to declare to him immediately his name and address and to sign his name, and if any person fails to comply with a requirement duly made to him under this section, he shall be guilty of an offence."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "7", "section_title": " Delegation of functions.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The functions conferred on a chief officer of police by this Act or regulations made thereunder may be delegated by him to any police officer not below the rank of inspector."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "8", "section_title": " Penalties.", "section_text": "8 1 Any promoter guilty of an offence under subsection (2) of section one of this Act shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding  level 3 on the standard scale , or to both such imprisonment and such fine. 2 Any collector guilty of an offence under subsection (3) of section one of this Act shall be liable, on summary conviction, in the case of a first conviction, to a fine not exceeding  £25 , or in the case of a second or subsequent conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding  £50 , or to both such imprisonment and such fine. 3 Any person guilty of an offence under subsection (3) of section four of this Act shall be liable on summary conviction, to a fine not exceeding  level 1 on the standard scale . 4 Any person guilty of an offence under section five of this Act shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding  level 3 on the standard scale , or to both such imprisonment and such fine. 5 Any person guilty of an offence under section six of this Act shall be liable, on summary conviction, to a fine not exceeding  level 1 on the standard scale . 6 If any person in furnishing any information for the purposes of this Act knowingly or recklessly makes a statement false in a material particular, he shall be guilty of an offence, and shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding  level 3 on the standard scale , or to both such imprisonment and such fine. 7 Where an offence under this Act committed by a corporation is proved to have been committed with the consent or connivance of, or to be attributable to any culpable neglect of duty on the part of, any director, manager, secretary, or other officer of the corporation, he, as well as the corporation, shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "9", "section_title": " Application to metropolitan police district.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The functions which may be delegated by a chief officer of police by virtue of subsection (2) of section seven of this Act shall not include any functions conferred on the  Commissioner of Police for the Metropolis by virtue of his being a licensing authority within the meaning of section 2 of this Act."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "10", "section_title": " Application to Scotland.", "section_text": "10 This Act shall apply to Scotland subject to the following modifications:—  a sections 1, 2 and 4 shall apply as if for references to the police authority for the police area comprising a locality and to the chief officer of police of such an area there were substituted respectively references to the islands or district council for the area comprising a locality and to the proper officer of such a council; b in paragraph (c) of subsection (3) of section two for references to section three of the  Vagrancy Act 1824 there shall be substituted references to sections four hundred and eight or four hundred and ten of the  Burgh Police (Scotland) Act 1892 or to the corresponding provisions of any local Act; c in subsection (1) of section three of the word “England,” there shall be substituted the word “Scotland”; d any offence against this Act for which the maximum penalty that may be imposed does not exceed ten pounds may be prosecuted in any court of summary jurisdiction within the meaning of the  Summary Jurisdiction (Scotland) Act 1908, having jurisdiction in the place where the offence was committed; e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "11", "section_title": " Interpretation.", "section_text": "11 1 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ charitable purpose ” means any charitable, benevolent or philanthropic purpose, whether or not the purpose is charitable within the meaning of any rule of law; “ collection ” means an appeal to the public, made by means of visits from house to house, to give, whether for consideration or not, money or other property; and “ collector ” means, in relation to a collection, a person who makes the appeal in the course of such visits as aforesaid; “ house ” includes a place of business; “ licence ” means a licence under this Act;  . . .  “ prescribed ” means prescribed by regulations made under this Act; “ proceeds ” means, in relation to a collection, all money and all other property given, whether for consideration or not, in response to the appeal made; “ promoter ” means, in relation to a collection, a person who causes others to act, whether for remuneration or otherwise, as collectors for the purposes of the collection; and “promote” and “promotion” have corresponding meanings. 2 For the purposes of this Act, a collection shall be deemed to be made for a particular purpose where the appeal is made in association with a representation that the money or other property appealed for, or part thereof, will be applied for that purpose."}, {"act": "House to House Collections Act 1939", "year": 1939, "section": "12", "section_title": "†Short title, commencement, interpretation and extent.", "section_text": "12 1 This Act may be cited as the House to House Collections Act 1939. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 References in this Act to any enactment shall be construed as references to that enactment as amended by any subsequent enactment. 4 This Act shall not extend to Northern Ireland."}]