[{"act": "Import, Export and Customs Powers (Defence) Act 1939", "year": 1939, "section": "1", "section_title": " Control of importation and exportation. ", "section_text": "1 1 The Board of Trade may by order make such provisions as the Board think expedient for prohibiting or regulating, in all cases or any specified classes of cases, and subject to such exceptions, if any, as may be made by or under the order, the importation into,  ..., the United Kingdom or any specified part thereof,  ..., of all goods or goods of any specified description. 2 An order under this section may be varied or revoked by a subsequent order. 3 An order under this section may suspend wholly or in part the operation of any enactment, proclamation, Order in Council or order prohibiting or regulating the importation,  ... of any goods; and an order under this section may contain such provisions (including penal provisions) as appear to the Board of Trade to be necessary for securing the due operation and enforcement of the order. 4 For the avoidance of doubt it is hereby declared that, without prejudice to the provisions of the  enactments for the time being in force relating to customs or excise  with respect to ships and aircraft, the taking into  ... the United Kingdom of ships or aircraft may be prohibited or regulated by an order under this section as an importation  ... of goods, notwithstanding that the ships or aircraft are conveying goods or passengers, and whether or not they are moving under their own power. 5 Notwithstanding anything in  section 145 of the  Customs and Excise Management Act 1979 , a prosecution for an offence under an order made in pursuance of this section may, in England or Northern Ireland, be instituted by, or under the authority of, the Board of Trade."}, {"act": "Import, Export and Customs Powers (Defence) Act 1939", "year": 1939, "section": "2", "section_title": " Power to impose charges.", "section_text": "2 1 The Treasury may by order provide for imposing and recovering, in connection with any scheme of control contained in an order under the preceding section, such charges as may be specified in the first-mentioned order; and any order under this section may be varied or revoked by a subsequent order of the Treasury. 2 Any charges recovered by virtue of such an order as aforesaid shall be paid into the Exchequer of the United Kingdom or, if the order so directs, be paid into such public fund or account as may be specified in the order. 3 Any order under this section shall be laid before the Commons House of Parliament . . .  4 Any such order as aforesaid imposing or increasing a charge shall cease to have effect on the expiration of the period of twenty-eight days beginning with the day on which the order is made, unless at some time before the expiration of that period it has been approved by a resolution of the Commons House of Parliament, without prejudice, however, to the validity of anything previously done under the order or to the making of a new order. In reckoning any period of twenty-eight days for the purposes of this subsection, no account shall be taken of any time during which Parliament is dissolved or prorogued, or during which the Commons House is adjourned for more than four days."}, {"act": "Import, Export and Customs Powers (Defence) Act 1939", "year": 1939, "section": "3", "section_title": " Application and extension of law as to prohibited goods.", "section_text": "3 1 If any goods— a are imported,  ... in contravention either of an order under this Act or of the law relating to trading with the enemy,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . those goods shall be deemed to be prohibited goods and shall be forfeited;  ... 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If any goods are imported,  ..., an officer of Customs and Excise may require any person possessing or having control of the goods to furnish proof that the importation,  ..., is not unlawful by virtue either of an order under this Act or of the law relating to trading with the enemy; and if such proof is not furnished to the satisfaction of the Commissioners of Customs and Excise,  then, unless the contrary is proved, the goods shall be deemed to be prohibited goods and shall be forfeited . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Import, Export and Customs Powers (Defence) Act 1939", "year": 1939, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Import, Export and Customs Powers (Defence) Act 1939", "year": 1939, "section": "7", "section_title": " Provisions as to ultimate destination of goods.", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Import, Export and Customs Powers (Defence) Act 1939", "year": 1939, "section": "8", "section_title": " Interpretation, &c.", "section_text": "8 1 For the purposes of this Act— a the Isle of Man shall be deemed to form part of the United Kingdom; b the expression “ enemy ” means— i any State, or Sovereign of a State, at war with His Majesty; ii any individual resident in enemy territory; iii any body of persons (whether corporate or unincorporate) carrying on business in any place, if and so long as the body is controlled by a person who, under this subsection, is an enemy; iv any body of persons constituted or incorporated in, or under the laws of, a State at war with His Majesty; or v any other person, who for the purposes of any Act relating to trading with the enemy is to be deemed to be an enemy; but does not include any person by reason only that he is an enemy subject; c the expression “ enemy subject ” means— i an individual who, not being either a British subject or a British protected person, possesses the nationality of a State at war with His Majesty, or ii a body of persons constituted or incorporated in, or under the laws of, any such State; and d the expression “ enemy territory ” means any area which is under the sovereignty of, or in the occupation of, a Power with whom His Majesty is at war, not being an area in the occupation of His Majesty or of a Power allied with His Majesty. 2 A certificate of a Secretary of State that any area is or was under the sovereignty of, or in the occupaton of, any Power, or as to the time at which any area became or ceased to be under such sovereignty or in such occupation shall, for the purposes of any proceedings taken by virtue of this Act, be conclusive evidence of the facts stated in the certificate. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Import, Export and Customs Powers (Defence) Act 1939", "year": 1939, "section": "9", "section_title": " Short title, construction and duration of Act.", "section_text": "9 1 This Act may be cited as the Import, Export and Customs Powers (Defence) Act 1939. 2 This Act shall be construed as one with the  Customs and Excise Management Act 1979 . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]