[{"act": "Marriage Act 1939", "year": 1939, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Marriage Act 1939", "year": 1939, "section": "2", "section_title": " Power to accept notices and issue certificates where one party is residing in England or Scotland.", "section_text": "2 1 Where— a a marriage is intended to be solemnized in England between parties of whom one is residing in England, and b by virtue of any enactment to which this subsection applies, a certificate issued to the other party otherwise than by a superintendent registrar in England may be treated for the purpose of the marriage as if it had been issued by such a registrar, the superintendent registrar of the district in which the first-mentioned party is residing shall have power, and shall be deemed always to have had power, to accept notice of the marriage given by that party, subject to and in accordance with the provisions of section four of the  Marriage Act, 1836, as amended by any subsequent enactment, as if both parties were residing in different districts in England, and the provisions of the Marriage Acts, 1811 to 1934, relating to notices of marriage and the issue of certificates for marriage shall apply, and shall be deemed always to have applied, accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The enactments to which subsection (1) of this section applies are . . .   paragraph ( a ) of subsection (1) of section one of the  Marriage of British Subjects (Facilities) Act, 1915, and the enactments to which subsection (2) of this section applies are the said section three and the said paragraph ( a ) as those enactments apply to Scotland."}, {"act": "Marriage Act 1939", "year": 1939, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Marriage Act 1939", "year": 1939, "section": "4", "section_title": " Short title and citation.", "section_text": "4 1 This Act may be cited as the Marriage Act, 1939. 2 This Act, so far as it relates to England, may be cited together with the Marriage Acts, 1811 to 1934, as the Marriage Acts, 1811 to 1939."}]