[{"act": "Prize Act 1939", "year": 1939, "section": "1", "section_title": " Application of prize law to aircraft.", "section_text": "1 1 Subject to the provisions of this section, the law relating to prize shall apply in relation to aircraft and goods carried therein as it applies in relation to ships and goods carried therein, and shall so apply notwithstanding that the aircraft is on or over land. 2 The amendments specified in the second column of Part I of the Schedule to this Act (being amendments necessary for giving effect to the preceding subsection) shall be made in the Acts specified in the first column of that Part of that Schedule. 3 The provisions of the  Naval Prize Act 1864, specified in Part II of the Schedule to this Act shall not apply in relation to aircraft or goods carried therein taken as prize."}, {"act": "Prize Act 1939", "year": 1939, "section": "2", "section_title": " Establishment of prize courts outside His Majesty’s dominions.", "section_text": "2 1 The power conferred by section two of the  Prize Courts Act 1894 to issue any commission, warrant or instructions for the purpose of commissioning or regulating the procedure of a prize court, and to establish a Vice-Admiralty Court under the authority of any such commission or warrant, shall be exercisable not only in relation to a place in a British possession, but also in relation to a place in any of the following countries and territories, that is to say,— a any British protectorate, b any territory in respect of which a mandate on behalf of the League of Nations has been accepted by His Majesty, and is being exercised by His Majesty’s Government in the United Kingdom, in the Commonwealth of Australia or in the Dominion of New Zealand, and c any other country or territory in which for the time being His Majesty has jurisdiction in matters of prize; and accordingly subsection (1) of the said section shall have effect as if the reference therein to a British possession included a reference to any of the countries and territories mentioned in paragraphs (a) to (c) of this subsection; and subsection (2) of the said section shall, in relation to any of the said countries and territories, have effect as if for the reference in that subsection to the Vice Admiral of the possession, there were substituted a reference to such authority as may be prescribed, in relation to that country or territory, by Order of His Majesty in Council. 2 The Secretary of State  may appoint a judge, registrar and marshal, and other officers, of any Vice-Admiralty court established by any commission or warrant the issue of which is authorised by section two of the  Prize Courts Act 1894 as amended by this section, in any of the countries and territories mentioned in paragraphs (a) to (c) of the preceding subsection. 3 Any commission or warrant for the purpose of commissioning or regulating the procedure of a prize court which has been issued before the commencement of this Act and is in force at the commencement of this Act, shall have effect as if any reference therein to ships included a reference to aircraft."}, {"act": "Prize Act 1939", "year": 1939, "section": "3", "section_title": " Certain courts declared to be prize courts.", "section_text": "3 For the removal of doubts it is hereby declared that Colonial Courts of Admiralty within the meaning of the  Colonial Courts of Admiralty Act 1890 courts to which paragraph (b) of the proviso to subsection (3) of section two of that Act applies by virtue of an Order in Council under section twelve of that Act, and Vice-Admiralty courts established by any commission or warrant the issue of which is authorised by section two of the  Prize Courts Act 1894 as amended by this Act, are prize courts within the meaning of the  Naval Prize Act 1864."}, {"act": "Prize Act 1939", "year": 1939, "section": "4", "section_title": " Extent of this Act and existing Prize Acts.", "section_text": "4 1 This Act extends to the following countries and territories, that is to say,— a The United Kingdom, the Channel Islands and the Isle of Man, b the Commonwealth of Australia and the Dominion of New Zealand, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d Newfoundland and every colony, e every British protectorate, and f every territory in respect of which a mandate on behalf of the League of Nations has been accepted by His Majesty, and is being exercised by His Majesty’s Government in the United Kingdom, in the Commonwealth of Australia or in the Dominion of New Zealand, and (to the extent of His Majesty’s jurisdiction therein in matters of prize) to every other country or territory in which for the time being His Majesty has such jurisdiction. 2 The enactments relating to prize, as amended by this Act, shall extend to the countries and territories mentioned in paragraphs (e) and (f) of the preceding subsection, and (to the extent of His Majesty’s jurisdiction therein in matters of prize) to every other country or territory in which for the time being His Majesty has such jurisdiction."}, {"act": "Prize Act 1939", "year": 1939, "section": "5", "section_title": " Short title and citation.", "section_text": "5 This Act may be cited as the Prize Act 1939; and the Naval Prize Acts 1864 to 1916 and this Act may be cited together as the Prize Acts 1864 to 1939."}]