[{"act": "Reorganisation of Offices (Scotland) Act 1939", "year": 1939, "section": "1", "section_title": " Transfer of Scottish Departments’ functions to Secretary of State.", "section_text": "1 1 On the appointed day the functions of (a) the Scottish Education Department, (b) the Department of Health for Scotland, (c) the Department of Agriculture for Scotland, (d) the Prisons Department for Scotland and (e) the Fishery Board for Scotland, shall be transferred to and vested in one of His Majesty’s Principal Secretaries of State, and the said Departments (in which expression the Fishery Board for Scotland is included) shall cease to exist. 2 The Secretary of State may appoint such secretaries, officers and servants as he may, with the sanction of the Treasury as to numbers, deem necessary to enable him to discharge the functions vested in him, and may from time to time give such directions as he shall think fit for the distribution of the business of his office among the persons so appointed. There shall be paid out of moneys provided by Parliament to the persons so appointed such remuneration as the Secretary of State with the consent of the Treasury may from time to time determine. 3 The officers and servants employed under the Secretary of State at the passing of this Act shall, as from the date thereof, and the officers and servants of or employed under any Department mentioned in subsection (1) of this section shall, as from the transfer of the functions of that Department under the said subsection, be deemed to have been appointed by the Secretary of State in pursuance of subsection (2) of this section: Provided that no such officer or servant shall be in any worse position as regards tenure of office, remuneration or superannuation than he would have been if this Act had not passed. 4 The Secretary of State may, by order, make such incidental, consequential and supplemental provisions, and such adaptations in the enactments relating to any functions transferred to him under this section as may be necessary or expedient for the purpose of giving full effect to the transfer of such functions and of making them exercisable by him or his officers and servants. 5 An order made under the last foregoing subsection shall not come into force until it has lain before each House of Parliament for twenty-one days on which that House has sat, and if during that period an address is presented to His Majesty by either House praying that the order or any part thereof may be annulled, the order or the part thereof to which the address relates shall be void, but without prejudice to the making of a new order. 6 On any transfer under this section of the functions of a Department— a all property belonging to or vested in or held in trust for that Department shall pass to and vest in and be held in trust for the Secretary of State for Scotland and his successors in office, subject to all debts and liabilities affecting the same, and shall be held by such Secretary of State for the purposes for which it would have been held if this Act had not passed; b the Secretary of State shall, subject as hereinbefore provided, be substituted for the Department in the construction and for the purposes of any Act, decree, order, byelaw, regulation, minute, contract, deed or other document passed, made or executed, or of any action or proceeding raised, before such transfer: Provided that— i a provision in any Act, whereby the Department is required to submit a report to the Secretary of State and the report is required to be laid before or presented to Parliament, shall have effect as if it required the Secretary of State to cause the report to be prepared and to submit it to Parliament; ii a reference in any provision contained in any Act or other such document as aforesaid to the Secretary of the Department shall be construed as a reference to an officer of the Secretary of State duly authorised for the purpose of such provision; and iii any reference in any Act or other such document as aforesaid to the Accountant of the Scottish Education Department shall be construed as a reference to the Accountant appointed in pursuance of section fifty of the  Education (Scotland) Act 1872. 7 Any property heritable or moveable which is vested in the Secretary of State for Scotland by virtue of the last foregoing subsection or by acquisition in pursuance of any functions transferred to him under this section shall, unless otherwise lawfully disposed of, pass and devolve to and vest in the successors in office from time to time of the Secretary of State for Scotland in whom the property was first vested, and any instrument made by, to, or with any Secretary of State for Scotland in relation to any such property shall be deemed to have been made by, to or with him and his successors in office. 8 In any instrument in connection with the acquisition, management, or disposal of any property, heritable or moveable, and in any legal proceedings to which the Secretary of State for Scotland is a party, it shall be sufficient to describe him by the title “ the Secretary of State for Scotland ” without naming him,  and any such instrument shall, without prejudice to any other method of execution, be deemed to be validly executed by him if it is executed on his behalf by any officer authorised by him for the purpose. Any such instrument purporting to have been executed as aforesaid on behalf of the Secretary of State for Scotland shall, until the contrary is proved, be deemed to have been so executed on his behalf . 9 The  Documentary Evidence Act 1868, as amended by the  Documentary Evidence Act 1882, shall, in its application to the Secretary of State for Scotland, have effect as if, in addition to a Secretary or Under Secretary of State, an officer of the Secretary of State duly authorised by him were mentioned in the second column of the Schedule to the first-mentioned Act."}, {"act": "Reorganisation of Offices (Scotland) Act 1939", "year": 1939, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Reorganisation of Offices (Scotland) Act 1939", "year": 1939, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Reorganisation of Offices (Scotland) Act 1939", "year": 1939, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Reorganisation of Offices (Scotland) Act 1939", "year": 1939, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Reorganisation of Offices (Scotland) Act 1939", "year": 1939, "section": "6", "section_title": " Interpretation and citation.", "section_text": "6 1 In this Act— the expression “ functions ” includes powers and duties;  . . .  2 This Act may be cited as the Reorganisation of Offices (Scotland) Act 1939."}]