[{"act": "Agriculture Act 1986", "year": 1986, "section": "1", "section_title": " Provision of services and goods connected with agriculture and countryside.", "section_text": "1 1 The Minister may make provision for the supply to any person of any services or goods relating to— a the production and marketing of agricultural produce and other food; b the conservation and enhancement of the natural beauty and amenity of the countryside; or c any other agricultural activity or other enterprise of benefit to the rural economy. 2 The provision which may be made under this section includes, in particular, provision for— a the giving of information, advice, instruction and training; b the undertaking of research and development; c the examination or testing of any substance; d the supply of veterinary services and of goods required for veterinary purposes; e the performance of any service required in connection with the drainage of agricultural land. 3 The provision which may be made under this section includes provision for any services or goods mentioned in subsection (1) above to be supplied— a through any person with whom the Minister enters into a contract for the making of the supply; or b through any organisation established by him for the purposes of this section. 4 Any services or goods provided by virtue of this section may be provided free of charge or for such reasonable charge as the Ministers may determine. 5 For the purposes of this section the conservation of the natural beauty of the countryside includes the conservation of flora and fauna and geological and physiographical features. 6 In this section— “ agriculture ” has the same meaning as in the  Agriculture Act 1947; “ food ” has the same meaning as in the  Food Safety Act 1990 ; and “ the Minister ” means— in relation to services or goods provided in England, the Minister of Agriculture, Fisheries and Food; and in relation to services or goods provided in Wales, the Secretary of State, and “ the Ministers ” means those Ministers acting jointly."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "2", "section_title": " Fees under seeds regulations.", "section_text": "2 In section 16 of the  Plant Varieties and Seeds Act 1964 (seeds regulations) after subsection (5) there shall be inserted— 5A In determining any fees to be charged under seeds regulations the Minister may have regard to the costs incurred by him in connection with the enforcement of the regulations. ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "3", "section_title": " Fees and charges under Plant Health Act 1967.", "section_text": "3 After section 4 of the  Plant Health Act 1967 there shall be inserted the following section—  Charges in connection with import and export licences and certificates. 4A Without prejudice to section 4(1) above, an order under this Act may impose such reasonable fees or other charges as the competent authority may, with the consent of the Treasury, prescribe— a in connection with applications for and the issue of any licence or certificate which may be issued in pursuance of such an order in connection with the import or export of any article; and b in respect of the performance by the authority of any service without the performance of which any requirement for the issue of such a licence or certificate would not be met. ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "4", "section_title": " Constitution and functions of Home-Grown Cereals Authority.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "5", "section_title": " Levies under Cereals Marketing Act 1965.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "6", "section_title": " Extension of Cereals Marketing Act 1965 to new cereals and other crops.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "7", "section_title": " Constitution and levy schemes of Meat and Livestock Commission", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "8", "section_title": " Constitution and funding of Food from Britain", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "9", "section_title": " Abolition of Eggs Authority.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "10", "section_title": " Repeal of certain ministerial powers concerning eggs.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "11", "section_title": " Consolidation of agricultural marketing schemes.", "section_text": "11 After paragraph 5 of Schedule 1 to the  Agricultural Marketing Act 1958 (amendment and revocation of agricultural marketing schemes) there shall be inserted— 5A 1 Where the Minister considers it appropriate to do so he may— a prepare a consolidation of any scheme as it has effect with amendments (“the amended scheme”); and b by order revoke the amended scheme and approve the consolidated scheme. 2 An order made by virtue of this paragraph— a shall state that it is made only for the purposes of consolidation; and b may contain such transitional and consequential provision as the Minister considers necessary or expedient. ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "12", "section_title": " Validation of Apple and Pear Development Council orders.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "13", "section_title": " Compensation to outgoing tenants for milk quota.", "section_text": "13 Schedule 1 to this Act shall have effect in connection with the payment to certain agricultural tenants on the termination of their tenancies of compensation in respect of milk quota (within the meaning of that Schedule)."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "14", "section_title": " Compensation to outgoing tenants for milk quota: Scotland.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "15", "section_title": " Rent arbitrations: milk quotas.", "section_text": "15 1 Where there is a reference under section 12 of the  Agricultural Holdings Act 1986 (arbitration of rent) in respect of land which comprises or is part of a holding in relation to which quota is registered under the  Dairy Produce Quotas Regulations 1986 which was transferred to the tenant by virtue of a transaction the cost of which was borne wholly or partly by him, the arbitrator shall (subject to any agreement between the landlord and tenant to the contrary) disregard— a in a case where the land comprises the holding, any increase in the rental value of the land which is due to that quota (or, as the case may be, the corresponding part of that quota); or b in a case where the land is part of the holding, any increase in that value which is due to so much of that quota (or part) as would fall to be apportioned to the land under those Regulations on a change of occupation of the land. 2 In determining for the purposes of this section whether quota was transferred to a tenant by virtue of a transaction the cost of which was borne wholly or partly by him— a any payment made by the tenant in consideration for the grant or assignment to him of the tenancy or any previous tenancy of any land comprised in the holding, shall be disregarded; b any person who would be treated under paragraph 2, 3 or 4 of Schedule 1 to this Act as having had quota transferred to him or having paid the whole or part of the cost of any transaction for the purposes of a claim under that Schedule shall be so treated for the purposes of this section; and c any person who would be so treated under paragraph 4 of that Schedule if a sub-tenancy to which his tenancy is subject had terminated, shall be so treated for the purposes of this section. 3 In this section— “ quota ” and “ holding ” have the same meanings as in the  Dairy Produce Quotas Regulations 1986; “ tenant ” and “ tenancy ” have the same meanings as in the  Agricultural Holdings Act 1986. 4 Section 95 of that Act (Crown land) applies to this section as it applies to the provisions of that Act."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "16", "section_title": " Rent arbitrations: milk quotas, Scotland.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "17", "section_title": " Duty to balance interests in exercise of agricultural functions. ", "section_text": "17 1 In discharging any functions connected with agriculture in relation to any land the Minister shall, so far as is consistent with the proper and efficient discharge of those functions, have regard to and endeavour to achieve a reasonable balance between the following considerations— a the promotion and maintenance of a stable and efficient agricultural industry; b the economic and social interests of rural areas; c the conservation and enhancement of the natural beauty and amenity of the countryside (including its flora and fauna and geological and physiographical features) and of any features of archaeological interest there; and d the promotion of the enjoyment of the countryside by the public. 2 In this section— “ agriculture ” has the same meaning as in the  Agriculture Act 1947 or, in Scotland, the  Agriculture (Scotland) Act 1948; and “ the Minister ” means— in relation to land in England, the   Secretary of State  ; and in relation to land in Wales or Scotland, the Secretary of State."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "18", "section_title": " Designation and management of environmentally sensitive areas.", "section_text": "18 1 If it appears to the Minister that it is particularly desirable— a to conserve and enhance the natural beauty of an area; b to conserve the flora or fauna or geological or physiographical features of an area; or c to protect buildings or other objects of archaeological, architectural or historic interest in an area, and that the maintenance or adoption of particular agricultural methods is likely to facilitate such conservation, enhancement or protection, he may, with the consent of the Treasury and after consulting the persons mentioned in subsection (2) below as to the inclusion of the area in the order and the features for which conservation, enhancement or protection is desirable, by order designate that area as an environmentally sensitive area. 2 The persons referred to in subsection (1) above are— a in the case of an area in England,  ...   Natural England ; b in the case of an area in Wales,  the Natural Resources Body for Wales ; and c in the case of an area in Scotland, Scottish Natural Heritage. 3 If the Minister considers that any of the purposes mentioned in paragraphs (a) to (c) of subsection (1) above is likely to be facilitated in a designated area by doing so, he may make an agreement with any person having an interest in agricultural land in, or partly in, the area by which that person agrees in consideration of payments to be made by the Minister to manage the land in accordance with the agreement. 4 An order under this section designating an area may specify— a the requirements as to agricultural practices, methods and operations and the installation or use of equipment which must be included in agreements under subsection (3) above as respects land in the area; aa the requirements as to public access which may be included in such agreements b the period or minimum period for which  requirements included in such agreements under paragraph (a) or paragraph (aa) above must be imposed ; c the provisions which must be included in such agreements concerning the breach of such requirements; and d the rates or maximum rates at which payments may be made by the Minister under such agreements and the matters in respect of which such payments may be made. 4A Where the Minister considers it necessary for the purposes of Article 10 or 20 of Commission Regulation  ( EC )  No.  746/96  (aid for agricultural production methods compatible with protection of the environment: combination of aids, and penalties), an agreement under subsection (3) may contain– a provision requiring the payment of penalties to the Minister in the case of breach of the agreement, and b provision for payments by the Minister to be withheld in specified circumstances. 5 Subject to the foregoing provisions of this section, an agreement under subsection (3) above may contain such provisions as the Minister thinks fit and, in particular, such provisions as he considers are likely to facilitate such conservation, enhancement or protection as is mentioned in subsection (1) above. 6 The Minister shall not make an agreement with any person under subsection (3) above in respect of any land unless that person has certified to the Minister— a that no person other than he is the owner of the land; or b that he has notified any other person who is an owner of the land of his intention to make an agreement under subsection (3) above in respect of the land; and in this subsection references to the owner of the land are to the estate owner in respect of the fee simple in the land or, in Scotland,  the owner of the dominium utile . 7 The provisions of an agreement under subsection (3) above with any person interested in any land in England or Wales shall, unless the agreement otherwise provides, be binding on persons deriving title under or from that person and be enforceable by the Minister against those persons accordingly. 8 Where agreements have been made under subsection (3) above with persons having an interest in land in a designated area the Minister shall arrange for the effect on the area as a whole of the performance of the agreements to be kept under review and shall from time to time publish such information as he considers appropriate about those effects. 9 Schedule 2 to the  Forestry Act 1967 (power for tenant for life and others to enter into forestry dedication covenants, or, in Scotland, forestry dedication agreements) shall apply to agreements under subsection (3) above as it applies to forestry dedication covenants or, as the case may be, forestry dedication agreements. In the case of land in Scotland, a liferenter in possession of the land shall have the power to enter into agreements under subsection (3) above relating to, or to any part of, the land. 9A The Trusts (Scotland) Act 1921 shall have effect as if among the powers conferred on trustees by section 4 thereof (which relates to the general powers of trustees) there were included a power to enter into agreements under this section relating to the trust estate or any part thereof. 10 This section applies to land an interest in which belongs to Her Majesty in right of the Crown or to the Duchy of Lancaster, the Duchy of Cornwall or a Government department or which is held in trust for Her Majesty for the purposes of a Government department, but no agreement under subsection (3) above shall be made as respects land to which this subsection applies without the consent of the appropriate authority. 11 In this section— “ agricultural ” has the same meaning as in the  Agriculture Act 1947 or, in Scotland, the  Agriculture (Scotland) Act 1948; “ the appropriate authority ” has the same meaning as in section 101(11) of the National Parks and Access to the  Countryside Act 1949; “ the Minister ” means— in relation to an area in England, the   Secretary of State ; and in relation to an area in Wales or Scotland, the Secretary of State. 12 The power to make an order under this section shall be exercisable by statutory instrument and any statutory instrument containing such an order shall be subject to annulment in pursuance of a resolution of either House of Parliament. 13 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which states that it is made only for purposes corresponding to those of this section— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "19", "section_title": " Supplementary provisions regarding agreements under s.18(3) in Scotland.", "section_text": "19 1 Where a person having an interest of a kind described in section 18(3) above in land in Scotland, being an interest which enables him to bind the land, enters into an agreement under that subsection— a where the land is registered in the Land Register of Scotland, the agreement may be registered in that Register; b in any other case the agreement may be recorded in the appropriate Division of the General Register of Sasines. 2 An agreement registered or recorded under subsection (1) above shall be enforceable at the instance of the Secretary of State against persons deriving title to the land (including any person acquiring right to a tenancy by assignation or succession) from the person who entered into the agreement; provided that such an agreement shall not be enforceable against a third party who shall have in good faith and for value acquired right (whether completed by infeftment or not) to the land prior to the agreement being registered or recorded as aforesaid, or against any person deriving title from such third party. 3 Notwithstanding the terms of any agreement registered or recorded under subsection (1) above, the parties to the agreement or any persons deriving title from them may at any time agree to terminate it; and such an agreement to terminate it shall be registered or recorded in the same manner as was the original agreement. 4 A grazings committee appointed under section 24 of  the 1955 Act  may, with the consent of a majority of the crofters ordinarily resident in the township, enter into an agreement under section 18(3) above in relation to any part of the common grazings and may agree to the revocation or variation of any such agreement, and such agreement, revocation or variation shall be binding upon all their successors. 5 In the case of an agreement of a kind referred to in subsection (4) above, the payments by the Secretary of State shall be made to the grazings committee and shall be applied by them either— a by division among the crofters who share in the common grazings in proportion to their respective rights therein; or b subject to subsection (6) below, in carrying out works for the improvement of the common grazings or the fixed equipment required in connection therewith. 6 A grazings committee to whom such a payment as is referred to in subsection (5) above has been made and who are proposing to apply the payment in carrying out works in accordance with paragraph (b) of that subsection shall give notice in writing to each crofter sharing in the common grazings of their proposals: and any such crofter may within one month of the date of such notice make representations in respect of the proposals to the Crofters Commission who may approve them with or without modifications or reject them. 7 “Crofter” and other expressions used in any of subsections (4) to (6) above and in section 3 of the Crofters (Scotland) Act 1955 have the same meaning in this section as they have in that section as read with section 15(6) of the  Crofters (Scotland) Act 1961."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "20", "section_title": "  EEC  farm grants relating to areas of special scientific interest or National Parks  etc.", "section_text": "20 1 The provisions of this section shall have effect for the purpose of amending certain provisions of the  Wildlife and Countryside Act 1981 which apply to grants under schemes made under section 29 of the  Agriculture Act 1970 so as to apply them to certain agricultural grants under regulations made under section 2(2) of the  European Communities Act 1972. 2 In subsection (1) of section 32 of the said Act of 1981 (duties of agriculture Ministers to exercise functions so as to further conservation where applications are made to them for grants under such schemes with respect to areas of special scientific interest)— a for the words “a grant under a scheme made under section 29 of the Agriculture Act 1970 (farm capital grants)” there shall be substituted the words “a farm capital grant”; and b in paragraph (a) for the words “the scheme and section 29 of the said Act of 1970” there shall be substituted the words “the grant provisions”. 3 For subsection (3) of that section (definition of “the appropriate Minister”) there shall be substituted— 3 In this section— “ the appropriate Minister ” means the Minister responsible for determining the application; “ farm capital grant ” means— a grant under a scheme made under section 29 of the Agriculture Act 1970; or a grant under regulations made under section 2(2) of the European Communities Act 1972 to a person carrying on an agricultural business within the meaning of those regulations in respect of expenditure incurred or to be incurred for the purposes of or in connection with that business, being expenditure of a capital nature or incurred in connection with expenditure of a capital nature; “ grant provisions ” means— in the case of such a grant as is mentioned in paragraph (a) above, the scheme under which the grant is made and section 29 of the Agriculture Act 1970; and in the case of such a grant as is mentioned in paragraph (b) above, the regulations under which the grant is made and the  EU  instrument in pursuance of which the regulations were made. . 4 In subsection (3) of section 41 of the said Act of 1981 (which makes similar provision in relation to land which is in a National Park or an area specified for the purposes of that subsection)— a for the words “a grant under a scheme made under section 29 of the Agriculture Act 1970 (farm capital grants)” there shall be substituted the words “a farm capital grant”; b in paragraph (a) for the words “the scheme and the said section 29” there shall be substituted the words “the grant provisions”. 5 In subsection (5) of the said section 41 (definitions) for the definitions of “agricultural business” and “the appropriate Minister” there shall be substituted— “ agricultural business ” has the same meaning as in section 29 of the Agriculture Act 1970; “ the appropriate Minister ”, “ farm capital grant ” and “ grant provisions ” have the same meanings as in section 32; . 6 For the definition of “ farm capital grant ” in subsection (4) of section 50 of that Act (payments under certain agreements offered by authorities where applications for grants under section 29 of the said Act of 1970 are refused) there shall be substituted— “ farm capital grant ” has the same meaning as in section 32;"}, {"act": "Agriculture Act 1986", "year": 1986, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Agriculture Act 1986", "year": 1986, "section": "22", "section_title": " Farm capital grants: ancillary businesses etc.", "section_text": "22 1 In section 28 of the  Agriculture Act 1970 (interpretation of provisions relating to capital and other grants) at the end of the definition of “agricultural business” there shall be inserted the words “and includes any other business, of a kind for the time being specified by an order made by the appropriate authority, which is carried on by a person also carrying on a business consisting in or partly in the pursuit of agriculture and is carried on on the same or adjacent land”. 2 The existing provisions of that section shall become subsection (1) of that section and after that subsection there shall be inserted— 2 An order under subsection (1) above shall be made by statutory instrument and any statutory instrument containing such an order shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "23", "section_title": " Financial provisions.", "section_text": "23 1 There shall be paid out of money provided by Parliament— a any expenses incurred by a Minister by virtue of this Act; and b any increase attributable to this Act in the sums payable out of money so provided under any other Act. 2 Any sums received by a Minister under this Act shall be paid into the Consolidated Fund."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "23A", "section_title": "", "section_text": "  23A In this Act— “ the 1886 Act ” means the Crofters Holdings (Scotland) Act 1886; “ the 1911 Act ” means the Small Landholders (Scotland) Act 1911; “ the 1955 Act ” means the Crofters (Scotland) Act 1955; and “ the 1991 Act ” means the Agricultural Holdings (Scotland) Act 1991."}, {"act": "Agriculture Act 1986", "year": 1986, "section": "24", "section_title": " Short title, commencement, consequential amendments, repeals and extent.", "section_text": "24 1 This Act may be cited as the Agriculture Act 1986. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The provisions mentioned in Schedule 3 to this Act shall have effect subject to the amendments there specified (being amendments consequential on the provisions of this Act). 5 The enactments mentioned in Schedule 4 to this Act (which include some spent provisions) are hereby repealed to the extent specified in the third column of that Schedule. 6 Sections 1, 13, 15, 18(7)  ... above and Schedule 1 to this Act do not extend to Scotland. 7 The provisions of this Act do not extend to Northern Ireland except for sections 4 to 6,  ...  ... 11, 18(13) and 22, this section and the provisions of Schedules 3 and 4 which affect enactments extending there."}]