[{"act": "Australia Act 1986", "year": 1986, "section": "1", "section_title": " Termination of power of Parliament of United Kingdom to legislate for Australia.", "section_text": "1 No Act of the Parliament of the United Kingdom passed after the commencement of this Act shall extend, or be deemed to extend, to the Commonwealth, to a State or to a Territory as part of the law of the Commonwealth, of the State or of the Territory."}, {"act": "Australia Act 1986", "year": 1986, "section": "2", "section_title": " Legislative powers of Parliaments of States.", "section_text": "2 1 It is hereby declared and enacted that the legislative powers of the Parliament of each State include full power to make laws for the peace, order and good government of that State that have extra-territorial operation. 2 It is hereby further declared and enacted that the legislative powers of the Parliament of each State include all legislative powers that the Parliament of the United Kingdom might have exercised before the commencement of this Act for the peace, order and good government of that State but nothing in this subsection confers on a State any capacity that the State did not have immediately before the commencement of this Act to engage in relations with countries outside Australia."}, {"act": "Australia Act 1986", "year": 1986, "section": "3", "section_title": " Termination of restrictions on legislative powers of Parliaments of States.", "section_text": "3 1 The  Colonial Laws Validity Act 1865 shall not apply to any law made after the commencement of this Act by the Parliament of a State. 2 No law and no provision of any law made after the commencement of this Act by the Parliament of a State shall be void or inoperative on the ground that it is repugnant to the law of England, or to the provisions of any existing or future Act of the Parliament of the United Kingdom, or to any order, rule or regulation made under any such Act, and the powers of the Parliament of a State shall include the power to repeal or amend any such Act, order, rule or regulation in so far as it is part of the law of the State."}, {"act": "Australia Act 1986", "year": 1986, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Australia Act 1986", "year": 1986, "section": "5", "section_title": " Commonwealth Constitution, Constitution Act and Statute of Westminster not affected.", "section_text": "5 Sections 2 and 3(2) above— a are subject to the  Commonwealth of Australia Constitution Act and to the Constitution of the Commonwealth; and b do not operate so as to give any force or effect to a provision of an Act of the Parliament of a State that would repeal, amend or be repugnant to this Act, the Commonwealth of Australia Constitution Act, the Constitution of the Commonwealth or the  Statute of Westminster 1931 as amended and in force from time to time."}, {"act": "Australia Act 1986", "year": 1986, "section": "6", "section_title": " Manner and form of making certain State laws.", "section_text": "6 Notwithstanding sections 2 and 3(2) above, a law made after the commencement of this Act by the Parliament of a State respecting the constitution, powers or procedure of the Parliament of the State shall be of no force or effect unless it is made in such manner and form as may from time to time be required by a law made by that Parliament, whether made before or after the commencement of this Act."}, {"act": "Australia Act 1986", "year": 1986, "section": "7", "section_title": " Powers and functions of Her Majesty and Governors in respect of States.", "section_text": "7 1 Her Majesty’s representative in each State shall be the Governor. 2 Subject to subsections (3) and (4) below, all powers and functions of Her Majesty in respect of a State are exercisable only by the Governor of the State. 3 Subsection (2) above does not apply in relation to the power to appoint, and the power to terminate the appointment of, the Governor of a State. 4 While Her Majesty is personally present in a State, Her Majesty is not precluded from exercising any of Her powers and functions in respect of the State that are the subject of subsection (2) above. 5 The advice to Her Majesty in relation to the exercise of the powers and functions of Her Majesty in respect of a State shall be tendered by the Premier of the State."}, {"act": "Australia Act 1986", "year": 1986, "section": "8", "section_title": " State laws not subject to disallowance or suspension of operation.", "section_text": "8 An Act of the Parliament of a State that has been assented to by the Governor of the State shall not, after the commencement of this Act, be subject to disallowance by Her Majesty, nor shall its operation be suspended pending the signification of Her Majesty’s pleasure thereon."}, {"act": "Australia Act 1986", "year": 1986, "section": "9", "section_title": " State laws not subject to withholding of assent or reservation.", "section_text": "9 1 No law or instrument shall be of any force or effect in so far as it purports to require the Governor of a State to withhold assent from any Bill for an Act of the State that has been passed in such manner and form as may from time to time be required by a law made by the Parliament of the State. 2 No law or instrument shall be of any force or effect in so far as it purports to require the reservation of any Bill for an Act of a State for the signification of Her Majesty’s pleasure thereon."}, {"act": "Australia Act 1986", "year": 1986, "section": "10", "section_title": " Termination of responsibility of United Kingdom Government in relation to State matters.", "section_text": "10 After the commencement of this Act Her Majesty’s Government in the United Kingdom shall have no responsibility for the government of any State."}, {"act": "Australia Act 1986", "year": 1986, "section": "11", "section_title": " Termination of appeals to Her Majesty in Council.", "section_text": "11 1 Subject to subsection (4) below, no appeal to Her Majesty in Council lies or shall be brought, whether by leave or special leave of any court or of Her Majesty in Council or otherwise, and whether by virtue of any Act of the Parliament of the United Kingdom, the Royal Prerogative or otherwise, from or in respect of any decision of an Australian court. 2 Subject to subsection (4) below— a the enactments specified in subsection (3) below and any orders, rules, regulations or other instruments made under, or for the purposes of, those enactments; and b any other provisions of Acts of the Parliament of the United Kingdom in force immediately before the commencement of this Act that make provision for or in relation to appeals to Her Majesty in Council from or in respect of decisions of courts, and any orders, rules, regulations or other instruments made under, or for the purposes of, any such provisions, in so far as they are part of the law of the Commonwealth, of a State or of a Territory, are hereby repealed. 3 The enactments referred to in subsection (2)(a) above are the following Acts of Parliament of the United Kingdom or provisions of such Acts: The  Australian Courts Act 1828, section 15 The  Judicial Committee Act 1833 The  Judicial Committee Act 1844 The  Australian Constitutions Act 1850, section 28 The  Colonial Courts of Admiralty Act 1890, section 6. 4 Nothing in the foregoing provisions of this section— a affects an appeal instituted before the commencement of this Act to Her Majesty in Council from or in respect of a decision of an Australian court; or b precludes the institution after that commencement of an appeal to Her Majesty in Council from or in respect of such a decision where the appeal is instituted— i pursuant to leave granted by an Australian court on an application made before that commencement; or ii pursuant to special leave granted by Her Majesty in Council on a petition presented before that commencement, but this subsection shall not be construed as permitting or enabling an appeal to Her Majesty in Council to be instituted or continued that could not have been instituted or continued if this section had not been enacted."}, {"act": "Australia Act 1986", "year": 1986, "section": "12", "section_title": " Amendment of Statute of Westminster.", "section_text": "12 Sections 4, 9(2) and (3) and 10(2) of the  Statute of Westminster 1931, in so far as they are part of the law of the Commonwealth, of a State or of a Territory, are hereby repealed."}, {"act": "Australia Act 1986", "year": 1986, "section": "13", "section_title": " Amendment of Constitution Act of Queensland.", "section_text": "13 1 The Constitution Act 1867-1978 of the State of Queensland is in this section referred to as the Principal Act. 2 Section 11A of the Principal Act is amended in subsection (3)— a by omitting from paragraph (a)— i “and Signet”; and ii “constituted under Letters Patent under the Great Seal of the United Kingdom”; and b by omitting from paragraph (b)— i “and Signet”; and ii “whenever and so long as the office of Governor is vacant or the Governor is incapable of discharging the duties of administration or has departed from Queensland”. 3 Section 11B of the Principal Act is amended— a by omitting “Governor to conform to instructions” and substituting “Definition of Royal Sign Manual”; b by omitting subsection (1); and c by omitting from subsection (2)— i “(2)”; ii “this section and in”; and iii “and the expression ”Signet’ means the seal commonly used for the sign manual of the Sovereign or the seal with which documents are sealed by the Secretary of State in the United Kingdom on behalf of the Sovereign”. 4 Section 14 of the Principal Act is amended in subsection (2) by omitting “, subject to his performing his duty prescribed by section 11B,”."}, {"act": "Australia Act 1986", "year": 1986, "section": "14", "section_title": " Amendment of Constitution Act of Western Australia.", "section_text": "14 1 The Constitution Act 1889 of the State of Western Australia is in this section referred to as the Principal Act. 2 Section 50 of the Principal Act is amended in subsection (3)— a by omitting from paragraph (a)— i “and Signet”; and ii “constituted under Letters Patent under the Great Seal of the United Kingdom”; b by omitting from paragraph (b)— i “and Signet”; and ii “whenever and so long as the office of Governor is vacant or the Governor is incapable of discharging the duties of administration or has departed from Western Australia”; and c by omitting from paragraph (c)— i “under the Great Seal of the United Kingdom”; and ii “during a temporary absence of the Governor for a short period from the seat of Government or from the State”. 3 Section 51 of the Principal Act is amended— a by omitting subsection (1); and b by omitting from subsection (2)— i “(2)”; ii “this section and in”; and iii “and the expression ”Signet’ means the seal commonly used for the sign manual of the Sovereign or the seal with which documents are sealed by the Secretary of State in the United Kingdom on behalf of the Sovereign”."}, {"act": "Australia Act 1986", "year": 1986, "section": "15", "section_title": " Method of repeal or amendment of this Act or Statute of Westminster.", "section_text": "15 1 This Act or the  Statute of Westminster 1931, as amended and in force from time to time, in so far as it is part of the law of the Commonwealth, of a State or of a Territory, may be repealed or amended by an Act of the Parliament of the Commonwealth passed at the request or with the concurrence of the Parliaments of all the States and, subject to subsection (3) below, only in that manner. 2 For the purposes of subsection (1) above, an Act of the Parliament of the Commonwealth that is repugnant to this Act or the Statute of Westminster 1931, as amended and in force from time to time, or to any provision of this Act or of that Statute as so amended and in force, shall, to the extent of the repugnancy, be deemed an Act to repeal or amend the Act, Statute or provision to which it is repugnant. 3 Nothing in subsection (1) above limits or prevents the exercise by the Parliament of the Commonwealth of any powers that may be conferred upon that Parliament by any alteration to the Constitution of the Commonwealth made in accordance with section 128 of the Constitution of the Commonwealth after the commencement of this Act."}, {"act": "Australia Act 1986", "year": 1986, "section": "16", "section_title": " Interpretation.", "section_text": "16 1 In this Act— “ appeal ” includes a petition of appeal, and a complaint in the nature of an appeal; “ appeal to Her Majesty in Council ” includes any appeal to Her Majesty; “ Australian court ” means a court of a State or any other court of Australia or of a Territory other than the High Court of Australia; “ the Commonwealth ” means the Commonwealth of Australia as established under the Commonwealth of Australia Constitution Act; “ the Constitution of the Commonwealth ” means the Constitution of the Commonwealth set forth in section 9 of the Commonwealth of Australia Constitution Act, being that Constitution as altered and in force from time to time; “ court ” includes a judge, judicial officer or other person acting judicially; “ decision ” includes determination, judgment, decree, order or sentence; “ Governor ”, in relation to a State, includes any person for the time being administering the government of the State; “ State ” means a State of the Commonwealth and includes a new State; “ Territory ” means a territory referred to in section 122 of the Constitution of the Commonwealth. 2 The expression “ a law made by that Parliament ” in section 6 above and the expression “ a law made by the Parliament ” in section 9 above include, in relation to the State of Western Australia, the Constitution Act 1889 of that State. 3 A reference in this Act to the Parliament of a State includes, in relation to the State of New South Wales, a reference to the legislature of that State as constituted from time to time in accordance with the Constitution Act, 1902, or any other Act of that State, whether or not, in relation to any particular legislative act, the consent of the Legislative Council of that State is necessary."}, {"act": "Australia Act 1986", "year": 1986, "section": "17", "section_title": " Citation and commencement.", "section_text": "17 1 This Act may be cited as the Australia Act 1986. 2 This Act shall come into force on such day and at such time as the Secretary of State may by order made by statutory instrument appoint."}]