[{"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "1", "section_title": " Disqualification orders: general. ", "section_text": "1 1 In the circumstances specified below in this Act a court may, and under  sections 6 and 9A  shall, make against a person a disqualification order, that is to say an order that  for a period specified in the order— a he shall not be a director of a company, act as receiver of a company’s property or in any way, whether directly or indirectly, be concerned or take part in the promotion, formation or management of a company unless (in each case) he has the leave of the court, and b he shall not act as an insolvency practitioner. 2 In each section of this Act which gives to a court power or, as the case may be, imposes on it the duty to make a disqualification order there is specified the maximum (and, in   sections 6 and 8ZA , the minimum) period of disqualification which may or (as the case may be) must be imposed by means of the order  and, unless the court otherwise orders, the period of disqualification so imposed shall begin at the end of the period of 21 days beginning with the date of the order . 3 Where a disqualification order is made against a person who is already subject to such an order  or to a disqualification undertaking , the periods specified in those orders  or, as the case may be, in the order and the undertaking  shall run concurrently. 4 A disqualification order may be made on grounds which are or include matters other than criminal convictions, notwithstanding that the person in respect of whom it is to be made may be criminally liable in respect of those matters."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "1A", "section_title": " Disqualification undertakings: general.", "section_text": "1A 1 In the circumstances specified in sections   5A, 7, 8, 8ZC and 8ZE   the Secretary of State may accept a disqualification undertaking, that is to say an undertaking by any person that, for a period specified in the undertaking, the person— a will not be a director of a company, act as receiver of a company’s property or in any way, whether directly or indirectly, be concerned or take part in the promotion, formation or management of a company unless (in each case) he has the leave of a court, and b will not act as an insolvency practitioner. 2 The maximum period which may be specified in a disqualification undertaking is 15 years; and the minimum period which may be specified in a disqualification undertaking under section 7  or 8ZC   is two years. 3 Where a disqualification undertaking by a person who is already subject to such an undertaking or to a disqualification order is accepted, the periods specified in those undertakings or (as the case may be) the undertaking and the order shall run concurrently. 4 In determining whether to accept a disqualification undertaking by any person, the Secretary of State may take account of matters other than criminal convictions, notwithstanding that the person may be criminally liable in respect of those matters."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "2", "section_title": " Disqualification on conviction of indictable offence. ", "section_text": "2 1 The court may make a disqualification order against a person where he is convicted of an indictable offence (whether on indictment or summarily) in connection with the promotion, formation, management  liquidation or striking off  of a company  with the receivership of a company’s property or with his being an administrative receiver of a company . 1A In subsection (1),  “ company ” includes overseas company. 2 “The court” for this purpose means— a any court having jurisdiction to wind up the company in relation to which the offence was committed, or aa in relation to an overseas company not falling within paragraph (a), the High Court or, in Scotland, the Court of Session, or b the court by or before which the person is convicted of the offence, or c in the case of a summary conviction in England and Wales, any other magistrates’ court acting   in the same local justice  area; and for the purposes of this section the definition of “ indictable offence ” in Schedule 1 to the Interpretation Act 1978 applies for Scotland as it does for England and Wales. 3 The maximum period of disqualification under this section is— a where the disqualification order is made by a court of summary jurisdiction, 5 years, and b in any other case, 15 years."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "3", "section_title": " Disqualification for persistent breaches of companies legislation.", "section_text": "3 1 The court may make a disqualification order against a person where it appears to it that he has been persistently in default in relation to  provisions of the companies legislation requiring any return, account or other document to be filed with, delivered or sent, or notice of any matter to be given, to the registrar of companies   relevant provisions of the companies legislation (see subsection (3B)) . 2 On an application to the court for an order to be made under this section, the fact that a person has been persistently in default in relation to  such provisions as are mentioned above   relevant provisions of the companies legislation   may (without prejudice to its proof in any other manner) be conclusively proved by showing that in the 5 years ending with the date of the application he has been adjudged guilty (whether or not on the same occasion) of three or more defaults in relation to those provisions. 3 A person is to be treated under subsection (2) as being adjudged guilty of a default in relation to any  provision of that legislation   such provision   if— a he is convicted (whether on indictment or summarily) of an offence consisting in a contravention of or failure to comply with that provision (whether on his own part or on the part of any company),  aa a financial penalty is imposed on the person in respect of such an offence by virtue of regulations under— i section 1132A of the Companies Act 2006, or ii section 39 of the Economic Crime (Transparency and Enforcement) Act 2022,  or b a default order is made against him, that is to say an order under any of the following provisions— i section 452 of the Companies Act 2006 \t\t\t\t\t\t\t\t\t(order requiring delivery of company accounts), ia section 456  of that Act (order requiring preparation of revised accounts), ii section 1113 of that Act (enforcement of company's filing obligations) iii section 41 of the Insolvency Act   1986 (enforcement of receiver’s or manager’s duty to make returns), or iv section 170 of that Act (corresponding provision for liquidator in winding up), in respect of any such contravention of or failure to comply with that provision (whether on his own part or on the part of any company). 3A In this section  “ company ” includes overseas company. 3B In this section “ relevant provisions of the companies legislation ” means— a any provision of the companies legislation requiring any return, account or other document to be filed with, delivered or sent, or notice of any matter to be given, to the registrar of companies, b sections 167M and 167N of the Companies Act 2006 (prohibitions on acting as director where identity not verified or where there has been a failure to notify a directorship), and c sections 790LQ and 790LR of the Companies Act 2006 (persons with significant control: ongoing duties in relation to identity verification). 4 In this section “ the court ” means  a any court having jurisdiction to wind up any of the companies in relation to which the offence or other default has been or is alleged to have been committed , or b in relation to an overseas company not falling within paragraph (a), the High Court or, in Scotland, the Court of Session. 4A In this section  “ the companies legislation ” means the Companies Acts and Parts 1 to 7 of the Insolvency Act 1986 (company insolvency and winding up). 4A In this section “ the companies legislation ” means— a the Companies Acts, b Parts A1 to 7 of the Insolvency Act 1986 (company insolvency and winding up), and c Part 1 of the Economic Crime (Transparency and Enforcement) Act 2022 (registration of overseas entities). 5 The maximum period of disqualification under this section is 5 years."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "4", "section_title": " Disqualification for fraud,  etc. , in winding up. ", "section_text": "4 1 The court may make a disqualification order against a person if, in the course of the winding up of a company, it appears that he— a has been guilty of an offence for which he is liable (whether he has ben convicted or not) under   section 993 of the Companies Act 2006 \t\t\t\t\t\t\t(fraudulent trading), or b has otherwise been guilty, while an officer or liquidator of the company  receiver of the company’s property or administrative receiver of the company , of any fraud in relation to the company or of any breach of his duty as such officer, liquidator,  receiver or administrative receiver . 2 In this section “ the court ” means any court having jurisdiction to wind up any of the companies in relation to which the offence or other default has been or is alleged to have been committed; and “ officer ” includes a shadow director. 3 The maximum period of disqualification under this section is 15 years."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "5", "section_title": " Disqualification on summary conviction. ", "section_text": "5 1 An offence counting for the purposes of this section is one of which a person is convicted (either on indictment or summarily) in consequence of a contravention of, or failure to comply with, any  provision of the companies legislation requiring a return, account or other document to be filed with, delivered or sent, or notice of any matter to be given, to the registrar of companies   of the relevant provisions of the companies legislation   (whether the contravention or failure is on the person’s own part or on the part of any company). 2 Where a person is convicted of a summary offence counting for those purposes, the court by which he is convicted (or, in England and Wales, any other magistrates’ court acting   in the same local justice  area) may make a disqualification order against him if the circumstances specified in the next subsection are present. 3 Those circumstances are that, during the 5 years ending with the date of the conviction, the person has had made against him, or has been convicted of, in total not less than 3 default orders and offences counting for the purposes of this section; and those offences may include that of which he is convicted as mentioned in subsection (2) and any other offence of which he is convicted on the same occasion. 3 Those circumstances are that, during the 5 years ending with the date of the conviction, there have been no fewer than 3 relevant findings of guilt in relation to the person. 3A For these purposes, there is a relevant finding of guilt in relation to the person if — a the person is convicted of an offence counting for the purposes of this section (including the offence of which the person is convicted as mentioned in subsection (2) and any other offence of which the person is convicted on the same occasion), b a financial penalty of the kind mentioned in section 3(3)(aa) is imposed on the person, or c a default order within the meaning of section 3(3)(b) is made against the person. 4 For the purposes of this section— a the definition of “ summary offence ” in Schedule 1 to the  Interpretation Act 1978 applies for Scotland as for England and Wales,  and b “ default order ” means the same as in section 3(3)(b). 4A In this section  “ the companies legislation ” means the Companies Acts and Parts 1 to 7 of the Insolvency Act 1986 (company insolvency and winding up). 4A In this section “ relevant provisions of the companies legislation ” has the meaning given by section 3(3B). 4B In this section  “ company ” includes overseas company. 5 The maximum period of disqualification under this section is 5 years."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "5A", "section_title": "Disqualification for certain convictions abroad", "section_text": "5A 1 If it appears to the Secretary of State that it is expedient in the public interest that a disqualification order under this section should be made against a person, the Secretary of State may apply to the court for such an order. 2 The court may, on an application under subsection (1), make a disqualification order against a person who has been convicted of a relevant foreign offence. 3 A  “relevant foreign offence” is an offence committed outside Great Britain— a in connection with— i the promotion, formation, management, liquidation or striking off of a company (or any similar procedure), ii the receivership of a company's property (or any similar procedure), or iii a person being an administrative receiver of a company (or holding a similar position), and b which corresponds to an indictable offence under the law of England and Wales or (as the case may be) an indictable offence under the law of Scotland. 4 Where it appears to the Secretary of State that, in the case of a person who has offered to give a disqualification undertaking— a the person has been convicted of a relevant foreign offence, and b it is expedient in the public interest that the Secretary of State should accept the undertaking (instead of applying, or proceeding with an application, for a disqualification order), the Secretary of State may accept the undertaking. 5 In this section— “ company ” includes an overseas company; “ the court ” means the High Court or, in Scotland, the Court of Session. 6 The maximum period of disqualification under an order under this section is 15 years."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "6", "section_title": " Duty of court to disqualify unfit directors  .... ", "section_text": "6 1 The court shall make a disqualification order against a person in any case where, on an application under this section  ...— a the court is satisfied— i that the person is or has been a director of a company which has at any time become insolvent (whether while the person was a director or subsequently), or ii that the person has been a director of a company which has at any time been dissolved without becoming insolvent (whether while the person was a director or subsequently), and b the court is satisfied that the person’s conduct as a director of that company (either taken alone or taken together with the person’s conduct as a director of one or more other companies or overseas companies) makes the person unfit to be concerned in the management of a company. 1A In this section references to a person's conduct as a director of any company or overseas company include, where that company or overseas company has become insolvent, references to that person's conduct in relation to any matter connected with or arising out of the insolvency. 2 For the purposes of this section  ... , a company becomes insolvent if— a the company goes into liquidation at a time when its assets are insufficient for the payment of its debts and other liabilities and the expenses of the winding up, b the company enters administration, c an administrative receiver of the company is appointed; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A For the purposes of this section, an overseas company becomes insolvent if the company enters into insolvency proceedings of any description (including interim proceedings) in any jurisdiction. 3 In this section and section 7(2), “ the court ” means— a where the company in question is being or has been wound up by the court, that court, b where the company in question is being or has been wound up voluntarily, any court which has or (as the case may be) had jurisdiction to wind it up, c where neither paragraph (a) nor (b) applies but an administrator or administrative receiver has at any time been appointed in respect of the company in question, any court which has jurisdiction to wind it up , d where the company in question has been dissolved without becoming insolvent, a court which at the time it was dissolved had jurisdiction to wind it up. 3A Sections 117 and 120 of the  Insolvency Act 1986 (jurisdiction) shall apply for the purposes of subsection (3) as if the references in the definitions of “ registered office ” to the presentation of the petition for winding up were references— a in a case within paragraph (b) of that subsection, to the passing of the resolution for voluntary winding up, b in a case within paragraph (c) of that subsection, to the appointment of the administrator or (as the case may be) administrative receiver. 3B Nothing in subsection (3) invalidates any proceedings by reason of their being taken in the wrong court; and proceedings— a for or in connection with a disqualification order under this section, or b in connection with a disqualification undertaking accepted under section 7, may be retained in the court in which the proceedings were commenced, although it may not be the court in which they ought to have been commenced. 3C In this section and section 7, “ director ” includes a shadow director 4 Under this section the minimum period of disqualification is 2 years, and the maximum period is 15 years."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "7", "section_title": "  Disqualification orders under section 6: applications and acceptance of undertakings", "section_text": "7 1 If it appears to the Secretary of State that it is expedient in the public interest that a disqualification order under section 6 should be made against any person, an application for the making of such an order against that person may be made— a by the Secretary of State, or b if the Secretary of State so directs in the case of a person who is or has been a director of a company which is being  or has been  wound up by the court in England and Wales, by the official receiver. 2 Except with the leave of the court, an application for the making under that section of a disqualification order against any person shall not be made after the end of the period of   3 years   beginning with  — a in a case where the person is or has been a director of a company which has become insolvent, the day on which the company became insolvent, or b in a case where the person has been a director of a company which has been dissolved without becoming insolvent, the day on which the company was dissolved. 2A If it appears to the Secretary of State that the conditions mentioned in section 6(1) are satisfied as respects any person who has offered to give him a disqualification undertaking, he may accept the undertaking if it appears to him that it is expedient in the public interest that he should do so (instead of applying, or proceeding with an application, for a disqualification order). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State or the official receiver may require   any person  — a to furnish him with such information with respect to   that person's or another person's conduct as a director of a company which has at any time become insolvent  or been dissolved without becoming insolvent   (whether while the person was a director or subsequently), and b to produce and permit inspection of such books, papers and other records   as are considered by the Secretary of State or (as the case may be) the official receiver to be relevant to that person's or another person's conduct as such a director , as the Secretary of State or the official receiver may reasonably require for the purpose of determining whether to exercise, or of exercising, any function of his under this section. 5 Subsections (1A) and (2) of section 6 apply for the purposes of this section as they apply for the purposes of that section."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "7A", "section_title": "Office-holder's report on conduct of directors", "section_text": "7A 1 The office-holder in respect of a company which is insolvent must prepare a report (a  “conduct report”) about the conduct of each person who was a director of the company— a on the insolvency date, or b at any time during the period of 3 years ending with that date. 2 For the purposes of this section a company is insolvent if— a the company is in liquidation and at the time it went into liquidation its assets were insufficient for the payment of its debts and other liabilities and the expenses of the winding up, b the company has entered administration, or c an administrative receiver of the company has been appointed; and subsection (1A) of section 6 applies for the purposes of this section as it applies for the purpose of that section. 3 A conduct report must, in relation to each person, describe any conduct of the person which may assist the Secretary of State in deciding whether to exercise the power under section 7(1) or (2A) in relation to the person. 4 The office-holder must send the conduct report to the Secretary of State before the end of— a the period of 3 months beginning with the insolvency date, or b such other longer period as the Secretary of State considers appropriate in the particular circumstances. 5 If new information comes to the attention of an office-holder, the office-holder must send that information to the Secretary of State as soon as reasonably practicable. 6 “New information” is information which an office-holder considers should have been included in a conduct report prepared in relation to the company, or would have been so included had it been available before the report was sent. 7 If there is more than one office-holder in respect of a company at any particular time (because the company is insolvent by virtue of falling within more than one paragraph of subsection (2) at that time), subsection (1) applies only to the first of the office-holders to be appointed. 8 In the case of a company which is at different times insolvent by virtue of falling within one or more different paragraphs of subsection (2)— a the references in subsection (1) to the insolvency date are to be read as references to the first such date during the period in which the company is insolvent, and b subsection (1) does not apply to an office-holder if at any time during the period in which the company is insolvent a conduct report has already been prepared and sent to the Secretary of State. 9 The  “office-holder” in respect of a company which is insolvent is— a in the case of a company being wound up by the court in England and Wales, the official receiver; b in the case of a company being wound up otherwise, the liquidator; c in the case of a company in administration, the administrator; d in the case of a company of which there is an administrative receiver, the receiver. 10 The  “insolvency date”— a in the case of a company being wound up by the court, means the date on which the court makes the winding-up order (see section 125 of the Insolvency Act 1986); b in the case of a company being wound up by way of a members' voluntary winding up, means the date on which the liquidator forms the opinion that the company will be unable to pay its debts in full (together with interest at the official rate) within the period stated in the directors' declaration of solvency under section 89 of the Insolvency Act 1986; c in the case of a company being wound up by way of a creditors' voluntary winding up where no such declaration under section 89 of that Act has been made, means the date of the passing of the resolution for voluntary winding up; d in the case of a company which has entered administration, means the date the company did so; e in the case of a company in respect of which an administrative receiver has been appointed, means the date of that appointment. 11 For the purposes of subsection (10)(e), any appointment of an administrative receiver to replace an administrative receiver who has died or vacated office pursuant to section 45 of the Insolvency Act 1986 is to be ignored. 12 In this section— “ court ” has the same meaning as in section 6; “ director ” includes a shadow director."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "8", "section_title": "  Disqualification of director on finding of unfitness.  ", "section_text": "8 1 If it appears to the Secretary of State  ... that it is expedient in the public interest that a disqualification order should be made against a person who is, or has been, a director or shadow director of a company, he may apply to the court for such an order. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The court may make a disqualification order against a person where, on an application under this section, it is satisfied that his conduct in relation to the company  (either taken alone or taken together with his conduct as a director or shadow director of one or more other companies or overseas companies)   makes him unfit to be concerned in the management of a company. 2A Where it appears to the Secretary of State  ... that, in the case of a person who has offered to give him a disqualification undertaking— a the conduct of the person in relation to a company of which the person is or has been a director or shadow director   (either taken alone or taken together with his conduct as a director or shadow director of one or more other companies or overseas companies)  makes him unfit to be concerned in the management of a company, and b it is expedient in the public interest that he should accept the undertaking (instead of applying, or proceeding with an application, for a disqualification order), he may accept the undertaking. 2B Subsection (1A) of section 6 applies for the purposes of this section as it applies for the purposes of that section. 3 In this section “ the court ” means the High Court or, in Scotland, the Court of Session. 4 The maximum period of disqualification under this section is 15 years."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "8ZA", "section_title": "Order disqualifying person instructing unfit director  ...", "section_text": "8ZA 1 The court may make a disqualification order against a person (“P”) if, on an application under section 8ZB, it is satisfied— a either— i that a disqualification order under section 6 has been made against a person who is or has been a director (but not a shadow director) of a company, or ii that the Secretary of State has accepted a disqualification undertaking from such a person under section 7(2A), and b that P exercised the requisite amount of influence over the person. That person is referred to in this section as  “ the main transgressor ”. 2 For the purposes of this section, P exercised the requisite amount of influence over the main transgressor if any of the conduct— a for which the main transgressor is subject to the order made under section 6, or b in relation to which the undertaking was accepted from the main transgressor under section 7(2A), was the result of the main transgressor acting in accordance with P's directions or instructions. 3 But P does not exercise the requisite amount of influence over the main transgressor by reason only that the main transgressor acts on advice given by P in a professional capacity. 4 Under this section the minimum period of disqualification is 2 years and the maximum period is 15 years. 5 In this section and section 8ZB  “ the court ” has the same meaning as in section 6; and subsection (3B) of section 6 applies in relation to proceedings mentioned in subsection (6) below as it applies in relation to proceedings mentioned in section 6(3B)(a) and (b). 6 The proceedings are proceedings— a for or in connection with a disqualification order under this section, or b in connection with a disqualification undertaking accepted under section 8ZC."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "8ZB", "section_title": "Application for order under section 8ZA", "section_text": "8ZB 1 If it appears to the Secretary of State that it is expedient in the public interest that a disqualification order should be made against a person under section 8ZA, the Secretary of State may— a make an application to the court for such an order, or b in a case where an application for an order under section 6 against the main transgressor has been made by the official receiver, direct the official receiver to make such an application. 2 Except with the leave of the court, an application for a disqualification order under section 8ZA must not be made after the end of the period of 3 years beginning with the day on which the company in question became insolvent (within the meaning given by section 6(2))  or was dissolved without becoming insolvent . 3 Subsection (4) of section 7 applies for the purposes of this section as it applies for the purposes of that section."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "8ZC", "section_title": "Disqualification undertaking instead of an order under section 8ZA", "section_text": "8ZC 1 If it appears to the Secretary of State that it is expedient in the public interest to do so, the Secretary of State may accept a disqualification undertaking from a person (“P”) if— a any of the following is the case— i a disqualification order under section 6 has been made against a person who is or has been a director (but not a shadow director) of a company, ii the Secretary of State has accepted a disqualification undertaking from such a person under section 7(2A), or iii it appears to the Secretary of State that such an undertaking could be accepted from such a person (if one were offered), and b it appears to the Secretary of State that P exercised the requisite amount of influence over the person. That person is referred to in this section as  “ the main transgressor ”. 2 For the purposes of this section, P exercised the requisite amount of influence over the main transgressor if any of the conduct— a for which the main transgressor is subject to the disqualification order made under section 6, b in relation to which the disqualification undertaking was accepted from the main transgressor under section 7(2A), or c which led the Secretary of State to the conclusion set out in subsection (1)(a)(iii), was the result of the main transgressor acting in accordance with P's directions or instructions. 3 But P does not exercise the requisite amount of influence over the main transgressor by reason only that the main transgressor acts on advice given by P in a professional capacity. 4 Subsection (4) of section 7 applies for the purposes of this section as it applies for the purposes of that section."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "8ZD", "section_title": "Order disqualifying person instructing unfit director: other cases", "section_text": "8ZD 1 The court may make a disqualification order against a person (“P”) if, on an application under this section, it is satisfied— a either— i that a disqualification order under section 8 has been made against a person who is or has been a director (but not a shadow director) of a company, or ii that the Secretary of State has accepted a disqualification undertaking from such a person under section 8(2A), and b that P exercised the requisite amount of influence over the person. That person is referred to in this section as  “ the main transgressor ”. 2 The Secretary of State may make an application to the court for a disqualification order against P under this section if it appears to the Secretary of State that it is expedient in the public interest for such an order to be made. 3 For the purposes of this section, P exercised the requisite amount of influence over the main transgressor if any of the conduct— a for which the main transgressor is subject to the order made under section 8, or b in relation to which the undertaking was accepted from the main transgressor under section 8(2A), was the result of the main transgressor acting in accordance with P's directions or instructions. 4 But P does not exercise the requisite amount of influence over the main transgressor by reason only that the main transgressor acts on advice given by P in a professional capacity. 5 Under this section the maximum period of disqualification is 15 years. 6 In this section  “ the court ” means the High Court or, in Scotland, the Court of Session."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "8ZE", "section_title": "Disqualification undertaking instead of an order under section 8ZD", "section_text": "8ZE 1 If it appears to the Secretary of State that it is expedient in the public interest to do so, the Secretary of State may accept a disqualification undertaking from a person (“P”) if— a any of the following is the case— i a disqualification order under section 8 has been made against a person who is or has been a director (but not a shadow director) of a company, ii the Secretary of State has accepted a disqualification undertaking from such a person under section 8(2A), or iii it appears to the Secretary of State that such an undertaking could be accepted from such a person (if one were offered), and b it appears to the Secretary of State that P exercised the requisite amount of influence over the person. That person is referred to in this section as  “ the main transgressor ”. 2 For the purposes of this section, P exercised the requisite amount of influence over the main transgressor if any of the conduct— a for which the main transgressor is subject to the disqualification order made under section 8, b in relation to which the disqualification undertaking was accepted from the main transgressor under section 8(2A), or c which led the Secretary of State to the conclusion set out in subsection (1)(a)(iii), was the result of the main transgressor acting in accordance with P's directions or instructions. 3 But P does not exercise the requisite amount of influence over the main transgressor by reason only that the main transgressor acts on advice given by P in a professional capacity."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "8A", "section_title": " Variation  etc.  of disqualification undertaking.", "section_text": "8A 1 The court may, on the application of a person who is subject to a disqualification undertaking— a reduce the period for which the undertaking is to be in force, or b provide for it to cease to be in force. 2 On the hearing of an application under subsection (1), the Secretary of State shall appear and call the attention of the court to any matters which seem to him to be relevant, and may himself give evidence or call witnesses. 2A Subsection (2) does not apply to an application in the case of an undertaking given under section 9B, and in such a case on the hearing of the application whichever of the   Competition and Markets Authority   or a specified regulator (within the meaning of section 9E) accepted the undertaking— a must appear and call the attention of the court to any matters which appear to it or him (as the case may be) to be relevant; b may give evidence or call witnesses. 3 In this section “ the court ”— za in the case of an undertaking given under section 8ZC has the same meaning as in section 8ZA; zb in the case of an undertaking given under section 8ZE means the High Court or, in Scotland, the Court of Session; a in the case of an undertaking given under section 9B means the High Court or (in Scotland) the Court of Session; b in any other case has the same meaning as in section   5A(5),  7(2) or 8 (as the case may be)."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "9", "section_title": " Matters for determining unfitness of directors. ", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "9A", "section_title": " Competition disqualification order", "section_text": "9A 1 The court must make a disqualification order against a person if the following two conditions are satisfied in relation to him. 2 The first condition is that an undertaking which is a company of which he is a director commits a breach of competition law. 3 The second condition is that the court considers that his conduct as a director makes him unfit to be concerned in the management of a company. 4 An undertaking commits a breach of competition law if it engages in conduct which infringes   either of the following — a the Chapter 1 prohibition (within the meaning of the Competition Act 1998)\t\t\t\t\t\t\t(prohibition on agreements,  etc.  preventing, restricting or distorting competition); b the Chapter 2 prohibition (within the meaning of that Act)\t\t\t\t\t\t\t(prohibition on abuse of a dominant position); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 For the purpose of deciding under subsection (3) whether a person is unfit to be concerned in the management of a company the court— a must have regard to whether subsection (6) applies to him; b may have regard to his conduct as a director of a company in connection with any other breach of competition law; c must not have regard to the matters mentioned in Schedule 1. 6 This subsection applies to a person if as a director of the company— a his conduct contributed to the breach of competition law mentioned in subsection (2); b his conduct did not contribute to the breach but he had reasonable grounds to suspect that the conduct of the undertaking constituted the breach and he took no steps to prevent it; c he did not know but ought to have known that the conduct of the undertaking constituted the breach. 7 For the purposes of subsection (6)(a) it is immaterial whether the person knew that the conduct of the undertaking constituted the breach. 8 For the purposes of subsection (4)(a)  ... references to the conduct of an undertaking are references to its conduct taken with the conduct of one or more other undertakings. 9 The maximum period of disqualification under this section is 15 years. 10 An application under this section for a disqualification order may be made by the   Competition and Markets Authority   or by a specified regulator. 11   Section 60A of the Competition Act 1998 (certain principles etc to be considered or applied from  IP completion day)   applies in relation to any question arising by virtue of subsection (4)(a) or (b) above as it applies in relation to any question arising under Part 1 of that Act."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "9B", "section_title": " Competition undertakings", "section_text": "9B 1 This section applies if— a the   Competition and Markets Authority   or a specified regulator thinks that in relation to any person an undertaking which is a company of which he is a director has committed or is committing a breach of competition law, b the   Competition and Markets Authority   or the specified regulator thinks that the conduct of the person as a director makes him unfit to be concerned in the management of a company, and c the person offers to give the   Competition and Markets Authority   or the specified regulator (as the case may be) a disqualification undertaking. 2 The   Competition and Markets Authority   or the specified regulator (as the case may be) may accept a disqualification undertaking from the person instead of applying for or proceeding with an application for a disqualification order. 3 A disqualification undertaking is an undertaking by a person that for the period specified in the undertaking he will not— a be a director of a company; b act as receiver of a company’s property; c in any way, whether directly or indirectly, be concerned or take part in the promotion, formation or management of a company; d act as an insolvency practitioner. 4 But a disqualification undertaking may provide that a prohibition falling within subsection (3)(a) to (c) does not apply if the person obtains the leave of the court. 5 The maximum period which may be specified in a disqualification undertaking is 15 years. 6 If a disqualification undertaking is accepted from a person who is already subject to a disqualification undertaking under this Act or to a disqualification order the periods specified in those undertakings or the undertaking and the order (as the case may be) run concurrently. 7 Subsections (4) to (8) of section 9A apply for the purposes of this section as they apply for the purposes of that section but in the application of subsection (5) of that section the reference to the court must be construed as a reference to the   Competition and Markets Authority   or a specified regulator (as the case may be)."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "9C", "section_title": " Competition investigations", "section_text": "9C 1 If the   Competition and Markets Authority   or a specified regulator has reasonable grounds for suspecting that a breach of competition law has occurred it or he (as the case may be) may carry out an investigation for the purpose of deciding whether to make an application under section 9A for a disqualification order. 2 For the purposes of such an investigation sections 26 to 30 of the Competition Act 1998 (c. 41) apply to the   Competition and Markets Authority   and the specified regulators as they apply to the   Competition and Markets Authority   for the purposes of an investigation under section 25 of that Act. 3 Subsection (4) applies if as a result of an investigation under this section the   Competition and Markets Authority   or a specified regulator proposes to apply under section 9A for a disqualification order. 4 Before making the application the   Competition and Markets Authority   or regulator (as the case may be) must— a give notice to the person likely to be affected by the application, and b give that person an opportunity to make representations."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "9D", "section_title": " Co-ordination", "section_text": "9D 1 The Secretary of State may make regulations for the purpose of co-ordinating the performance of functions under sections 9A to 9C (relevant functions) which are exercisable concurrently by two or more persons. 2 Section 54(5) to (7) of the Competition Act 1998 (c. 41) applies to regulations made under this section as it applies to regulations made under that section and for that purpose in that section— a references to Part 1 functions must be read as references to relevant functions; b references to a regulator must be read as references to a specified regulator; ba the reference in subsection (6A)(b) to notice under section 31(1) of the Competition Act 1998 that the regulator proposes to make a decision within the meaning given by section 31(2) of that Act is to be read as notice under section 9C(4) that the specified regulator proposes to apply under section 9A for a disqualification order; c a competent person also includes any of the specified regulators. 3 The power to make regulations under this section must be exercised by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 4 Such a statutory instrument may— a contain such incidental, supplemental, consequential and transitional provision as the Secretary of State thinks appropriate; b make different provision for different cases."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "9E", "section_title": " Interpretation", "section_text": "9E 1 This section applies for the purposes of sections 9A to 9D. 2 Each of the following is a specified regulator for the purposes of a breach of competition law in relation to a matter in respect of which he or it has a function— a the Office of Communications; b the Gas and Electricity Markets Authority; c the Water Services Regulation Authority; d   Office of Rail and Road ; e the Civil Aviation Authority; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g the Payment Systems Regulator established under section 40 of the Financial Services (Banking Reform) Act 2013. h the Financial Conduct Authority. 3 The court is the High Court or (in Scotland) the Court of Session. 4 Conduct includes omission. 5 Director includes shadow director."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "10", "section_title": " Participation in wrongful trading. ", "section_text": "10 1 Where the court makes a declaration under section 213 or 214 of the Insolvency Act   1986  that a person is liable to make a contribution to a company’s assets, then, whether or not an application for such an order is made by any person, the court may, if it thinks fit, also make a disqualification order against the person to whom the declaration relates. 2 The maximum period of disqualification under this section is 15 years. 3 In this section  “ company ” includes overseas company."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "11", "section_title": " Undischarged bankrupts. ", "section_text": "11 1 It is an offence for a person to act as director of a company or directly or indirectly to take part in or be concerned in the promotion, formation or management of a company, without the leave of the court, at a time when any of the circumstances mentioned in subsection (2) apply to the person. 2 The circumstances are— a the person is an undischarged bankrupt— i in England and Wales or Scotland, or ii in Northern Ireland, b a bankruptcy restrictions order or undertaking is in force in respect of the person under— i the Bankruptcy (Scotland) Act 1985   or 2016  or the Insolvency Act 1986, or ii the Insolvency (Northern Ireland) Order 1989, c a debt relief restrictions order or undertaking is in force in respect of the person under— i the Insolvency Act 1986, or ii the Insolvency (Northern Ireland) Order 1989, d a moratorium period under a debt relief order applies in relation to the person under— i the Insolvency Act 1986, or ii the Insolvency (Northern Ireland) Order 1989. 2A In subsection (1)  “ the court ” means— a for the purposes of subsection (2)(a)(i)— i the court by which the bankruptcy order was made or (if the order was not made by a court) the court to which a debtor may appeal against a refusal to make a bankruptcy order, or ii in Scotland, the court by which sequestration of the person's estate was awarded or, if awarded other than by the court, the court which would have jurisdiction in respect of sequestration of the person's estate, b for the purposes of subsection (2)(b)(i)— i the court which made the order, ii in Scotland, if the order has been made other than by the court, the court to which the person may appeal against the order, or iii the court to which the person may make an application for annulment of the undertaking, c for the purposes of subsection (2)(c)(i)— i the court which made the order, or ii the court to which the person may make an application for annulment of the undertaking, d for the purposes of subsection (2)(d)(i), the court to which the person would make an application under section 251M(1) of the Insolvency Act 1986 (if the person were dissatisfied as mentioned there), e for the purposes of paragraphs (a)(ii), (b)(ii), (c)(ii) and (d)(ii) of subsection (2), the High Court of Northern Ireland. 3 In England and Wales, the leave of the court shall not be given unless notice of intention to apply for it has been served on the official receiver; and it is the latter’s duty, if he is of opinion that it is contrary to the public interest that the application should be granted, to attend on the hearing of the application and oppose it. 4 In this section  “ company ” includes a company incorporated outside Great Britain that has an established place of business in Great Britain."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "11A", "section_title": "Designated persons under sanctions legislation", "section_text": "11A 1 It is an offence for a person who is subject to director disqualification sanctions to act as a director of a company or directly or indirectly to take part in or be concerned in the promotion, formation or management of a company (but see subsection  (2) ). 2 Subsection (1) does not apply— a to the extent that an exception from subsection (1) has been created by virtue of section 15(3A) of the Sanctions and Anti-Money Laundering Act 2018, or b to anything done under the authority of a licence issued by virtue of section 15(3A) of that Act. 3 It is a defence for a person charged with an offence under this section to prove that they did not know and could not reasonably have been expected to know that they were subject to director disqualification sanctions at the time at which they engaged in that conduct. 4 In this section “ person who is subject to director disqualification sanctions ” means a person who under regulations under section 1 of the Sanctions and Anti-Money Laundering Act 2018 is a person subject to director disqualification sanctions for the purposes of this section and Article 15A of the Company Directors Disqualification (Northern Ireland) Order 2002 (see section 3A of the Sanctions and Anti-Money Laundering Act 2018)."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "12", "section_title": " Failure to pay under county court administration order.", "section_text": "12 1 The following has effect where a court under section 429 of the Insolvency Act revokes an administration order under Part VI of the  County Courts Act 1984. 2 A person to whom that section applies by virtue of the order under section 429(2)(b) shall not, except with the leave of the court which made the order, act as director or liquidator of, or directly or indirectly take part or be concerned in the promotion, formation or management of, a company."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "12A", "section_title": " Northern Irish disqualification orders.", "section_text": "12A A person subject to a disqualification order under   the Company Directors Disqualification (Northern Ireland) Order 2002 — a shall not be a director of a company, act as receiver of a company’s property or in any way, whether directly or indirectly, be concerned or take part in the promotion, formation or management of a company unless (in each case) he has the leave of the High Court of Northern Ireland, and b shall not act as an insolvency practitioner."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "12B", "section_title": "Northern Irish disqualification undertakings", "section_text": "12B A person subject to a disqualification undertaking under the Company Directors Disqualification (Northern Ireland) Order 2002– a shall not be a director of a company, act as receiver of a company’s property or in any way, whether directly or indirectly, be concerned or take part in the promotion, formation or management of a company unless (in each case) he has the leave of the High Court of Northern Ireland, and b shall not act as an insolvency practitioner."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "12C", "section_title": "Determining unfitness  etc : matters to be taken into account", "section_text": "12C 1 This section applies where a court must determine— a whether a person's conduct as a director of one or more companies or overseas companies makes the person unfit to be concerned in the management of a company; b whether to exercise any discretion it has to make a disqualification order under any of sections 2 to 4, 5A, 8 or 10; c where the court has decided to make a disqualification order under any of those sections or is required to make an order under section 6, what the period of disqualification should be. 2 But this section does not apply where the court in question is one mentioned in section 2(2)(b) or (c). 3 This section also applies where the Secretary of State must determine— a whether a person's conduct as a director of one or more companies or overseas companies makes the person unfit to be concerned in the management of a company; b whether to exercise any discretion the Secretary of State has to accept a disqualification undertaking under section 5A, 7 or 8. 4 In making any such determination in relation to a person, the court or the Secretary of State must— a in every case, have regard in particular to the matters set out in paragraphs 1 to 4 of Schedule 1; b in a case where the person concerned is or has been a director of a company or overseas company, also have regard in particular to the matters set out in paragraphs 5 to 7 of that Schedule. 5 In this section  “ director ” includes a shadow director. 6 Subsection (1A) of section 6 applies for the purposes of this section as it applies for the purposes of that section. 7 The Secretary of State may by order modify Schedule 1; and such an order may contain such transitional provision as may appear to the Secretary of State to be necessary or expedient. 8 The power to make an order under this section is exercisable by statutory instrument. 9 An order under this section may not be made unless a draft of the instrument containing it has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "13", "section_title": " Criminal penalties.", "section_text": "13 —If a person acts in contravention of a disqualification order or  disqualification undertaking or in contravention  of section 12(2)  , 12A or 12B , or is guilty of an offence under section 11  or 11A , he is liable— a on conviction on indictment, to imprisonment for not more than 2 years or a fine, or both; and b on summary conviction, to imprisonment for not more than 6 months or a fine not exceeding the statutory maximum, or both."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "14", "section_title": " Offences by body corporate.", "section_text": "14 1 Where a body corporate is guilty of an offence of acting in contravention of a disqualification order  or disqualification undertaking or in contravention of section 12A or 12B , and it is proved that the offence occurred with the consent or connivance of, or was attributable to any neglect on the part of any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity he, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. 1 Where— a a body corporate is— i guilty of an offence of acting in contravention of a disqualification order or disqualification undertaking or in contravention of section 12A or 12B, or ii guilty of an offence under section 11A, and b it is proved that the offence occurred with the consent or connivance of, or was attributable to any neglect on the part of any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, the person, as well as the body corporate, is guilty of the offence and liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "15", "section_title": " Personal liability for company’s debts where person acts while disqualified. ", "section_text": "15 1 A person is personally responsible for all the relevant debts of a company if at any time— a in contravention of a disqualification order or   disqualification undertaking or in contravention   of section 11    , 11A   , 12A or 12B  of this Act he is involved in the management of the company,  or b as a person who is involved in the management of the company, he acts or is willing to act on instructions given without the leave of the court by a person whom he knows at that time— i to be the subject of a disqualification order made or disqualification undertaking accepted under this Act or under the Company Directors Disqualification (Northern Ireland) Order 2002, or ii to be an undischarged bankrupt.   , or c as a person who is involved in the management of the company, they act or are willing to act on instructions where— i the instructions are given by a person whom they know at that time to be subject to director disqualification sanctions (within the meaning of section 11A), ii the giving of the instructions does not fall within any exception from section 11A(1) created by virtue of section 15(3A) of the Sanctions and Anti-Money Laundering Act 2018, and iii the instructions are not authorised, (but see subsection (3A)). 2 Where a person is personally responsible under this section for the relevant debts of a company, he is jointly and severally liable in respect of those debts with the company and any other person who, whether under this section or otherwise, is so liable. 3 For the purposes of this section the relevant debts of a company are— a in relation to a person who is personally responsible under paragraph (a) of subsection (1), such debts and other liabilities of the company as are incurred at a time when that person was involved in the management of the company, and b in relation to a person who is personally responsible under paragraph (b)   or (c)  of that subsection, such debts and other liabilities of the company as are incurred at a time when that person was acting or was willing to act on instructions given as mentioned in that paragraph. 3A But— a a person who is subject to director disqualification sanctions (within the meaning of section 11A) is not personally responsible under subsection (1)(a) for any relevant debts of the company incurred at a time when the person did not know and could not reasonably have been expected to know that they were subject to director disqualification sanctions; b a person is not personally responsible under subsection (1)(c) for any relevant debts of the company incurred at a time when the person reasonably believed that the instructions were authorised. 4 For the purposes of this section, a person is involved in the management of a company if he is a director of the company or if he is concerned, whether directly or indirectly, or takes part, in the management of the company. 5 For the purposes of this section a person who, as a person involved in the management of a company, has at any time acted on instructions given without the leave of the court by a person whom he knew at that time— a to be the subject of a disqualification order made or disqualification undertaking accepted under this Act or under the Company Directors Disqualification (Northern Ireland) Order 2002, or b to be an undischarged bankrupt, is presumed, unless the contrary is shown, to have been willing at any time thereafter to act on any instructions given by that person. 6 Subsection (7) applies where a person (“ P ”) at any time— a was involved in the management of a company, and b acted on instructions where— i the instructions were given by a person (“ D ”) whom P knew at that time to be subject to director disqualification sanctions (within the meaning of section 11A), ii the giving of the instructions did not fall within any exception from section 11A(1) created by virtue of section 15(3A) of the Sanctions and Anti-Money Laundering Act 2018, and iii the instructions were not authorised, unless P reasonably believed at that time that the instructions were authorised. 7 For the purposes of this section P is presumed, unless the contrary is shown, to have been willing at any time thereafter to act on any instructions given by D. 8 For the purposes of this section instructions are “authorised” if they are given under the authority of a licence issued by virtue of section 15(3A) of the Sanctions and Anti-Money Laundering Act 2018."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "15A", "section_title": "Compensation orders and undertakings", "section_text": "15A 1 The court may make a compensation order against a person on the application of the Secretary of State if it is satisfied that the conditions mentioned in subsection (3) are met. 2 If it appears to the Secretary of State that the conditions mentioned in subsection (3) are met in respect of a person who has offered to give the Secretary of State a compensation undertaking, the Secretary of State may accept the undertaking instead of applying, or proceeding with an application, for a compensation order. 3 The conditions are that— a the person is subject to a disqualification order or disqualification undertaking under this Act, and b conduct for which the person is subject to the order or undertaking has caused loss to one or more creditors of an insolvent company  , or a company which has been dissolved without becoming insolvent,   of which the person has at any time been a director. 4 An  “insolvent company” is a company that is or has been insolvent and a company becomes insolvent if— a the company goes into liquidation at a time when its assets are insufficient for the payment of its debts and other liabilities and the expenses of the winding up, b the company enters administration, or c an administrative receiver of the company is appointed. 5 The Secretary of State may apply for a compensation order at any time before the end of the period of two years beginning with the date on which the disqualification order referred to in paragraph (a) of subsection (3) was made, or the disqualification undertaking referred to in that paragraph was accepted. 6 In the case of a person subject to a disqualification order under section 8ZA or 8ZD, or a disqualification undertaking under section 8ZC or 8ZE, the reference in subsection (3)(b) to conduct is a reference to the conduct of the main transgressor in relation to which the person has exercised the requisite amount of influence. 7 In this section and sections 15B and 15C  “ the court ” means— a in a case where a disqualification order has been made, the court that made the order, b in any other case, the High Court or, in Scotland, the Court of Session."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "15B", "section_title": "Amounts payable under compensation orders and undertakings", "section_text": "15B 1 A compensation order is an order requiring the person against whom it is made to pay an amount specified in the order— a to the Secretary of State for the benefit of— i a creditor or creditors specified in the order; ii a class or classes of creditor so specified; b as a contribution to the assets of a company so specified. 2 A compensation undertaking is an undertaking to pay an amount specified in the undertaking— a to the Secretary of State for the benefit of— i a creditor or creditors specified in the undertaking; ii a class or classes of creditor so specified; b as a contribution to the assets of a company so specified. 3 When specifying an amount the court (in the case of an order) and the Secretary of State (in the case of an undertaking) must in particular have regard to— a the amount of the loss caused; b the nature of the conduct mentioned in section 15A(3)(b); c whether the person has made any other financial contribution in recompense for the conduct (whether under a statutory provision or otherwise). 4 An amount payable by virtue of subsection (2) under a compensation undertaking is recoverable as if payable under a court order. 5 An amount payable under a compensation order or compensation undertaking is provable as a bankruptcy debt."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "15C", "section_title": "Variation and revocation of compensation undertakings", "section_text": "15C 1 The court may, on the application of a person who is subject to a compensation undertaking— a reduce the amount payable under the undertaking, or b provide for the undertaking not to have effect. 2 On the hearing of an application under subsection (1), the Secretary of State must appear and call the attention of the court to any matters which the Secretary of State considers relevant, and may give evidence or call witnesses."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "16", "section_title": " Application for disqualification order. ", "section_text": "16 1 A person intending to apply for the making of a disqualification order  ... shall give not less than 10 days’ notice of his intention to the person against whom the order is sought; and on the hearing of the application the last-mentioned person may appear and himself give evidence or call witnesses. 2 An application to a court , other than a court mentioned in section 2(2)(b) or (c),   for the making against any person of a disqualification order under any of sections 2 to  4  may be made by the Secretary of State or the official receiver, or by the liquidator or any past or present member or creditor of any company  or overseas company   in relation to which that person has committed or is alleged to have committed an offence or other default. 3 On the hearing of any application under this Act made by  a person falling within subsection (4) , the applicant shall appear and call the attention of the court to any matters which seem to him to be relevant, and may himself give evidence or call witnesses. 4 The following fall within this subsection— a the Secretary of State; b the official receiver; c the   Competition and Markets Authority ; d the liquidator; e a specified regulator (within the meaning of section 9E)."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "17", "section_title": " Application for leave under an order or undertaking.", "section_text": "17 1 Where a person is subject to a disqualification order made by a court having jurisdiction to wind up companies, any application for leave for the purposes of section 1(1)(a) shall be made to that court. 2 Where— a a person is subject to a disqualification order made under section 2 by a court other than a court having jurisdiction to wind up companies, or b a person is subject to a disqualification order made under section 5, any application for leave for the purposes of section 1(1)(a) shall be made to any court which, when the order was made, had jurisdiction to wind up the company (or, if there is more than one such company, any of the companies) to which the offence (or any of the offences) in question related. 3 Where a person is subject to a disqualification undertaking accepted at any time under section   5A,  7 or 8, any application for leave for the purposes of section 1A(1)(a) shall be made to any court to which, if the Secretary of State had applied for a disqualification order under the section in question at that time, his application could have been made. 3ZA Where a person is subject to a disqualification undertaking accepted at any time under section 8ZC, any application for leave for the purposes of section 1A(1)(a) must be made to any court to which, if the Secretary of State had applied for a disqualification order under section 8ZA at that time, that application could have been made. 3ZB Where a person is subject to a disqualification undertaking accepted at any time under section 8ZE, any application for leave for the purposes of section 1A(1)(a) must be made to the High Court or, in Scotland, the Court of Session. 3A Where a person is subject to a disqualification undertaking accepted at any time under section 9B any application for leave for the purposes of section 9B(4) must be made to the High Court or (in Scotland) the Court of Session. 4 But where a person is subject to two or more disqualification orders or undertakings (or to one or more disqualification orders and to one or more disqualification undertakings), any application for leave for the purposes of section 1(1)(a)  1A(1)(a) or 9B(4)  shall be made to any court to which any such application relating to the latest order to be made, or undertaking to be accepted, could be made. 5 On the hearing of an application for leave for the purposes of section 1(1)(a) or 1A(1)(a), the Secretary of State shall appear and call the attention of the court to any matters which seem to him to be relevant, and may himself give evidence or call witnesses. 6 Subsection (5) does not apply to an application for leave for the purposes of section 1(1)(a) if the application for the disqualification order was made under section 9A. 7 In such a case and in the case of an application for leave for the purposes of section 9B(4) on the hearing of the application whichever of the   Competition and Markets Authority   or a specified regulator (within the meaning of section 9E) applied for the order or accepted the undertaking (as the case may be)— a must appear and draw the attention of the court to any matters which appear to it or him (as the case may be) to be relevant; b may give evidence or call witnesses."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "18", "section_title": " Register of disqualification orders and undertakings.", "section_text": "18 1 The Secretary of State may make regulations requiring officers of courts to furnish him with such particulars as the regulations may specify of cases in which— a a disqualification order is made, or b any action is taken by a court in consequence of which such an order  or a disqualification undertaking  is varied or ceases to be in force, or c leave is granted by a court for a person subject to such an order to do any thing which otherwise the order prohibits him from doing;  or d leave is granted by a court for a person subject to such an undertaking to do anything which otherwise the undertaking prohibits him from doing and the regulations may specify the time within which, and the form and manner in which, such particulars are to be furnished. 2 The Secretary of State shall, from the particulars so furnished, continue to maintain the register of orders, and of cases in which leave has been granted as mentioned in subsection (1)(c)  .... 2A The Secretary of State must include in the register such particulars as he considers appropriate of— a disqualification undertakings accepted by him under section   5A, 7, 8, 8ZC or 8ZE ; b disqualification undertakings accepted by the  Competition and Markets Authority  or a specified regulator under section 9B; c cases in which leave has been granted as mentioned in subsection (1)(d). d persons who are subject to director disqualification sanctions within the meaning of section 11A; e any licences issued by virtue of section 15(3A) of the Sanctions and Anti-Money Laundering Act 2018. 3 When an order  or undertaking  of which entry is made in the register ceases to be in force, the Secretary of State shall delete the entry from the register and all particulars relating to it which have been furnished to him under this section or any previous corresponding provision   and, in the case of a disqualification undertaking, any other particulars he has included in the register . 4 The register shall be open to inspection on payment of such fee as may be specified by the Secretary of State in regulations. 4A Regulations under this section may extend the preceding provisions of this section, to such extent and with such modifications as may be specified in the regulations, to disqualification orders  ... or disqualification undertakings made under the Company Directors Disqualification (Northern Ireland) Order 2002 . 5 Regulations under this section shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "19", "section_title": " Special savings from repealed enactments.", "section_text": "19 Schedule 2 to this Act has effect— a in connection with certain transitional cases arising under sections 93 and 94 of the  Companies Act 1981, so as to limit the power to make a disqualification order, or to restrict the duration of an order, by reference to events occurring or things done before those sections came into force, b to preserve orders made under section 28 of the Companies Act 1976 (repealed by the Act of 1981), and c to preclude any applications for a disqualification order under section 6 or 8, where the relevant company went into liquidation before 28th April 1986."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "20", "section_title": " Admissibility in evidence of statements. ", "section_text": "20 1  In any proceedings (whether or not under this Act), any statement made in pursuance of a requirement imposed by or under sections   5A, 6 to 10, 12C, 15 to 15C   or 19(c) of, or Schedule 1 to, this Act, or by or under rules made for the purposes of this Act under the Insolvency Act   1986 , may be used in evidence against any person making or concurring in making the statement. 2 However, in criminal proceedings in which any such person is charged with an offence to which this subsection applies— a no evidence relating to the statement may be adduced, and b no question relating to it may be asked, by or on behalf of the prosecution, unless evidence relating to it is adduced, or a question relating to it is asked, in the proceedings by or on behalf of that person. 3 Subsection (2) applies to any offence other than— a an offence which is— i created by rules made for the purposes of this Act under the Insolvency Act   1986 , and ii designated for the purposes of this subsection by such rules or by regulations made by the Secretary of State; b an offence which is— i created by regulations made under any such rules, and ii designated for the purposes of this subsection by such regulations; c an offence under section 5 of the  Perjury Act 1911 (false statements made otherwise than on oath); or d an offence under section 44(2) of the  Criminal Law (Consolidation)\t\t\t\t\t\t\t(Scotland) Act 1995 (false statements made otherwise than on oath). 4 Regulations under subsection (3)(a)(ii) shall be made by statutory instrument and, after being made, shall be laid before each House of Parliament."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "20A", "section_title": "Legal professional privilege", "section_text": "20A In proceedings against a person for an offence under this Act nothing in this Act is to be taken to require any person to disclose any information that he is entitled to refuse to disclose on grounds of legal professional privilege (in Scotland, confidentiality of communications)."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "21", "section_title": " Interaction with Insolvency Act   1986  .", "section_text": "21 1 References in this Act to the official receiver, in relation to the winding up of a company or the bankruptcy of an individual, are to any person who, by virtue of section 399 of the Insolvency Act   1986   , is authorised to act as the official receiver in relation to that winding up or bankruptcy; and, in accordance with section 401(2) of that Act, references in this Act to an official receiver includes a person appointed as his deputy. 2 Sections  1A   5A, 6 to 10, 12C to 15C , 19(c) and 20 of, and Schedule 1 to, this Act  and sections 1 and 17 of this Act as they apply for the purposes of those provisions  are deemed included in Parts I to  VII  of the Insolvency Act   1986    for the purposes of the following sections of that Act— section 411 (power to make insolvency rules); section 414 (fees orders); section 420 (orders extending provisions about insolvent companies to insolvent partnerships); section 422 (modification of such provisions in their application to recognised banks); . . .  3 Section 434 of that Act (Crown application) applies to sections  1A   5A, 6 to 10, 12C to 15C , 19(c) and 20 of, and Schedule 1 to, this Act  and sections 1 and 17 of this Act as they apply for the purposes of those provisions  as it does to the provisions of that Act which are there mentioned. 4 For the purposes of summary proceedings in Scotland, section 431 of that Act applies to summary proceedings for an offence under section 11   , 11A  or 13 of this Act as it applies to summary proceedings for an offence under Parts I to  VII  of the Act."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "21A", "section_title": "Bank insolvency", "section_text": "21A Section 121 of the Banking Act 2009 provides for this Act to apply in relation to bank insolvency as it applies in relation to liquidation."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "21B", "section_title": "Bank administration", "section_text": "21B Section 155 of the Banking Act 2009 provides for this Act to apply in relation to bank administration as it applies in relation to liquidation."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "21C", "section_title": "Building society insolvency and special administration", "section_text": "21C Section 90E of the Building Societies Act 1986 provides for this Act to apply in relation to building society insolvency and building society special administration as it applies in relation to liquidation."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22", "section_title": " Interpretation. ", "section_text": "22 1 This section has effect with respect to the meaning of expressions used in this Act, and applies unless the context otherwise requires. 2 “ Company ” means— a a company registered under the Companies Act 2006 in Great Britain, or b a company that may be wound up under Part 5 of the Insolvency Act 1986 (unregistered companies). 2A An  “overseas company” is a company incorporated or formed outside Great Britain. 3 Section 247 in Part VII of the Insolvency Act   1986 (interpretation for the first Group of Parts of that Act) applies as regards references to a company’s insolvency and to its going into liquidation; and “ administrative receiver ” has the meaning given by section 251 of that Act  and references to acting as an insolvency practitioner are to be read in accordance with section 388 of that Act . 4 “ Director ” includes any person occupying the position of director, by whatever name called  . . .. 5 “ Shadow director ”, in relation to a company, means a person in accordance with whose directions or instructions the directors of the company are accustomed to act   , but so that a person is not deemed a shadow director by reason only that the directors act—  a on advice given by that person in a professional capacity; b in accordance with instructions, a direction, guidance or advice given by that person in the exercise of a function conferred by or under an enactment; c in accordance with guidance or advice given by that person in that person's capacity as a Minister of the Crown (within the meaning of the Ministers of the Crown Act 1975). 6 “ Body corporate ” and  “ officer ” have the same meaning as in the Companies Acts (see section 1173(1) of the Companies Act 2006). 7 “ The Companies Acts ” has the meaning given by section 2(1) of the Companies Act 2006. 8 Any reference to provisions, or a particular provision, of the Companies Acts or the Insolvency Act 1986 includes the corresponding provisions or provision of corresponding earlier legislation. 9 Subject to the provisions of this section, expressions that are defined for the purposes of the Companies Acts   (see section 1174 of, and Schedule 8 to, the Companies Act 2006)  have the same meaning in this Act. 10 Any reference to acting as receiver— a includes acting as manager or as both receiver and manager, but b does not include acting as administrative receiver; and “receivership” is to be read accordingly."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22A", "section_title": " Application of Act to building societies.", "section_text": "22A 1 This Act applies to building societies as it applies to companies. 2 References in this Act to a company, or to a director or an officer of a company include, respectively, references to a building society within the meaning of the Building Societies Act 1986 or to a director or officer, within the meaning of that Act, of a building society. 3 In relation to a building society the definition of “ shadow director ” in section 22(5) applies with the substitution of “building society” for “company”. 3A In relation to a building society, this Act applies as if— a sections 6(1)(a)(ii) and (3)(d)  and 7(2)(b)   , 7(2)(b) and 11A   were omitted; b references in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company which has been dissolved without becoming insolvent were omitted. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22B", "section_title": "Application of Act to incorporated friendly societies.", "section_text": "22B 1 This Act applies to incorporated friendly societies as it applies to companies. 2 References in this Act to a company, or to a director or an officer of a company include, respectively, references to an incorporated friendly society within the meaning of the Friendly Societies Act 1992 or to a member of the committee of management or officer, within the meaning of that Act, of an incorporated friendly society. 3 In relation to an incorporated friendly society every reference to a shadow director shall be omitted. 3A In relation to an incorporated friendly society, this Act applies as if sections  — a sections 6(1)(a)(ii) and (3)(d), 7(2)(b)  and 8ZA to 8ZE   , 8ZA to 8ZE and 11A   were omitted; b references in sections 7(4)(a) and 15A(3)(b) to a company which has been dissolved without becoming insolvent were omitted. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22C", "section_title": "Application of Act to  NHS  foundation trusts", "section_text": "22C 1 This Act applies to  NHS  foundation trusts as it applies to companies within the meaning of this Act. 2 References in this Act to a company, or to a director or officer of a company, include, respectively, references to an  NHS  foundation trust or to a director or officer of the trust; but references to shadow directors are omitted. 2A In relation to an NHS foundation trust, this Act applies as if— a sections 6(1)(a)(ii) and (3)(d)  and 7(2)(b)   , 7(2)(b) and 11A   were omitted; b references in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company which has been dissolved without becoming insolvent were omitted. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22D", "section_title": "Application of Act to open-ended investment companies", "section_text": "22D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22E", "section_title": "Application of Act to registered societies", "section_text": "22E 1 In this section  “ registered society ” has the same meaning as in the Co-operative and Community Benefit Societies Act 2014 (“ the 2014 Act ”). 2 This Act applies to registered societies as it applies to companies. 3 Accordingly, in this Act— a references to a company include a registered society, and b references to a director or an officer of a company include a member of the committee or an officer of a registered society. In paragraph (b)  “ committee ” and  “ officer ” have the same meaning as in   the 2014 Act: see section 149 of that Act . 4 As they apply in relation to registered societies, the provisions of this Act have effect with the following modifications— a in section 2(1) (disqualification on conviction of indictable offence), the reference to striking off includes cancellation of the registration of a society under   the 2014 Act ; b in section 3 (disqualification for persistent breaches) and section 5 (disqualification on summary conviction), references to the companies legislation shall be read as references to the legislation relating to registered societies; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d references to the registrar shall be read as references to the   Financial Conduct Authority ; e references to a shadow director shall be disregarded f sections 6(1)(a)(ii) and (3)(d), 7(2)(b)  and 8ZA to 8ZE   , 8ZA to 8ZE and 11A   are to be disregarded; g references in sections 7(4)(a) and 15A(3)(b) to a company which has been dissolved without becoming insolvent are to be disregarded. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The legislation relating to registered societies” means the Credit Unions Act 1979 and the Co-operative and Community Benefit Societies Act 2014."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22F", "section_title": "Application of Act to charitable incorporated organisations", "section_text": "22F 1 This Act applies to charitable incorporated organisations (“ CIOs ”) as it applies to companies. 2 Accordingly, in this Act— a references to a company are to be read as including references to a  CIO ; b references to a director or an officer of a company are to be read as including references to a charity trustee of a  CIO ; and c any reference to the Insolvency Act 1986 is to be read as including a reference to that Act as it applies to  CIOs . 3 As they apply in relation to  CIOs , the provisions of this Act have effect with the following modifications— a in section 2(1), the reference to striking off is to be read as including a reference to dissolution; b in section 4(1)(a), the reference to an offence under section 993 of the Companies Act 2006 is to be read as including a reference to an offence under regulation 60 of the Charitable Incorporated Organisations (General) Regulations 2012(fraudulent trading); ba sections 6(1)(a)(ii) and (3)(d) and 7(2)(b) are to be disregarded; bb references in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company which has been dissolved without becoming insolvent are to be disregarded; c sections 9A to 9E are to be disregarded; d references to any of sections 9A to 9E are to be disregarded; da section 11A is to be disregarded; e references to a shadow director are to be disregarded. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section “charity trustees” has the meaning given by section 177 of the Charities Act 2011."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22G", "section_title": "Application of Act to further education bodies", "section_text": "22G 1 This Act applies to further education bodies as it applies to companies. 2 Accordingly, in this Act— a references to a company are to be read as including references to a further education body; b references to a director or an officer of a company are to be read as including references to a member of a further education body; c any reference to the Insolvency Act 1986 is to be read as including a reference to that Act as it applies to further education bodies. 3 As they apply in relation to further education bodies, the provisions of this Act have effect with the following modifications— a in section 2(1), the reference to striking off is to be read as including a reference to dissolution; aa sections 6(1)(a)(ii) and (3)(d) and 7(2)(b) are to be disregarded; ab references in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company which has been dissolved without becoming insolvent are to be disregarded; b sections 9A to 9E are to be disregarded; c references to any of sections 9A to 9E are to be disregarded. d section 11A is to be disregarded. 4 In this section— “ further education body ” means— a further education corporation, or a sixth form college corporation; “ further education corporation ” means a body corporate that— is established under section 15 or 16 of the Further and Higher Education Act 1992, or has become a further education corporation by virtue of section 33D or 47 of that Act; “ sixth form college corporation ” means a body corporate— designated as a sixth form college corporation under section 33A or 33B of the Further and Higher Education Act 1992, or established under section 33C of that Act."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22H", "section_title": "Application of Act to protected cell companies", "section_text": "22H 1 In this section— a “protected cell company” means a protected cell company incorporated under Part 4 of the Risk Transformation Regulations 2017 which has its registered office in England and Wales (or Wales) or Scotland; and b a reference to a part of a protected cell company is a reference to the core or a cell of the protected cell company (see regulations 42 and 43 of the Risk Transformation Regulations 2017). 2 This Act applies to protected cell companies as it applies to companies. 3 Accordingly, in this Act, references to a company are to be read as including references to a protected cell company. 4 As they apply in relation to protected cell companies, the provisions of this Act have effect with the following modifications— za sections 6(1)(a)(ii) and (3)(d)  and 7(2)(b)   , 7(2)(b) and 11A   are to be disregarded; zb references in sections 7(4)(a), 8ZB(2) and 15A(3)(b) to a company which has been dissolved without becoming insolvent are to be disregarded; a references to the administration, insolvency, liquidation or winding up of a company are to be read as references to the administration, insolvency, liquidation or winding up of a part of a protected cell company; b references to striking off are to be read as including references to dissolution; c references to a director of a company which is or has been insolvent are to be read as references to the director of a protected cell company, a part of which is or has been insolvent; d references to a director of a company which is being or has been wound up are to be read as references to the director of a protected cell company, a part of which is being or has been wound up; e references to the court with jurisdiction to wind up a company are to be read as references to the court with jurisdiction to wind up the parts of a protected cell company; f references to the companies legislation are to be read as references to Part 4 of, and Schedules 1 to 3 to, the Risk Transformation Regulations 2017; g references to the Insolvency Act 1986 are to be read as references to that Act as applied by Part 4 of, and Schedules 1 to 3 to, the Risk Transformation Regulations 2017; h references to section 452 and 456 of the Companies Act 2006 are to be read as references to those sections as applied by regulation 163 of the Risk Transformation Regulations 2017; i references to the registrar of companies are to be read as references to the Financial Conduct Authority; and j references to an overseas company include references to a protected cell company incorporated under the Risk Transformation Regulations 2017 which has its registered office in Northern Ireland. 5 Where two or more parts of a protected cell company are or have been insolvent, then sections 6 to 7A and 8ZA to 8ZC apply in relation to each part separately. 6 A contribution to the assets of a protected cell company given in accordance with a compensation order under section 15A(1) or a compensation undertaking under section 15A(2) is to be held by the protected cell company on behalf of the part of the protected cell company specified in the order or undertaking."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "22I", "section_title": "Power to amend application of Act in relation to relevant entities", "section_text": "22I 1 The Secretary of State may by regulations amend this Act for the purpose of applying, or modifying the application of, any of its provisions in relation to relevant entities. 2 For that purpose, the regulations may in particular— a extend the company disqualification conditions to include corresponding conditions relating to a relevant entity; b limit the company disqualification conditions to remove conditions relating to a relevant entity; c modify which company disqualification conditions can, in combination with each other, result in a person being disqualified under this Act; d provide for any of the company disqualification conditions to result in or contribute to a person being disqualified from acting in a role or doing something in relation to a relevant entity. 3 In this section “ the company disqualification conditions ” means the conditions that can result in or contribute to a person being disqualified under this Act from acting in a role or doing something in relation to any entity. 4 In this section a “ relevant entity ” means— a a limited partnership registered under the Limited Partnerships Act 1907; b a limited liability partnership registered under the Limited Liability Partnerships Act 2000; c a partnership, other than a limited partnership, that is— i constituted under the law of Scotland, and ii a qualifying partnership within the meaning given by regulation 3 of the Partnerships (Accounts) Regulations 2008. 5 Regulations under this section may make— a consequential, supplementary, incidental, transitional or saving provision; b different provision for different purposes. 6 The provision which may be made by virtue of subsection  (5)(a)  includes provision amending provision made by or under either of the following, whenever passed or made— a an Act; b Northern Ireland legislation. 7 Regulations under this section are to be made by statutory instrument. 8 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "23", "section_title": " Transitional provisions, savings, repeals.", "section_text": "23 1 The transitional provisions and savings in Schedule 3 to this Act have effect, and are without prejudice to anything in the  Interpretation Act 1978 with regard to the effect of repeals. 2 The enactments specified in the second column of Schedule 4 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "24", "section_title": " Extent.", "section_text": "24 1 This Act extends to England and Wales and to Scotland. 2 Subsections (1) to (2A) of section 11 also extend to Northern Ireland."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "25", "section_title": " Commencement.", "section_text": "25 This Act comes into force simultaneously with the Insolvency Act 1986."}, {"act": "Company Directors Disqualification Act 1986", "year": 1986, "section": "26", "section_title": " Citation.", "section_text": "26 This Act may be cited as the Company Directors Disqualification Act 1986."}]