[{"act": "Education Act 1986", "year": 1986, "section": "1", "section_title": " Payment of grant.", "section_text": "1 1 The Secretary of State may out of money provided by Parliament make grants to— a the body corporate constituted by Royal Charter and known at the passing of this Act as the Fellowship of Engineering;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . in respect of expenditure incurred or to be incurred by  that body  for the purpose of any of its activities. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In making a grant under this section the Secretary of State   . . . may impose conditions for any purpose mentioned in subsection (3) below and may also impose such other conditions as he thinks fit. 3 Those purposes are— a requiring the repayment of the grant in whole or part if any other condition is not complied with; b where the grant is made in respect of capital expenditure, requiring the payment to the Secretary of State   . . . on the sale of, or of any part of, a grant-aided asset of such sums related to the value of the asset at the time of the sale as he may by notice in writing specify to the recipient of the grant as being in his opinion reasonable having regard to the extent to which the asset has been acquired, provided or improved as a result of the grant; and c requiring the payment of interest in respect of any period during which a sum due to the Secretary of State in accordance with any other condition remains unpaid. 4 A condition imposed under subsection (3)(b) above may require a payment to be made even if the grant has been repaid at the time of the sale; and in that subsection “ grant-aided asset ”, in relation to a grant, means an asset acquired, provided or improved as a result of the expenditure in respect of which the grant is made."}, {"act": "Education Act 1986", "year": 1986, "section": "2", "section_title": " Recovery of negative pooling adjustments.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1986", "year": 1986, "section": "3", "section_title": " Payment of positive pooling adjustments.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1986", "year": 1986, "section": "4", "section_title": " Application of sections 2 and 3 and supplementary provisions.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Education Act 1986", "year": 1986, "section": "5", "section_title": " Expenses.", "section_text": "5 There shall be paid out of money provided by Parliament and expenses incurred by the Secretary of State  . . .  under this Act and any increase attributable to this Act in the sums payable out of moneys so provided under any other Act."}, {"act": "Education Act 1986", "year": 1986, "section": "6", "section_title": " Short title, commencement and extent.", "section_text": "6 1 This Act may be cited as the Education Act 1986. 2 Section 1 of this Act shall come into force at the end of the period of two months beginning with the date on which this Act is passed. 3 This Act extends to England and Wales only."}]