[{"act": "European Communities (Amendment) Act 1986", "year": 1986, "section": "1", "section_title": " Extended meaning of “the Treaties” and “the Community Treaties”.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Communities (Amendment) Act 1986", "year": 1986, "section": "2", "section_title": " Extensions of provisions to courts attached to European Court.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Communities (Amendment) Act 1986", "year": 1986, "section": "3", "section_title": " Provisions relating to European Assembly.", "section_text": "3 1 Subject to subsection (2) below and to the repeals and revocations made by section 4(3) below, any enactment or instrument passed or made before the day on which the Single European Act enters into force shall have effect on and after that day with the substitution— a of a reference to the (or, as the case may be, a) European Parliament for any reference (however worded) to the (or an) Assembly of the European Communities; and b of the words “European Parliamentary” for the word “Assembly” and for the words “ European Assembly ” wherever that word or those words are used adjectivally with reference to the European Assembly (together with, where necessary, the consequential substitution of “a” for “an”). 2 The provisions on which subsection (1) above operates do not include that subsection itself or subsection (3) below or the long title of this Act but, subject to those exceptions, include— a the long titles of Acts passed before the day mentioned in subsection (1) above; b any provision of an Act or instrument passed or made before that day specifying how that Act or instrument may be cited; and c so much of any Act or instrument so passed or made as uses a mode of citation authorised by another such Act or instrument to refer to that other Act or instrument. 3 On and after the day mentioned in subsection (1) above the enactments and instruments amended by this section shall have effect as if the Assembly of the European Communities had always been named the European Parliament. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "European Communities (Amendment) Act 1986", "year": 1986, "section": "4", "section_title": " Short title interpretation and repeals.", "section_text": "4 1 This Act may be cited as the European Communities (Amendment) Act 1986. 2 In this Act “ the Single European Act ” means the Single European Act signed at Luxembourg and The Hague on 17th and 28th February 1986. 3 The enactments and instruments mentioned in the Schedule to this Act are hereby repealed or revoked to the extent specified in the third column of that Schedule as from the day mentioned in section 3(1) above."}]