[{"act": "Finance Act 1986", "year": 1986, "section": "1", "section_title": " Tobacco products.", "section_text": "1 1 For the Table in Schedule 1 to the  Tobacco Products Duty Act 1979 there shall be substituted—  Table 1. Cigarettes An amount equal to 21 per cent. of the retail price plus £30·61 per thousand cigarettes. 2. Cigars £47·05 per kilogram. 3. Hand-rolling tobacco £49·64 per kilogram. 4. Other smoking tobacco and chewing tobacco £24·95 per kilogram. 2 This section shall be deemed to have come into force on 21st March 1986."}, {"act": "Finance Act 1986", "year": 1986, "section": "2", "section_title": " Hydrocarbon oil.", "section_text": "2 1 In section 6(1) of the  Hydrocarbon Oil Duties Act 1979 for “£0·1794” (light oil) and “£0·1515” (heavy oil) there shall be substituted “£0·1938” and “£0·1639” respectively. 2 In subsection (1) of section 11 of that Act (rebate on heavy oil) for paragraphs (a) and (b) there shall be substituted— a in the case of fuel oil, of £0·0077 a litre less than the rate at which the duty is for the time being chargeable; b in the case of gas oil, of £0·0110 a litre less than the rate at which the duty is for the time being chargeable; and c in the case of heavy oil other than fuel oil and gas oil, equal to the rate at which the duty is for the time being chargeable. 3 For subsection (2) of section 11 of that Act (definition of types of heavy oil), there shall be substituted— 2 In this section— “ fuel oil ” means heavy oil which contains in solution an amount of asphaltenes of not less than 0·5 per cent. or which contains less than 0·5 per cent. but not less than 0·1 per cent. of asphaltenes and has a closed flash point not exceeding 150½C; and “ gas oil ” means heavy oil of which not more than 50 per cent. by volume distils at a temperature not exceeding 240½C and of which more than 50 per cent. by volume distils at a temperature not exceeding 340½C. 4 This section shall be deemed to have come into force at 6 o’oclock in the evening of 18th March 1986."}, {"act": "Finance Act 1986", "year": 1986, "section": "3", "section_title": " Vehicles excise duty.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "4", "section_title": " Beer duty: minor amendments.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After section 49 of the Alcoholic Liquor Duties Act 1979 there shall be inserted the following section—  Drawback allowable to brewer for sale. 49 1 For the purpose of any claim for drawback by a brewer for sale in respect of duty charged on beer, duty which has been determined in accordance with regulations under section 49(1)(bb) above shall be deemed to be duty which has been paid (whether or not it is in fact paid by the time the claim is made). 2 Subject to such conditions as the Commissioners see fit to impose, drawback allowable to a brewer for sale in respect of beer may be set against any amount to which the brewer is chargeable under section 38 above and, in relation to a brewer for sale, any reference in this Act or the Management Act to drawback payable shall be construed accordingly."}, {"act": "Finance Act 1986", "year": 1986, "section": "5", "section_title": " Warehousing regulations.", "section_text": "5 Schedule 3 to this Act (which contains amendments about warehousing regulations) shall have effect."}, {"act": "Finance Act 1986", "year": 1986, "section": "6", "section_title": " Betting duties and bingo duty in Northern Ireland.", "section_text": "6 1 The  Betting and Gaming Duties Act 1981 (in this section referred to as “ the 1981 Act ”) shall have effect subject to the amendments in Part I of Schedule 4 to this Act, being amendments designed to extend to Northern Ireland— a the provisions of the 1981 Act relating to general betting duty and pool betting duty (in place of the provisions of Part III of the  Miscellaneous Tranferred Excise Duties Act (Northern Ireland) 1972 relating to those duties); and b the provisions of the 1981 Act relating to bingo duty. 2 Part II of Schedule 4 to this Act shall have effect for the purpose of making consequential amendments of certain Northern Ireland legislation; and Part III of that Schedule shall have effect for the purpose of extending to Northern Ireland certain subordinate legislation made under the 1981 Act. 3 Schedule 4 to this Act,— a so far as it relates to general betting duty or pool betting duty, shall come into force on the betting commencement date, but shall not have effect in relation to duty in respect of bets made before that date; and b so far as it relates to bingo duty, shall come into force on the bingo commencement date, but shall not impose any charge to duty in respect of bingo played in Northern Ireland before that date. 4 Part III of the  Miscellaneous Transferred Excise Duties Act (Northern Ireland) 1972 shall cease to have effect on the betting commencement date except in relation to duty in respect of bets made before that date. 5 In this section and Schedule 4 to this Act— “ the betting commencement date ” means 29th September 1986 or, if later, the day appointed for the coming into operation of Part II (betting) of the  Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985; and “ the bingo commencement date ” means 29th September 1986 or, if later, the day appointed for the coming into operation of Chapter II of Part III (gaming on bingo club premises) of that Order."}, {"act": "Finance Act 1986", "year": 1986, "section": "7", "section_title": " Betting and gaming duties: evidence by certificate, etc.", "section_text": "7 After section 29 of the  Betting and Gaming Duties Act 1981 there shall be inserted the following section—  Evidence by certificate, etc. 29A 1 A certificate of the Commissioners— a that any notice required by or under this Act to be given to them had or had not been given at any date, or b that any permit, licence or authority required by or under this Act had or had not been issued at any date, or c that any return required by or under this Act had not been made at any date, or d that any duty shown as due in any return or estimate made in pursuance of this Act had not been paid at any date, shall be sufficient evidence of that fact until the contrary is proved. 2 A photograph of any document furnished to the Commissioners for the purposes of this Act and certified by them to be such a photograph shall be admissible in any proceedings, whether civil or criminal, to the same extent as the document itself. 3 Any document purporting to be a certificate under subsection (1) or (2) above shall be deemed to be such a certificate until the contrary is proved."}, {"act": "Finance Act 1986", "year": 1986, "section": "8", "section_title": " Licences under the customs and excise Acts.", "section_text": "8 1 No excise licence duty shall be chargeable on the grant after 18th March 1986 of an excise licence under any of the provisions of the  Alcoholic Liquor Duties Act 1979 (licensing of various activities relating to the production of alcoholic liqour) or under section 2 of the  Matches and Mechanical Lighters Duties Act 1979 (licensing of manufacture of matches). 2 The following enactments shall cease to have effect— a sections 12(2), 18(3),  . . . and 75(3) of the Alcoholic Liquor Duties Act 1979 and section 2(2) of the Matches and Mechanical Lighters Duties Act 1979 (which provide for certain excise licences, the duty on which is abolished by subsection (1) above, to expire on a specific date in each year); and b section 81 of the Alcoholic Liquor Duties Act 1979 (under which a licence is required for the leeping or using of a still by any person otherwise than as a distiller, rectifier or compounder). 3 The holder of a licence under any of the enactments specified in subsection (5) below may suurender the licence to the Commissioners of Customs and Excise at any time. 4 The Commissioners of Customs and Excise may at any time revoke a licence granted in respect of any premises under any of the enactments specified in subsection (5) below if it appears to them that the holder of the licence has ceased to carry on at those premises the activity in respect of which the licence was granted. 5 The enactments referred to in subsections (3) and (4) above are— a section 12 of the Alcoholic Liquor Duties Act 1979 (distillers), b section 18 of that Act (rectifiers), c section 47 of that Act (brewers), d section 48 of that Act (persons using premises for adding solutions to beer), e section 54 of that Act (wine producers), f section 55 of that Act (made-wine producers), and g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Schedule 5 to this Act shall have effect for the purpose of supplementing the provisions of this section."}, {"act": "Finance Act 1986", "year": 1986, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Finance Act 1986", "year": 1986, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Finance Act 1986", "year": 1986, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Finance Act 1986", "year": 1986, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Finance Act 1986", "year": 1986, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Finance Act 1986", "year": 1986, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Finance Act 1986", "year": 1986, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Finance Act 1986", "year": 1986, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1986", "year": 1986, "section": "23", "section_title": " Employee share schemes: general amendments.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1986", "year": 1986, "section": "24", "section_title": " Approved profit sharing schemes: workers’ co-operatives.", "section_text": "24 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Where, for the purpose of securing (and maintaining) approval of its profit sharing scheme in accordance with Part I of Schedule 9 to the Finance Act 1978, the rules of a society which is a workers’ co-operative or which is seeking to be registered under the industrial and provident societies legislation as a workers’ co-operative contain— a provision for membership of the society by the trustees of the scheme, b provision denying voting rights to those trustees, or c other provisions which appear to the registrar to be reasonably necessary for that purpose, those provisions shall be disregarded in determining whether the society should be or continue to be registered under the industrial and provident societies legislation as a bona fide co-operative society. 5 In subsection (4) above “ the industrial and provident societies legislation ” means— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the  Industrial and Provident Societies Act (Northern Ireland) 1969, and “ registrar ” has the same meaning as in   that Act   and “ co-operative society ” has the same meaning as in section 1 of   that Act ."}, {"act": "Finance Act 1986", "year": 1986, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Finance Act 1986", "year": 1986, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "33"}, {"act": "Finance Act 1986", "year": 1986, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Finance Act 1986", "year": 1986, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Finance Act 1986", "year": 1986, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Finance Act 1986", "year": 1986, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59"}, {"act": "Finance Act 1986", "year": 1986, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Finance Act 1986", "year": 1986, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "61"}, {"act": "Finance Act 1986", "year": 1986, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Finance Act 1986", "year": 1986, "section": "65", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "66", "section_title": "Company's purchase of own shares", "section_text": "66 1 This section applies where a company purchases its own shares under section   690   of the Companies Act   2006   .... 2   Any return which relates to any of the shares   purchased and is delivered to the registrar of companies under section   707    of that Act  ... shall be charged with stamp duty, and treated for all purposes of the Stamp Act 1891  , as if it were an instrument transferring the shares to which it relates  on sale to the company in pursuance of the contract (or contracts) of purchase concerned. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subject to subsection (4) below, this section applies to any   such return   which is delivered to the registrar of companies on or after the day of The Stock Exchange reforms. 4 This section does not apply to any return to the extent that the shares to which it relates were purchased under a contract entered into before the day of The Stock Exchange reforms. 5 In this section   “ the day of The Stock Exchange reforms ” means the day on which the rule of The Stock Exchange that prohibits a person from carrying on business as both a broker and a jobber is abolished."}, {"act": "Finance Act 1986", "year": 1986, "section": "67", "section_title": "Depositary receipts", "section_text": "67 1 Subject to subsection (9) below, subsection (2) or (3) below (as the case may be) applies where an instrument   (other than a bearer instrument)  transfers relevant securities of a company incorporated in the United Kingdom to a person who at the time of the transfer falls within subsection (6), (7) or (8) below. 2 If stamp duty is chargeable on the instrument under Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale), the rate at which that duty is chargeable is   1.5% of— a the amount or value of the consideration for the sale to which the instrument gives effect, or b where subsection (2A) applies— i the amount or value of the consideration for the sale to which the instrument gives effect, or ii if higher, the value of the securities at the date the instrument is executed. 2A This subsection applies where the instrument transferring the securities is executed pursuant to— a the exercise of an option to buy or to sell the securities, and b either— i a term of the option which provides for the securities to be transferred to the person falling within subsection (6), (7) or (8), or ii a direction, given by or on behalf of the person entitled or bound to acquire the securities pursuant to the exercise of the option, for the securities to be so transferred. 3   If stamp duty is not chargeable on the instrument under Part 1 of Schedule 13 to the Finance Act 1999 (transfer on sale) —                        a stamp duty is chargeable on the instrument under this subsection, and b subject to subsection (5), the rate at which that duty is chargeable is 1.5% of the value of the securities at the date the instrument is executed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In a case where — a securities are issued, or securities sold are transferred, and (in either case) they are to be paid for in instalments, b the person to whom they are issued or transferred holds them and transfers them to another person when the last instalment is paid, c the transfer to the other person is effected by an instrument in the case of which subsection (3) above applies, d before the execution of the instrument mentioned in paragraph (c) above an instrument is received by a person falling (at the time of the receipt) within subsection (6), (7) or (8) below, e the instrument so received evidences all the rights which (by virtue of the terms under which the securities are issued or sold as mentioned in paragraph (a) above) subsist in respect of them at the time of the receipt, and f the instrument mentioned in paragraph (c) above contains a statement that paragraphs (a), (b) and (e) above are fulfilled, subsection (3) above shall have effect as if the reference to the value there mentioned were to an amount (if any) equal to the total of the instalments payable, less those paid before the transfer to the other person is effected. 6 A person falls within this subsection if his business is exclusively that of holding relevant securities — a as nominee or agent for a person whose business is or includes issuing depositary receipts for relevant securities, and b for the purposes of such part of the business mentioned in paragraph (a) above as consists of issuing such depositary receipts (in a case where the business does not consist exclusively of that). 7 A person falls within this subsection if — a he is specified for the purposes of this subsection by the Treasury by order made by statutory instrument, and b his business is or includes issuing depositary receipts for relevant securities. 8 A person falls within this subsection if — a he is specified for the purposes of this subsection by the Treasury by order made by statutory instrument, b he does not fall within subsection (6) above but his business includes holding relevant securities as nominee or agent for a person who falls within subsection (7)(b) above at the time of the transfer, and c he holds relevant securities as nominee or agent for such a person, for the purposes of such part of that person's business as consists of issuing depositary receipts for relevant securities (in a case where that business does not consist exclusively of that). 8A Where an instrument transfers shares or stock or marketable securities admitted to trading on a recognised growth market but not listed on any market, subsections (2) to (5) do not apply and stamp duty is not chargeable on the instrument. 8B In subsection (8A)  “listed” and  “recognised growth market” are to be construed in accordance with section 99A below. 9 Where an instrument transfers relevant securities of a company incorporated in the United Kingdom — a to a company which at the time of the transfer falls within subsection (6) above  . . . , and b from a company which at that time falls within that subsection  . . . , subsections (2) to (5) above shall not apply and   stamp duty is not chargeable on the instrument . 9A In this section  “ bearer instrument ” has the meaning given in paragraph 3 of Schedule 15 to the Finance Act 1999. 10 This section applies to any instrument executed on or after the day on which the rule of The Stock Exchange that prohibits a person from carrying on business as both a broker and a jobber is abolished."}, {"act": "Finance Act 1986", "year": 1986, "section": "68", "section_title": "Depositary receipts: notification", "section_text": "68 1 A person whose business is or includes issuing depositary receipts for relevant securities of a company incorporated in the United Kingdom shall notify the Commissioners of that fact before the end of the period of one month beginning with the date on which he first issues such depositary receipts. 2 A person whose business includes (but does not exclusively consist of) holding relevant securities (being securities of a company incorporated in the United Kingdom)— a as nominee or agent for a person whose business is or includes issuing depositary receipts for relevant securities, and b for the purposes of such part of the business mentioned in paragraph (a) above as consists of issuing such depositary receipts (in a case where the business does not consist exclusively of that), shall notify the Commissioners of that fact before the end of the period of one month beginning with the date on which he first holds such relevant securities as such a nominee or agent and for such purposes. 3 A company which is incorporated in the United Kingdom and becomes aware that any shares in the company are held by a person such as is mentioned in subsection (1) or (2) above shall notify the Commissioners of that fact before the end of the period of one month beginning with the date on which the company first becomes aware of that fact. 4 A person who fails to comply with subsection (1) or (2) above shall be liable to a   penalty  not exceeding £1,000. 5 A company which fails to comply with subsection (3) above shall be liable to a   penalty  not exceeding £100. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "69", "section_title": "Depositary receipts: supplementary", "section_text": "69 1 For the purposes of sections 67 and 68 above a depositary receipt for relevant securities is an instrument acknowledging— a that a person holds relevant securities or evidence of the right to receive them, and b that another person is entitled to rights, whether expressed as units or otherwise, in or in relation to relevant securities of the same kind, including the right to receive such securities (or evidence of the right to receive them) from the person mentioned in paragraph (a) above, except that for those purposes a depositary receipt for relevant securities does not include an instrument acknowledging rights in or in relation to securities if they are issued or sold under terms providing for payment in instalments and for the issue of the instrument as evidence that an instalment has been paid. 2 The Treasury may by regulations provide that for subsection (1) above (as it has effect for the time being) there shall be substituted a subsection containing a different definition of a depositary receipt for the purposes of sections 67 and 68 above. 3 References in this section and sections 67 and 68 above to relevant securities, or to relevant securities of a company, are to shares in or stock or marketable securities of any company (which, unless otherwise stated, need not be incorporated in the United Kingdom). 4 For the purposes of   section 67(2)(b)(ii) and (3)   above the value of securities at the date the instrument is executed shall be taken to be the price they might reasonably be expected to fetch on a sale at that time in the open market. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The power to make regulations or an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "70", "section_title": "Clearance services", "section_text": "70 1 Subject to subsection (9)\t\t\t\t\t  and section 97A  below, subsection (2) or (3) below (as the case may be) applies where an instrument    (other than a bearer instrument)  transfers relevant securities of a company incorporated in the United Kingdom to a person who at the time of the transfer falls within subsection (6), (7) or (8) below. 2 If stamp duty is chargeable on the instrument under Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale), the rate at which that duty is chargeable is   1.5% of—                          a the amount or value of the consideration for the sale to which the instrument gives effect, or b where subsection (2A) applies— i the amount or value of the consideration for the sale to which the instrument gives effect, or ii if higher, the value of the securities at the date the instrument is executed. 2A This subsection applies where the instrument transferring the securities is executed pursuant to— a the exercise of an option to buy or to sell the securities, and b either— i a term of the option which provides for the securities to be transferred to the person falling within subsection (6), (7) or (8), or ii a direction, given by or on behalf of the person entitled or bound to acquire the securities pursuant to the exercise of the option, for the securities to be so transferred. 3   If stamp duty is not chargeable on the instrument under Part 1 of Schedule 13 to the Finance Act 1999 (transfer on sale) —                         a stamp duty is chargeable on the instrument under this subsection, and b subject to subsection (5), the rate at which that duty is chargeable is 1.5% of the value of the securities at the date the instrument is executed. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In a case where — a securities are issued, or securities sold are transferred, and (in either case) they are to be paid for in instalments, b the person to whom they are issued or transferred holds them and transfers them to another person when the last instalment is paid, c the transfer to the other person is effected by an instrument in the case of which subsection (3) above applies, d before the execution of the instrument mentioned in paragraph (c) above an instrument is received by a person falling (at the time of the receipt) within subsection (6), (7) or (8) below, e the instrument so received evidences all the rights which (by virtue of the terms under which the securities are issued or sold as mentioned in paragraph (a) above) subsist in respect of them at the time of the receipt, and f the instrument mentioned in paragraph (c) above contains a statement that paragraphs (a), (b) and (e) above are fulfilled, subsection (3) above shall have effect as if the reference to the value there mentioned were to an amount (if any) equal to the total of the instalments payable, less those paid before the transfer to the other person is effected. 6 A person falls within this subsection if his business is exclusively that of holding relevant securities — a as nominee or agent for a person whose business is or includes the provision of clearance services for the purchase and sale of relevant securities, and b for the purposes of such part of the business mentioned in paragraph (a) above as consists of the provision of such clearance services (in a case where the business does not consist exclusively of that). 7 A person falls within this subsection if — a he is specified for the purposes of this subsection by the Treasury by order made by statutory instrument, and b his business is or includes the provision of clearance services for the purchase and sale of relevant securities. 8 A person falls within this subsection if — a he is specified for the purposes of this subsection by the Treasury by order made by statutory instrument, b he does not fall within subsection (6) above but his business includes holding relevant securities as nominee or agent for a person who falls within subsection (7)(b) above at the time of the transfer, and c he holds relevant securities as nominee or agent for such a person, for the purposes of such part of that person's business as consists of the provision of clearance services for the purchase and sale of relevant securities (in a case where that business does not consist exclusively of that). 8A Where an instrument transfers shares or stock or marketable securities admitted to trading on a recognised growth market but not listed on any market, subsections (2) to (5) do not apply and stamp duty is not chargeable on the instrument. 8B In subsection (8A)  “listed” and  “recognised growth market” are to be construed in accordance with section 99A below. 9 Where an instrument transfers relevant securities of a company incorporated in the United Kingdom — a to a company which at the time of the transfer falls within subsection (6) above  . . . , and b from a company which at that time falls within that subsection  . . . , subsections (2) to (5) above shall not apply and   stamp duty is not chargeable on the instrument . 9A In this section  “ bearer instrument ” has the meaning given in paragraph 3 of Schedule 15 to the Finance Act 1999. 10 This section applies to any instrument executed on or after the day on which the rule of The Stock Exchange that prohibits a person from carrying on business as both a broker and a jobber is abolished."}, {"act": "Finance Act 1986", "year": 1986, "section": "71", "section_title": "Clearance services: notification", "section_text": "71 1 A person whose business is or includes the provision of clearance services for the purchase and sale of relevant securities of a company incorporated in the United Kingdom shall notify the Commissioners of that fact before the end of the period of one month beginning with the date on which he first provides such clearance services. 2 A person whose business includes (but does not exclusively consist of) holding relevant securities (being securities of a company incorporated in the United Kingdom)— a as nominee or agent for a person whose business is or includes the provision of clearance services for the purchase and sale of relevant securities, and b for the purposes of such part of the business mentioned in paragraph (a) above as consists of the provision of such clearance services (in a case where the business does not consist exclusively of that), shall notify the Commissioners of that fact before the end of the period of one month beginning with the date on which he first holds such relevant securities as such a nominee or agent and for such purposes. 3 A company which is incorporated in the United Kingdom and becomes aware that any shares in the company are held by a person such as is mentioned in subsection (1) or (2) above shall notify the Commissioners of that fact before the end of the period of one month beginning with the date on which the company first becomes aware of that fact. 4 A person who fails to comply with subsection (1) or (2) above shall be liable to a   penalty  not exceeding £1,000. 5 A company which fails to comply with subsection (3) above shall be liable to a   penalty  not exceeding £100. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "72", "section_title": "Clearance services: supplementary", "section_text": "72 1 References in sections 70 and 71 above to relevant securities, or to relevant securities of a company, are to shares in or stock or marketable securities of any company (which, unless otherwise stated, need not be incorporated in the United Kingdom). 2 For the purposes of   section 70(2)(b)(ii) and (3)   above the value of securities at the date the instrument is executed shall be taken to be the price they might reasonably be expected to fetch on a sale at that time in the open market. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "72A", "section_title": "\n\t\t\tTransfers between depositary receipt system and clearance system.", "section_text": "72A 1 Where an instrument transfers relevant securities of a company incorporated in the United Kingdom between a depositary receipt system and a clearance system— a the provisions of section 67(2) to (5) or, as the case may be, section 70(2) to (5) above shall not apply, and b stamp duty is not chargeable on the instrument. 2 A transfer between a depositary receipt system and a clearance system means a transfer— a from (or to) a company that at the time of the transfer falls within section 67(6) above, and b to (or from) a company that at that time falls within section 70(6) above. 3 This section does not apply to a transfer from a clearance system (that is, from such a company as is mentioned in subsection (2)(b) above) if at the time of the transfer an election is in force under section 97A below in relation to the clearance services for the purposes of which the securities are held immediately before the transfer."}, {"act": "Finance Act 1986", "year": 1986, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Finance Act 1986", "year": 1986, "section": "74", "section_title": " Reconstructions etc: repeals.", "section_text": "74 1 The following provisions shall cease to have effect— a section 55 of the   Finance Act 1927 and section 4 of the   Finance Act (Northern Ireland) 1928 (reconstructions and amalgamations); b paragraph 12(1) and (1A) of Schedule 18 to the  Finance Act 1980 (demergers); c sections 78, 79 and 80 of the Finance Act 1985 (takeovers and winding-up). 2 In paragraph 12(3) of Schedule 18 to the Finance Act 1980 for the words “sub-paragraph (2) above” there shall be substituted the words “this paragraph”. 3 This section applies to any instrument executed in pursuance of a contract made on or after the day on which the rule of The Stock Exchange that prohibits a person from carrying on business as both a broker and a jobber is abolished."}, {"act": "Finance Act 1986", "year": 1986, "section": "75", "section_title": " Acquisitions: reliefs.", "section_text": "75 1 This section applies where a company (the acquiring company) acquires the whole or part of an undertaking of another company (the target company) in pursuance of a scheme for the reconstruction of the target company. 2 If the first and second conditions (as defined below) are fulfilled, stamp duty under   Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale) shall not be chargeable on an instrument executed for the purposes of or in connection with the transfer of the undertaking or part. 3 An instrument on which stamp duty is not chargeable by virtue only of subsection (2) above shall not be taken to be duly stamped unless it is stamped with the duty to which it would be liable but for that subsection or it has, in accordance with section 12 of the Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty. 4 The first condition is  ... that the consideration for the acquisition— a consists of or includes the issue of   non-redeemable  shares in the acquiring company to all the shareholders of the target company; b includes nothing else (if anything) but the assumption or discharge by the acquiring company of liabilities of the target company. In paragraph (a) above, “ non-redeemable shares ” means shares which are not redeemable shares. 5 The second condition is that— a the acquisition is effected for bona fide commercial reasons and does not form part of a scheme or arrangement of which the main purpose, or one of the main purposes, is avoidance of liability to stamp duty, income tax, corporation tax or capital gains tax, b after the acquisition has been made, each shareholder of each of the companies is a shareholder of the other, and c after the acquisition has been made, the proportion of shares of one of the companies held by any shareholder is the same                           , or as nearly as may be the same,  as the proportion of shares of the other company held by that shareholder. 5A If immediately before the acquisition the target company or the acquiring company holds any of its own shares, the shares are to be treated for the purposes of subsections (4) and (5) as having been cancelled before the acquisition (and, accordingly, the company is to be treated as if it were not a shareholder of itself). 6 This section applies to any instrument which is executed after 24th March 1986 unless it is executed in pursuance of an unconditional contract made on or before 18th March 1986. 7 This section shall be deemed to have come into force on 25th March 1986."}, {"act": "Finance Act 1986", "year": 1986, "section": "76", "section_title": " Acquisitions: further provisions about reliefs.", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "77", "section_title": "Acquisition of target company's share capital", "section_text": "77 1 Stamp duty under   Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale)  shall not be chargeable on an instrument transferring shares in one company (the target company) to another company (the acquiring company) if the conditions mentioned in subsection (3) below are fulfilled. 2 An instrument on which stamp duty is not chargeable by virtue only of subsection (1) above shall not be taken to be duly stamped unless it is stamped with the duty to which it would be liable but for that subsection or it has, in accordance with section 12 of the Stamp Act 1891, been stamped with a particular stamp denoting that it is not chargeable with any duty. 3 The conditions are that — a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the transfer forms part of an arrangement by which the acquiring company acquires the whole of the issued share capital of the target company, c the acquisition is effected for bona fide commercial reasons and does not form part of a scheme or arrangement of which the main purpose, or one of the main purposes, is avoidance of liability to stamp duty, stamp duty reserve tax, income tax, corporation tax or capital gains tax, d the consideration for the acquisition consists only of the issue of shares in the acquiring company to the shareholders of the target company, e after the acquisition has been made, each person who immediately before it was made was a shareholder of the target company is a shareholder of the acquiring company, f after the acquisition has been made, the shares in the acquiring company are of the same classes as were the shares in the target company immediately before the acquisition was made, g after the acquisition has been made, the number of shares of any particular class in the acquiring company bears to all the shares in that company the same proportion   , or as nearly as may be the same proportion,  as the number of shares of that class in the target company bore to all the shares in that company immediately before the acquisition was made,  ... h after the acquisition has been made, the proportion of shares of any particular class in the acquiring company held by any particular shareholder is the same   , or as nearly as may be the same,  as the proportion of shares of that class in the target company held by him immediately before the acquisition was made , and i at the time the instrument mentioned in subsection (1) is executed there are no disqualifying arrangements, within the meaning given by section 77A, in existence. 3A If immediately before the acquisition the target company or the acquiring company holds any of its own shares, the shares are to be treated for the purposes of subsection   (3)(b) to (h)   as having been cancelled before the acquisition (and, accordingly, the company is to be treated as if it were not a shareholder of itself). 4 In this section   and section 77A  references to shares and to share capital include references to stock. 5 This section applies to any instrument executed on or after 1st August 1986."}, {"act": "Finance Act 1986", "year": 1986, "section": "77A", "section_title": "Disqualifying arrangements", "section_text": "77A 1 This section applies for the purposes of section 77(3)(i). 2 Arrangements are  “disqualifying arrangements” if it is reasonable to assume that the purpose, or one of the purposes, of the arrangements is to secure that— a a particular person obtains control of the acquiring company, or b particular persons together obtain control of that company.   but a person who has held at least 25% of the issued share capital of the target company at all times during the relevant period is not within paragraph (a) or (b).   2A For the purposes of subsection (2) the “relevant period” is the period of 3 years ending immediately before the time at which the shares in the acquiring company are issued (or first issued) as consideration for the acquisition. 3 ... neither of the following are disqualifying arrangements— a the arrangements for the issue of shares in the acquiring company which is the consideration for the acquisition mentioned in section 77(3); b any relevant merger arrangements. 4 In subsection (3)  “ relevant merger arrangements ” means arrangements for the issue of shares in the acquiring company to the shareholders of a company (“company B”) other than the target company (“company A”) in a case where— a that issue of shares to the shareholders of company B would be the only consideration for the acquisition by the acquiring company of the whole of the issued share capital of company B, b the conditions in section 77(3)(c) and (e) would be met in relation to that acquisition (if that acquisition were made in accordance with the arrangements), and c the conditions in paragraphs (f) to (h) of section 77(3) would be met in relation to that acquisition if— i that acquisition were made in accordance with the arrangements, and ii the shares in the acquiring company issued as consideration for the acquisition of the share capital of company A were ignored for the purposes of those paragraphs; and in section 77(3)(e) to (h) and (3A) as they apply by virtue of this subsection, references to the target company are to be read as references to company B. 5 Where— a arrangements within any paragraph of subsection (3) are part of a wider scheme or arrangement, and b that scheme or arrangement includes other arrangements which— i fall within subsection (2), and ii do not fall within any paragraph of subsection (3), those other arrangements are disqualifying arrangements despite anything in subsection (3). 5A The Treasury may by regulations amend subsection (2) or (2A) so as to alter the percentage or length of the period for the time being specified there. 5B The power to make regulations under subsection (5A) is exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 6 In this section— “ the acquiring company ” has the meaning given by section 77(1); “ arrangements ” includes any agreement, understanding or scheme (whether or not legally enforceable); “ control ” is to be read in accordance with section 1124 of the Corporation Tax Act 2010; “ the target company ” has the meaning given by section 77(1)."}, {"act": "Finance Act 1986", "year": 1986, "section": "78", "section_title": " Loan capital.", "section_text": "78 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In this section “ loan capital ” means— a any debenture stock, corporation stock or funded debt, by whatever name known, issued by a body corporate or other body of persons (which here includes a local authority and any body whether formed or established in the United Kingdom or elsewhere); b any capital raised by such a body if the capital is borrowed or has the character of borrowed money, and whether it is in the form of stock or any other form; c stock or marketable securities issued by the government of any country or territory outside the United Kingdom; d any capital raised under arrangements   to which section 564G of the Income Tax Act 2007   or section 507 of the Corporation Tax Act 2009  (alternative finance investment bonds)  applies                     . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In this section “ designated international organisation ” means an international organisation designated for the purposes of section  324 of the Taxes Act 1988  by an order made under subsection (1) of that section. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "79", "section_title": " Loan capital: new provisions.", "section_text": "79 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Stamp duty under   Schedule 15 to the Finance Act 1999 (bearer instruments)  shall not be chargeable on the issue of an instrument which relates to loan capital or on the transfer of the loan capital constituted by, or transferable by means of, such an instrument. 3 Stamp duty shall not be chargeable on an instrument which transfers loan capital issued or raised by — a the financial support fund of the Organisation for Economic Co-operation and Development, b the Inter-American Development Bank, or c an organisation which was a designated international organisation at the time of the transfer (whether or not it was such an organisation at the time the loan capital was issued or raised). 4 Subject to subsections (5) and (6) below, stamp duty shall not be chargeable on an instrument which transfers any other loan capital. 5 Subsection (4) above does not apply to an instrument transferring loan capital which, at the time the instrument is executed, carries a right (exercisable then or later) of conversion into shares or other securities, or to the acquisition of shares or other securities, including loan capital of the same description. 6 Subject to   subsections (7) to (7B)   below, subsection (4) above does not apply to an instrument transferring loan capital which, at the time the instrument is executed or any earlier time, carries or has carried — a a right to interest the amount of which exceeds a reasonable commercial return on the nominal amount of the capital, b a right to interest the amount of which falls or has fallen to be determined to any extent by reference to the results of, or of any part of, a business or to the value of any property, or c a right on repayment to an amount which exceeds the nominal amount of the capital and is not reasonably comparable with what is generally repayable (in respect of a similar nominal amount of capital) under the terms of issue of loan capital listed in the Official List of The Stock Exchange. 7 Subsection (4) above shall not be prevented from applying to an instrument by virtue of subsection (6)(a) or (c) above by reason only that the loan capital concerned carries a right to interest, or (as the case may be) to an amount payable on repayment, determined to any extent by reference to an index showing changes in the general level of prices payable in the United Kingdom over a period substantially corresponding to the period between the issue or raising of the loan capital and its repayment. 7A Subsection (4) above shall not be prevented from applying to an instrument by virtue of subsection (6)(b) above by reason only that the loan capital concerned carries a right to interest which— a reduces in the event of the results of a business or part of a business improving, or the value of any property increasing, or b increases in the event of the results of a business or part of a business deteriorating, or the value of any property diminishing. 7B Subsection (4) shall not be prevented from applying to a capital market instrument by virtue of subsection (6)(b) by reason only that the capital market investment concerned carries or has carried a right to interest which ceases or reduces if, or to the extent that, the issuer, after meeting or providing for other obligations specified in the capital market arrangement concerned, has insufficient funds available from that capital market arrangement to pay all or part of the interest otherwise due. 8 Where stamp duty is chargeable under Part I of Schedule 13 to the Finance Act 1999 (conveyance or transfer on sale) on an instrument which transfers loan capital, the rate at which duty is charged under that Part shall be 0.5% of the amount or value of the consideration for the sale to which the instrument gives effect. 8A In the application of this section to loan capital that falls within paragraph (d) of section 78(7) (alternative finance investment bonds)— a subsection (6) has effect as if— i paragraph (a) were omitted, and ii for paragraph (c) there were substituted— c a right at the end of the bond term (within the meaning of   section 564G(1) of the Income Tax Act 2007   or section 507(1) of the Corporation Tax Act 2009 ) to a payment of an amount that exceeds the aggregate of— i the amount paid for the issue of the bond, and ii the notional payment amount; and for this purpose the  “ notional payment amount ” means the amount of the payments that would represent a reasonable commercial return (within the meaning of   section 564G(1) of the Income Tax Act 2007   or section 507(1) of the Corporation Tax Act 2009 ) on the bond over the bond term, less the amount of the payments actually made. , b subsections (6)(b), (7), (7A), (7B) and (13) have effect as if references to interest were references to additional payments (“additional payments” having the same meaning as in   section 564G of the Income Tax Act 2007   or section 507 of the Corporation Tax Act 2009 ), and c subsections (7B) and (13) also have effect as if— i references to a capital market investment were references to the loan capital falling within paragraph (d) of section 78(7), and ii references to a capital market arrangement were to the arrangements under which that loan capital is raised. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 Subsections (7), (9)\t\t\t\t\t  . . . of section 78 above shall apply as if references to that section included references to this. 13 In this section— “ capital market instrument ” means an instrument transferring a capital market investment issued as part of a capital market arrangement, and “ capital market investment ” and  “ capital market arrangement ” have the same meaning as in section 72B of the Insolvency Act 1986 (see paragraphs 1 to 3 of Schedule 2A to that Act)."}, {"act": "Finance Act 1986", "year": 1986, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Finance Act 1986", "year": 1986, "section": "80A", "section_title": " Sales to intermediaries.", "section_text": "80A 1 Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or the person's nominee if— a the person is a member of a regulated market on which stock of that kind is regularly traded; and b the person is an intermediary and is recognised as such by the market in accordance with arrangements approved by the Commissioners. 1A Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or the person's nominee if— a the person is a member of a multilateral trading facility, or a recognised foreign exchange, on which stock of that kind is regularly traded; b the person is an intermediary and is recognised as such by the facility or exchange in accordance with arrangements approved by the Commissioners; and c the sale is effected on the facility or exchange. 1B Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or the person's nominee if— a the person is an intermediary who is approved for the purposes of this section by the Commissioners; and b stock of that kind is regularly traded on a regulated market. 1C Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or the person's nominee if— a the person is an intermediary who is approved for the purposes of this section by the Commissioners; b stock of that kind is regularly traded on a multilateral trading facility or a recognised foreign exchange; and c the sale is effected on the facility or exchange. 2 Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or the person's nominee if— a the person is a member of a regulated market, a multilateral trading facility or a recognised foreign options exchange; b options to buy or sell stock of that kind are regularly traded on, and are listed by or quoted on, that market, facility or exchange; c the person is an options intermediary and is recognised as such by that market, facility or exchange in accordance with arrangements approved by the Commissioners; and d stock of that kind is regularly traded on a regulated market. 2A Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or the person's nominee if— a the person is a member of a regulated market, a multilateral trading facility or a recognised foreign options exchange; b options to buy or sell stock of that kind are regularly traded on, and are listed by or quoted on, that market, facility or exchange; c the person is an options intermediary and is recognised as such by that market, facility or exchange in accordance with arrangements approved by the Commissioners; and d the sale is effected on a relevant qualifying exchange on which stock of that kind is regularly traded or is effected on a relevant qualifying exchange pursuant to the exercise of a relevant option and options to buy or sell stock of that kind are regularly traded on, and are listed by or quoted on, that exchange; and in paragraph (d)\t\t\t\t\t\t\t\t “ relevant qualifying exchange ” means a multilateral trading facility, a recognised foreign options exchange or a recognised foreign exchange. 2B Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or the person's nominee if— a the person is an options intermediary who is approved for the purposes of this section by the Commissioners; b options to buy or sell stock of that kind are regularly traded on, and are listed by or quoted on, a regulated market, a multilateral trading facility or a recognised foreign options exchange; and c stock of that kind is regularly traded on a regulated market. 2C Stamp duty shall not be chargeable on an instrument transferring stock of a particular kind on sale to a person or the person's nominee if— a the person is an options intermediary who is approved for the purposes of this section by the Commissioners; b options to buy or sell stock of that kind are regularly traded on, and are listed by or quoted on, a regulated market, a multilateral trading facility or a recognised foreign options exchange; and c the sale is effected on a relevant qualifying exchange on which stock of that kind is regularly traded or is effected on a relevant qualifying exchange pursuant to the exercise of a relevant option and options to buy or sell stock of that kind are regularly traded on, and are listed by or quoted on, that exchange; and in paragraph (c)\t\t\t\t\t\t\t\t “ relevant qualifying exchange ” means a multilateral trading facility, a recognised foreign options exchange or a recognised foreign exchange. 4 For the purposes of this section— a an intermediary is a person who carries on a bona fide business of dealing in stock and does not carry on an excluded business; and b an options intermediary is a person who carries on a bona fide business of dealing in quoted or listed options to buy or sell stock and does not carry on an excluded business. 5 The excluded businesses are the following— a any business which consists wholly or mainly in the making or managing of investments; b any business which consists wholly or mainly in, or is carried on wholly or mainly for the purpose of, providing services to persons who are connected with the person carrying on the business; c any business which consists in insurance business; d any business which consists in managing or acting as trustee in relation to a pension scheme or which is carried on by the manager or trustee of such a scheme in connection with or for the purposes of the scheme; e any business which consists in operating or acting as trustee in relation to a collective investment scheme or is carried on by the operator or trustee of such a scheme in connection with or for the purposes of the scheme. 6 A sale is effected on   a facility or  an exchange for the purposes of   this section   if (and only if)— a it is subject to the rules of   the facility or exchange ; and b it is reported to   the facility or exchange   in accordance with the rules of   the facility or exchange . 6A The Commissioners may approve a person for the purposes of this section only if the person a  is authorised under the law of an  EEA  State  or Gibraltar   to provide any of the investment services or activities listed in Section A 2 or 3 of Annex I to the Directive (execution of orders on behalf of clients and dealing on own account), whether or not the person is authorised under the Directive   or b has permission under the Financial Services and Markets Act 2000 to carry on any of the investment services or activities in paragraph 2 or 3 of Part 3 of Schedule 2 to the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001. 7 An instrument on which stamp duty is not chargeable by virtue only of this section shall not be deemed to be duly stamped unless it has been stamped with a stamp denoting that it is not chargeable with any duty; and notwithstanding anything in section 122(1) of the  Stamp Act 1891, the stamp may be a stamp of such kind as the Commissioners may prescribe."}, {"act": "Finance Act 1986", "year": 1986, "section": "80B", "section_title": " Intermediaries: supplementary.", "section_text": "80B 1 For the purposes of section 80A above the question whether a person is connected with another shall be determined in accordance with the provisions of   section 1122 of the Corporation Tax Act 2010 . 2 In section 80A above and this section— “ collective investment scheme ” has the meaning given in section 75 of the  Financial Services Act 1986;   “ the Directive ” means Directive  2004/39/ EC  of the European Parliament and of the Council of 21 April 2004 on markets in financial instruments, as amended from time to time;   ...   “ EEA State ”   , in relation to any time, means a State which at that time is a member State or any other State which at that time   is a contracting party to the agreement on the European Economic Area signed at Oporto on the 2nd May 1992 as adjusted by the Protocol signed at Brussels on the 17th March 1993  (as modified or supplemented from time to time) ; “ insurance business ” means long term business or general business as defined in section 1 of the  Insurance Companies Act 1982;   “multilateral trading facility” means— a  UK  multilateral trading facility, within the meaning of  Regulation (EU) No. 600/2014  of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments; an  EU  multilateral trading facility, within the meaning of that Regulation; or a multilateral system, operated by an investment firm or a market operator, which brings together multiple third-party buying and selling interests in financial instruments (in the system and in accordance with non-discretionary rules) in a way which results in a contract in accordance with Part 2 of the Financial Services (Markets in Financial Instruments) Act 2018 of Gibraltar, a Gibraltar multilateral trading facility within the meaning given by Article 26(11)(b)(ii) of that Regulation; ...   “ quoted or listed options ” means options which are quoted on or listed by   a multilateral trading facility, a regulated market   or a recognised foreign options exchange;   “regulated market” means— a  UK  regulated market, within the meaning of  Regulation (EU) No. 600/2014  of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments; an  EU  regulated market, within the meaning of that Regulation; or a regulated market, within the meaning of that Regulation, which is authorised and functions regularly and in accordance with Part 3 of the Financial Services (Markets in Financial Instruments) Act 2018 of Gibraltar;   a Gibraltar regulated market  within the meaning given by Article 26(11)(b)(i) of that Regulation; “ stock ” includes any marketable security; “ trustee ” and “ the operator ” shall, in relation to a collective investment scheme, be construed in accordance with section 75(8) of the Financial Services Act 1986. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 80A above “ recognised foreign exchange ” means a market which— a is not in  the United Kingdom, Gibraltar or   an EEA State; and b is specified in regulations made by the Treasury under this subsection. 4 In section 80A above and this section “ recognised foreign options exchange ” means a market which— a is not in  the United Kingdom, Gibraltar or   an EEA State; and b is specified in regulations made by the Treasury under this subsection. 5 In section 80A above “ the exercise of a relevant option ” means— a the exercise by the options intermediary concerned of an option to buy stock; or b the exercise of an option binding the options intermediary concerned to buy stock. 5A The Treasury may by regulations amend section 80A above and this section (as they have effect for the time being) in order to extend the exemption from duty under that section. 6 The Treasury may by regulations provide that section 80A above shall not have effect in relation to instruments executed in pursuance of kinds of agreement specified in the regulations. 7 The Treasury may by regulations provide that if— a an instrument falls within   any of subsections (1) to (2C)   of section 80A above, and b stamp duty would be chargeable on the instrument apart from that section, stamp duty shall be chargeable on the instrument at a rate, specified in the regulations, which shall not exceed 10p for every £100 or part of £100 of the consideration for the sale. 8 The Treasury may by regulations change the meaning of “ intermediary ” or “ options intermediary ” for the purposes of section 80A above by amending subsection (4) or (5) of that section (as it has effect for the time being). 9 The power to make regulations under subsections (3) to (8) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "80C", "section_title": " Repurchases and stock lending.", "section_text": "80C 1 This section applies where a person (A) has entered into an arrangement with another person (B) under which— a B is to transfer stock of a particular kind to A or his nominee, and b stock of the same kind and amount is to be transferred by A or his nominee to B or his nominee, and the conditions set out in subsection                       (2A) or  (3) below are fulfilled. 2 Stamp duty shall not be chargeable on an instrument transferring stock to B or his nominee or A or his nominee in accordance with the arrangement. 2A The conditions in this subsection are— a that A or B  i  is authorised under the law of an  EEA  State  or Gibraltar   to provide any of the investment services or activities listed in Section A 2 or 3 of Annex I to the Directive (execution of orders on behalf of clients and dealing on own account) in relation to stock of the kind concerned, whether or not A or B is authorised under the Directive;   or ii has permission under the Financial Services and Markets Act 2000 to carry on any of the investment services or activities in paragraph 2 or 3 of Part 3 of Schedule 2 to the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001; b that stock of the kind concerned is regularly traded on a regulated market. 3 The conditions   in this subsection  are— a that the arrangement is effected on   a regulated market, a multilateral trading facility   or a recognised foreign exchange; and b that stock of the kind concerned is regularly traded on that  market, facility or   exchange. 4 An arrangement does not fall within subsection (1) above if— a the arrangement is not such as would be entered into by persons dealing with each other at arm’s length; or b under the arrangement any of the benefits or risks arising from fluctuations, before the transfer to B or his nominee takes place, in the market value of the stock accrues to, or falls on, A. 5 An instrument on which stamp duty is not chargeable by virtue only of subsection (2) above shall not be deemed to be duly stamped unless it has been stamped with a stamp denoting that it is not chargeable with any duty; and notwithstanding anything in section 122(1) of the  Stamp Act 1891, the stamp may be a stamp of such kind as the Commissioners may prescribe. 6 An arrangement is effected on   a market, a facility or  an exchange for the purposes of subsection (3) above if (and only if)— a it is subject to the rules of   the market, facility or exchange ; and b it is reported to   the market, facility or exchange   in accordance with the rules of   the market, facility or exchange . 7 In this section—   “ the Directive ” has the meaning given in section 80B(2) above;     “ EEA  State ” has the meaning given in section 80B(2) above;   ...   “multilateral trading facility” has the meaning given in section 80B(2);   “ recognised foreign exchange ” has the meaning given in section 80B(3) above.   “regulated market” has the meaning given in section 80B(2).   7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The Treasury may by regulations provide that if stamp duty would be chargeable on an instrument but for subsection (2) above, stamp duty shall be chargeable on the instrument at a rate, specified in the regulations, which shall not exceed 10p for every £100 or part of £100 of the consideration for the transfer. 9 The Treasury may by regulations amend this section (as it has effect for the time being) in order— a to change the conditions for exemption from duty under this section; or b to provide that this section does not apply in relation to kinds of arrangement specified in the regulations. 10 The power to make regulations under subsection (8) or (9) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "80D", "section_title": "Repurchases and stock lending: replacement stock on insolvency", "section_text": "80D 1 This section applies where— a A and B have entered into an arrangement falling within section 80C(1), b the conditions in subsection (2A) or (3) of that section are met, c stock is transferred to A or A's nominee, and d the conditions in subsection (2) below are met. 2 The conditions in this subsection are that— a A and B are not connected persons within the meaning of   section 1122 of the Corporation Tax Act 2010 , b after B has transferred stock under the arrangement, A or B becomes insolvent, c it becomes apparent (whether before or after the insolvency occurs) that, as a result of the insolvency, stock will not be transferred to B or B's nominee in accordance with the arrangement, d the party who does not become insolvent (“the solvent party”) or the solvent party's nominee acquires replacement stock, and e the replacement stock is acquired before the end of the period of 30 days beginning with the day on which the insolvency occurs (“the insolvency date”). 3 Where collateral is provided under the arrangement (or under arrangements of which that arrangement forms part), stamp duty is not chargeable on any instrument transferring to the solvent party or the solvent party's nominee— a replacement stock acquired using the collateral (whether directly or indirectly), or b where the solvent party uses the whole of the value of the collateral to acquire replacement stock, any further replacement stock. 4 Where no collateral is provided as mentioned in subsection (3), stamp duty is not chargeable on any instrument transferring replacement stock to the solvent party or the solvent party's nominee. 5 Subsections (3) and (4) may apply as regards more than one instrument (and where those subsections apply as regards more than one instrument, the instruments may be executed by different persons). 6 But those subsections apply only as regards replacement stock up to the amount of stock which will not be transferred as a result of the insolvency. 7 An instrument on which stamp duty is not chargeable by virtue only of subsection (3) or (4) is not to be deemed to be duly stamped unless it has been stamped with a stamp denoting that it is not chargeable with any duty. 8 Despite section 122(1) of the Stamp Act 1891, the stamp mentioned in subsection (7) may be a stamp of such kind as the Commissioners for Her Majesty's Revenue and Customs may prescribe. 9 For the purposes of this section a person becomes insolvent— a if a company voluntary arrangement takes effect under Part 1 of the Insolvency Act 1986, b if an administration application (within the meaning of Schedule B1 to that Act) is made or a receiver or manager, or an administrative receiver, is appointed, c on the commencement of a creditor's voluntary winding up (within the meaning of Part 4 of that Act) or a winding up by the court under Chapter 6 of that Part, d if an individual voluntary arrangement takes effect under Part 8 of that Act, e on the   making of a bankruptcy application or  presentation of a bankruptcy petition (within the meaning of Part 9 of that Act), f if a compromise or arrangement takes effect under Part 26   or 26A  of the Companies Act 2006, g if a bank insolvency order takes effect under Part 2 of the Banking Act 2009, h if a bank administration order takes effect under Part 3 of that Act, ... ha if a special administration order takes effect under the Investment Bank Special Administration Regulations 2011,  ... hb if a special administration order takes effect under the Payment and Electronic Money Institution Insolvency Regulations 2021, or i on the occurrence of any corresponding event which has effect under or as a result of the law of Scotland or Northern Ireland or a country or territory outside the United Kingdom. 10 In this section— “ collateral ” means an amount of money or other property which is payable to, or made available for the benefit of, a party to an arrangement or that party's nominee for the purpose of securing the discharge of the requirement to transfer stock to that party or the nominee; “replacement stock”, in the event of a party to an arrangement becoming insolvent, is stock of the same kind as the stock which will not be transferred to the other party or that party's nominee as a result of the insolvency."}, {"act": "Finance Act 1986", "year": 1986, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "81"}, {"act": "Finance Act 1986", "year": 1986, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Finance Act 1986", "year": 1986, "section": "83", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "83"}, {"act": "Finance Act 1986", "year": 1986, "section": "84", "section_title": "Miscellaneous exemptions", "section_text": "84 1 In section 127(1) of the Finance Act 1976  (no stamp duty on transfer to stock exchange nominee executed for purposes of a stock exchange transaction) the words  “                    which is executed for the purposes of a stock exchange transaction                  ”  shall be omitted. 2 Stamp duty shall not be chargeable on an instrument effecting a transfer of stock if — a the transferee is a recognised investment exchange or a nominee of a recognised investment exchange, and b an agreement which relates to the stamp duty which would (apart from this subsection) be chargeable on the instrument, and was made between the Commissioners and the investment exchange under section 33 of the Finance Act 1970, is in force at the time of the transfer. 3 Stamp duty shall not be chargeable on an instrument effecting a transfer of stock if — a the transferee is a recognised clearing house   , a recognised CSD ...  or a third country CSD  or a nominee of a recognised clearing house  , a recognised CSD ...  or a third country CSD , and b an agreement which relates to the stamp duty which would (apart from this subsection) be chargeable on the instrument, and was made between the Commissioners and the clearing house under section 33 of the Finance Act 1970  , is in force at the time of the transfer. 4 Subsection (1) above applies to any transfer giving effect to a transaction carried out on or after the day of The Stock Exchange reforms. 5 Subsection (2) above applies to any instrument giving effect to a transaction carried out on or after such day as the Commissioners may appoint by order made by statutory instrument. 6 Subsection (3) above applies to any instrument giving effect to a transaction carried out on or after such day as the Commissioners may appoint by order made by statutory instrument."}, {"act": "Finance Act 1986", "year": 1986, "section": "85", "section_title": "Supplementary", "section_text": "85 1 Section 42(1) of the Finance Act 1920  \t\t\t\t\t(reduction of duty in case of certain transfers to jobbers or nominees or qualified dealers) shall have effect, in the case of any transfer giving effect to a transaction carried out on or after the day of The Stock Exchange reforms as if the following were omitted — a in that subsection, the words  “ a jobber or his nominee or to”and in the proviso to it the words   “jobber or”(in each place); b in subsection (3) of that section, paragraph (d) of the definition of  “ qualified dealer ”(Stock Exchange brokers). 2 Section 34 of the Finance Act 1961   and section 4 of the Finance Act (Northern Ireland) 1961  \t\t\t\t\t(borrowing of stock by jobbers) shall not apply where stock is transferred in discharge of an undertaking given on or after the day of The Stock Exchange reforms. 3 Section 42(1) of the Finance Act 1920 shall not apply to any transfer giving effect to a transaction carried out on or after such day as is specified for this purpose in regulations made under section 81(5) above; and different days may be so specified for different purposes. 4 Section 127(2) of the Finance Act 1976  \t\t\t\t\t(transfer otherwise than on sale from stock exchange nominee to jobber) shall not apply to any transfer giving effect to a transaction carried out on or after the day of The Stock Exchange reforms. 5 In sections 81, 82 and 84 above and this section— a “ the day of The Stock Exchange reforms ”  means the day on which the rule of The Stock Exchange that prohibits a person from carrying on business as both a broker and a jobber is abolished, b references to a recognised investment exchange are to a recognised investment exchange within the meaning   given by section 285(1)(a) of the Financial Services and Markets Act 2000 , c “recognised clearing house”, “recognised CSD”,  ... and “third country CSD” have the meanings given by section 285(1)(b), (e) ... and (g) of the Financial Services and Markets Act 2000 , d “ stock ” includes marketable security."}, {"act": "Finance Act 1986", "year": 1986, "section": "85A", "section_title": "Resolution of financial institutions", "section_text": "85A 1 Stamp duty is not chargeable on the transfer of stock or marketable securities by— a an instrument listed in subsection (2), or b an instrument made under an instrument listed in subsection (2). 2 The instruments are— a a mandatory reduction instrument made in accordance with section 6B of the Banking Act 2009 (mandatory write-down, conversion etc of capital instruments), b a share transfer instrument or property transfer instrument made in accordance with section 12(2) of that Act (transfer to a bridge bank), c a property transfer instrument made in accordance with section 12ZA(3) of that Act (transfer to asset management vehicle), d a resolution instrument made in accordance with section 12A of that Act (bail-in), e a share transfer order or share transfer instrument made in accordance with section 13(2) of that Act (share transfer), f a supplemental share transfer instrument made in accordance with section 26 of that Act, where the original instrument was made in accordance with section 12(2) or 13(2) of that Act, g a supplemental share transfer order made in accordance with section 27 of that Act, h a property transfer instrument made in accordance with section 41A(2) of that Act (transfer of property subsequent to resolution instrument), i a supplemental property transfer instrument made in accordance with section 42(2) of that Act where the original instrument was made in accordance with section 12(2), 12ZA(3) or 41A(2) of that Act, j a bridge bank supplemental property transfer instrument made in accordance with section 44D(2) of that Act, k a property transfer order made in accordance with section 45(2) of that Act, l a supplemental resolution instrument made in accordance with section 48U(2) of that Act, m an onward transfer resolution instrument made in accordance with section 48V of that Act in the circumstances set out in subsection (3), n an order under section 85 of that Act (temporary public ownership: building societies),  ... o a third-country instrument made in accordance with section 89H(2) or 89I(4) of that Act. p a share transfer instrument or property transfer instrument made in accordance with paragraph 29(3) (bridge central counterparty) of Schedule 11 to the Financial Services and Markets Act 2023 (central counterparties), q a share transfer instrument made in accordance with paragraph 30(2) of that Schedule (transfer of ownership), r a write-down instrument made in accordance with paragraph 34(2) of that Schedule (write-down power), s a supplemental share transfer instrument made in accordance with paragraph 49 of that Schedule (supplemental instruments), where the original instrument was made in accordance with paragraph 29(3) or 30(2) of that Schedule, t a property transfer instrument made in accordance with paragraph 66(2) of that Schedule (transfer of property subsequent to resolution instrument), u a supplemental property transfer instrument made in accordance with paragraph 67(2) of that Schedule (supplemental instruments) where the original instrument was made in accordance with paragraph 29(3) of that Schedule, v a bridge central counterparty supplemental property transfer instrument made in accordance with paragraph 73(2) of that Schedule (bridge central counterparty: supplemental property transfer powers), w a supplemental resolution instrument made in accordance with paragraph 82(2) of that Schedule (supplemental resolution instruments), or x a third-country instrument made in accordance with paragraph 145(2) (third-country resolution actions) or 146(4) (effects of recognition on third-country resolution action) of that Schedule. 3 The circumstances referred to in subsection (2)(m) are that the transfer— a is to a person within section 67(6), (7) or (8) or section 70(6), (7) or (8) of this Act (depositary receipt issuers, clearance services), and b is made by way of compensation to a creditor of the financial institution in respect of which the original instrument (within the meaning of section 48V of the Banking Act 2009) was made. 4 References in this section to a provision of the Banking Act 2009 include references to that provision as applied by or under any other provision of that Act (including where it is applied with modifications or in a substituted form)."}, {"act": "Finance Act 1986", "year": 1986, "section": "86", "section_title": "The tax: introduction", "section_text": "86 1 A tax, to be known as stamp duty reserve tax, shall be charged in accordance with this Part of this Act. 2 The tax shall be under the care and management of the Board. 3 Section 1 of the Provisional Collection of Taxes Act 1968   shall apply to the tax; and accordingly in subsection (1) of that section after the words  “petroleum revenue tax” there shall be inserted the words  “                    stamp duty reserve tax                  ” . 4 Stamp duty reserve tax shall be chargeable in accordance with the provisions of this Part of this Act— a whether the agreement, transfer, issue or appropriation in question is made or effected in the United Kingdom or elsewhere, and b whether or not any party is resident or situate in any part of the United Kingdom."}, {"act": "Finance Act 1986", "year": 1986, "section": "87", "section_title": "The principal charge", "section_text": "87 1 This section applies where a person (A) agrees with another person (B) to transfer chargeable securities (whether or not to B) for consideration in money or money's worth. 2 There shall be a charge to stamp duty reserve tax under this section on  . . .  the relevant day,  . . .  3 In subsection (2) above  “ the relevant day ” means — a in a case where the agreement is conditional, the day on which the condition is satisfied, and b in any other case, the day on which the agreement is made. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Tax under this section shall be charged at the rate of   0.5 per cent.  or part of £100 of the amount or value of the consideration mentioned in subsection (1) above. 7 For the purposes of subsection (6) above the value of any consideration not consisting of money shall be taken to be the price it might reasonably be expected to fetch on a sale in the open market at the time the agreement mentioned in subsection (1) above is made. 7A Where— a there would be no charge to tax under this section, or b there would, under section 92 below, be a repayment or cancellation of tax, in relation to some of the chargeable securities to which the agreement between A and B relates if separate agreements had been made between them for the transfer of those securities and for the transfer of the remainder, this section and sections 88(5) and 92 below shall have effect as if such separate agreements had been made. 7B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 This section applies where the agreement to transfer is made on or after the day on which the rule of The Stock Exchange that prohibits a person from carrying on business as both a broker and a jobber is abolished. 10 This section has effect subject to sections 88 to 90 below."}, {"act": "Finance Act 1986", "year": 1986, "section": "88", "section_title": "Special cases.", "section_text": "88 1 An instrument on which stamp duty is not chargeable by virtue of — aa paragraph 24(d) of Schedule 13 to the Finance Act 1999 (renounceable letters of allotment etc.), a section 127(1) of the Finance Act 1976  (transfer to stock exchange nominee), or b section 84(2) or (3) above, , or c Part I of Schedule 19 to the Finance Act 1999 (transfers etc. of units in unit trusts), shall be disregarded in construing   section 92(1A) and (1B) below . 1A An instrument on which stamp duty is not chargeable by virtue of section 186 of the Finance Act 1996 (transfers of securities to members of electronic transfer systems etc) shall be disregarded in construing   section 92(1A) and (1B) below  unless— a the transfer is made by a stock exchange nominee; and b the maximum stamp duty chargeable on the instrument, apart from section 186 of the Finance Act 1996, would be   £5 ; and in this subsection “ stock exchange nominee ” means a person designated for the purposes of section 127 of the  Finance Act 1976 as a nominee of The Stock Exchange by an order made by the Secretary of State under subsection (5) of that section. 1B An instrument on which stamp duty is not chargeable by virtue of section 42 of the  Finance Act 1930 or section 11 of the  Finance Act (Northern Ireland) 1954 (transfer between associated bodies corporate) shall be disregarded in construing  section 92(1A) and (1B) below  in any case where— a the property mentioned in section 42(2)(a) of the Finance Act 1930 or, as the case may be, section 11(2)(a) of the Finance Act (Northern Ireland) 1954 consists of   or includes  chargeable securities of any particular kind acquired in the period of two years ending with the day on which the instrument was executed; and b the body corporate from which the conveyance or transfer there mentioned is effected acquired   any of those chargeable securities — i in a transaction which was given effect by an instrument of transfer on which stamp duty was not chargeable by virtue of section   80A  above; ii in pursuance of an agreement to transfer securities as regards which section 87 above did not apply by virtue of section   88A  below;  . . .  iia in pursuance of an agreement to transfer securities which was made for the purpose of performing the obligation to transfer chargeable securities described in section 89AA(1)(a) below and as regards which section 87 above did not apply by virtue of section 89AA(2) below; or iii in circumstances with regard to which the charge to stamp duty or stamp duty reserve tax was treated as not arising by virtue of regulations under section 116 or 117 of the  Finance Act 1991. 1C Where— a there is an arrangement falling within subsection (1) of section 80C above (stamp duty relief for transfers in accordance with certain arrangements for B to transfer stock to A or his nominee and for A or his nominee to transfer stock of the same kind and amount back to B or his nominee), and b under the arrangement stock is transferred to A or his nominee by an instrument on which stamp duty is not chargeable by virtue only of section 80C(2) above, but c it becomes apparent that stock of the same kind or amount will not be transferred to B or his nominee by A or his nominee in accordance with the arrangement,   then, if section 80D does not apply,  the instrument shall be disregarded in construing section 92(1A) and (1B) below. 1D Where— a an instrument transferring stock in accordance with an arrangement is stamped under section 80C(5) above, but b the instrument should not have been so stamped because the arrangement fell within section 80C(4)(a) or (b) above, and c apart from section 80C above stamp duty would have been chargeable on the instrument, the instrument shall be deemed to be duly stamped under section 80C(5) above, but shall be disregarded in construing section 92(1A) and (1B) below. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If chargeable securities cannot (apart from this subsection) be identified for the purposes of subsection (1B) above, securities shall be taken as follows, that is to say, securities of the same kind acquired later in the period of two years there mentioned (and not taken for the purposes of that subsection in relation to an earlier instrument) shall be taken before securities acquired earlier in that period. 5 If, in the case of an agreement (or of two or more agreements between the same parties) to transfer chargeable securities— a the conditions in section 92(1A) and (1B) below are not satisfied by virtue only of the application of subsection (1B) above in relation to the instrument (or any one or more of the two or more instruments) in question, but b not all of the chargeable securities falling to be regarded for the purposes of that subsection as transferred by the instrument (or by the two or more instruments between them) were acquired as mentioned in paragraphs (a) and (b) of that subsection, stamp duty reserve tax shall be repaid or cancelled under section 92 below in accordance with subsection (5A) below. 5A Any repayment or cancellation of tax falling to be made by virtue of subsection (5) above shall be determined as if (without prejudice to section 87(7A) above) there had, instead of the agreement (or the two or more agreements) in question been— a a separate agreement (or two or more separate agreements) relating to such of the securities as were acquired as mentioned in paragraphs (a) and (b) of subsection (1B) above, and b a single separate agreement relating to such of the securities as do not fall within those paragraphs, and as if the instrument in question (or the two or more instruments in question between them) had related only to such of the securities as do not fall within those paragraphs. 6 Where a person enters into an agreement for securities to be transferred to him or his nominee, the securities shall be treated for the purposes of subsections (1B)(a) and (4) above as acquired by that person at the time when he enters into the agreement, unless the agreement is conditional, in which case they shall be taken to be acquired by him when the condition is satisfied."}, {"act": "Finance Act 1986", "year": 1986, "section": "88A", "section_title": " Section 87: exceptions for intermediaries.", "section_text": "88A 1 Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or B's nominee if— a B is a member of a regulated market on which securities of that kind are regularly traded; and b B is an intermediary and is recognised as such by the market in accordance with arrangements approved by the Commissioners for Her Majesty's Revenue and Customs (“ the Commissioners ”). 1A Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or B's nominee if— a B is a member of a multilateral trading facility, or a recognised foreign exchange, on which securities of that kind are regularly traded; b B is an intermediary and is recognised as such by the facility or exchange in accordance with arrangements approved by the Commissioners; and c the agreement is effected on the facility or exchange. 1B Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or B's nominee if— a B is an intermediary who is approved for the purposes of this section by the Commissioners; and b securities of that kind are regularly traded on a regulated market. 1C Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or B's nominee if— a B is an intermediary who is approved for the purposes of this section by the Commissioners; b securities of that kind are regularly traded on a multilateral trading facility or a recognised foreign exchange; and c the agreement is effected on the facility or exchange. 2 Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or B's nominee if— a B is a member of a regulated market, a multilateral trading facility or a recognised foreign options exchange; b options to buy or sell securities of that kind are regularly traded on, and are listed by or quoted on, that market, facility or exchange; c B is an options intermediary and is recognised as such by that market, facility or exchange in accordance with arrangements approved by the Commissioners; and d securities of that kind are regularly traded on a regulated market. 2A Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or B's nominee if— a B is a member of a regulated market, a multilateral trading facility or a recognised foreign options exchange; b options to buy or sell securities of that kind are regularly traded on, and are listed by or quoted on, that market, facility or exchange; c B is an options intermediary and is recognised as such by that market, facility or exchange in accordance with arrangements approved by the Commissioners; and d the agreement is effected on a relevant qualifying exchange on which securities of that kind are regularly traded or is effected on a relevant qualifying exchange pursuant to the exercise of a relevant option and options to buy or sell securities of that kind are regularly traded on, and are listed by or quoted on, that exchange; and in paragraph (d)\t\t\t\t\t\t\t\t “ relevant qualifying exchange ” means a multilateral trading facility, a recognised foreign options exchange or a recognised foreign exchange. 2B Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or B's nominee if— a B is an options intermediary who is approved for the purposes of this section by the Commissioners; b options to buy or sell securities of that kind are regularly traded on, and are listed by or quoted on, a regulated market, a multilateral trading facility or a recognised foreign options exchange; and c securities of that kind are regularly traded on a regulated market. 2C Section 87 above shall not apply as regards an agreement to transfer securities of a particular kind to B or B's nominee if— a B is an options intermediary who is approved for the purposes of this section by the Commissioners; b options to buy or sell securities of that kind are regularly traded on, and are listed by or quoted on, a regulated market, a multilateral trading facility or a recognised foreign options exchange; and c the agreement is effected on a relevant qualifying exchange on which securities of that kind are regularly traded or is effected on a relevant qualifying exchange pursuant to the exercise of a relevant option and options to buy or sell securities of that kind are regularly traded on, and are listed by or quoted on, that exchange; and in paragraph (c)\t\t\t\t\t\t\t\t “ relevant qualifying exchange ” means a multilateral trading facility, a recognised foreign options exchange or a recognised foreign exchange. 4 For the purposes of this section— a an intermediary is a person who carries on a bona fide business of dealing in chargeable securities and does not carry on an excluded business; and b an options intermediary is a person who carries on a bona fide business of dealing in quoted or listed options to buy or sell chargeable securities and does not carry on an excluded business. 5 The excluded businesses are the following— a any business which consists wholly or mainly in the making or managing of investments; b any business which consists wholly or mainly in, or is carried on wholly or mainly for the purpose of, providing services to persons who are connected with the person carrying on the business; c any business which consists in insurance business; d any business which consists in managing or acting as trustee in relation to a pension scheme or which is carried on by the manager or trustee of such a scheme in connection with or for the purposes of the scheme; e any business which consists in operating or acting as trustee in relation to a collective investment scheme or is carried on by the operator or trustee of such a scheme in connection with or for the purposes of the scheme. 6 An agreement is effected on   a facility or  an exchange for the purposes of   this section   if (and only if)— a it is subject to the rules of   the facility or exchange ; and b it is reported to   the facility or exchange   in accordance with the rules of   the facility or exchange                       . 6A The Commissioners may approve a person for the purposes of this section only if the person  a is   authorised under the law of an  EEA  State  or Gibraltar   to provide any of the investment services or activities listed in Section A 2 or 3 of Annex I to the Directive (execution of orders on behalf of clients and dealing on own account), whether or not the person is authorised under the Directive   or b has permission under the Financial Services and Markets Act 2000 to carry on any of the investment services or activities in paragraph 2 or 3 of Part 3 of Schedule 2 to the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001."}, {"act": "Finance Act 1986", "year": 1986, "section": "88B", "section_title": " Intermediaries: supplementary.", "section_text": "88B 1 For the purposes of section 88A above the question whether a person is connected with another shall be determined in accordance with the provisions of   section 1122 of the Corporation Tax Act 2010 . 2 In section 88A above and this section— “ collective investment scheme ” has the meaning given in section   235 of the Financial Services and Markets Act 2000 ;   “ the Directive ” means Directive  2004/39/ EC  of the European Parliament and of the Council of 21 April 2004 on markets in financial instruments, as amended from time to time;   ...   “ EEA State ”   , in relation to any time, means a State which at that time is a member State or any other State which at that time   is a contracting party to the agreement on the European Economic Area signed at Oporto on the 2nd May 1992 as adjusted by the Protocol signed at Brussels on the 17th March 1993  (as modified or supplemented from time to time) ; “ insurance business ”\t\t\t\t\t\t\t means business which consists of the effecting or carrying out of contracts of insurance and, for the purposes of this definition, “contract of insurance” has the meaning given by Article 3(1) of the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001; “ multilateral trading facility ” has the meaning given by section 80B(2); “ quoted or listed options ” means options which are quoted on or listed by   a multilateral trading facility, a regulated market   or a recognised foreign options exchange; “ recognised foreign exchange ” and  “ recognised foreign options exchange ” have the meanings given, respectively, by subsections (3) and (4) of section 80B above; “ regulated market ” has the meaning given by section 80B(2); “ trustee ”, in relation to a collective investment scheme, means a trustee or a depositary within the meaning given in section 237(2) of the Financial Services and Markets Act 2000. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 88A above “ the exercise of a relevant option ” means— a the exercise by B of an option to buy securities; or b the exercise of an option binding B to buy securities. 3A The Treasury may by regulations amend section 88A above and this section (as they have effect for the time being) in order to extend the exemption from tax under that section. 4 The Treasury may by regulations provide that section 88A above shall not have effect in relation to kinds of agreement specified in the regulations. 5 The Treasury may by regulations provide that if— a an agreement falls within   any of subsections (1) to (2C)   of section 88A above, and b section 87 above would, apart from section 88A, apply to the agreement, section 87 shall apply to the agreement but with the substitution of a rate of tax not exceeding 0.1 per cent. for the rate specified in subsection (6) of that section. 6 The Treasury may by regulations change the meaning of “ intermediary ” or “ options intermediary ” for the purposes of section 88A above by amending subsection (4) or (5) of that section (as it has effect for the time being). 7 The power to make regulations under subsections   (3A)  to (6) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "89", "section_title": "Section 87: exceptions for market makers etc.", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "89A", "section_title": "Section 87: exceptions for public issues.", "section_text": "89A 1 Section 87 above shall not apply as regartds an agreement to transfer securities other than units under a unit trust scheme to B or B's nominee if — a the agreement is part of an arrangement, entered into by B in the ordinary course of B's business as an issuing house, under which B (as principal) is to offer the securities for sale to the public, b the agreement is conditional upon the admission of the securities to the Offical List of The Stock Exchange, c the consideration under the agreement for each security is the same as the price at which B is to offer the security for sale, and d B sells the securities in accordance with the arrangement referred to in paragraph (a) above. 2 Section 87 above shall not apply as regards an agreement if the securities to which the agreement relates are newly subscribed securities other than units under a unit trust scheme and — a the agreement is made in pursuance of an offer to the public made by A (as principal) under an arrangement entered into in the ordinary course of A's business as an issuing house, b a right of allotment in respect of, or to subscribe for, the securities has been acquired by A under an agreement which is part of the arrangement, c both those agreements are conditional upon the admission of the securities to the Offical List of The Stock Exchange, and d the consideration for each security is the same under both agreements; and for the purposes of this subsection,  “ newly subscribed securities ” are securities which, in pursuance of the arrangement referred to in paragraph (a) above, are issued wholly for new consideration. 3 Section 87 above shall not apply as regards an agreement if the securities to which the agreement relates are registered securities other than units under a unit trusty scheme and — a the agreement is made in pursuance of an offer to the public made by A, b the agreement is conditional upon the admission of the securities to the Offical List of The Stock Exchange, and c under the agreement A issues to B or his nominee a renounceable letter of acceptance, or similar instrument, in respect of the securities. 4 The Treasury may by regulations amend paragraph (b) of subsection (1) above, paragraph  (c) of subsection (2) above, and paragraph (b) of subsection (3) above (as they have effect for the time being); and the power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "89AA", "section_title": " Section 87: exception for repurchases and stock lending.", "section_text": "89AA 1 This section applies where a person (P) has entered into an arrangement with another person (Q) under which— a Q is to transfer chargeable securities of a particular kind to P or his nominee, and b chargeable securities of the same kind and amount are to be transferred by P or his nominee to Q or his nominee, and the conditions set out in subsection   (2A) or  (3) below are fulfilled. 2 Section 87 above shall not apply as regards an agreement to transfer chargeable securities to P or his nominee or Q or his nominee in accordance with the arrangement. 2A The conditions in this subsection are— a that P or Q  i  is authorised under the law of an  EEA  State  or Gibraltar   to provide any of the investment services or activities listed in Section A 2 or 3 of Annex I to the Directive (execution of orders on behalf of clients and dealing on own account) in relation to securities of the kind concerned, whether or not P or Q is authorised under the Directive;  ...   or ii has permission under the Financial Services and Markets Act 2000 to carry on any of the investment services or activities in paragraph 2 or 3 of Part 3 of Schedule 2 to the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001; b that securities of the kind concerned are regularly traded on a regulated market ; and c that chargeable securities are transferred to P or his nominee and Q or his nominee in pursuance of the arrangement. 3 The conditions   in this subsection  are— a that the agreement is effected on   a regulated market, a multilateral trading facility   or a recognised foreign exchange; b that securities of the kind concerned are regularly traded on that   market, facility or  exchange; and c that chargeable securities are transferred to P or his nominee and Q or his nominee in pursuance of the arrangement. 4 An arrangement does not fall within subsection (1) above if— a the arrangement is not such as would be entered into by persons dealing with each other at arm’s length; or b under the arrangement any of the benefits or risks arising from fluctuations, before the transfer to Q or his nominee takes place, in the market value of the chargeable securities accrues to, or falls on, P. 5 An agreement is effected on   a market, a facility or  an exchange for the purposes of subsection (3) above if (and only if)— a it is subject to the rules of   the market, facility or exchange ; and b it is reported to   the market, facility or exchange   in accordance with the rules of   the market, facility or exchange . 6 In this section—   “ the Directive ” has the meaning given in section 88B(2) above;     “ EEA  State ” has the meaning given in section 88B(2) above;   ...   “multilateral trading facility” has the meaning given in section 80B(2);     “regulated market” has the meaning given in section 80B(2).   “ recognised foreign exchange ” has the meaning given in section 80B(3) above. 6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The Treasury may by regulations provide that if section 87 would apply as regards an agreement but for subsection (2) above, section 87 shall apply as regards the agreement but with the substitution of a rate of tax not exceeding 0.1 per cent. for the rate specified in subsection (6) of that section. 8 The Treasury may by regulations amend this section (as it has effect for the time being) in order— a to change the conditions for exemption from tax under this section; or b to provide that this section does not apply in relation to kinds of arrangement specified in the regulations. 9 The power to make regulations under subsection (7) or (8) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "89AB", "section_title": "Section 87: exception for repurchases and stock lending in case of insolvency", "section_text": "89AB 1 This section applies where— a P and Q have entered into an arrangement falling within section 89AA(1), b the only reason that the conditions in subsection (2A) or (3) of that section are not met is that chargeable securities of the same kind and amount as those transferred to P or P's nominee are not transferred to Q or Q's nominee, and c the conditions in subsection (2) below are met. 2 The conditions in this subsection are that— a P and Q are not connected persons within the meaning of   section 1122 of the Corporation Tax Act 2010 , b after Q has transferred securities under the arrangement, either P or Q becomes insolvent, c it becomes apparent (whether before or after the insolvency occurs) that, as a result of the insolvency, securities will not be transferred to Q or Q's nominee in accordance with the arrangement. 3 Section 87 does not apply as regards an agreement to transfer chargeable securities to P or P's nominee, or Q or Q's nominee, in accordance with the arrangement. 4 Subsections (5) and (6) apply if— a the party who does not become insolvent (“the solvent party”) or the solvent party's nominee acquires replacement securities, and b the replacement securities are acquired before the end of the period of 30 days beginning with the day on which the insolvency occurs (“the insolvency date”). 5 Where collateral is provided under the arrangement (or under arrangements of which that arrangement forms part), section 87 does not apply as regards any agreement to transfer to the solvent party or the solvent party's nominee— a replacement securities acquired using the collateral (whether directly or indirectly), or b where the solvent party uses the whole of the value of the collateral to acquire replacement securities, any further replacement securities. 6 Where no collateral is provided as mentioned in subsection (5), section 87 does not apply as regards any agreement to transfer replacement securities to the solvent party or the solvent party's nominee. 7 Subsections (5) and (6) may apply as regards more than one agreement (and where those subsections apply as regards more than one agreement, the agreements may be with different persons). 8 But those subsections apply only as regards replacement securities up to the amount of securities which will not be transferred as a result of the insolvency. 9 For the purposes of this section a person becomes insolvent— a if a company voluntary arrangement takes effect under Part 1 of the Insolvency Act 1986, b if an administration application (within the meaning of Schedule B1 to that Act) is made or a receiver or manager, or an administrative receiver, is appointed, c on the commencement of a creditor's voluntary winding up (within the meaning of Part 4 of that Act) or a winding up by the court under Chapter 6 of that Part, d if an individual voluntary arrangement takes effect under Part 8 of that Act, e on the   making of a bankruptcy application or  presentation of a bankruptcy petition (within the meaning of Part 9 of that Act), f if a compromise or arrangement takes effect under Part 26   or 26A  of the Companies Act 2006, g if a bank insolvency order takes effect under Part 2 of the Banking Act 2009, h if a bank administration order takes effect under Part 3 of that Act,  ... ha if a special administration order takes effect under the Investment Bank Special Administration Regulations 2011,  ... hb if a special administration order takes effect under the Payment and Electronic Money Institution Insolvency Regulations 2021, or i on the occurrence of any corresponding event which has effect under or as a result of the law of Scotland or Northern Ireland or a country or territory outside the United Kingdom. 10 In this section— “ collateral ” means an amount of money or other property which is payable to, or made available for the benefit of, a party to an arrangement or that party's nominee for the purpose of securing the discharge of the requirement to transfer securities to that party or the nominee; “replacement securities”, in the event of a party to an arrangement becoming insolvent, are chargeable securities of the same kind as the securities which will not be transferred to the other party or that party's nominee as a result of the insolvency."}, {"act": "Finance Act 1986", "year": 1986, "section": "89B", "section_title": " Section 87: exceptions for stock lending and collateral security arrangements.", "section_text": "89B 1 Where a person (P) has contracted to sell chargeable securities of a particular kind in the ordinary course of his business as a market maker in chargeable securities of that kind and, to enable him to fulfil the contract, he enters into an arrangement under which— a another person (Q) is to transfer chargeable securities to P or his nominee, and b in return, chargeable securities of the same kind and amount are to be transferred (whether or not by P or his nominee) to Q or his nominee, section 87 above shall not apply as regards an agreement to transfer chargeable securities which is made for the purpose of performing the obligation to transfer chargeable securities described in paragraph (a) or (b) above. 2 Where the arrangement mentioned in subsection (1) above is also one under which— a an amount of chargeable securities of some other kind is to be transferred by P or his nominee to Q or his nominee by way of security for the performance of the obligation described in paragraph (b) of that subsection, and b on performance of that obligation, the securities mentioned in paragraph (a) above, or chargeable securities of the same kind and amount as those securities, are to be transferred to P or his nominee, section 87 above shall also not apply as regards an agreement to transfer chargeable securities which is made for the purpose of performing the obligation to transfer chargeable securities described in paragraph (a) or (b) above. 3 Where, to enable Q to make the transfer to P or his nominee which is mentioned in paragraph (a) of subsection (1) above, Q enters into an arrangement under which— a another person (R) is to transfer chargeable securities to Q or his nominee, and b in return, chargeable securities of the same kind and amount are to be transferred (whether or not by Q or his nominee) to R or his nominee, section 87 above shall not apply as regards an agreement to transfer chargeable securities which is made for the purpose of performing the obligation to transfer chargeable securities described in paragraph (a) or (b) above. 4 Where the arrangement mentioned in subsection (3) above is also one under which— a an amount of chargeable securities of some other kind is to be transferred by Q or his nominee to R or his nominee by way of security for the performance of the obligation described in paragraph (b) of that subsection, and b on performance of that obligation, the securities mentioned in paragraph (a) above, or chargeable securities of the same kind and amount as those securities, are to be transferred to Q or his nominee, section 87 above shall also not apply as regards an agreement to transfer chargeable securities which is made for the purpose of performing the obligation to transfer chargeable securities described in paragraph (a) or (b) above. 5 For the purposes of this section a person is a market maker in chargeable securities of a particular kind if he— a holds himself out at all normal times in compliance with the rules of The Stock Exchange as willing to buy and sell chargeable securities of that kind at a price specified by him, and b is recognised as doing so by The Stock Exchange. 6 The Treasury may by regulations provide that for subsection (5) above (as it has effect for the time being) there shall be substituted a subsection containing a different definition of a market maker for the purposes of this section. 7 Regulations under subsection (6) above shall apply in relation to any agreement to transfer chargeable securities in pursuance of an arrangement entered into on or after such day after 1st July 1996 as is specified in the regulations. 8 The power to make regulations under subsection (6) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "90", "section_title": "Section 87: other exceptions", "section_text": "90 1 Section 87 above shall not apply as regards an agreement to transfer a unit under a unit trust scheme   to or from the managers  under the scheme. 1A Section 87 above shall not apply as regards an agreement to transfer a unit under a unit trust scheme if an instrument executed at the same time as the agreement and giving effect to the agreement would be exempt from stamp duty (if stamp duty were otherwise chargeable) by virtue of— a section 42 of the Finance Act 1930 or section 11 of the Finance Act (Northern Ireland) 1954 (transfers between associated companies), or b regulations under section 87(2) of the Finance Act 1985 (power to exempt instruments from stamp duty of fixed amount) , or c section 96 of the Finance Act 1997 (demutualisation of insurance companies). 1B Section 87 above shall not apply as regards an agreement to transfer trust property to the unit holder on the surrender to the managers of a unit under a unit trust scheme  if the unit holder is to receive only such part of each description of asset in the trust property as is proportionate to, or as nearly as practicable proportionate to, the unit holder's share.   For these purposes there is a surrender of a unit where—  a a person (“P”) authorises or requires the trustees or managers of a unit trust scheme to treat P as no longer interested in a unit under the scheme, or b a unit under the unit trust scheme is transferred to the managers of the scheme, and the unit is a chargeable security.                       2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Section 87 above shall not apply as regards an agreement to transfer securities constituted by or transferable by means of — a a non-UK bearer instrument; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A Section 87 above shall not apply as regards an agreement to transfer chargeable securities constituted by or transferable by means of   a UK bearer instrument  unless subsection (3B), (3C) or (3E) below applies to the instrument. 3B This subsection applies to any instrument which falls within   the exemption conferred by paragraph 16 of Schedule 15 to the Finance Act 1999 (renounceable letters of allotment etc.) . 3C This subsection applies to an instrument if— a the instrument was issued by a body corporate incorporated in the United Kingdom  (other than an SE which has its registered office outside the United Kingdom following a transfer in accordance with Article 8 of Council Regulation  ( EC ) 2157/2001  on the Statute for a European Company (Societas Europaea)) ; b stamp duty under Schedule 15 to the Finance Act 1999 was not chargeable on the issue of the instrument by virtue only of the exemption conferred by paragraph 17 of that Schedule (non-sterling bearer instruments); and c the instrument is not exempt. 3D An instrument is exempt for the purposes of subsection (3C) above if— a the chargeable securities in question are, or a depositary receipt for them is, listed on a recognised stock exchange; and b the agreement to transfer those securities is not made in contemplation of, or as part of an arrangement for, a takeover of the body corporate which issued the instrument. 3E This subsection applies to an instrument if— a the instrument was issued by a body corporate incorporated in the United Kingdom                    (other than an SE which has its registered office outside the United Kingdom following a transfer in accordance with Article 8 of Council Regulation  ( EC ) 2157/2001  on the Statute for a European Company (Societas Europaea)) ; b stamp duty under Schedule 15 to the Finance Act 1999 was not chargeable on the issue of the instrument— i by virtue only of the exemption conferred by section 79(2) above (bearer instruments relating to loan capital), or ii by virtue only of that provision and paragraph 17 of that Schedule (non-sterling bearer instruments); c by virtue of section 79(5)\t\t\t\t\t\t\t(convertible loan capital) or 79(6)\t\t\t\t\t\t\t(loan capital carrying special rights) above, stamp duty would be chargeable on an instrument transferring the loan capital to which the instrument relates; and d the instrument is not exempt. 3F An instrument is exempt for the purposes of subsection (3E) above if— a the chargeable securities in question are, or a depositary receipt for them is, listed on a recognised stock exchange; b the agreement to transfer those securities is not made in contemplation of, or as part of an arrangement for, a takeover of the body corporate which issued the instrument; and c those securities do not carry any right of the kind described in section 79(5) above (right of conversion into, or acquisition of, shares or other securities) by the exercise of which   chargeable securities which are not listed  on a recognised stock exchange may be obtained. 4 Section 87 above shall not apply as regards an agreement which forms part of an arrangement falling within section 93(1) or 96(1) below. 5 Section 87 above shall not apply as regards an agreement to transfer securities which the Board are satisfied are held, when the agreement is made, by a person within subsection (6) below. 6 A person is within this subsection if his business is exclusively that of holding shares, stock or other marketable securities — a as nominee or agent for a person whose business is or includes the provision of clearance services for the purchase and sale of shares, stock or other marketable securities, and b for the purpose of such part of the business mentioned in paragraph (a) above as consists of the provision of such clearance services (in a case where the business does not consist exclusively of that); and in this subsection, 'marketable securities' shall be construed in accordance with section 122(1) of the Stamp Act 1891  . 7 Section 87 above shall not apply as regards an agreement to transfer securities to — a   a charitable company , or b the trustees of   a charitable trust , or c the Trustees of the National Heritage Memorial Fund, or d the Historic Buildings and Monuments Commission for England.   ... e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7A Section 87 above does not apply as regards an agreement to transfer any shares in a company which are held by the company (whether in accordance with section   724   of the Companies Act   2006  (treasury shares) or otherwise). 7B Section 87 above does not apply as regards— a an agreement to transfer chargeable securities— i to a depositary under an authorised contractual scheme, to be held as part of the property subject to the scheme, in exchange for the issue of units in the scheme (and for no other consideration); ii between depositaries under the same authorised contractual scheme; b an agreement to transfer units in an authorised contractual scheme. 7C In subsection 7(B), “authorised contractual scheme” has the meaning given in section 237(3) of the Financial Services and Markets Act 2000 and “depositary” and “units” have the meaning given in section 237(2) of that Act. 7D Subsection (7B) shall not apply where the agreement forms part of arrangements of which the main purpose, or one of the main purposes, is the avoidance of stamp duty or stamp duty reserve tax. 8 For the purposes of subsections (3D) and (3F) above— a references to a depositary receipt for chargeable securities shall be construed in accordance with section 94(1) below; b references to anything listed on a recognised stock exchange shall be construed in accordance with section 1005 of the Income Tax Act 2007; c there is a takeover of a body corporate if a person, on his own or together with connected persons, loses or acquires control of it. 9 For the purposes of subsection (8) above— a any question whether a person is connected with another shall be determined in accordance with section 286 of the  Taxation of Chargeable Gains Act 1992; b “ control ” shall be construed in accordance with   sections 450 and 451 of the Corporation Tax Act 2010                 ."}, {"act": "Finance Act 1986", "year": 1986, "section": "91", "section_title": "Liability to tax", "section_text": "91 1 Where tax is charged under section 87 above as regards an agreement, B shall be liable for the tax. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1986", "year": 1986, "section": "92", "section_title": "Repayment or cancellation of tax", "section_text": "92 1 If, as regards an agreement to transfer securities to B or his nominee, tax is charged under section 87 above and it is proved to the Board's satisfaction that at a time   on or after the relevant day (as defined in section 87(3))  but before the expiry of the period of six years   (beginning with that day)  the conditions mentioned in   subsections (1A) and (1B) below  have been fulfilled,   subsections (2) to (4A) of this section shall apply . 1A The first condition is that an instrument is (or instruments are) executed in pursuance of the agreement and the instrument transfers (or the instruments between them transfer) to B or, as the case may be, to his nominee all the chargeable securities to which the agreement relates. 1B The second condition is that the instrument (or each instrument) transferring the chargeable securities to which the agreement relates— a so far as those securities are stock or marketable securities within the meaning of section 125 of the Finance Act 2003 (abolition of stamp duty except on instruments relating to stock or marketable securities)— i is duly stamped in accordance with the enactments relating to stamp duty, or ii is not chargeable with stamp duty or otherwise required to be stamped under those enactments; or b so far as those securities are not stock or marketable securities within the meaning of that section, is an instrument that, disregarding that section, would not be chargeable with any  ad valorem  stamp duty under those enactments. 1C If, as regards an agreement to transfer shares in a company to that company (“ the own-shares agreement ”)— a tax is charged under section 87 above, and b it is proved to the Board’s satisfaction that at a time in the period of six years beginning on the relevant day (as defined in section 87(3)) the conditions mentioned in subsection (1D) have been fulfilled in respect of those shares, subsections (2) to (4A) apply. 1D The conditions referred to in subsection (1C) are— a that, in relation to the transfer made in pursuance of the own-shares agreement, a return has been made in respect of each of those shares in accordance with section   707  of the Companies Act   2006   (disclosure by company of purchase of own shares), and b that any such return has been duly stamped in accordance with section 66. 2 If any of the tax charged has been paid, and a claim for repayment is made within the period of six years mentioned in subsection (1)   or, as the case may be, (1C)  above, the tax paid shall be repaid; and where the tax paid is not less than £25 it shall be repaid with interest on it at the   rate applicable under section 178 of the Finance Act 1989  from the time it was paid. 3 To the extent that the tax charged has not been paid, the charge shall be cancelled by virtue of this subsection. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A Interest paid under subsection (2) above shall not constitute income for any tax purposes. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this section “ the enactments relating to stamp duty ” means the Stamp Act 1891   and any enactment which amends or is required to be construed together with that Act. 7 This section shall have effect in relation to a person to whom the chargeable securities are transferred by way of security for a loan to B as it has effect in relation to a nominee of B."}, {"act": "Finance Act 1986", "year": 1986, "section": "93", "section_title": "Depositary receipts", "section_text": "93 1 Subject to subsection (7) below and section 95 below, there shall be a charge to stamp duty reserve tax under this section where in pursuance of an arrangement — a a person falling within subsection (2) below has issued or is to issue a depositary receipt for chargeable securities, and b chargeable securities of the same kind and amount are transferred or issued to   the person mentioned in paragraph (a) above or  a person falling within subsection (3) below, or are appropriated by   the person mentioned in paragraph (a) above or a person falling within subsection (3) below  towards the eventual satisfaction of the entitlement of the receipt's holder to receive chargeable securities. 2 A person falls within this subsection if his business is or includes issuing depositary receipts for chargeable securities. 3 A person falls within this subsection if his business is or includes holding chargeable securities as nominee or agent for the person who has issued or is to issue the depositary receipt. 4 Subject to subsections   (6) and (7) below, tax under this section shall be charged at the rate of   1.5 per cent.  of the following— a in a case where the securities are issued, their price when issued; b in a case where the securities are transferred for consideration in money or money's   worth—  i the amount or value of the consideration, or ii where subsection (4A) applies, the amount or value of the consideration or, if higher, the value of the securities; c in any other case, the value of the securities. 4A This subsection applies where the transfer of the securities is pursuant to— a the exercise of an option to buy or to sell the securities, and b either— i a term of the option which provides for the securities to be transferred to the person falling within subsection (2) or (3), or ii a direction, given by or on behalf of the person entitled or bound to acquire the securities pursuant to the exercise of the option, for the securities to be so transferred. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In a case where— a securities are issued, or securities sold are transferred, and (in either case) they are to be paid for in instalments, b the person to whom they are issued or transferred holds them and transfers them to another person when the last instalment is paid, c subsection (4)(c) above applies in the case of the transfer to the other person, d before the making of the transfer to the other person an instrument is received by a person falling within   subsection (2) or (3)  above, e the instrument so received evidences all the rights which (by virtue of the terms under which the securities are issued or sold as mentioned in paragraph (a) above) subsist in respect of them at the time of the receipt, and f the transfer to the other person is effected by an instrument containing a statement that paragraphs (a), (b) and (e) above are fulfilled, subsection (4)(c) above shall have effect as if the reference to the value there mentioned were to an amount (if any) equal to the total of the instalments payable, less those paid before the transfer to the other person is effected. 7 Where tax is (or would apart from this subsection be) charged under this section in respect of a transfer of securities, and ad valorem stamp duty is chargeable on any instrument effecting the transfer, then — a if the amount of the duty is less than the amount of tax found by virtue of   subsections (4) and \t\t\t\t\t\t\t(6) above, the tax charged under this section shall be the amount so found less the amount of the duty; b in any other case, there shall be no charge to tax under this section in respect of the transfer. 8 Where tax is charged under the preceding provisions of this section, the person liable for the tax shall (subject to subsection (9) below) be the person who has issued or is to issue the depositary receipt. 9 Where tax is charged under the preceding provisions of this section in a case where securities are transferred, and at the time of the transfer the person who has issued or is to issue the depositary receipt is not resident in the United Kingdom and has no branch or agency in the United Kingdom, the person liable for the tax shall be the person to whom the securities are transferred. 10 Where chargeable securities are issued or transferred on sale under terms providing for payment in instalments and for an issue of other chargeable securities, and (apart from this subsection) tax would be charged under this section in respect of that issue, tax shall not be so charged but — a if any of the instalments becomes payable by a person falling within subsection (2) or (3) above, there shall be a charge to stamp duty reserve tax under this section when the instalment becomes payable; b the charge shall be at the rate of   1.5 per cent. of the amount  of the instalment payable; c the person liable to pay the instalment shall be liable for the tax. 11 Subject to subsection (12) below, this section applies where securities are transferred, issued or appropriated after 18th March 1986 (whenever the arrangement was made). 12 This section does not apply, in the case of securities which are transferred, if the Board are satisfied that they were acquired or appropriated by the transferor on or before 18th March 1986 for or towards the eventual satisfaction of the entitlement of a person to receive securities of the same kind under a depositary receipt (whether issued on or before that date or to be issued after that date)."}, {"act": "Finance Act 1986", "year": 1986, "section": "94", "section_title": "Depositary receipts: supplementary", "section_text": "94 1 For the purposes of section 93 above a depositary receipt for chargeable securities is an instrument acknowledging — a that a person holds chargeable securities or evidence of the right to receive them, and b that another person is entitled to rights, whether expressed as units or otherwise, in or in relation to chargeable securities of the same kind, including the right to receive such securities (or evidence of the right to receive them) from the person mentioned in paragraph (a) above, except that for those purposes a depositary receipt for chargeable securities does not include an instrument acknowledging rights in or in relation to securities if they are issued or sold under terms providing for payment in instalments and for the issue of the instrument as evidence that an instalment has been paid. 2 The Treasury may by regulations provide that for subsection (1) above (as it has effect for the time being) there shall be substituted a subsection containing a different definition of a depositary receipt for the purposes of section 93 above. 3 For the purposes of section 93(4)(b) above the value of any consideration not consisting of money shall be taken to be the price it might reasonably be expected to fetch on a sale in the open market at the time the securities are transferred. 4 For the purposes of   section 93(4)(b)(ii) and (c)  above the value of the securities shall be taken to be the price they might reasonably be expected to fetch on a sale in the open market at the time they are transferred or appropriated (as the case may be). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The power to make regulations or an order under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "95", "section_title": "Depositary receipts: exceptions", "section_text": "95 1 Where securities are transferred — a to a company which at the time of the transfer falls within subsection (6) of section 67 above  . . . , and b from a company which at that time falls within that subsection  . . . ,   subject to section 97C,  there shall be no charge to tax under section 93 above in respect of the transfer. 2 There shall be no charge to tax under section 93 above in respect of a transfer, issue or appropriation of a UK bearer instrument, except in the case of— a an instrument within the exemption conferred by paragraph 16 of Schedule 15 to the Finance Act 1999 (renounceable letters of allotment etc. where rights are renounceable not later than six months after issue), or b an instrument within the exemption conferred by paragraph 17 of that Schedule (non-sterling instruments) which— i does not raise new capital, and ii is not issued in exchange for an instrument raising new capital. 2A For the purpose of subsection (2)(b)— a an instrument is regarded as raising new capital only if the condition in subsection (2B) is met, and b an instrument is regarded as issued in exchange for an instrument raising new capital only if the conditions in subsection (2C) are met. 2B The condition mentioned in subsection (2A)(a) is that the instrument— a is issued in conjunction with— i the issue of relevant securities for which only cash is subscribed, or ii the granting of rights to subscribe for relevant securities which are granted for a cash consideration only and exercisable only by means of a cash subscription; or b is issued to give effect to the exercise of such rights as are mentioned in paragraph (a)(ii). 2C The conditions mentioned in subsection (2A)(b) are that— a the instrument is issued in conjunction with the issue of relevant securities by a company in exchange for relevant securities issued by another company, and b immediately before the exchange an instrument relating to those other securities— i was regarded for the purposes of subsection (2)(b) as raising new capital or as issued in exchange for an instrument raising new capital, or ii would have been so regarded if the amendments made to this section by section 117 of the Finance Act 1999 had been in force at the time of its issue, and accordingly was or would have been within the exception conferred by subsection (2). 2D For the purposes of subsections (2B) and (2C) “ relevant securities ” means chargeable securities which are either— a shares the holders of which have a right to a dividend at a fixed rate but have no other right to share in the profits of the company, or b loan capital within the meaning of section 78 above, and which, in either case, do not carry any rights (of conversion or otherwise) by the exercise of which chargeable securities other than relevant securities may be obtained. 3 There shall be no charge to tax under section 93 above in respect of an issue by a company (company X) of securities in exchange for shares in another company (company Y) where company X — a has control of company Y, or b will have such control in consequence of the exchange or of an offer as a result of which the exchange is made. and the shares in company Y are held under a depositary receipt scheme. 4 For the purposes of subsection (3) above company X has control of company Y if company X has power to control company Y's affairs by virtue of holding shares in, or possessing voting power in relation to, company Y or any other body corporate. 5 For the purposes of subsection (3) above, the cases where shares are held under a depositary receipt scheme are those cases where, in pursuance of an arrangement,— a a depositary receipt for chargeable securities has been, or is to be, issued by a person falling within section 93(2) above in respect of the shares in question or shares of the same kind and amount; and b the shares in question are held by that person, or by a person whose business is or includes holding chargeable securities as nominee or agent for that person, towards the eventual satisfaction of the entitlement of the receipt’s holder to receive chargeable securities. 6 Where an arrangement is entered into under which— a a company issues securities to persons in respect of their holdings of securities issued by another company, and b the securities issued by the other company are cancelled, the issue shall be treated for the purposes of this section as an issue of securities in exchange for securities issued by the other company. 7 In this section “ depositary receipt for chargeable securities ” has the same meaning as in section 93 above (see section 94 above)."}, {"act": "Finance Act 1986", "year": 1986, "section": "95A", "section_title": " Depositary receipts: exception for replacement securities.", "section_text": "95A 1 There shall be no charge to tax under section 93 above in respect of the transfer, issue or appropriation of chargeable securities (“ the new securities ”) issued by a company in place of existing securities of the same company (“ the old securities ”) if the following conditions are met. 2 The first condition is that the old securities are held under a depositary receipt scheme. 3 The second condition is that— a there was a charge to tax under section 93 above in respect of the transfer, issue or appropriation— i of the old securities, or ii of earlier securities in relation to which on a previous application of this section those securities were the new securities, or there would have been such a charge if that section had been in force; or b there would have been such a charge but for section 95(2) or (3) above. 4 The third condition is that there is an arrangement under which— a the new securities are transferred, issued or appropriated as mentioned in section 93(1)(b), and b the old securities are cancelled. 5 For the purposes of subsection (2) above the cases in which securities are held under a depositary receipt scheme are those specified (in relation to shares) in section 95(5) above. 6 The exception provided by this section applies only to the extent that the value of the new securities immediately after their issue does not exceed the value of the old securities immediately before the issue of the new securities."}, {"act": "Finance Act 1986", "year": 1986, "section": "96", "section_title": "Clearance services", "section_text": "96 1 Subject to subsection (5) below and   sections 97 and 97A  below, there shall be a charge to stamp duty reserve tax under this section where — a a person (A) whose business is or includes the provision of clearance services for the purchase and sale of chargeable securities has entered into an arrangement to provide such clearance services for another person, and b in pursuance of the arrangement, chargeable securities are transferred or issued to A or to a person whose business is or includes holding chargeable securities as nominee for A. 2 Subject to subsections   (4) and (5) below, tax under this section shall be charged at the rate of   1.5 per cent.  of the following — a in a case where the securities are issued, their price when issued; b in a case where the securities are transferred for consideration in money or money's   worth—  i the amount or value of the consideration, or ii where subsection (2A) applies, the amount or value of the consideration or, if higher, the value of the securities; c in any other case, the value of the securities. 2A This subsection applies where the transfer of the securities is pursuant to— a the exercise of an option to buy or to sell the securities, and b either— i a term of the option which provides for the securities to be transferred to A or (as the case may be) to the person whose business is or includes holding chargeable securities as nominee for A, or ii a direction, given by or on behalf of the person entitled or bound to acquire the securities pursuant to the exercise of the option, for the securities to be so transferred. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In a case where — a securities are issued, or securities sold are transferred, and (in either case) they are to be paid for in instalments, b the person to whom they are issued or transferred holds them and transfers them to another person when the last instalment is paid, c subsection (2)(c) above applies in the case of the transfer to the other person, d before the making of the transfer to the other person an instrument is received by A or a person whose business is or includes holding chargeable securities as nominee for A, e the instrument so received evidences all the rights which (by virtue of the terms under which the securities are issued or sold as mentioned in paragraph (a) above) subsist in respect of them at the time of the receipt, and f the transfer to the other person is effected by an instrument containing a statement that paragraphs (a), (b) and (e) above are fulfilled, subsection (2)(c) above shall have effect as if the reference to the value there mentioned were to an amount (if any) equal to the total of the instalments payable, less those paid before the transfer to the other person is effected. 5 Where tax is (or would apart from this subsection be) charged under this section in respect of a transfer of securities and ad valorem stamp duty is chargeable on any instrument effecting the transfer, then — a if the amount of the duty is less than the amount of tax found by virtue of   subsections (2) and (4) above, the tax charged under this section shall be the amount so found less the amount of the duty; b in any other case, there shall be no charge to tax under this section in respect of the transfer. 6 Where tax is charged under the preceding provisions of this section, the person liable for the tax shall (subject to subsection (7) below) be A. 7 Where tax is charged under the preceding provisions of this section in a case where securities are transferred to a person other than A, and at the time of the transfer A is not resident in the United Kingdom and has no branch or agency in the United Kingdom, the person liable for the tax shall be the person to whom the securities are transferred. 8 Where chargeable securities are issued or transferred on sale under terms providing for payment in instalments and for an issue of other chargeable securities, and (apart from this subsection) tax would be charged under this section in respect of that issue, tax shall not be so charged but — a if any of the instalments becomes payable by A or by a person whose business is or includes holding chargeable securities as nominee for A, there shall be a charge to stamp duty reserve tax under this section when the instalment becomes payable; b the charge shall be at the rate of   1.5 per cent. of the amount  of the instalment payable; c the person liable to pay the instalment shall be liable for the tax. 9 For the purposes of subsection (2)(b) above the value of any consideration not consisting of money shall be taken to be the price it might reasonably be expected to fetch on a sale in the open market at the time the securities are transferred. 10 For the purposes of   subsection (2)(b)(ii) and (c)   above the value of securities shall be taken to be the price they might reasonably be expected to fetch on a sale in the open market at the time they are transferred. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 Subject to subsection (14) below, this section applies where securities are transferred or issued after 18th March 1986 (whenever the arrangement was made). 14 This section does not apply, in the case of securities which are transferred, if the Board are satisfied — a that on or before 18th March 1986 the transferor (or, where the transferor transfers as agent, the principal) agreed to sell securities of the same kind and amount to the person (other than A) referred to in subsection (1)(a) above, and b that the transfer is effected in pursuance of that agreement."}, {"act": "Finance Act 1986", "year": 1986, "section": "97", "section_title": "Clearance services: exceptions", "section_text": "97 1 Where securities are transferred — a to a company which at the time of the transfer falls within subsection (6) of section 70 above  . . . , and b from a company which at that time falls within that subsection  . . . ,   subject to section 97C,  there shall be no charge to tax under section 96 above in respect of the transfer 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 There shall be no charge to tax under section 96 above in respect of a transfer or issue of a UK bearer instrument, except in the case of— a an instrument within the exemption conferred by paragraph 16 of Schedule 15 to the Finance Act 1999 (renounceable letters of allotment etc. where rights are renounceable not later than six months after issue), or b an instrument within the exemption conferred by paragraph 17 of that Schedule (non-sterling instruments) which— i does not raise new capital, and ii is not issued in exchange for an instrument raising new capital. 3A For the purpose of subsection (3)(b)— a an instrument is regarded as raising new capital only if the condition in subsection (3B) is met, and b an instrument is regarded as issued in exchange for an instrument raising new capital only if the conditions in subsection (3C) are met. 3B The condition mentioned in subsection (3A)(a) is that the instrument— a is issued in conjunction with— i the issue of relevant securities for which only cash is subscribed, or ii the granting of rights to subscribe for relevant securities which are granted for a cash consideration only and exercisable only by means of a cash subscription; or b is issued to give effect to the exercise of such rights as are mentioned in paragraph (a)(ii). 3C The conditions mentioned in subsection (3A)(b) are that— a the instrument is issued in conjunction with the issue of relevant securities by a company in exchange for relevant securities issued by another company, and b immediately before the exchange an instrument relating to those other securities— i was regarded for the purposes of subsection (3)(b) as raising new capital or as issued in exchange for an instrument raising new capital, or ii would have been so regarded if the amendments made to this section by section 117 of the Finance Act 1999 had been in force at the time of its issue, and accordingly was or would have been within the exception conferred by subsection (3). 3D For the purposes of subsections (3B) and (3C) “ relevant securities ” means chargeable securities which are either— a shares the holders of which have a right to a dividend at a fixed rate but have no other right to share in the profits of the company, or b loan capital within the meaning of section 78 above, and which, in either case, do not carry any rights (of conversion or otherwise) by the exercise of which chargeable securities other than relevant securities may be obtained. 4 There shall be no charge to tax under section 96 above in respect of an issue by a company (company X) of securities in exchange for shares in another company (company Y) where company X — a has control of company Y, or b will have such control in consequence of the exchange or of an offer as a result of which the exchange is made. and the shares in company Y are held under a clearance services scheme. 5 For the purposes of subsection (4) above company X has control of company Y if company X has power to control company Y's affairs by virtue of holding shares in, or possessing voting power in relation to, company Y or any other body corporate. 6 For the purposes of subsection (4) above, the cases where shares are held under a clearance services scheme are those cases where— a an arrangement falling within paragraph (a) of subsection (1) of section 96 above has been entered into; and b in pursuance of that arrangement, the shares are held by the person referred to in that paragraph as A or by a person whose business is or includes holding chargeable securities as nominee for that person. 7 Where an arrangement is entered into under which— a a company issues securities to persons in respect of their holdings of securities issued by another company, and b the securities issued by the other company are cancelled, the issue shall be treated for the purposes of this section as an issue of securities in exchange for securities issued by the other company."}, {"act": "Finance Act 1986", "year": 1986, "section": "97AA", "section_title": " Clearance services: further exception.", "section_text": "97AA 1 There shall be no charge to tax under section 96 above in respect of the transfer or issue of chargeable securities (“ the new securities ”) issued by a company in place of existing securities of the same company (“ the old securities ”) if the following conditions are met. 2 The first condition is that the old securities are held under a clearance services scheme. 3 The second condition is that— a there was a charge to tax under section 96 above in respect of the transfer or issue— i of the old securities, or ii of earlier securities in relation to which on a previous application of this section those securities were the new securities, or there would have been such a charge if that section had been in force; or b there would have been such a charge but for section 97(3) or (4) above. 4 The third condition is that there is an arrangement under which— a the new securities are transferred or issued as mentioned in section 96(1)(b), and b the old securities are cancelled. 5 For the purposes of subsection (2) above the cases in which securities are held under a clearance services scheme are those specified (in relation to shares) in section 97(6) above. 6 The exception provided by this section applies only to the extent that the value of the new securities immediately after their issue does not exceed the value of the old securities immediately before the issue of the new securities."}, {"act": "Finance Act 1986", "year": 1986, "section": "97A", "section_title": " Clearance services: election for alternative system of charge.", "section_text": "97A 1 A person whose business is or includes the provision of clearance services for the purchase and sale of chargeable securities or relevant securities (an “operator”) may, with the approval of the Board, elect that stamp duty and stamp duty reserve tax shall be chargeable in accordance with this section in connection with those clearance services. 2 An election under subsection (1) above— a shall come into force on such date as may be notified to the operator by the Board in giving their approval; and b shall continue in force unless and until it is terminated in accordance with the following provisions of this section. 3 If and so long as an election under subsection (1) above is in force, stamp duty or stamp duty reserve tax (as the case may require) shall, in connection with the clearance services to which the election relates, be chargeable in relation to— a a transfer or issue falling within section 70(1) or 96(1) above, b an agreement falling within section 90(4) above by virtue of section 96(1) above, or c an agreement falling within section 90(5) above, as it would be chargeable apart from sections 70, 90(4) and (5) and 96 above. 4 Where stamp duty or stamp duty reserve tax is chargeable by virtue of subsection (3) above in relation to a transfer, issue or agreement, sections 70, 90(4) and (5) and 96 above shall not have effect in relation to that transfer, issue or agreement. 5 Nothing in subsection (3) or (4) above affects the application of section 70 or 96 above in relation to a transfer falling within section 70(1) or 96(1) above by the operator or his nominee to, or to a nominee of, another operator in relation to whom no election under subsection (1) above is for the time being in force. 6 The Board may require the operator, as a condition of the approval of his election under subsection (1) above, to make and maintain such arrangements as they may consider satisfactory— a for the collection of stamp duty reserve tax chargeable in accordance with this section, and b for complying, or securing compliance, with the provisions of this Part and of regulations under section 98 below, so far as relating to such tax. 7 Where the operator is not resident in the United Kingdom and has no branch or agency in the United Kingdom, the Board may require him, as a condition of the approval of his election under subsection (1) above, to appoint and, so long as the election remains in force, maintain a tax representative. 8 A person shall not be an operator’s tax representative under this section unless that person— a has a business establishment in the United Kingdom, and b is approved by the Board. 9 A person who is at any time an operator’s tax representative under this section— a shall be entitled to act on the operator’s behalf for the purposes of stamp duty and stamp duty reserve tax in connection with the clearance services to which the operator’s election under subsection (1) above relates, b shall secure (where appropriate by acting on the operator’s behalf) the operator’s compliance with and discharge of the obligations and liabilities to which the operator is subject, in connection with the clearance services to which the operator’s election under subsection (1) above relates, by virtue of legislation relating to stamp duty or stamp duty reserve tax (including obligations and liabilities arising before he became the operator’s tax representative), and c shall be personally liable in respect of any failure to secure the operator’s compliance with or discharge of any such obligation or liability, and in respect of anything done for purposes connected with acting on the operator’s behalf, as if the obligations and liabilities imposed on the operator were imposed jointly and severally on the tax representative and the operator. 10 An election under subsection (1) above may be terminated— a by not less than thirty days’ notice given by the operator to the Board or by the Board to the operator; or b if there is or has been a breach of a condition of the approval of the election imposed by virtue of subsection (6) or (7) above, by a notice— i given by the Board to the operator, ii taking effect on the giving of the notice or at such later time as may be specified in the notice, and iii stating that it is given by reason of the breach of condition. 11 Where an election under subsection (1) above is terminated, section 96 above shall have effect as if chargeable securities of the same amounts and kinds as are, immediately before the termination, held by the operator or his nominee in connection with the provision of the clearance services, had, immediately after the termination, been transferred to the operator or, as the case may be, to the nominee by a transfer falling within subsection (1) of that section. 12 In this section “ relevant securities ” has the same meaning as in section 70 above. 13 Nothing in section 70(9) or 97(1) above has effect to prevent a charge to stamp duty or stamp duty reserve tax arising— a on a transfer to which subsection (5) above applies, or b on a deemed transfer under subsection (11) above."}, {"act": "Finance Act 1986", "year": 1986, "section": "97B", "section_title": " Transfer between depositary receipt system and clearance system.", "section_text": "97B 1 There shall be no charge to tax under section 93 or 96 above where securities are transferred between a depositary receipt system and a clearance system.   1A Subsection (1) is subject to section 97C.   2 A transfer between a depositary receipt system and a clearance system means a transfer— a from (or to) a company which at the time of the transfer falls within section 67(6) above, and b to (or from) a company which at that time falls within section 70(6) above. 3 This section does not apply to a transfer from a clearance system (that is, from such a company as is mentioned in subsection (2)(b) above) if at the time of the transfer an election is in force under section 97A above in relation to the clearance services for the purposes of which the securities are held immediately before the transfer."}, {"act": "Finance Act 1986", "year": 1986, "section": "97C", "section_title": "Transfers to non-EU depositary receipt and clearance services systems", "section_text": "97C 1 This section applies where arrangements are made in accordance with which chargeable securities are— a issued to an  EU  system, and b subsequently transferred from an  EU  system to a non-EU system. 2 Nothing in section 95(1), 97(1) or 97B(1) disapplies a charge to tax under section 93 or 96 in respect of that transfer if— a the chargeable securities have not previously been transferred, or b where they have previously been transferred, the transfer (or, if more than one, each of them) was an exempt transfer. 3 For the purposes of subsection (1)(a) chargeable securities are issued to an  EU  system if— a pursuant to an arrangement of the kind mentioned in section 93(1), they are issued to a nominee in respect of an  EU  depositary receipt issuer, or b pursuant to an arrangement of the kind mentioned in section 96(1), they are issued to a nominee in respect of an  EU  clearance service operator. 4 For the purposes of subsection (1)(b)— a a transfer is from an  EU  system if it is from a company which is incorporated under the law of a member State and at the time of the transfer falls within section 67(6) or 70(6), and b a transfer is to a non-EU system if it is to a company which is not incorporated under the law of a member State and at the time of the transfer falls within section 67(6) or 70(6). 5 In this section— “ arrangements ” includes any agreement, understanding, scheme, transaction or series of transactions (whether or not legally enforceable); “ EU  clearance service operator ” means a person— whose business is or includes the provision of clearance services for the purchase and sale of chargeable securities, and who— if it is a company, is incorporated under the law of a member State, and in any other case, is resident in a member State; “ EU  depositary receipt issuer ” means a person— whose business is or includes issuing depositary receipts for chargeable securities, and who— if it is a company, is incorporated under the law of a member State, and in any other case, is resident in a member State; “ exempt transfer ” means a transfer in respect of which, by reason of section 90(5), 95(1), 97(1) or 97B(1), no charge to stamp duty reserve tax arises; “nominee”— in respect of an  EU  clearance service operator, means a person whose business is or includes holding chargeable securities as nominee for the  EU  clearance service operator, and in respect of an  EU  depositary receipt issuer, means a person whose business is or includes holding chargeable securities as nominee or agent for the  EU  depositary receipt issuer."}, {"act": "Finance Act 1986", "year": 1986, "section": "98", "section_title": "Administration etc.", "section_text": "98 1 The Treasury may make regulations — a providing that provisions of the Taxes Management Act 1970   specified in the regulations shall apply in relation to stamp duty reserve tax as they apply in relation to a tax within the meaning of that Act, with such modifications (specified in the regulations) as they think fit; b making with regard to stamp duty reserve tax such further provision as they think fit in relation to administration, assessment, collection and recovery. 1A The power conferred on the Treasury by subsection (1) above includes power to make provision conferring or imposing on the Board functions which involve the exercise of a discretion. 2 The power to make regulations under subsection (1) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons."}, {"act": "Finance Act 1986", "year": 1986, "section": "99", "section_title": "Interpretation", "section_text": "99 1 This section applies for the purposes of this Part of this Act. 1A “ Bearer instrument ” has the same meaning as in Schedule 15 to the Finance Act 1999. An instrument is a “ UK bearer instrument ” or “ non-UK bearer instrument ” according to whether it is issued by or on behalf of a UK company or a non-UK company within the meaning of that Schedule. 2 “ The Board ” means the Commissioners of Inland Revenue. 3 Subject to the following provisions of this section,  “ chargeable securities ” means — a stocks, shares or loan capital, b interests in, or in dividends or other rights arising out of, stocks, shares or loan capital, c rights to allotments of or to subscribe for, or options to acquire, stocks, shares or loan capital, and d units under a unit trust scheme. 4 “ Chargeable securities ” does not include securities falling within paragraph (a), (b) or (c) of subsection (3) above which are issued or raised by a body corporate not incorporated in the United Kingdom unless — a they are registered in a register kept in the United Kingdom by or on behalf of the body corporate by which they are issued or raised, or b in the case of shares, they are paired with shares issued by a body corporate incorporated in the United Kingdom, or c in the case of securities falling within paragraph (b) or (c) of subsection (3) above, paragraph (a) or (b) above applies to the stocks, shares or loan capital to which they relate , or d they are issued or raised by   a UK Societas   (whether or not in the course of its formation in accordance with Article 2 of Council Regulation  ( EC ) 2157/2001  on the Statute for a European Company (Societas Europaea))  ....  4A “ Chargeable securities ” does not include securities falling within paragraph (a), (b) or (c) of subsection (3) above if— a they are securities issued or raised by an SE (whether or not in the course of its formation in accordance with Article 2 of Council Regulation  ( EC ) 2157/2001  on the Statute for a European Company (Societas Europaea),  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4B Chargeable securities” does not include securities falling within paragraph (a), (b) or (c) of subsection (3) which are admitted to trading on a recognised growth market but not listed on that or any other market. 4C In subsection (4B),  “listed” and  “recognised growth market” are to be construed in accordance with section 99A. 5 “Chargeable securities” does not include securities falling within paragraph (a), (b) or (c) of subsection (3) above if— a in the case of stock or marketable securities within the meaning of section 125 of the Finance Act 2003 (abolition of stamp duty except on instruments relating to stock or marketable securities), they are securities the transfer of which is exempt from all stamp duties; b in any other case, they are securities the transfer of which, disregarding that section, would be exempt from all stamp duties. 5ZA “Chargeable securities” does not include securities falling within paragraph (b) or (c) of subsection (3) above if the stocks, shares or loan capital to which the securities relate— a are stock or marketable securities within the meaning of section 125 of the Finance Act 2003 (abolition of stamp duty except on instruments relating to stock or marketable securities) the transfer of which is exempt from all stamp duties, or b are securities the transfer of which, disregarding that section, would be exempt from all stamp duties. 5A “ Chargeable securities ” does not include a unit under a unit trust scheme if— a all the trustees under the scheme are resident outside the United Kingdom and the unit is not registered in a register kept in the United Kingdom by or on behalf of the trustees under the scheme; or b under the terms of the scheme the trust property can only be invested in exempt investments. 5B For the purposes of subsection (5A)(b)— a an investment other than an interest under a collective investment scheme is an exempt investment if, and only if— i it is not an investment on the transfer of which  ad valorem  stamp duty would be chargeable, ... ia it is not an investment on the acquisition of which stamp duty land tax would be chargeable under Part 4 of the Finance Act 2003, and ii it is not a chargeable security; b an interest under a collective investment scheme is an exempt investment   , unless subsection (5C) applies to the scheme;   c a derivative is an exempt investment if, and only if, it relates wholly to one or more exempt investments; and d funds held for the purposes of the day to day management of the unit trust scheme are not regarded as investments. ... 5C This subsection applies to a collective investment scheme if more than 20% of the market value of the investments in which the property subject to the scheme is invested is attributable to investments which are not exempt investments for the purposes of subsection (5A)(b). 5D In subsections (5B) and (5C)\t\t\t\t\t\t\t\t “ collective investment scheme ” has the same meaning as in Part 17 of the Financial Services and Markets Act 2000. 6 “ Chargeable securities ” does not include interests in depositary receipts for stocks or shares. 6A For the purposes of subsection (4) above, shares issued by a body corporate which is not incorporated in the United Kingdom (“ the foreign company ”) are paired with shares issued by a body corporate which is so incorporated (“ the UK company ”) where — a the articles of association of the UK company and the equivalent instruments governing the foreign company each provide that no share in the company to which they relate may be transferred otherwise than as part of a unit comprising one share in that company and one share in the other, and b such units have been offered for sale to the public in the United Kingdom and, at the same time, an equal number of such units have been offered for sale to the public at a broadly equivalent price in the country in which the foreign company is incorporated. 7 A depositary receipt for stocks or shares is an instrument acknowledging — a that a person holds stocks or shares or evidence of the right to receive them, and b that another person is entitled to rights, whether expressed as units or otherwise, in or in relation to stocks or shares of the same kind, including the right to receive such stocks or shares (or evidence of the right to receive them) from the person mentioned in paragraph (a) above, except that a depositary receipt for stocks or shares does not include an instrument acknowledging rights in or in relation to stocks or shares if they are issued or sold under terms providing for payment in instalments and for the issue of the instrument as evidence that an instalment has been paid. 8 The Treasury may by regulations provide that for subsection (7) above (as it has effect for the time being) there shall be substituted a subsection containing a different definition of a depositary receipt; and the power to make regulations under this subsection shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the House of Commons. 9 “ Unit ”                     (except in subsection (6A) above)  and  “ unit trust scheme ” have the same meanings as in Part VII of the Finance Act 1946  . 9A But  “ unit trust scheme ” does not include arrangements   to which section 564G of the Income Tax Act 2007   or section 507 of the Corporation Tax Act 2009  (alternative finance investment bonds)  applies . 10 In interpreting  “ chargeable securities ” in sections 93, 94   95, , 96  , 97  and 97A , 97AA  above — a paragraph (a) of subsection (4) above and the reference to that paragraph in paragraph (c) of that subsection shall be ignored, and b the effect of   section 133(3) of the Companies Act 2006 (transactions in shares registered in overseas branch register)   shall be ignored for the purposes of subsection (5) above. 11 In interpreting  “ chargeable securities ” in section 93 or 96 above in a case where — a newly subscribed shares, or b securities falling within paragraph (b) or (c) of subsection (3) above which relate to newly subscribed shares, are issued in pursuance of an arrangement such as is mentioned in that section (or an arrangement which would be such an arrangement if the securities issued were chargeable securities), paragraph (b) of subsection (4) above and the reference to that paragraph in paragraph (c) of that subsection shall be ignored. 12 In subsection (11) above,  “ newly subscribed shares ” means shares issued wholly for new consideration in pursuance of an offer for sale to the public. 13 Where the calculation of any tax in accordance with the provisions of this Part results in an amount which is not a multiple of one penny, the amount so calculated shall be rounded to the nearest penny, taking any½p as nearest to the next whole penny above."}, {"act": "Finance Act 1986", "year": 1986, "section": "99A", "section_title": "Section 99(4B):  “listed” and  “recognised growth market”", "section_text": "99A 1 This section applies for the purposes of section 99(4B). 2 Section 1005(3) to (5) of the Income Tax Act 2007 (meaning of  “listed”  etc ) applies as it applies in relation to the Income Tax Acts. 3 “ Recognised growth market ” means a market recognised as a growth market by the Commissioners for Her Majesty's Revenue and Customs. 4 On an application made by a market, the market is to be recognised by the Commissioners as a growth market if, and only if, the Commissioners are satisfied, on the basis of evidence provided by the market, that the market qualifies for recognition. 5 A market qualifies for recognition at any time (“ the relevant time ”) if it is a recognised stock exchange which meets one or both of the following conditions— a a majority of the companies whose stock or marketable securities are admitted to trading on the market are companies with market capitalisations of less than £170 million; b the Commissioners are satisfied that the admission requirements of the market include provision requiring companies to demonstrate compounded annual growth in gross revenue or employment of at least 20% over the last three periods of account preceding admission (“the pre-admission periods”). 6 In subsection (5)— “period of account” of a company means a period for which the company draws up accounts; “ recognised stock exchange ” has the meaning given by section 1005(1) of the Income Tax Act 2007. 7 For the purposes of subsection (5)(a) a company's market capitalisation at the relevant time is the average of the closing market capitalisations of the company on the last trading day of each calendar month (or part of a calendar month) in the qualifying period. 8 “ The qualifying period ” means whichever is the shorter of— a the last three calendar years preceding the relevant time, or b the period beginning with the day on which the company is admitted to trading on the market and ending at the end of the last calendar year preceding the relevant time. 9 For the purposes of subsection (5)(a), a company is to be disregarded if it is admitted to trading on the market in the calendar year in which the relevant time falls. 10 In the case of a company with a market capitalisation in a currency other than sterling, the closing market capitalisation for the last trading day of any calendar month is to be taken, for the purposes of subsection (7), to be the sterling equivalent of that capitalisation (calculated by reference to the spot rate of exchange for that last trading day). 11 For the purposes of subsection (5)(b), the percentage of the compounded annual growth in gross revenue over the pre-admission periods is calculated by applying the formula— ( ( EV BV ) 1/3 - 1 ) × 100 where— “EV” is the company's gross revenue for the last of the pre-admission periods, “BV” is the company's gross revenue for the period of account immediately preceding the pre-admission periods. 12 For those purposes, the percentage of the compounded annual growth in employment over the pre-admission periods is calculated by applying the formula— ( ( EV BV ) 1/3 - 1 ) × 100 where— “EV” is the number of employees of the company at the end of the last of the pre-admission periods, “BV” is the number of employees of the company at the end of the period of account immediately preceding the pre-admission periods. 13 The Treasury may by regulations— a make provision for the revocation by the Commissioners of a recognition under this section and about the consequences of a revocation; b amend this section so as to add, remove or alter a condition which must be met in relation to a market for it to be recognised by the Commissioners under this section. 14 Regulations under this section may contain incidental, supplemental, consequential and transitional provision and savings. 15 The power to make regulations under this section is exercisable by statutory instrument, and any statutory instrument containing such regulations is subject to annulment in pursuance of a resolution of the House of Commons. 16 This section is to be construed as one with the Stamp Act 1891."}, {"act": "Finance Act 1986", "year": 1986, "section": "100", "section_title": " Capital transfer tax to be known as inheritance tax.", "section_text": "100 1 On and after the passing of this Act, the tax charged under the Capital Transfer Tax Act 1984 (in this Part of this Act referred to as “the 1984 Act”) shall be known as inheritance tax and, accordingly, on and after that passing,— a the 1984 Act may be cited as the Inheritance Tax Act 1984 ; and b subject to subsection (2) below, any reference to capital transfer tax in the 1984 Act, in any other enactment passed before or in the same Session as this Act or in any document executed, made, served or issued on or before the passing of this Act or at any time thereafter shall have effect as a reference to inheritance tax. 2 Subsection (1)(b) above does not apply where the reference to capital transfer tax relates to a liability arising before the passing of this Act. 3 In the following provisions of this Part of this Act, any reference to tax except where it is a reference to a named tax is a reference to inheritance tax and, in so far as it occurs in a provision which relates to a time before the passing of this Act, includes a reference to capital transfer tax."}, {"act": "Finance Act 1986", "year": 1986, "section": "101", "section_title": " Lifetime transfers potentially exempt etc.", "section_text": "101 1 The 1984 Act shall have effect subject to the amendments in Part I of Schedule 19 to this Act, being amendments— a removing liability for tax on certain transfers of value where the transfer occurs at least seven years before the transferor’s death; b providing for one Table of rates of tax; c abolishing exemptions for mutual transfers; d making provision with respect to the amounts of tax to be charged on transfers occurring before the death of the transferor; e making provision with respect to the application of relief under Chapter I (business property) and Chapter II (agricultural property) of Part V of the 1984 Act to such transfers; and f reducing the period during which the values transferred by chargeable transfers are aggregates from ten years to seven; and amendments making provisions consequential on or incidental to the matters referred to above and to sections 102 and 103 below. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Part I of Schedule 19 to this Act has effect, subject to Part II of that Schedule, with respect to transfers of value made, and other events occcurring, on or after 18th March 1986. 4 The transitional provisions in Part II of Schedule 19 to this Act shall have effect."}, {"act": "Finance Act 1986", "year": 1986, "section": "102", "section_title": " Gifts with reservation.", "section_text": "102 1 Subject to subsections (5) and (6) below, this section applies where, on or after 28th March 1986, an individual disposes of any property by way of gift and either— a possession and enjoyment of the property is not bona fide assumed by the donee at or before the beginning of the relevant period; or b at any time in the relevant period the property is not enjoyed to the entire exclusion, or virtually to the entire exclusion, of the donor and of any benefit to him by contract or otherwise; and in this section “ the relevant period ” means a period ending on the date of the donor’s death and beginning seven years before that date or, if it is later, on the date of the gift. 2 If and so long as— a posession and enjoyment of any property is not bona fide assumed as mentioned in subsection (1)(a) above, or b any property is not enjoyed as mentioned in subsection (1)(b) above, the property is referred to (in relation to the gift and the donor) as property subject to a reservation. 3 If, immediately before the death of the donor, there is any property which, in relation to him, is property subject to a reservation then, to the extent that the property would not, apart from this section, form part of the donor’s estate immediately before his death, that property shall be treated for the purposes of the 1984 Act as property to which he was beneficially entitled immediately before his death. 4 If, at a time before the end of the relevant period, any property ceases to be property subject to a reservation, the donor shall be treated for the purposes of the 1984 Act as having at that time made a disposition of the property by a disposition which is a potentially exempt transfer. 5 This section does not apply if or, as the case may be, to the extent that the disposal of the property by way of gift is an exempt transfer by virtue of any of the following provisions of Part II of the 1984 Act,— a section 18 (transfers between spouses  or civil partners )                      , except as provided by subsections (5A) and (5B) below ; b section 20 (small gifts); c section 22 (gifts in consideration of marriage  or civil partnership ); d section 23 (gifts to charities); e section 24 (gifts to political parties); ee section 24A (gifts to housing associations); f section 25 (gifts for national purposes, etc); g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h section 27 (maintenance funds for historic buildings);  ... i section 28 (employee trusts) ; and j section 28A (employee-ownership trusts). 5A Subsection (5)(a) above does not prevent this section from applying if or, as the case may be, to the extent that— a the property becomes settled property by virtue of the gift, b by reason of the donor’s spouse  or civil partner   (“ the relevant beneficiary ”) becoming beneficially entitled to an interest in possession in the settled property, the disposal is or, as the case may be, is to any extent an exempt transfer by virtue of section 18 of the 1984 Act in consequence of the operation of section 49 of that Act (treatment of interests in possession), c at some time after the disposal, but before the death of the donor, the relevant beneficiary’s interest in possession comes to an end, and d on the occasion on which that interest comes to an end, the relevant beneficiary does not become beneficially entitled to the settled property or to another interest in possession in the settled property. 5B If or, as the case may be, to the extent that this section applies by virtue of subsection (5A) above, it has effect as if the disposal by way of gift had been made immediately after the relevant beneficiary’s interest in possession came to an end. 5C For the purposes of subsections (5A) and (5B) above— a section 51(1)(b) of the 1984 Act (disposal of interest in possession treated as coming to end of interest) applies as it applies for the purposes of Chapter 2 of Part 3 of that Act; and b references to any property or to an interest in any property include references to part of any property or interest. 6 This section does not apply if the disposal of property by way of gift is made under the terms of a policy issued in respect of an insurance made before 18th March 1986 unless the policy is varied on or after that date so as to increase the benefits secured or to extend the term of the insurance; and, for this purpose, any change in the terms of the policy which is made in pursuance of an option or other power conferred by the policy shall be deemed to be a variation of the policy. 7 If a policy issued as mentioned in subsection (6) above confers an option or other power under which benefits and premiums may be increased to take account of increases in the retail price index (as defined in section 8(3) of the 1984 Act) or any similar index pecified in the policy, then, to the extent that the right to exercise on or before 1st August 1986, the exercise of that option or power before that date shall be disregarded for the purposes of subsection (6) above. 8 Schedule 20 to this Act has effect for supplementing this section."}, {"act": "Finance Act 1986", "year": 1986, "section": "102ZA", "section_title": "Gifts with reservation: termination of interests in possession", "section_text": "102ZA 1 Subsection (2) below applies where— a an individual is beneficially entitled to an interest in possession in settled property, b either— i the individual became beneficially entitled to the interest in possession before 22nd March 2006, or ii the individual became beneficially entitled to the interest in possession on or after 22nd March 2006 and the interest is an immediate post-death interest, a disabled person's interest or a transitional serial interest  or falls within section 5(1B) of the 1984 Act , and c the interest in possession comes to an end during the individual's life. 2 For the purposes of— a section 102 above, and b Schedule 20 to this Act, the individual shall be taken (if, or so far as, he would not otherwise be) to dispose, on the coming to an end of the interest in possession, of the no-longer-possessed property by way of gift. 3 In subsection (2) above  “ the no-longer-possessed property ” means the property in which the interest in possession subsisted immediately before it came to an end, other than any of it to which the individual becomes absolutely and beneficially entitled in possession on the coming to an end of the interest in possession."}, {"act": "Finance Act 1986", "year": 1986, "section": "102A", "section_title": " Gifts with reservation: interest in land.", "section_text": "102A 1 This section applies where an individual disposes of an interest in land by way of gift on or after 9th March 1999. 2 At any time in the relevant period when the donor or his spouse   or civil partner  enjoys a significant right or interest, or is party to a significant arrangement, in relation to the land— a the interest disposed of is referred to (in relation to the gift and the donor) as property subject to a reservation; and b section 102(3) and (4) above shall apply. 3 Subject to subsections (4) and (5) below, a right, interest or arrangement in relation to land is significant for the purposes of subsection (2) above if (and only if) it entitles or enables the donor to occupy all or part of the land, or to enjoy some right in relation to all or part of the land, otherwise than for full consideration in money or money’s worth. 4 A right, interest or arrangement is not significant for the purposes of subsection (2) above if— a it does not and cannot prevent the enjoyment of the land to the entire exclusion, or virtually to the entire exclusion, of the donor; or b it does not entitle or enable the donor to occupy all or part of the land immediately after the disposal, but would do so were it not for the interest disposed of. 5 A right or interest is not significant for the purposes of subsection (2) above if it was granted or acquired before the period of seven years ending with the date of the gift. 6 Where an individual disposes of more than one interest in land by way of gift, whether or not at the same time or to the same donee, this section shall apply separately in relation to each interest."}, {"act": "Finance Act 1986", "year": 1986, "section": "102B", "section_title": " Gifts with reservation: share of interest in land.", "section_text": "102B 1 This section applies where an individual disposes, by way of gift on or after 9th March 1999, of an undivided share of an interest in land. 2 At any time in the relevant period, except when subsection (3) or (4) below applies— a the share disposed of is referred to (in relation to the gift and the donor) as property subject to a reservation; and b section 102(3) and (4) above shall apply. 3 This subsection applies when the donor— a does not occupy the land; or b occupies the land to the exclusion of the donee for full consideration in money or money’s worth. 4 This subsection applies when— a the donor and the donee occupy the land; and b the donor does not receive any benefit, other than a negligible one, which is provided by or at the expense of the donee for some reason connected with the gift."}, {"act": "Finance Act 1986", "year": 1986, "section": "102C", "section_title": " Sections 102A and 102B: supplemental.", "section_text": "102C 1 In sections 102A and 102B above “ the relevant period ” has the same meaning as in section 102 above. 2 An interest or share disposed of is not property subject to a reservation under section 102A(2) or 102B(2) above if or, as the case may be, to the extent that the disposal is an exempt transfer by virtue of any of the provisions listed in section 102(5) above. 3 In applying sections 102A and 102B above no account shall be taken of— a occupation of land by a donor, or b an arrangement which enables land to be occupied by a donor, in circumstances where the occupation, or occupation pursuant to the arrangement, would be disregarded in accordance with paragraph 6(1)(b) of Schedule 20 to this Act. 4 The provisions of Schedule 20 to this Act, apart from paragraph 6, shall have effect for the purposes of sections 102A and 102B above as they have effect for the purposes of section 102 above; and any question which falls to be answered under section 102A or 102B above in relation to an interest in land shall be determined by reference to the interest which is at that time treated as property comprised in the gift. 5 Where property other than an interest in land is treated by virtue of paragraph 2 of that Schedule as property comprised in a gift, the provisions of section 102 above shall apply to determine whether or not that property is property subject to a reservation. 6 Sections 102 and 102A above shall not apply to a case to which section 102B above applies. 7 Section 102A above shall not apply to a case to which section 102 above applies."}, {"act": "Finance Act 1986", "year": 1986, "section": "103", "section_title": " Treatment of certain debts and incumbrances.", "section_text": "103 1 Subject to subsection (2) below, if, in determining the value of a person’s estate immediately before his death, account would be taken, apart from this subsection, of a liability consisting of a debt incurred by him or an incumbrance created by a disposition made by him, that liability shall be subject to abatement to an extent proportionate to the value of any of the consideration given for the debt or incumbrance which consisted of— a property derived from the deceased; or b consideration (not being property derived from the deceased)given by any person who was at the time entitled to, or amongst whose resources there were at any time included, any property derived from the deceased. 2 If, in the case where the whole or part of the consideration given for a debt or incumbrance consisted of such consideration as is mentioned in subsection (1)(b) above, it is shown that the value of the consideration given, or of that part thereof, as the case may be, exceeded that which could have been rendered available by application of all the property derived from the deceased, other than such (if any) of that property— a as is included in the consideration given, or b as to which it is shown that the disposition of which it, or the property which it represented, was the subject matter was not made with reference to, or with a view to enabling or facilitating, the giving of the consideration or the recoupment in any manner of the cost thereof, no abatement shall be made under subsection (1) above in respect of the excess. 3 In subsections (1) and (2) above “ property derived from ” means, subject to subsection (4) below, any property which was the subject matter of a dispostition made by the deceased, either by himself alone or in concert or by arrangement with any other person or which represented any of the subject matter of such a dispostition, whether directly or indirectly, and whether by virtue of on or more intermediate dispostitions. 4 If the dispostition first-mentioned in subsection (3) above was not a transfer of value and it is shown that the disposition was not part of associated operations which included— a a disposition by the deceased, either alone or in concert or by arrangement with any other person, otherwise than for full consideration in money or money’s worth paid to the deceased for his own use or benefit; or b a dispostition by any other person operating to reduce the value of the property of the deceased, that first-mentioned dispostition shall be left out of account for the purposes of subsections (1) to (3) above. 5 If, before a person’s death but on or after 18th March 1986, money or money’s worth is paid or applied by him— a in or towards the satisfaction or discharge of a debt or incumbrance in the case of which subsection (1) above would have effect on his death if the debt or incumbrance had not been satisfied or discharged, or b in reduction of debt or incumbrance in the case of which that subsection has effect on his death, the 1984 Act shall have effect as if, at the time of the payment or application, the person concerned had made a transfer of value equal to the money or money’s worth and that transfer were a potentially exempt transfer. 6 Any reference in this section to a debt is a reference to a debt incurred on or after 18th March 1986 and any reference to an incumbrance created by a disposition is a reference to an incumbrance created by an disposition made on or after that date; and in this section “ subject matter ” includes, in relation to any disposition, any annual or periodical payment made or payable under or by virtue of the disposition 7 In determining the value of a person’s estate immediately before his death, no account shall be taken (by virtue of section 5 of the 1984 Act) of any liability arising under or in connection with a policy of life insurance issued in respect of an insurance made on or after 1st July 1986 unless the whole of the sums assured under that policy form part of that person’s estate immediately before his death."}, {"act": "Finance Act 1986", "year": 1986, "section": "104", "section_title": " Regulations for avoiding double charges etc.", "section_text": "104 1 For the purposes of the 1984 Act the Board may by regulations make such provision as is mentioned in subsection (2) below with respect to transfers of value made, and other events occurring, on or after 18th March 1986 where— a a potentially exempt transfer proves to be a chargeable transfer and, immediately before the death of the transferor, his estate includes property acquired by him from the transferee otherwise than for full consideration in money or money’s worth; b an individual disposes of property by a transfer of value which is or proves to be a chargeable transfer and the circumstances are such that subsection (3) or subsection (4) of section 102 above applies to the property as being or having been property subject to a reservation; c in determining the value of a person’s estate immediately before his death, a liability of his to any person is abated as mentioned in section 103 above and, before his death, the deceased made a transfer of value by virtue of which the estate of that other person was increased or by virtue of which property becomes comprised in a settlement of which that other person is a trustee; or d the circumstances are such as may be specified in the regulations for the purposes of this subsection, being circumstances appearing to the Board to be similar to those referred to in paragraphs (a) to (c) above. 2 The provision which may be made by regulations under this section is provision for either or both of the following,— a treating the value transferred by a transfer of value as reduced by reference to the value transferred by another transfer of value ; and b treating the whole or any part of the tax paid or payable on the value transferred by a transfer of value as a credit against the tax payable on the value transferred by another transfer of value. 3 The power to make regulations under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the Commons House of Parliament."}, {"act": "Finance Act 1986", "year": 1986, "section": "105", "section_title": " Application of business and agricultural relief where transfer partly exempt.", "section_text": "105 With respect to transfers of value made on or after 18th March 1986, after section 39 of the 1984 Act there shall be inserted the following section—  Operation of sections 38 and 39 in cases of business or agricultural relief. 39A 1 Where any part of the value transferred by a transfer of value is attributable to— a the value of the relavant business property, or b the agricultural value of agricultural property, then, for the purpose of attributing the value transferred (as reduced in accordance with section 104 or 116 below), to specific gifts and gifts of residue, sections 38 and 39 above shall have effect subject to the following provisions of this section. 2 The value of any specific gifts of relevant business property or agricultural property shall be taken to be their value as reduced in accordance with section 104 or 116 below. 3 The value of any specific gifts not falling within subsection (2) above shall be taken to be the appropriate fraction of their value. 4 In subsection (3) above “ the appropriate fraction ” means a fraction of which— a the numerator is the difference between the value transferred and the value, reduced as mentioned in subsection (2) above, of any gifts falling within that subsection, and b the denominator is the difference between the unreduced value transferred and the value, before the reduction mentioned in subsection (2) above, of any gifts falling within that subsection; and in paragraph (b) above “ the unreduced value transferred ” means the amount which would be the value transferred by the transfer but for the reduction required by sections 104 and 116 below. 5 If or to the extent that specific gifts fall within paragraphs (a) and (b) of subsection (1) of section 38 above, the amount corresponding to the value of the gifts shall be arrived at in accordance with subsections (3) to (5) of that section by reference to their value reduced as mentioned in subsection (2) or, as the case may be, subsection (3) of this section. 6 For the purposes of this section the value of a specific gift of relevant business property or agricultural property does not include the value of any other gift out of that property; and that other gift shall not itself be treated as a specific gift of relevant business property or agricultural property. 7 In this section— “ agricultural property ” and “ the agricultural value of agricultural property ” have the samemeaning as in Chapter II of Part V of this Act; and “ relevant business property ” has the same meaing as in Chapter I of that Part."}, {"act": "Finance Act 1986", "year": 1986, "section": "106", "section_title": " Changes in financial institutions business property.", "section_text": "106 1 In section 105 of the 1984 Act (relevant business property) the following shall be substituted for subsection (4)(a)— a does not apply to any property if the business concerned is wholly that of a market maker or is that of a discount house and (in either case) is carried on in the United Kingdom, and . 2 At the end of that section there shall be inserted— 7 In this section “ market maker ” means a person whom— a holds himself out at all normal times in compliance with the rules of The Stock Exchange as willing to buy and sell securities, stocks and shares at a price specified by him, and b is recognised as doing so by the Council of The Stock Exchange. 3 Subsections (1) and (2) above apply in relation to transfers of value made, and otehr events occurring, on or after the day of the Stock Exchange reforms. 4 The Board may by regulations provided that section 105(7) of the 1984 Act (as inserted by subsection (2) above) shall have effect— a as if the reference to The Stock Exchange in paragraph (a) were to any recognised investment exchange (within the meaning  given by section 285(1)(a) of the Financial Services and Markets Act 2000 ) or to any of those exchanges specified in the regulations, and b as if the reference to the Council of Stock Exchange in paragraph (b) were to the investment exchange concerned. 5 The Board may by regulations amend section 105 of the 1984 Act so as to secure that section 105(3) does not apply to any property if the business concerned is of such description as is set out in the regulations; and the regulations may include such incidental and consequential provisions as the Board think fit. 6 Regulations under subsection (4) or (5) above shall apply in relation to transfers of value made, and other events occurring, on or after such day, after the Stock Exchange reforms, as is specified in the regulations. 7 The power to make regulations under subsection (4) and (5) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the Commons House of Parliament. 8 In this section “ the day of the Stock Exchange reforms ” means trhe day on which the rule of The Stock Exhcange that prohibits a person from carrying on business as both a broker and a jobber is abolished  ."}, {"act": "Finance Act 1986", "year": 1986, "section": "107", "section_title": " Changes in financial institutions: interest.", "section_text": "107 1 In section 234 of the 1984 Act (interest in instalments) the following shall be substituted for subsection (3)(c)— c any company whose business is wholly that of a amrket maker or is that of a discount house and (in either case) is carried on in the United Kingdom. 2 At the end of that section there shall be inserted— 4 In this section “ market maker ” means a person who— a holds himself out at all normal times in compliance with the rules of The Stock Exchange as willing to buy and sell securities, stocks or shares at a price specified by him, and b is recognised as doing so by the Council of The Stock Exchange. 3 Subsections (1) and (2) above apply in relation to chargeable transfers made, and other events occurring, on or after the day of The Stock Exchange reforms. 4 The Board may by regulations provide that section 234(4) of the 1984 Act (as inserted by subsection (2) above) shall have effect— a as if the reference to The Stock Exchange in paragraph (a) were to any recognised investment exchange (within the meaning  given by section 285(1)(a) of the Financial Services and Markets Act 2000 ) or to any of those exchanges specified in the regulations, and b as if the reference to the Council of The Stock Exchange in paragraph (b) were to the investment exchange concerned. 5 The Board may by regulations amend section 234 of the 1984 Act so as to secure that companies of a description set out in the regulations fall within section 234(3)(c); and the regulations may include such incidental and consequential provisions as the Board think fit. 6 Regulations under subsection (4) or (5) above shall apply in relation to chargeable transfers made, and by other events occurring, on or after such day, after the day of The Stock Exchange reforms, as is specified in the regulations. 7 The power to make regulations under subsection (4) or (5) above shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of the Commons House of Parliament. 8 In this section “ the day of The Stock Exchange reforms ” has the same meaning as in section 106 above."}, {"act": "Finance Act 1986", "year": 1986, "section": "108", "section_title": " The on-shore/off-shore boundary.", "section_text": "108 1 For the purposes of the enactments relating to oil taxation, land lying between the landward boundary of the territorial sea and the shoreline of the United Kingdom (as defined below) shall be treated as part of the bed of the territorial sea of the United Kingdom and any reference in those enactments to the territorial sea or the subsoil beneath it shall be construed accordingly. 2 Any reference to the United Kingdom in the enactments relating to oil taxation, where that reference is a reference to a geographical area, shall be treated as a reference to the United Kingdom exclusive of the land referred to in subsection (1) above and of any waters for the time being covering that land. 3 In this section— a “ the landward boundary of the territorial sea ” means the line for the time being ordered by Her Majesty in Council to be the baseline from which the breadth of the territorial sea is measured; and b “ the shoreline of the United Kingdom ” means, subject to subsection (4) below, the high-water line along the coast, including the coast of all islands comprised in the United Kingdom. 4 In the case of waters adjacent to a bay, as defined in the Territorial Waters Order in Council 1964, the shoreline means— a if the bay has only one mouth and the distance between the high-water lines of the natural entrance points of the bay does not exceed 5,000 metres, a straight line joining those high-water lines; b if, because of the presence of islands, the bay has more than one mouth and the distances between the high-water lines of the natural entrance points of each mouth added together do not exceed 5,000 metres, a series of straight lines across each of the mouths drawn so as to join those high-water lines; and c if neither paragraph (a) nor paragraph (b) above applies, a straight line 5,000 metres in length drawn from high-water line to high-water line within the bay in such a manner as to enclose the maximum area of water that is possible with a line of that length. 5 If, by virtue of this section, it becomes necessary at any time to establish the high-water line at any place, it shall be taken to be the line which, on the current Admiralty chart showing that place, is depicted as “ the coastline ”, and for this purpose,— a an Admiralty chart means a chart published under the superintendence of the Hydrographer of the Navy; b if there are two or more Admiralty charts of different scales showing the place in question and depicting the coastline, account shall be taken only of the largest scale chart; and c subject to paragraph (b) above, the current Admiralty chart at any time is that most recently published before that time. 6 In this section “ the enactments relating to oil taxation ” means Part I of the  Oil Taxation Act 1975 and any enactment which is to be construed as one with that Part. 7 This section shall be deemed to have come into force on 1st April 1986."}, {"act": "Finance Act 1986", "year": 1986, "section": "109", "section_title": " Alternative valuation of light gases.", "section_text": "109 1 Where an election is made under this section  before 1st January 1994  and accepted by the Board, the market value for the purposes of the Oil Taxation Acts of any light gases to which the election applies shall be determined, not in accordance with paragraphs 2, 2A and 3 of Schedule 3 to the principal Act (value under a notional contract), but by reference to a price formula specified in the election; and, in relation to any such light gases, any reference to market value in any other provision of the Oil Taxation Acts shall be construed accordingly. 2 No election may be made under this section in respect of light gases which are “ethane” as defined in subsection (6)(a) of section 134 of the  Finance Act 1982 (alternative valuation of ethane used for petrochemical purposes) if the principal purpose for which the gases are being or are to be used is that specified in subsection (2)(b) of the said section 134 (use for petrochemical purposes). 3 Subject to subsection (4) below, an election under this section applies only to light gases— a which, during the period covered by the election, are either disposed of otherwise than in sales at arm’s length or relevantly appropriated; and b which are not subject to fractionation between the time at which they are so disposed of or appropriated and the time at which they are applied or used for the purposes specified in the election. 4 In any case where,— a at a time during the period covered by an election, a market value falls to be determined for light gases to which subsection (4)(b) or (5)(d) of section 2 of the principal Act applies (oil stocks at the end of chargeable periods), and b after the expiry of the chargeable period in question, the light gases are disposed of or appropriated as mentioned in subsection (3) above, the market value of those light gases at the time referred to in paragraph (a) above shall be determined as if they were gases to which the election applies. 5 Schedule 18 to the  Finance Act 1982 (which applies to elections under section 134 of that Act relating to ethane used or to be used for petrochemical purposes) shall have effect for supplementing this section but subject to the modifications in Schedule 21 to this Act (in which “ the 1982 Schedule ” means the said Schedule 18). 6 This section shall be construed as one with Part I of the principal Act and in this section— a “ light gases ” means oil consisting of gas of which the largest component by volume over any chargeable period is methane or ethane or a combination of those gases and which— i results from the fractionation of gas before it is disposed of or appropriated as mentioned in subsection (3)(a) above, or ii before being so disposed of or appropriated, is not subjected to initial treatment or is subjected to initial treatment which does not include fractionation; b “ the principal Act ” means the  Oil Taxation Act 1975; and c “ the Oil Taxation Acts ” means Part I of the principal Act and any enactment which is to be construed as one with that Part. 7 In this section “ fractionation ” means the treatment of gas in order to separate gas of one or more kinds as mentioned in paragraph 2A(3) of Schedule 3 to the principal Act; and for the purposes of subsection (6)(a) above,— a the proportion of methane, ethane or a combination of the two in any gas shall be determined at a temperature of 15[2B]dgC and at a pressure of one atmosphere; and b any component other than methane, ethane or liquified petroleum gas shall be disregarded."}, {"act": "Finance Act 1986", "year": 1986, "section": "110", "section_title": " Attribution of certain receipts and expenditure between oil fields.", "section_text": "110 1 Section 8 of the  Oil Taxation Act 1983 (qualifying assets) shall have effect, and be deemed always to have had effect, subject to the amendments in subsections (2) and (3) below. 2 In subsection (3) (which determines the oil field to which are attributable tariff receipts or disposal receipts referable to a qualifying asset) after the word “above”, both where it occurs in paragraph (c) and also in the words following paragraph (c), there shall be inserted “and subsection (3A) below”. 3 After subsection (3) there shall be inserted the following subsection— 3A If development decisions were first made in relation to two or more oil fields on the same day, then, for the purposes of subsection (3)(c) above, it shall be conclusively presumed that the first of those decisions was made in relation to that one of those fields in connection with which it appeared— a at the time of the decision, or b if it is later, at the time the asset was acquired or brought into existence by the participator in question for use in connection with an oil field, that the participator in question would make the most use of the asset. 4 Paragraph 6 of Schedule 1 to the Oil Taxation Act 1983 (attribution of allowable expenditure) shall have effect and be deemed always to have had effect with the addition of the following sub-paragraph— 3 Subsection (3A) of section 8 of this Act applies for the purposes of sub-paragraph (1) above as it applies for the purposes of subsection (3)(c) of that section."}, {"act": "Finance Act 1986", "year": 1986, "section": "111", "section_title": " Broadcasting: additional payments by programme contractors.", "section_text": "111 1 The  Broadcasting Act 1981 shall have effect with respect to additional payments payable by programme contractors under that Act subject to the amendments made by Part I of Schedule 22 to this Act. 2 The transitional provisions made by Part II of that Schedule shall have effect. 3 This section shall be deemed to have come into force on 1st April 1986."}, {"act": "Finance Act 1986", "year": 1986, "section": "112", "section_title": " Limit for local loans.", "section_text": "112 In section 4(1) of the  National Loans Act 1968 (which provides that the aggregate of any commitments of the Public Works Loan Commissioners in respect of undertakings to grant local loans and any amount outstanding in respect of the principal of such loans shall not exceed £28,000 million or such other sum not exceeding £35,000 million as the Treasury may specify by order) for the words “£28,000 million” and “£35,000 million” there shall be substituted respectively “£42,000 million” and “£50,000 million”."}, {"act": "Finance Act 1986", "year": 1986, "section": "113", "section_title": "“Securities” for purposes of Exchange Equalisation Account Act 1979.", "section_text": "113 —At the end of section 3 of the  Exchange Equalisation Account Act 1979 (investment of the funds of the Exchange Equalisation Account) there shall be added the following subsection— 4 Without prejudice to the reference in subsection (1)(b) above to special drawing rights, the reference in subsection (3) above to currency of any country includes a reference to units of account defined by reference to more than one currency."}, {"act": "Finance Act 1986", "year": 1986, "section": "114", "section_title": " Short title, interpretation, construction and repeals.", "section_text": "114 1 This Act may be cited as the Finance Act 1986. 2 In this Act “ the Taxes Act ” means the  Income and Corporation Taxes Act 1970. 3 Part II of this Act, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts and, so far as it relates to capital gains tax, shall be construed as one with the  Capital Gains Tax Act 1979. 4 Part III of this Act shall be construed as one with the  Stamp Act 1891. 5 Part V of this Act, other than section 100, shall be construed as one with the  Capital Transfer Tax Act 1984. 6 The enactments and Orders specified in Schedule 23 to this Act are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}]