[{"act": "Highways (Amendment) Act 1986", "year": 1986, "section": "1", "section_title": " Amendment of Highways Act 1980", "section_text": "1 1 The  Highways Act 1980 shall be amended as follows. 2 For section 161(2) (penalty for lighting a fire or discharging a firearm or firework within 50 feet of the centre of a highway) there shall be substituted the following subsection— 2 If a person without lawful authority or excuse— a lights any fire on or over a highway which consists of or comprises a carriageway; or b discharges any firearm or firework within 50 feet of the centre of such a highway, and in consequence a user of the highway is injured, interrupted or endangered, that person is guilty of an offence and liable to a fine not exceeding level 3 on the standard scale. . 3 After section 161 there shall be inserted the following section—  Danger or annoyance caused by fires lit otherwise than on highways. 161A 1 If a person— a lights a fire on any land not forming part of a highway which consists of or comprises a carriageway; or b directs or permits a fire to be lit on any such land, and in consequence a user of any highway which consists of or comprises a carriageway is injured, interrupted or endangered by, or by smoke from, that fire or any other fire caused by that fire, that person is guilty of an offence and liable to a fine not exceeding level 5 on the standard scale. 2 In any proceedings for an offence under this section it shall be a defence for the accused to prove— a that at the time the fire was lit he was satisfied on reasonable grounds that it was unlikely that users of any highway consisting of or comprising a carriageway would be injured, interrupted or endangered by, or by smoke from, that fire or any other fire caused by that fire; and b either— i that both before and after the fire was lit he did all he reasonably could to prevent users of any such highway from being so injured, interrupted or endangered, or ii that he had a reasonable excuse for not doing so. ."}, {"act": "Highways (Amendment) Act 1986", "year": 1986, "section": "2", "section_title": " Short title, commencement  etc.", "section_text": "2 1 This Act may be cited as the Highways (Amendment) Act 1986. 2 This Act shall come into force at the end of the period of two months beginning with the date on which it is passed. 3 Nothing in this Act shall apply in relation to any act done before this Act comes into force. 4 This Act extends to England and Wales only."}]