[{"act": "Housing and Planning Act 1986", "year": 1986, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "2", "section_title": " Discount on right to buy and similar sales.", "section_text": "2 1 In section 129 of the  Housing Act 1985 (discount on exercise of right to buy), for subsections (1) and (2) substitute— 1 Subject to the following provisions of this Part, a person exercising the right to buy is entitled to a discount of a percentage calculated by reference to the period which is to be taken into account in accordance with Schedule 4 (qualifying period for right to buy and discount). 2 The discount is, subject to any order under subsection (2A)— a in the case of a house, 32 per cent. plus one per cent. for each complete year by which the qualifying period exceeds two years, up to a maximum of 60 per cent. ; b in the case of a flat, 44 per cent. plus two per cent. for each complete year by which the qualifying period exceeds two years, up to a maximum of 70 per cent. 2A The Secretary of State may by order made with the consent of the Treasury provide that, in such cases as may be specified in the order— a the minimum percentage discount, b the percentage increase for each complete year of the qualifying period after the first two, or c the maximum percentage discount, shall be such percentage, higher than that specified in subsection (2), as may be specified in the order. 2B An order— a may make different provision with respect to different cases or descriptions of case, b may contain such incidental, supplementary or transitional provisions as appear to the Secretary of State to be necessary or expedient, and c shall be made by statutory instrument and shall not be made unless a draft of it has been laid before and approved by resolution of each House of Parliament. . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In the following provisions (which in the case of disposals at a discount require a covenant for repayment of a proportion of the discount if the dwelling-house is disposed of within five years)— section 35(2) of the Housing Act 1985 (voluntary disposals by local authorities), section 155(2) of that Act (disposals in pursuance of the right to buy), section 155(3) of that Act (disposals in pursuance of the right to be granted a shared ownership lease), and . . . for “five years” substitute “three years” and for “20 per cent.” substitute “one-third”. 4 A conveyance or lease containing the covenant required by any of the provisions mentioned in subsection (3) which was executed before the amendments made by that subsection came into force shall, provided no amount was then or had previously been payable under the covenant, have effect with such modifications as may be necessary to bring it into conformity with the amendments."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "4", "section_title": " Service charges and other contributions payable after exercise of right to buy.", "section_text": "4 1 In section 125 of the  Housing Act 1985 (landlord’s notice of purchase price and other matters), for subsection (4) (notice to include estimate of amount of service charges) substitute— 4 Where the notice states provisions which would enable the landlord to recover from the tenant— a service charges, or b improvement contributions, the notice shall also contain the estimates and other information required by section 125A (service charges) or 125B (improvement contributions). . 2 After that section insert—  Estimates and information about service charges. 125A 1 A landlord’s notice under section 125 shall state as regards service charges (excluding, in the case of a flat, charges to which subsection (2) applies)— a the landlord’s estimate of the average annual amount (at current prices) which would be payable in respect of each head of charge in the reference period, and b the aggregate of those estimated amounts, and shall contain a statement of the reference period adopted for the purpose of the estimates. 2 A landlord’s notice under section 125 given in respect of a flat shall, as regards service charges in respect of repairs (including works for the making good of structural defects), contain— a the estimates required by subsection (3), together with a statement of the reference period adopted for the purpose of the estimates, and b a statement of the effect of— paragraph 16B of Schedule 6 (which restricts by reference to the estimates the amounts payable by the tenant), and section 450A and the regulations made under that section (right to a loan in respect of certain service charges). 3 The following estimates are required for works in respect of which the landlord considers that costs may be incurred in the reference period— a for works itemised in the notice, estimates of the amount (at current prices) of the likely cost of, and of the tenant’s likely contribution in respect of, each item, and the aggregate amounts of these estimated costs and contributions, and b for works not so itemised, an estimate of the average annual amount (at current prices) which the landlord considers is likely to be payable by the tenant.  Estimates and information about improvement contributions. 125B 1 A landlord’s notice under section 125 given in respect of a flat shall, as regards improvement contributions, contain— a the estimates required by this section, together with a statement of the reference period adopted for the purpose of the estimates, and b a statement of the effect of paragraph 16C of Schedule 6 (which restricts by reference to the estimates the amounts payable by the tenant). 2 Estimates are required for works in respect of which the landlord considers that costs may be incurred in the reference period. 3 The works to which the estimates relate shall be itemised and the estimates shall show— a the amount (at current prices) of the likely cost of, and of the tenant’s likely contribution in respect of, each item, and b the aggregate amounts of those estimated costs and contributions.  Reference period for purposes of ss. 125A and 125B. 125C 1 The reference period for the purposes of the estimates required by section 125A or 125B is the period— a beginning on such date not more than six months after the notice is given as the landlord may reasonably specify as being a date by which the conveyance will have been made or the lease granted, and b ending five years after that date or, where the notice states that the conveyance or lease will provide for a service charge or improvement contribution to be calculated by reference to a specified annual period, with the end of the fifth such period beginning after that date. 2 For the purpose of the estimates it shall be assumed that the conveyance will be made or the lease granted at the beginning of the reference period on the terms stated in the notice. . 3 In section 127 of the  Housing Act 1985 (valuation of dwelling-house for purposes of right to buy) in subsection (1) (basis of valuation), after paragraph (b) insert— , and                     c on the assumption that any service charges or improvement contributions payable will not be less than the amounts to be expected in accordance with the estimates contained in the landlord’s notice under section 125. . 4 In Part III of Schedule 6 to the  Housing Act 1985 (terms of lease granted in pursuance of right :to buy), after paragraph 16 insert—  Service charges and other contributions payable by the tenant 16A 1 The lease may require the tenant to bear a reasonable part of the costs incurred by the landlord— a in discharging or insuring against the obligations imposed by the covenants implied by virtue of paragraph 14(2) (repairs, making good structural defects, provision of services,  etc. ), or b in insuring against the obligations imposed by the covenant implied by virtue of paragraph 14(3) (rebuilding or reinstatement, etc.), and to the extent that by virtue of paragraph 15(3) (effect of provision of superior lease) such obligations are not imposed on the landlord, to bear a reasonable part of the costs incurred by the landlord in contributing to costs incurred by a superior landlord or other person in discharging or, as the case may be, insuring against obligations to the like effect. 2 Where the lease requires the tenant to contribute to the costs of insurance, it shall provide that the tenant is entitled to inspect the relevant policy at such reasonable times as may be specified in the lease. 3 Where the landlord does not insure against the obligations imposed by the covenant implied by virtue of paragraph 14(3), or, as the case may be, the superior landlord or other person does not insure against his obligations to the like effect, the lease may require the tenant to pay a reasonable sum in place of the contribution he could be required to make if there were insurance. 4 Where in any case the obligations imposed by the covenants implied by virtue of paragraph 14(2) or (3) are modified in accordance with paragraph 14(4) (power of county court to authorise modification), the references in this paragraph are to the obligations as so modified. 5 This paragraph has effect subject to paragraph 16B (restrictions in certain cases as regards costs incurred in the initial period of the lease). 16B 1 Where a lease of a flat requires the tenant to pay service charges in respect of repairs (including works for the making good of structural defects), his liability in respect of costs incurred in the initial period of the lease is restricted as follows. 2 He is not required to pay in respect of works itemised in the estimates contained in the landlord’s notice under section 125 any more than the amount shown as his estimated contribution in respect of that item, together with an inflation allowance. 3 He is not required to pay in respect of works not so itemised at a rate exceeding— a as regards parts of the initial period falling within the reference period for the purposes of the estimates contained in the landlord’s notice under section 125, the estimated annual average amount shown in the estimates; b as regards parts of the initial period not falling within that reference period, the average rate produced by averaging over the reference period all works for which estimates are contained in the notice ; together, in each case, with an inflation allowance. 4 The initial period of the lease for the purposes of this paragraph begins with the grant of the lease and ends five years after the grant, except that— a if the lease includes provision for service charges to be payable in respect of costs incurred in a period before the grant of the lease, the initial period begins with the beginning of that period : b if the lease provides for service charges to be calculated by reference to a specified annual period, the initial period continues until the end of the fifth such period beginning after the grant of the lease ; and c if the tenant served notice under section 142 deferring completion, the initial period ends on the date on which it would have ended if the lease had been granted on the date on which the notice was served. 16C 1 Where a lease of a flat requires the tenant to pay improvement contributions, his liability in respect of costs incurred in the initial period of the lease is restricted as follows. 2 He is not required to make any payment in respect of works for which no estimate was given in the landlord’s notice under section 125. 3 He is not required to pay in respect of works for which an estimate was given in that notice any more than the amount shown as his estimated contribution in respect of that item, together with an inflation allowance. 4 The initial period of the lease for the purposes of this paragraph begins with the grant of the lease and ends five years after the grant, except that— a if the lease includes provision for improvement contributions to be payable in respect of costs incurred in a period before the grant of the lease, the initial period begins with the beginning of that period ; b if the lease provides for improvement contributions to be calculated by reference to a specified annual period, the initial period continues until the end of the fifth such period beginning after the grant of the lease ; and c if the tenant served notice under section 142 deferring completion, the initial period ends on the date on which it would have ended if the lease had been granted on the date on which the notice was served. 16D 1 The Secretary of State may by order prescribe— a the method by which inflation allowances for the purposes of paragraph 16B or 16C are to be calculated by reference to published statistics ; and b the information to be given to a tenant when he is asked to pay a service charge or improvement contribution to which the provisions of paragraph 16B or 16C are or may be relevant. 2 An order— a may make different provision for different cases or descriptions of case, including different provision for different areas ; b may contain such incidental, supplementary or transitional provisions as the Secretary of State thinks appropriate; and c shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. . 5 For paragraph 18 of Schedule 6 to the  Housing Act 1985 (avoidance of certain provisions relating to service charges) substitute— 18 Where the dwelling-house is a flat, a provision of the lease or of an agreement collateral to it is void in so far as it purports— a to authorise the recovery of such a charge as is mentioned in paragraph 16A (contributions in respect of repairs, etc.) otherwise than in accordance with that paragraph and paragraph 16B (restrictions in initial period of lease) ; or b to authorise the recovery of any charge in respect of costs incurred by the landlord— i in discharging the obligations imposed by the covenant implied by paragraph 14(3) (rebuilding or reinstatement, &c.), or those obligations as modified in accordance with paragraph 14(4), or ii in contributing to costs incurred by a superior landlord or other person in discharging obligations to the like effect ; or c to authorise the recovery of an improvement contribution otherwise than in accordance with paragraph 16C (restrictions in initial period of lease). . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "5", "section_title": " Loans in respect of service charges.", "section_text": "5 In Part XIV of the Housing Act 1985 (loans for acquisition or improvement of housing), after section 450 insert—  Loans in respect of service charges  Right to a loan in certain cases after exercise of right to buy. 450A 1 The Secretary of State may by regulations provide that where— a a lease of a flat has been granted in pursuance of Part V (the right to buy), and b the landlord is the housing authority who granted the lease or another housing authority, the tenant has, in such circumstances as may be prescribed, a right to a loan in respect of service charges to which this section applies. 2 This section applies to service charges in respect of repairs (whether to the flat, the building in which it is situated or any other building or land) which are payable in the period beginning with the grant of the lease and ending with the tenth anniversary of the grant or, where the lease provides for service charges to be payable by reference to a specified annual period, with the end of the tenth such period beginning after the grant of the lease. 3 The regulations may provide that the right— a arises only in respect of so much of a service charge as exceeds a minimum qualifying amount and does not exceed a maximum qualifying amount, and b does not arise unless the amount thus qualifying for a loan itself exceeds a minimum amount, the amounts being either prescribed or ascertained in a prescribed manner. 4 The regulations shall provide that the right is— a where the landlord is a housing association, a right to an advance from the Housing Corporation, and b in any other case, a right to leave the whole or part of the service charge outstanding. 5 The regulations may, as regards the procedure for exercising the right, provide— a that a demand for service charges in respect of repairs shall inform the tenant whether, in the landlord’s opinion, he is entitled to a loan and, if he is, what he must do to claim it, b that the right must be claimed within a prescribed period of the demand ; and c that on the right being claimed the lender shall inform the tenant of the terms of the loan and of the prescribed period within which the tenant may accept the offer. 6 In this section— “ housing authority ” includes any housing association within section 80 (the landlord condition for secure tenancies) ; and “ repairs ” includes works for making good a structural defect.  Power to make loans in other cases. 450B 1 The Secretary of State may by regulations provide that where— a a housing authority is the landlord of a flat under a long lease granted or assigned by the authority or by another housing authority, and b the tenant is liable under the terms of the lease to pay service charges in respect of repairs (whether to the flat, the building in which it is situated or any other building or land), the landlord or, where the landlord is a housing association, the Housing Corporation may, in such circumstances as may be prescribed, make a loan to the tenant in respect of the service charges. 2 The regulations shall provide that the power is— a where the landlord is a housing association, a power of the Housing Corporation to make an advance, and b in any other case, a power of the landlord to leave the whole or part of the service charge outstanding. 3 Where the tenant is entitled to a loan in pursuance of regulations under section 450A, the power conferred by regulations under this section may be exercised in respect of any part of the service charge which does not qualify for a loan under that section. 4 In this section— “ housing authority ” includes any housing association within section 80 (the landlord condition for secure tenancies) : and “ repairs ” includes works for making good a structural defect. 5 This section does not affect any other power of the landlord, or the Housing Corporation, to make loans.  Supplementary provisions as to regulations under s. 450A or 450B. 450C 1 This section applies to regulations under section 450A or 450B (regulations conferring right to loan, or power to make loan, in respect of service charges). 2 The regulations may provide that the right or, as the case may be, the power does not arise in the case of any prescribed description of landlord. 3 The regulations shall provide that the loan— a in the case of a loan made in pursuance of regulations under section 450A (the right to a loan), shall be on such terms as may be prescribed, and b in the case of a loan made by virtue of regulations under section 450B (power to make loan), shall be on such terms as the lender may determine subject to any provision made by the regulations ; and shall, in either case, be secured by a mortgage of the flat in question, but may be made whether or not the flat is adequate security for the loan. 4 The regulations may— a as regards the rate of interest payable on the loan, either prescribe the rate or provide that the rate shall be such reasonable rate as may be determined by tlie lender or, where the lender is a local authority, provide that Schedule 16 applies (local authority mortgage interest rates) ; b as regards administrative expenses of the lender in connection with a loan, provide that the lender may charge such expenses to the borrower, to the extent that they do not exceed such amount as may be prescribed, and that the expenses so charged may, at the option of the borrower in the case of a loan under section 450A and at the option of the lender in the case of a loan under section 450B, be added to the amount of the loan. 5 The regulations may apply whenever the lease in question was granted or assigned and whenever the service charge in question became payable. 6 The regulations— a may make different provision for difrerent cases or descriptions of case, including different provision for different areas ; b may contain such incidental, supplementary and transitional provisions as the Secretary of State considers appropriate ; and c shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "6", "section_title": " Consultation before disposal to private sector landlord.", "section_text": "6 1 In Part IV of the  Housing Act 1985 (secure tenancies and rights of secure tenants), after section 106 insert—  Consultation before disposal to private sector landlord. 106A 1 The provisions of Schedule 3A have effect with respect to the duties of— a a local authority proposing to dispose of dwelling-houses subject to secure tenancies, and b the Secretary of State in considering whether to give his consent to such a disposal, to have regard to the views of tenants liable as a result of the disposal to cease to be secure tenants. 2 In relation to a disposal to which that Schedule applies, the provisions of that Schedule apply in place of the provisions of section 105 (consultation on matters of housing management). . 2 After Schedule 3 to the Housing Act 1985 insert as Schedule 3A the Schedule set out in Schedule 1 to this Act (consultation before disposal to private sector landlord). 3 The amendments made by this section apply to disposals after the commencement of this section."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "8", "section_title": " Preservation of right to buy on disposal to private sector landlord.", "section_text": "8 1 In Part V of the  Housing Act 1985 (the right to buy), after section 171 insert—  Preservation of right to buy on disposal to private sector landlord 171A 1 The provisions of this Part continue to apply where a person ceases to be a secure tenant of a dwelling-house by reason of the disposal by the landlord of an interest in the dwelling-house to a person who is not an authority or body within section 80 (the landlord condition for secure tenancies). 2 In the following provisions of this Part— a references to the preservation of the right to buy and to a person having the preserved right to buy are to the continued application of the provisions of this Part by virtue of this section and to a person in relation to whom those provisions so apply ; b “ qualifying disposal ” means a disposal in relation to which this section applies, and c the “former secure tenant” and the “former landlord” are the persons mentioned in subsection (1). 3 This section does not apply— a where the former landlord was a person against whom the right to buy could not be exercised by virtue of paragraph 1, 2 or 3 of Schedule 5 (charities and certain housing associations), or b in such other cases as may be excepted from the operation of this section by order of the Secretary of State. 4 Orders under subsection (3)(b)— a may relate to particular disposals and may make different provision with respect to different cases or descriptions of case, including different provision for different areas, and b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament.  Extent of preserved right ; qualifying persons and dwelling-houses. 171B 1 A person to whom this section applies has the preserved right to buy so long as he occupies the relevant dwelling-house as his only or principal home, subject to the following provisions of this Part. 2 References in this Part to a “qualifying person” and “qualifying dwelling-house”, in relation to the preserved right to buy, are to a person who has that right and to a dwelling-house in relation to which a person has that right. 3 The following are the persons to whom this section applies— a the former secure tenant, or in the case of a joint tenancy, each of them ; b a qualifying successor as defined in subsection (4) ; and c a person to whom a tenancy of a dwelling-house is granted jointly with a person who has the preserved right to buy in relation to that dwelling-house. 4 The following are qualifying successors for this purpose— a where the former secure tenancy was not a joint tenancy, a person who, on the death of the former secure tenant, becomes by virtue of paragraph 2 or 3 of Part I of Schedule 1 to the Rent Act 1977 (surviving spouse or member of deceased tenant’s family) the statutory tenant of a dwelling-house in relation to which the former secure tenant had the preserved right to buy immediately before his death ; b a person who becomes the tenant of a dwelling-house in pursuance of— i a property adjustment order under section 24 of the Matrimonial Causes Act 1973, or ii an order under Schedule 1 to the Matrimonial Homes Act 1983 transferring the tenancy, in place of a person who had the preserved right to buy in relation to that dwelling-house. 5 The relevant dwelling-house is in the first instance— a in relation to a person within paragraph (a) of subsection (3), the dwelling-house which was the subject of the qualifying disposal ; b in relation to a person within paragraph (b) of that subsection, the dwelling-house of which he became the statutory tenant or tenant as mentioned in subsection (4)(a) or (b) ; c in relation to a person within paragraph (c) of subsection (3), the dwelling-house of which he became a joint tenant as mentioned in that paragraph. 6 If a person having the preserved right to buy becomes the tenant of another dwelling-house in place of the relevant dwelling-house (whether the new dwelling-house is entirely different or partly or substantially the same as the previous dwelling-house) and the landlord is the same person as the landlord of the previous dwelling-house or, where that landlord was a company, is a connected company, the new dwelling-house becomes the relevant dwelling-house for the purposes of the preserved right to buy. For this purpose “ connected company ” means a subsidiary or holding company within the meaning of section 736 of the Companies Act 1985.  Modifications of this Part in relation to preserved right. 171C 1 Where the right to buy is preserved, the provisions of this Part have effect subject to such exceptions, adaptations and other modifications as may be prescribed by regulations made by the Secretary of State. 2 The regulations may in particular provide— a that paragraphs 5 to 11 of Schedule 5 (certain exceptions to the right to buy) do not apply ; b that the right to a mortgage is exercisable against the former landlord or, if the former landlord was a housing association, against the Housing Corporation ; c that the provisions of this Part relating to the light to be granted a shared ownership lease do not apply ; and d that the landlord is not required to but may include a covenant for the repayment of discount, provided its terms are no more onerous than those of the covenant provided for in section 155. 3 The prescribed exceptions, adaptations and other modifications shall take the form of textual amendments of the provisions of this Part as they apply in cases where the right to buy is preserved ; and the first regulations, and any subsequent consolidating regulations, shall set out the provisions of this Part as they so apply. 4 The regulations— a may make different provision for different cases or descriptions of case, including different provision for different areas, b may contain such incidental, supplementary and transitional provisions as the Secretary of State considers appropriate, and c shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament.  Subsequent dealings ; disposal of landlord’s interest in qualifying dwelling-house. 171D 1 The disposal by the landlord of an interest in the qualifying dwelling-house, whether his whole interest or a lesser interest, does not affect the preserved right to buy, unless— a as a result of the disposal an authority or body within section 80(1) (the landlord condition for secure tenancies) becomes the landlord of the qualifying person of persons, or b paragraph 6 of Schedule 9A applies (effect of failure to register entry protecting preserved right to buy), in which case the right to buy ceases to be preserved. 2 The disposal by the landlord of a qualifying dwelling-house of less than his whole interest as landlord of the dwelling-house, or in part of it, requires the consent of the Secretary of State, unless the disposal is to the qualifying person or persons. 3 Consent may be given in relation to a particular disposal or generally in relation to disposals of a particular description and may, in either case, be given subject to conditions. 4 A disposal made without the consent required by subsection (2) is void, except in a case where, by reason of a failure to make the entries on the land register or land charges register required by Schedule 9A, the preserved right to buy does not bind the person to whom the disposal is made.  Subsequent dealings ; termination of landlord’s interest in qualifying dwelling-house. 171E 1 On the termination of the landlord’s interest in the qualifying dwelling-house— a on the occurrence of an event determining his estate or interest, or by re-entry on a breach of condition or forfeiture, or b where the interest is a leasehold interest, by notice given by him or a superior landlord, on the expiry or surrender of the term, or otherwise (subject to subsection (2)), the right to buy ceases to be preserved. 2 The termination of the landlord’s interest by merger on his acquiring a superior interest, or on the acquisition by another person of the landlord’s interest together with a superior interest, does not affect the preserved right to buy, unless— a as a result of the acquisition an authority or body within section 80(1) (the landlord condition for secure tenancies) becomes the landlord of the qualifying person or persons, or b paragraph 6 of Schedule 9A applies (effect of failure to register entry protecting preserved right to buy), in which case the right to buy ceases to be preserved. 3 Where the termination of the landlord’s interest as mentioned in subsection (1) is caused by the act or omission of the landlord, a qualifying person who is thereby deprived of the preserved right to buy is entitled to be compensated by him.  Subsequent dealings : transfer of qualifying person to alternative accomodation. 171F The court shall not order a qualifying person to give up possession of the qualifying dwelling-house in pursuance of section 98(1)(a) of the Rent Act 1977 (suitable alternative accommodation) unless the court is satisfied— a that the preserved right to buy will, by virtue of section 171B(6) (accommodation with same landlord or connected company), continue to be exercisable in relation to the dwelling-house offered by way of alternative accommodation and that the interest of the landlord in the new dwelling-house will be— i where the new dwelling-house is a house, not less than the interest of the landlord in the existing dwelling-house, or ii where the new dwelling-house is a flat, not less than the interest of the landlord in the existing dwelling-house or a term of years of which 80 years or more remain unexpired, whichever is the less; or b that the landlord of the new dwelling-house will be an authority or body within section 80(1) (the landlord condition for secure tenancies).  Land registration and related matters. 171G Schedule 9A has effect with respect to registration of title and related matters arising in connection with the preservation of the right to buy.  Disposal after notice claiming to exercise right to buy, etc. 171H 1 Where notice has been given in respect of a dwelling-house claiming to exercise the right to buy or the right to a mortgage and before the completion of the exercise of that right the dwelling-house is the subject of— a a qualifying disposal, or b a disposal to which section 171D(1)(a) or I71E(2)(a) applies (disposal to authority or body satisfying landlord condition for secure tenancies), all parties shall, subject to subsection (2), be in the same position as if the disponee had become the landlord before the notice was given and had been given that notice and any further notice given by the tenant to the landlord and had taken all steps which the landlord had taken. 2 If the circumstances after the disposal differ in any material respect, as for example where— a the interest of the disponee in the dwelling-house after the disposal differs from that of the disponor before the disposal, or b the right to a mortgage becomes exercisable against the Housing Corporation rather than the former landlord, or vice versa, or c any of the provisions of Schedule 5 (exceptions to the right to buy) becomes or ceases to be applicable, all those concerned shall, as soon as practicable after the disposal, take all such steps (whether by way of amending or withdrawing and re-serving any notice or extending any period or otherwise) as may be requisite for the purpose of securing that all parties are, as nearly as may be, in the same position as they would have been if those circumstances had obtained before the disposal. . 2 After Schedule 9 to the  Housing Act 1985 insert as Schedule 9A the Schedule set out in Schedule 2 to this Act (land registration and related matters where right to buy preserved). 3 The amendments made by this section apply to qualifying disposals on or after the commencement of this section."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "9", "section_title": " Redevelopment of dwelling-house subject to secure tenancy.", "section_text": "9 1 In Schedule 2 to the Housing Act 1985 (grounds for possession of dwelling houses let under secure tenancies), in Part II (grounds on which court may order possession if suitable alternative accommodation is available), after ground 10 (redevelopinent by landlord) insert—  Ground 10A The dwelling-house is in an area which is the subject of a redevelopment scheme approved by the Secretary of State or the Housing Corporation in accordance with Part V of this Schedule and the landlord intends within a reasonable time of obtaining possession to dispose of the dwelling-house in accordance with the scheme.  or Part of the dwelling-house is in such an area and the landlord intends within a reasonable time of obtaining possession to dispose of that part in accordance with the scheme and for that purpose reasonably requires possession of the dwelling-house. . 2 At the end of that Schedule insert— Part V  Approval of Redevelopment Schemes for Purposes of Ground 10A 1 1 The Secretary of State may, on the application of the landlord, approve for the purposes of ground 10A in Part II of this Schedule a scheme for the disposal and redevelopment of an area of land consisting of or including the whole or part of one or more dwelling-houses. 2 For this purpose— a “ disposal ” means a disposal of any interest in the land (including the grant of an option), and b “ redevelopment ” means the demolition or reconstruction of buildings or the carrying out of other works to buildings or land ; and it is immaterial whether the disposal is to precede or follow the redevelopment. 3 The Secretary of State may on the application of the landlord approve a variation of a scheme previously approved by him and may, in particular, approve a variation adding land to the area subject to the scheme. 2 1 Where a landlord proposes to apply to the Secretary of State for the approval of a scheme or variation it shall serve a notice in writing on any secure tenant of a dwelling-house affected by the proposal stating— a the main features of the proposed scheme or, as the case may be, the scheme as proposed to be varied, b that the landlord proposes to apply to the Secretary of State for approval of the scheme or variation, and c the effect of such approval, by virtue of section 84 and ground 1OA in Part II of this Schedule, in relation to proceedings for possession of the dwelling-house, and informing the tenant that he may, within such period as the landlord may allow (which shall be at least 28 days from service of the notice), make representations to the landlord about the proposal. 2 The landlord shall not apply to the Secretary of State until it has considered any representations made to it within that period. 3 In the case of a landlord to which section 105 applies (consultation on matters of housing management) the provisions of this paragraph apply in place of the provisions of that section in relation to the approval or variation of a redevelopment scheme. 3 1 In considering whether to give his approval to a scheme or variation the Secretary of State shall take into account, in particular— a the effect of the scheme on the extent and character of housing accommodation in the neighbourhood, b over what period of time it is proposed that the disposal and redevelopment will take place in accordance with the scheme, and c to what extent the scheme includes provision for housing provided under the scheme to be sold or let to existing tenants or persons nominated by the landlord ; and he shall take into account any representations made to him and, so far as they are brought to his notice, any representations made to the landlord. 2 The landlord shall give to the Secretary of State such information as to the representations made to it, and other relevant matters, as the Secretary of State may require. 4 The Secretary of State shall not approve a scheme or variation so as to include in the area subject to the scheme— a part only of one or more dwelling-houses, or b one or more dwelling-houses not themselves affected by the works involved in redevelopment but which are proposed to be disposed of along with other land which is so affected, unless he is satisfied that the inclusion is justified in the circumstances. 5 1 Approval may be given subject to conditions and may be expressed to expire after a specified period. 2 The Secretary of State, on the application of the landlord or otherwise, may vary an approval so as to— a add, remove or vary conditions to which the approval is subject ; or b extend or restrict the period after which the approval is to expire. 3 Where approval is given subject to conditions, the landlord may serve a notice under section 83 (notice of proceedings for possession) specifying ground 1OA not withstanding that the conditions are not yet fulfilled but the court shall not make an order for possession on that ground unless satisfied that they are or will be fulfilled. 6 Where the landlord is a registered housing association, the Housing Corporation, and not the Secretary of State, has the functions conferred by this Part of this Schedule. 7 In this Part of this Schedule references to the landlord of a dwelling-house include any authority or body within section 80 (the landlord condition for secure tenancies) having an interest of any description in the dwelling-house. . 3 Section 29 of the  Land Compensation Act 1973 (home loss payments) is amended as follows— a in subsection (1) (circumstances in which, and persons by whom, payment to be made) after paragraph (d) insert— e the making of an order for possession on ground 10 or 1OA in Part II of Schedule 2 to the Housing Act 1985 ;  ; and b in the same subsection, after paragraph (iv) insert— v where paragraph (e) applies, the landlord. ; and c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 32 of the Land Compensation Act 1973 (supplementary provisions about home loss payments), after subsection (7A) insert— 7B Where a landlord obtains possession by agreement of a dwelling subject to a secure tenancy within the meaning of Part IV of the Housing Act 1985 and— a notice of proceedings for possession of the dwelling has been served, or might have been served, specifying ground 10 or 1OA in Part II of Schedule 2 to that Act, or b the landlord has applied, or could apply, to the Secretary of State or the Housing Corporation for approval for the purposes of ground 1OA of a redevelopment scheme including the dwelling, or part of it, the landlord may make to the person giving up possession a payment corresponding to any home loss payment which they would be required to make to him if an order for possession had been made on either of those grounds. ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "10", "section_title": " Management agreements.", "section_text": "10 For section 27 of the  Housing Act 1985 (agreements with housing co-operatives), and the heading preceding it, substitute—  Management agreements  Management agreements. 27 1 A local housing authority may, with the approval of the Secretary of State, agree that another person shall exercise as agent of the authority in relation to— a such of the authority’s houses as are specified in the agreement, and b any other land so specified which is held for a related purpose, such of the authority’s management functions as are so specified. 2 In this Act “ management agreement ” and “ manager ”, in relation to such an agreement, mean an agreement under this section and the person with whom the agreement is made. 3 A management agreement shall set out the terms on which the authority’s functions are exercisable by the manager. 4 A management agreement may, where the manager is a body or association, provide that the manager’s functions under the agreement may be performed by a committee or sub-committee, or by an officer, of the body or association. 5 The Secretary of State’s approval (which may be given unconditionally or subject to conditions) is required both for the terms of the agreement and the identity of the manager. 6 References in this section to the management functions of a local housing authority in relation to houses or land include— a functions conferred by any statutory provision, and b the powers and duties of the authority as holder of an estate or interest in the houses or land in question.  Consultation required before management agreement can be approved. 27A 1 A local housing authority who propose to enter into a management agreement shall serve notice in writing on the tenant of each house to which the proposal relates informing him of— a such details of their proposal as the authority consider appropriate, but including the identity of the person who is to be the manager under the agreement, b the likely consequences of the agreement for the tenant, and c the effect of the provisions of this section, and informing him that he may, within such reasonable period as may be specified in the notice, make representations to the authority. 2 The authority shall consider any representations made to them within that period and shall serve a further written notice on the tenant informing him— a of any significant changes in their proposal, and b that he may within such period as is specified (which must be at least 28 days after the service of the notice) communicate to the Secretary of State his objection to the proposal, and informing him of the effect of subsection (5) (approval to be withheld if majority of tenants are opposed). 3 The Secretary of State shall not entertain an application for approval of a management agreement unless the local housing authority certify that the requirements of subsections (1) and (2) as to consultation have been complied with; and the certificate shall be accompanied by a copy of the notices given by the authority in accordance with those subsections. 4 The Secretary of State may require the authority to carry out such further consultation with their tenants, and to give him such information as to the results of that consultation, as he may direct. 5 The Secretary of State shall not give his approval if it appears to him that a majority of the tenants of the houses to which the agreement relates do not wish the proposal to proceed ; but this does not affect his general discretion to withhold his approval on grounds relating to whether the proposal has the support of the tenants or on any other ground. 6 In making his decision the Secretary of State may have regard to any information available to him; and the local housing authority shall give him such information as to the representations made to them by tenants and others, and other relevant matters, as he may require. 7 A management agreement made with the approval of the Secretary of State is not invalidated by a failure on his part or that of the local housing authority to comply with the requirements of this section. 8 In the case of secure tenants the provisions of this section apply in place of the provisions of section 105 (consultation on matters of housing management) in relation to the making of a management agreement.  Agreements with housing co-operatives under superseded provisions. 27B 1 In this section “ housing co-operative ” means a society, company or body of trustees with which a housing co-operative agreement was made, that is to say— a an agreement to which paragraph 9 of Schedule 1 to the Housing Rents and Subsidies Act 1975 or Schedule 20 to the Housing Act 1980 applied or, b an agreement made under section 27 above before the commencement of section 10 of the Housing and Planning Act 1986 (which substituted the present section 27). 2 A housing co-operative agreement made with a local housing authority which is in force immediately before the commencement of section 10 of the Housing and Planning Act 1986 has effect as if made under the present section 27, so that, in particular, any terms of the agreement providing for the letting of land to the housing co-operative no longer have effect except in relation to lettings made before commencement. 3 A housing co-operative agreement made with a new town corporation or the Development Board for Rural Wales which is in force immediately before the commencement of section 10 of the Housing and Planning Act 1986 remains in force notwithstanding that the present section 27 does not apply to such authorities. 4 In this Act (except in section 27) the expressions “ management agreement ” and “ manager ”, in relation to such an agreement, include a housing co-operative agreement to which subsection (2) or (3) applies and the housing co-operative with whom the agreement is made. ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "11", "section_title": " Proposals for co-operative management or ownership.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "13", "section_title": " Other amendments relating to assured tenancies.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In section 37 of the  Landlord and Tenant Act 1954 (compensation where an order for new tenancy precluded on certain grounds), in subsection (2) (computation of compensation) as set out in paragraph 7 of Schedule 5 to the Housing Act 1980 (application of 1.954 Act to assured tenancies), after “be” insert “the product of the appropriate multiplier and”. The above amendment applies notwithstanding that the application to the court under section 24 of the Landlord and Tenant Act 1954 was made before the commencement of this section, unless the application has been finally disposed of within the meaning of section 64(2) of that Act before commencement. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In Schedule 5 to the Housing Act 1980 (application of Landlord and Tenant Act 1954 to assured tenancies), for paragraph 8 (modification of provisions relating to contracting out) substitute— 8 Section 38 applies as if the following provisions were omitted— a in subsection (1), the words “(except as provided by subsection (4) of this section)” ; b in subsection (2), the words from the beginning to the end of paragraph (b) ; c subsections (3) and (4). The above amendment, so far as it relates to section 38(4) of the  Landlord and Tenant Act 1954, does not apply to an agreement both approved by the court under that provision and entered into before the commencement of this section."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "15", "section_title": " Grants for improvement or repair of common parts.", "section_text": "15 Part XV of the  Housing Act 1985 (grants for works of improvement, repair and conversion) is amended in accordance with Schedule 3 so as to provide for a new form of grant towards the costs of works required for the improvement or repair of the common parts of a building containing one or more flats."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "16", "section_title": " Housing management : financial assistance etc.", "section_text": "16 In Part XIII of the Housing Act 1985 (general financial provisions), after section 429 insert—  Housing management : financial assistance etc. 429A 1 The Secretary of State may, with the financial consent of the Treasury, give financial assistance— a to persons managing public sector or former public sector housing, and b to persons seeking to facilitate or encourage improvements in, or providing services in connection with, the management of such housing ; and may, with the like consent, make payments otherwise than by way of financial assistance in pursuance of arrangements made with any such person. 2 For this purpose— a “ public sector housing ” means housing accommodation in which an authority or body within section 80 (the landlord condition for secure tenancies) has an interest by virtue of which it receives a rack-rent, or would do so if the premises were let at a rack-rent; and b “ former public sector housing ” means housing accommodation in which such an authority, or a predecessor of such an authority or an authority abolished by the Local Government Act 1985 formerly had such an interest. 3 The Secretary of State may, with the consent of the Treasury, give financial assistance— a to persons providing educational or training course in housing management, b to persons providing services for those providing such courses, and c to persons providing financial or other assistance for those attending such courses ; and may, with the like consent, make payments otherwise than by way of financial assistance in pursuance of arrangements made with any such person. 4 Financial assistance given by the Secretary of State under subsection (1) or (3) may be given in any form, and may in particular be given by way of grants, loans or guarantees or by incurring expenditure for the benefit of the person assisted ; but the Secretary of State shall not in giving such assistance purchase loan or share capital in a company. 5 Financial assistance may be given and other payments made on such terms as the Secretary of State, with the consent of the Treasury, considers appropriate ; and the terms may, in particular, include provision as to the circumstances in which the assistance or other payment must be repaid or otherwise made good to the Secretary of State and the manner in which that is to be done. 6 A person receiving financial assistance under this section shall comply with the terms on which it is given and compliance may be enforced by the Secretary of State. ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "17", "section_title": " Matters to be taken into account in determining fair rent.", "section_text": "17 1 Section 70 of the  Rent Act 1977 (determination of fair rent) is amended as follows. 2 In subsection (1) (matters to be taken into account), omit the word “and” before paragraph (b) and after that paragraph insert— , and c any premium, or sum in the nature of a premium, which has been or may be lawfully required or received on the grant, renewal, continuance or assignment of the tenancy. . 3 After subsection (4) insert— 4A In this section “ premium ” has the same meaning as in Part IX of this Act, and “ sum in the nature of a premium ” means— a any such loan as is mentioned in section 119 or 120 of this Act, b any such excess over the reasonable price of furniture as is mentioned in section 123 of this Act, and c any such advance payment of rent as is mentioned in section 126 of this Act. . 4 The above amendments apply to every decision made by a rent officer or rent assessment committee after the commencement of this section, notwithstanding that the application was made before commencement or, in the case of a decision of a rent assessment committee, that the rent officer’s decision was made before commencement."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "18", "section_title": " Further provisions with respect to shared ownership leases.", "section_text": "18 The provisions of Schedule 4 have effect to exclude certain shared ownership leases from the operation of the provisions of— a the  Rent Act 1977 and the  Rent (Agriculture) Act 1976, and b Part I of the  Leasehold Reform Act 1967 (right of long leaseholder to enfranchisement or extension of lease)."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "19"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "20", "section_title": " Disposal of dwellings in new towns.", "section_text": "20 1 Part III of the  New Towns Act 1981 (transfer of new town housing to district councils), is amended as follows. 2 After section 57 insert—  Savings for other powers of disposal. 57A The provisions of this Part as to the transfer of dwellings in a new town to a district council shall not be construed as restricting— a the power of the Commission under section 36 above, b The power of the development corporation under section 64 below, or c the power of the Development Board for Rural Wales under section 4 of the development of Rural Wales Act 1976, to dispose of such dwellings to any person. . 3 The following provisions (which relate to the initiation of consultations with a view to the transfer of new town housing to a district council) are repealed— section 43(3) and (4), section 49(b) and (c)."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "21", "section_title": " Effect of resolutions relating to housing action area or general improvement area.", "section_text": "21 1 In Part VIII of the  Housing Act 1985 (area improvement) before section 260, under the heading “Supplementary provisions” insert—  Effect of resolutions relating to housing action area or general improvement area. 259A 1 A resolution of a local housing authority passed after the commencement of this section— a declaring an area to be a housing action area, excluding land from a housing action area or declaring that an area shall cease to be a housing action area, or b declaring an area to be a general improvement area, excluding land from a general improvement area or declaring that an area shall cease to be a general improvement area, has effect, subject to subsection (2), from the day on which the resolution is passed. 2 A resolution declaring an area to be a general improvement area may be expressed to have effect from a future date, not later than four weeks after the passing of the resolution, on which the whole or part of that area will cease to be, or be included in, a housing action area.  Effect of certain resolutions passed before commencement of s. 259A. 259B 1 Where before the commencement of section 259A a local housing authority passed a resolution of any of the descriptions mentioned in the section expressed to have effect from a date after that on which it was passed— a anything done before the commencement of this section in reliance on the view that the resolution was invalid shall have effect as if the resolution had not been passed, but b otherwise, the resolution shall be taken for all purposes, both before and after the commencement of this section, to have been validly passed and to have had effect from the date on which it was expressed to have had effect ; subject to the following provisions. 2 A person shall not be proceeded against in respect of anything done or omitted before the commencement of this section which would not have been an offence if the resolution had not been passed. 3 Where the resolution declared a housing action area or general improvement area and, before the commencement of this section, the local housing authority passed a further resolution making the like declaration in relation to the whole or part of the area to which the first resolution then related— a both resolutions are effective, notwithstanding that they relate in whole or in part to the same area ; b the area covered by both resolutions is a housing action area or general improvement area by virtue of the joint effect of the two resolutions, and in the case of a housing action area shall continue to be such an area (subject to the provisions of this Part) until the end of the period of five years beginning with the date on which the second resolution was passed ; c it is immaterial whether steps taken before the commencement of this section were taken in reliance on the first resolution or the second, but steps taken in reliance on the first shall not be proceeded with to the extent that they have been superseded by, or are inconsistent with, steps taken in reliance on the second ; and d the areas declared by the two resolutions may be treated as one for the purposes of section 245(3) or 259(3) (limit on aggregate expenditure qualifying for contributions by Secretary of State). 4 The provisions of subsection (3) do not affect the powers of the Secretary of State under section 241(2)(a) and (b) (power to overrule declaration of housing action area or exclude land from area) and, so far as they relate to the duration of a housing action area, have effect subject to section 241(4) (effect of Secretary of State’s decision in such a case). . 2 In consequence of the above amendment, Part VIII of the  Housing Act 1985 is further amended as follows— a in section 239(4) (duration of housing action area), omit “beginning with the date on which the resolution is passed” ; b in section 240(1) (steps to be taken after declaration of housing action area) omit “passing a resolution” ; c in section 242(2) (incorporation into housing action area of land comprised in general improvement area), for “the resolution is passed declaring such an area” substitute “the area is declared” ; d in section 250(1) (exclusion of land from, or termination of, housing action area), omit “on the date on which the resolution is passed” ; e in section 257 (duty to publish information) for “have declared” substitute “have passed a resolution declaring” and for “assistance available” substitute “assistance which is or will be available” ; f in section 258(1)(b) (resolution terminating general improvement area), for “an area to be no longer” substitute “that an area shall cease to be” ; g in section 258(2) (effect of resolution excluding land from or terminating general improvement area) for “the date on which the resolution takes effect” substitute “the date on which the exclusion or cessation takes effect” and for “the exclusion or cessation” substitute “the resolution”."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "22", "section_title": " Agreements with certain housing bodies exempt from Consumer Credit Act 1974.", "section_text": "22 1 Section 16 of the  Consumer Credit Act 1974 (exempt agreements) is amended as follows. 2 In subsection (1) (which enables orders to be made exempting agreements with certain descriptions of creditor), after paragraph (f) insert— ff a body corporate named or specifically referred to in an order made under— section 156(4), 444(1) or 447(2)(a) of the Housing Act 1985, section 2 of the Home Purchase Assistance and Housing Corporation Guarantee Act 1978 or section 31 of the Tenant’s Rights, &c. (Scotland) Act 1980, or Article 154(1)(a) or 156AA of the Housing (Northern Ireland) Order 1981 or Article 10(6A) of the Housing (Northern Ireland) Order 1983; or ; and in subsection (3) (requirements as to consultation), in paragraph (d) (consultation with responsible Minister), for “or (f)” substitute “, (f) or (ff)”. 3 After subsection (6) insert— 6A This Act does not regulate a consumer credit agreement where the creditor is a housing authority and the agreement is secured by a land mortgage of a dwelling. 6B In subsection (6A) “ housing authority ” means— a as regards England and Wales, an authority or body within section 80(1) of the Housing Act 1985 (the landlord condition for secure tenancies), other than a housing association or a housing trust which is a charity; b as regards Scotland, a development corporation established under an order made, or having effect as if made under the New Towns (Scotland) Act 1968, the Scottish Special Housing Association or the Housing Corporation; c as regards Northern Ireland, the Northern Ireland Housing Executive. . 4 The above amendments apply to agreements made after the commencement of this section."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "23", "section_title": " Determination of price for leasehold enfranchisement.", "section_text": "23 1 In section 9(1A) of the  Leasehold Reform Act 1967 (determination of price payable for enfranchisement of higher value houses), in paragraph (a) (assumption that vendor is selling subject to existing tenancy) after “no right to acquire the freehold” insert “or an extended lease and, where the tenancy has been extended under this Part of this Act, that the tenancy will terminate on the original term date.”. 2 In section 23(5) of the Leasehold Reform Act 1967 (provisions as to tenancy granted in satisfaction of tenant’s rights under Part I), in paragraph (b) (provisions which apply as if the tenancy were granted by way of extension) at the beginning insert “section 9(1) and (1A) above,”. 3 The above amendments do not apply— a where the price for enfranchisement has been determined, by agreement or otherwise, before the commencement of this section; or b where the notice under section 8 of the Leasehold Reform Act 1967 (notice of desire to have the freehold) was given before the passing of this Act; or c where notice under section 14 of that Act (notice of desire to have extended lease) was given before 5th March 1986."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "24", "section_title": " Minor and consequential amendments; repeals.", "section_text": "24 1 The enactments relating to housing are amended in accordance with Part I of Schedule 5 with respect to the following matters— a the effect of a covenant for repayment of discount given on the disposal of a dwelling-house; b the acquisition by an authority or body within section 80 of the  Housing Act 1985 (the landlord condition for secure tenancies) of a dwelling-house subject to a statutory tenancy; c the contents of a landlord’s notice under section 125 of that Act (notice of terms of exercise of right to buy); d the steps to be taken where there is a change of landlord in the course of exercise of the right to buy; e the deferment of completion in pursuance of the right to buy; f the maximum penalty for voting in contravention of section 618(3) of the  Housing Act 1985 (member of Common Council or committee voting on matter in which he is interested); g the withholding of consent to the assignment by way of exchange of a secure tenancy of a dwelling-house managed by a certain description of housing association; h grants for affording tax relief to housing associations; i the recovery of service charges in respect of the cost of grant-aided works; j miscellaneous corrections. 2 Part II of Schedule 5 contains amendments consequential on the provisions of this Part. 3 The enactments specified in Part I of Schedule 12 are repealed to the extent specified."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "27", "section_title": " Power to give assistance.", "section_text": "27 1 The Secretary of State may, with the consent of the Treasury, give financial assistance to any person in respect of expenditure incurred in connection with activities contributing to the regeneration of an urban area. 2 Activities contributing to the regeneration of an urban area include in particular— a securing that land and buildings are brought into effective use; b developing, or encouraging the development of, existing and new industry and commerce; c creating an attractive and safe environment; d providing housing or social and recreational facilities so as to encourage people to live or work in the area; e providing employment for people who live in the area; f providing training, educational facilities or health services for people who live in the area."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "28", "section_title": " Forms of assistance.", "section_text": "28 1 Financial assistance under section 27 may be given in any form. 2 Assistance may, in particular, be given by way of— a grants, b loans, c guarantees, or d incurring expenditure for the benefit of the person assisted. 3 The Secretary of State shall not in giving financial assistance under section 27 purchase loan or share capital in a company."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "29", "section_title": " Terms on which assistance is given.", "section_text": "29 1 Financial assistance under section 27 may be given on such terms as the Secretary of State, with the consent of the Treasury, considers appropriate. 2 The terms may, in particular, include provision as to— a circumstances in which the assistance must be repaid, or otherwise made good, to the Secretary of State, and the manner in which that is to be done ; or b circumstances in which the Secretary of State is entitled to recover the proceeds of part of the proceeds of any disposal of land or buildings in respect of which assistance was provided. 3 The person receiving assistance shall comply with the terms on which it is given and compliance may be enforced by the Secretary of State."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30–34"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "39", "section_title": " Abolition of Secretary of State’s power to authorise opencast working, &c.", "section_text": "39 1 The following provisions of the  Opencast Coal Act 1958 (“the 1958 Act”) shall cease to have effect— a sections 1 and 2 (authorisation by Secretary of State of opencast working of coal and associated provisions); and b section 9(2) (buildings on land comprised in a compulsory rights order), but this subsection does not affect a direction given under section 2 of the 1958 Act before the day on which the repeal of that section by paragraph (a) above comes into operation, and any repeal by this Act of an enactment which relates to directions under section 2 of the 1958 Act shall have no effect in relation to directions whose effect is continued by this subsection. 2 The repeal of section 2(4) of the 1958 Act shall not prevent the felling of a tree that could not have been felled but for paragraph (a) of that subsection (which negatived tree preservation orders). 3 The 1958 Act shall have effect with the amendments specified in Part I of Schedule 8 to this Act and section 29 of the  Acquisition of Land Act 1981 shall have effect with the amendments specified in Part II of that Schedule. 4 The enactments specified in Part II of Schedule 12 to this Act (which include enactments already obsolete or unnecessary) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "40", "section_title": " Listed buildings and conservation areas.", "section_text": "40 The enactments relating to listed buildings and conservation areas are amended in accordance with Part I of Schedule 9 with respect to the following matters— a the treatment of free-standing objects and structures within the curtilage of a listed building; b the scope of the exception for urgent works to a listed building; c the grant of listed building consent subject to the subsequent approval of detail; d applications for the variation or discharge of conditions attached to listed building consent; e the extent of the exemption accorded to ecclesiastical buildings; f dangerous structure orders in respect of listed buildings; g the power of a local authority, the Secretary of State or the Historic Buildings and Monuments Commission for England to carry out urgent works for the preservation of a building; h the control of demolition in a conservation area; i the form of an application for listed building consent; and j the powers of the Secretary of State with respect to applications for listed building consent."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "42", "section_title": " Recovery of Minister’s costs in connection with inquiries.", "section_text": "42 1 The following provisions of this section apply where a Minister is authorised under or by virtue of any of the following statutory provisions to recover costs incurred by him in relation to an inquiry— a section 250(4) of the  Local Government Act 1972 (general provision as to costs of inquiries), b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 129(1)(d) of the  Road Traffic Regulation Act 1984 (costs of inquiry under that Act), d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e any other statutory provision to which this section is applied by order of the Minister. 2 What may be recovered by the Minister is the entire administrative cost of the inquiry, so that, in particular— a there shall be treated as costs incurred in relation to the inquiry such reasonable sum as the Minister may determine in respect of the general staff costs and overheads of his department, and b there shall be treated as costs incurred by the Minister holding the inquiry any costs incurred in relation to the inquiry by any other Minister or government department and, where appropriate, such reasonable sum as that Minister or department may determine in respect of general staff costs and overheads. 3 The cost of an inquiry which does not take place may be recovered by the Minister from any person who would have been a party to the inquiry to the same extent, and in the same way, as the cost of an inquiry which does take place. 4 The Minister may by regulations prescribe for any description of inquiry a standard daily amount and where an inquiry of that description does take place what may be recovered is— a the prescribed standard amount in respect of each day (or an appropriate proportion of that amount in respect of a part of a day) on which the inquiry sits or the person appointed to hold the inquiry is otherwise engaged on work connected with the inquiry, b costs actually incurred in connection with the inquiry on travelling or subsistence allowances or the provision of accommodation or other facilities for the inquiry, c any costs attributable to the appointment of an assessor to assist the person appointed to hold the inquiry, and d any legal costs or disbursements incurred or made by or on behalf of the Minister in connection with the inquiry. 5 An order or regulations under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 An order applying this section to a statutory provision may provide for the consequential repeal of so much of that provision, or any other provision, as restricts the sum recoverable by the Minister in respect of the services of any officer engaged in the inquiry or is otherwise inconsistent with the application of the provisions of this section."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "43", "section_title": " Compulsory acquisition of land on behalf of parish or community councils. ", "section_text": "43 For section 125 of the  Local Government Act 1972 (compulsory acquisition of land on behalf of parish or community councils) substitute—  Compulsory acquisition of land on behalf of parish or community councils. 125 1 If a parish or community council are unable to acquire by agreement under section 124 above and on reasonable terms suitable land for a purpose for which they are authorised to acquire land other than— a the purpose specified in section 124(1)(b) above, or b a purpose in relation to which the power of acquisition is by an enactment expressly limited to acquisition by agreement, they may represent the case to the council of the district in which the parish or community is situated. 2 If the district council are satisfied that suitable land for the purpose cannot be acquired on reasonable terms by agreement, they may be authorised by the Secretary of State to purchase compulsorily the land or part of it; and the Acquisition of Land Act 1981 shall apply in relation to the purchase. 3 The district council in making and the Secretary of State in confirming an order for the purposes of this section shall have regard to the extent of land held in the neighbourhood by an owner and to the convenience of other property belonging to the same owner and shall, as far as practicable, avoid taking an undue or inconvenient quantity of land from any one owner. 4 The order shall be carried into effect by the district council but the land when acquired shall be conveyed to the parish or community council; and accordingly in construing for the purposes of this section and of the order any enactment applying in relation to the compulsory acquisition, the parish or community council or the district council, or the two councils jointly, shall, as the case may require, be treated as the acquiring authority. 5 The district council may recover from the parish or community council the expenses incurred by them in connection with the acquisition of land under this section. 6 If a parish or community council make representations to a district council with a view to the making of an order under this section and the district council— a refuse to make an order, or b do not make an order within 8 weeks from the making of the representations or such longer period as may be agreed between the two councils, the parish or community council may petition the Secretary of State who may make the order, and this section and the provisions of the Acquisition of Land Act 1981 shall apply as if the order had been made by the district council and confirmed by the Secretary of State. 7 In the application of this section to a parish or community council for a group of parishes or communities— a references to the parish or community shall be construed as references to the area of the group, and b if different parts of the area of the group lie in different districts, references to the council of the district in which the parish or community is situated shall be construed as references to the councils of each of the districts acting jointly. ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "45", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "45"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "47", "section_title": " Areas which may be designated urban development areas.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "48", "section_title": " Repeal of unnecessary enactments.", "section_text": "48 1 The following enactments are repealed— a section 52 of the  Requisitioned Land and War Works Act 1945 and paragraph 10 of the Schedule to the  Requisitioned Land and War Works Act 1948 (reimbursement of expense of restoring land affected by war works, &c.); b sections 66 to 72 of the  Town and Country Planning Act 1971 (special control over industrial development); c sections 250 to 252 of that Act (grants to local authorities for development of land, &c.). 2 The repeal does not affect the operation— a of section 52 of the Requisitioned Land and War Works Act 1945 or paragraph 10 of the Schedule to the Requisitioned Land and War Works Act 1948 in relation to undertakings given before the repeal; b of sections 250 to 252 of the 1971 Act in relation to land for which approval for the purposes of regulations under section 250 was sought before 1st April 1986."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "49", "section_title": " Minor and consequential amendments; repeals.", "section_text": "49 1 The Town and Country Planning Act 1971, and certain related enactments, are amended in accordance with Part I of Schedule 11 with respect to the following matters— a the operation of the Use Classes Order on the subdivision of the planning unit; b the provision which may be made by development orders; c the construction of references to certain documents relating to access for the disabled; d applications to vary or revoke conditions attached to planning permission; e the procedure on appeals and applications disposed of without a local inquiry or hearing; f purchase notices; g local inquiries; h the determination of appeals by inspectors; and i daily penalties for offences; and that Part also contains amendments consequential on the provisions of this Part. 2 The enactments specified in Part III of Schedule 12 are repealed to the extent specified."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "51"}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "52", "section_title": " Termination of grants for redevelopment etc.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "53", "section_title": " Minor and consequential amendments; repeals.", "section_text": "53 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The enactments mentioned in Part IV of Schedule 12 to this Act are repealed to the extent specified."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "54", "section_title": " Effect of modification or termination of enterprise zone scheme.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "55", "section_title": " Discrimination in exercise of planning functions.", "section_text": "55 — In Part III of the   Race Relations Act 1976 (discrimination in fields other than employment), after section 19 insert—  Discrimination by planning authorities. 19A 1 It is unlawful for a planning authority to discriminate against a person in carrying out their planning functions. 2 In this section “ planning authority ” means— a in England and Wales, a county, district or London borough council, a joint planning board, a special planning board or a National Park Committee, and b in Scotland, a planning authority or regional planning authorit, and includes an urban development corporation and a body having functions (whether as an enterprise zone authority or a body invited to prepare a scheme) under Schedule 32 to the Local Government, Planning and Land Act 1980. 3 In this section “ planning functions ” means— a in England and Wales, functions under the Town and Country Planning Act 1971, and such other functions as may be prescribed, and b in Scotland, functions under the Town and Country Planning (Scotland) Act 1972 or Part IX of the Local Government (Scotland) Act 1973, and such other functions as may be prescribed, and includes, in relation to an urban development corporation, planning functions under Part XVI of the Local Government, Planning and Land Act 1980 and, in relation to an enterprise zone authority or body invited to prepare an enterprise zone scheme, functions under Part XVIII of that Act. ."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "56", "section_title": " Financial provisions.", "section_text": "56 1 There shall be paid out of money provided by Parliament any expenses of the Secretary of State under this Act and any increase attributable to this Act in the sums so payable under any other enactment. 2 Any sums received by the Secretary of State under this Act shall be paid into the Consolidated Fund. 3 There shall be paid out of or into the Consolidated Fund or the National Loans Fund any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "57", "section_title": " Commencement.", "section_text": "57 1 The following provisions of this Act come into force on the day this Act is passed— section 21 (effect of resolutions relating to housing action area or general improvement area); section 24(1)(j), paragraphs 10 to 13 of Schedule 5, the repeals specified in the first part of Part I of Schedule 12 and section 24(3) so far as relating to those repeals (miscellaneous corrections); section 52 (termination of grants for redevelopment in Scotland); this Part. 2 The other provisions of this Act come into force on such day as may be appointed by the Secretary of State by order made by statutory instrument and— a different days may be appointed for different provisions or different purposes; and b an order may make such transitional provision as the Secretary of State thinks appropriate. 3 For the purpose of any transitional provision in this Act or an order which refers to the date of service of a notice under the  Housing Act 1985, no account shall be taken of any steps taken under section 177 of that Act (amendment or withdrawal and re-service of notice to correct mistakes)."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "58", "section_title": " Extent.", "section_text": "58 1 The following provisions of this Act extend to England and Wales— Part I (housing), except section 3, paragraphs 10(7), 14 and 17 of Schedule 5 and the associated repeals in Part I of Schedule 12; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; Part V (opencast coal); in Part VI (miscellaneous provisions), sections 40 to 49, 54 and 55, Part I of Schedule 9,  ... Part I of Schedule 11 and Part III of Schedule 12; this Part. 2 The following provisions of this Act extend to Scotland— in Part I (housing), sections 3, 19 and 22, paragraphs 8, 10(7), 13, 14, 17, 18 and 42 of Schedule 5 and the associated repeals in Part I of Schedule 12; . . . . . . . . . Part V (opencast coal), except so far as it repeals enactments which extend to England and Wales only; in Part VI (miscellaneous provisions), sections 50 to 55,  . . .,  ... and Part IV of Schedule 12; this Part. 3 The following provisions of this Act extend to Northern Ireland— section 22 (amendments of Consumer Credit Act 1974), paragraph 18 of Schedule 5 (amendment relating to stamp duty), this Part."}, {"act": "Housing and Planning Act 1986", "year": 1986, "section": "59", "section_title": " Short title.", "section_text": "59 This Act may be cited as the Housing and Planning Act 1986."}]