[{"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "112.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "13", "section_title": "", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "1416.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "17", "section_title": " Precondition as regards use of renewal and repairs fund for certain housing expenditure.", "section_text": "17 In paragraph 22(2) of Schedule 3 to the  Local Government (Scotland) Act 1975 (restrictions on use of capital and renewal and repair funds), after the word “restaurant” there shall be inserted the words  “              ; and if the renewal and repair fund is used so to meet expenditure incurred by the authority in relation to any house, or other property, to which their housing revenue account relates, the amount in question shall, subject to paragraph 1(7) of Schedule 4 to the  Housing (Financial Provisions)\t\t\t\t(Scotland) Act 1972, first to be carried to the credit of that account            ” ."}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "19", "section_title": " Amendment of Building (Scotland) Act 1959.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "20", "section_title": " Compensation for person displaced from dwelling-house let under secure tenancy.", "section_text": "20 1 The  Land Compensation (Scotland) Act 1973 shall be amended in accordance with the following provisions of this section. 2 In section 27(1) (right to home loss payment where person displaced from dwelling)— a after paragraph (e) there shall be inserted the following paragraph— f an order for recovery of possession of the dwelling under section 15(2) of the Tenants’ Rights, Etc. (Scotland) Act 1980, on the ground set out in paragraph 10 of Part I of Schedule 2 to that Act, ; and b after sub-paragraph (v) there shall be inserted the following sub-paragraph— vi where paragraph (f) above applies, the landlord. . 3 In section 29 (supplementary provisions about home loss payments), after subsection (7) there shall be inserted the following subsection— 7AA If a landlord recovers possession of a dwelling by agreement— a after serving notice under section 14 of the Tenants’ Rights, Etc. (Scotland) Act 1980 on the tenant specifying the ground set out in paragraph 10 of Part I of Schedule 2 to that Act; or b where, but for that agreement, it would have served such notice on him specifying that ground, it may, in connection with the recovery, make to him a payment corresponding to any home loss payment which it would be required to make to him if the recovery were by order under section 15(2) of that Act. ."}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "21"}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "22", "section_title": " Interpretation.", "section_text": "22 In this Act— “ the 1980 Act ” means the Tenants’ Rights, Etc. (Scotland) Act 1980; and “ the 1985 Act ” means the  Housing Associations Act 1985."}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "23", "section_title": " Consequential, transitional and supplementary provision.", "section_text": "23 1 The Secretary of State may by order made by statutory instrument make such incidental, consequential, transitional or supplementary provision as appears to him to be necessary or proper for giving full effect to, or in consequence of any of the provisions of, this Act. 2 A statutory instrument made under subsection (1) above shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 paragraph 7(a)(ii) and (b)(ii) of Schedule 1 to this Act shall have no effect as regards any case in which repayment has become exigible under subsection (1) of section 6 of the 1980 Act before the coming into force of that paragraph; but in any other case the terms of any standard security, offer to sell or concluded missives shall, in so far as they are inconsistent with the period of years specified in that subsection, or with the proportions specified in subsection (3) of that section, have effect as if so modified as to obviate that inconsistency."}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "24", "section_title": " Expenses.", "section_text": "24 There shall be paid out of the money provided by Parliament any— a sums required by the Secretary of State for making grants, loans or other payments by virtue of this Act, b administrative expenses incurred by him by virtue of this Act; c increase attributable to the provisions of this Act in the sums which under any other enactment are paid out of money so provided."}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "25", "section_title": " Minor amendments and repeals.", "section_text": "25 1 The enactments specified in Schedule 2 to this Act shall have effect subject to the amendments there specified, (being minor amendments or amendments consequential on the provisions of this Act). 2 The enactments specified in Schedule 3 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Housing (Scotland) Act 1986", "year": 1986, "section": "26", "section_title": " Citation, commencement and extent.", "section_text": "26 1 This Act may be cited as the Housing (Scotland) Act 1986. 2 This Act, except this section, shall come into force on such day as the Secretary of State may appoint by order made by statutory instrument; and different days may be so appointed for different provisions and for different purposes. 3 This Act applies to Scotland only."}]