[{"act": "Marriage (Prohibited Degrees of Relationship) Act 1986", "year": 1986, "section": "1", "section_title": " Marriage between certain persons related by affinity not to be void.", "section_text": "1 1 A marriage solemnized after the commencement of this Act between a man and a woman who is the daughter or grand-daughter of a former spouse of his (whether the former spouse is living or not) or who is the former spouse of his father or grandfather (whether his father or grandfather is living or not) shall not be void by reason only of that relationship if both the parties have attained the age of twenty-one at the time of the marriage and the younger party has not at any time before attaining the age of eighteen been a child of the family in relation to the other party. 2 A marriage solemnized after the commencement of this Act between a man and a woman who is the grandmother of a former spouse of his (whether the former spouse is living or not) or is a former spouse of his grandson (whether his grandson is living or not) shall not be void by reason only of that relationship. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section “ child of the family ” in relation to any person, means a child who has lived in the same household as that person and been treated by that person as a child of his family. 6 The  Marriage Act 1949 shall have effect subject to the amendments specified in the Schedule to this Act, being amendments consequential on the preceding provisions of this section. 7 Where, apart from this Act, any matter affecting the validity of a marriage would fall to be determined (in accordance with the rules of private international law) by reference to the law of a country outside England and Wales nothing in this Act shall preclude the determination of that matter in accordance with that law. 8 Nothing in this section shall affect any marriage solemnized before the commencement of this Act."}, {"act": "Marriage (Prohibited Degrees of Relationship) Act 1986", "year": 1986, "section": "2", "section_title": " Marriage between certain persons related by affinity—Scotland.", "section_text": "2 Schedule 2 (which amends the  Marriage (Scotland) Act 1977 so as to permit— a the marriage of a man and a woman who is the grandmother of a former spouse of his or is a former spouse of his grandson; b the marriage of a woman and a man who is the grandfather of a former spouse of hers or is a former spouse of her grand-daughter; and c under certain conditions, the marriage of persons related in certain other degrees of affinity) shall have effect."}, {"act": "Marriage (Prohibited Degrees of Relationship) Act 1986", "year": 1986, "section": "3", "section_title": " Marriage according to rites of Church of England or the Church in Wales.", "section_text": "3 In the  Marriage Act 1949 after section 5 there shall be inserted the following section—  Marriages between certain persons related by affinity. 5A No clergyman shall be obliged— a to solemnize a marriage which, apart from the Marriage (Prohibited Degrees of Relationship) Act 1986, would have been void by reason of the relationship of the persons to be married; or b to permit such a marriage to be solemnized in the church or chapel of which he is the minister."}, {"act": "Marriage (Prohibited Degrees of Relationship) Act 1986", "year": 1986, "section": "4", "section_title": " Amendment of s. 3 of Perjury Act 1911.", "section_text": "4 In section 3(1) of the  Perjury Act 1911 (false statements relating to marriage) after paragraph (c) there shall be inserted the words or             d with respect to a declaration made under section 16(1A) or 27B(2) of the Marriage Act 1949— i enters a caveat under subsection (2) of the said section 16, or ii makes a statement mentioned in subsection (4) of the said section 27B which he knows to be false in a material particular, ."}, {"act": "Marriage (Prohibited Degrees of Relationship) Act 1986", "year": 1986, "section": "5", "section_title": " Amendment of Schedule 1 to  Senior Courts Act 1981 .", "section_text": "5 In Schedule 1 to the  Senior Courts Act 1981  in paragraph 3(c) (assignment of business to the Family Division) after the words “marriage of a minor” there shall be inserted the words “or for a declaration under section 27B(5) of the Marriage Act 1949.”"}, {"act": "Marriage (Prohibited Degrees of Relationship) Act 1986", "year": 1986, "section": "6", "section_title": " Short title, citation, commencement and extent.", "section_text": "6 1 This Act may be cited as the  Marriage (Prohibited Degrees of Relationship) Act 1986. 2 This Act so far as it extends to England and Wales may be cited with the Marriage Acts 1949 to 1983 and the Marriage (Wales) Act 1986 as the Marriage Acts 1949 to 1986. 3 This Act so far as it relates to the  Marriage (Scotland) Act 1977 may be cited with that Act as the Marriage (Scotland) Acts 1977 and 1986. 4 In section 11(a) of the  Matrimonial Causes Act 1973 for the words “Marriage Acts 1949 to 1984” there shall be substituted the words “Marriage Acts 1949 to 1986.” 5 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint and different days may be so appointed for different provisions. 6 Section 2 and Schedule 2 shall extend to Scotland only, but save as aforesaid this Act shall not extend to Scotland or to Northern Ireland."}]