[{"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "1", "section_title": " Parliamentary constituencies.", "section_text": "1 1 There shall for the purpose of parliamentary elections be the county and borough constituencies (or in Scotland the county and burgh constituencies), each returning a single member, which are described in Orders in Council made under this Act. 2 In this Act and, except where the context otherwise requires, in any Act passed after the Representation of the  People Act 1948, “ constituency ” means an area having separate representation in the House of Commons."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "2", "section_title": " The Boundary Commissions.", "section_text": "2 1 For the purpose of the continuous review of the distribution of seats at parliamentary elections, there shall continue to be four permanent Boundary Commissions, namely a Boundary Commission for England, a Boundary Commission for Scotland, a Boundary Commission for Wales and a Boundary Commission for Northern Ireland. 2 Schedule 1 to this Act shall have effect with respect to the constitution of, and other matters relating to, the Boundary Commissions."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "3", "section_title": " Reports of the Commissions.", "section_text": "3 1 Each Boundary Commission shall keep under review the representation in the House of Commons of the part of the United Kingdom with which they are concerned and shall, in accordance with subsection (2) below, submit to the   Speaker of the House of Commons   reports with respect to the whole of that part of the United Kingdom, either— a Showing the constituencies into which they recommend that it should be divided in order to give effect to the rules set out in  Schedule 2 to this Act , or b stating that, in the opinion of the Commission, no alteration is required to be made in respect of that part of the United Kingdom in order to give effect to the said rules  .... 2 Each Boundary Commission must submit a report under subsection (1)— a before 1 July 2023, b before 1 October 2031, and c before 1 October of every eighth year after that. 2ZA On submitting a report to the Speaker under subsection (1), a Boundary Commission must send a copy of it to the Secretary of State  ... . 2ZB On receiving a report under subsection (1), the Speaker must lay it before Parliament. 2ZC As soon as reasonably practicable after a report of a Boundary Commission has been laid under subsection (2ZB), the Commission must publish it in such manner as they think fit. 2A A failure by a Boundary Commission to submit a report within the time limit which is appropriate to that report shall not be regarded as invalidating the report for the purposes of any enactment. 2B In relation to any report which a Boundary Commission are required by subsection (2) above to submit before a particular date but have not yet submitted (a  “pending boundary report”), the Commission shall submit to the Speaker of the House of Commons— a during the   relevant January , and b during each subsequent January, a report setting out what progress they have made with the preparation of the pending boundary report, with particular reference to the requirement in subsection (2) above. 2BA For the purposes of subsection (2B),  “ the relevant January ” means— a January 2022, in the case of a report required by subsection (2) to be submitted before 1 July 2023, and b in the case of any other report required by subsection (2) to be submitted before a particular date, the January that begins one year and nine months before that date. (For example, January 2030 in the case of a report required to be submitted before 1 October 2031). 2C On receiving a report under subsection (2B) above, the Speaker shall lay it before Parliament. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A report of a Boundary Commission under this Act showing the constituencies into which they recommend that any area should be divided shall state, as respects each constituency, the name by which they recommend that it should be known, and whether they recommend that it should be a county constituency or a borough constituency (or in Scotland a county constituency or a burgh constituency). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Schedule 2 to this Act which contains the rules referred to above  ... shall have effect. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "3A", "section_title": " Reviews and proposed recommendations by Boundary Committees.", "section_text": "3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "4", "section_title": " Orders in Council.", "section_text": "4 1 After all four reports under section 3(1) which are required by section 3(2) to be submitted before a particular date have been laid before Parliament under section 3(2ZB), the Secretary of State  ...  must submit to Her Majesty in Council a draft of an Order in Council for giving effect to the recommendations in those of the four reports (if any) which are reports under section 3(1)(a) (report with recommendations). 2 The draft of an Order in Council must be submitted under subsection (1)— a as soon as reasonably practicable after all four reports have been laid before Parliament as mentioned in that subsection, and b in any case, no later than the end of the four month period unless there are exceptional circumstances. 3 “ The four month period ” means the period of four months beginning with the first date on which all four reports have been laid before Parliament as mentioned in subsection (1). 4 If the draft of an Order in Council is not submitted under subsection (1) before the end of the four month period, the Secretary of State  ...  must lay one or more statements before Parliament in accordance with subsection (4A) specifying the exceptional circumstances. 4A A statement must be laid— a before the end of the period of 10 sitting days beginning with the first sitting day after the end of the four month period, and b before the end of each subsequent period of 20 sitting days beginning with the first sitting day after the previous statement was so laid, until the draft of an Order in Council is submitted under subsection (1). 4B A draft of an Order in Council submitted under subsection (1)— a may give effect to recommendations in the reports with modifications only if that is required under section 4A, and b may make provision for any matters which appear to the Secretary of State  ...  to be incidental to, or consequential on— i the recommendations in the reports, or ii those recommendations together with the modifications that the draft is required to give effect to under section 4A. 5 Where the draft of an Order in Council is submitted to Her Majesty in Council under this Act, Her Majesty in Council may make an Order in terms of the draft which (subject to subsection (6) below) shall come into force on such date as may be specified in the Order and shall have effect notwithstanding anything in any enactment. 6 The coming into force of any such Order shall not affect any parliamentary election  or  the constitution of the House of Commons until the dissolution of the Parliament then in being. 7 The validity of any Order in Council purporting to be made under this Act  ... shall not be called in question in any legal proceedings whatsoever. 7A In this section,  “ sitting day ” means a day on which both Houses of Parliament sit; and for that purpose a day is only a day on which a House sits if the House begins to sit on that day. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "4A", "section_title": "Modifications of recommendations in reports", "section_text": "4A 1 Subsection (2) applies where— a a report of a Boundary Commission has been submitted to the Speaker of the House of Commons under section 3(1), b it is a report under section 3(1)(a) (report with recommendations), and c no draft of an Order in Council has yet been submitted to Her Majesty in Council under section 4(1) in relation to the report. 2 The Commission in question may submit to the Speaker a statement (“a statement of modifications”) specifying— a the modifications which they consider should be made to the recommendations in the report in order to correct any error in those recommendations, and b their reasons for those modifications. 3 On submitting a statement of modifications to the Speaker under subsection (2), the Commission must send a copy of it to the Secretary of State  ... . 4 On receiving a statement of modifications under subsection (2), the Speaker must lay it before Parliament. 5 As soon as reasonably practicable after a statement of modifications has been laid under subsection (4), the Boundary Commission which submitted the statement must publish it in such manner as they think fit. 6 Where a statement of modifications in relation to a report has been laid under subsection (4), the draft of the Order in Council to be submitted under section 4(1) in relation to the report must give effect to the recommendations in the report with the modifications specified in the statement."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "5", "section_title": " Publicity and consultation", "section_text": "5 1 Once a Boundary Commission have decided what constituencies they propose to recommend in a report under section 3(1)(a) above— a the Commission shall take such steps as they think fit to inform people in each of the proposed constituencies— i what the proposals are, ii that a copy of the proposals is open to inspection at a specified place within the proposed constituency, and iii that written representations with respect to the proposals may be made to the Commission during a specified period of   eight weeks   (“the initial consultation period”); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subsection (1)(a)(ii) above does not apply to a constituency with respect to which no alteration is proposed. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 After the end of the initial consultation period the Commission— a shall publish, in such manner as they think fit, representations made as mentioned in subsection (1)(a) above  ...; b shall take such steps as they think fit to inform people in the proposed constituencies that further written representations with respect to the   representations   published under paragraph (a) above may be made to the Commission during a specified period of   eight weeks   (“the secondary consultation period”). c shall cause public hearings to be held at such times during the secondary consultation period as they think fit. 4A Schedule 2A contains further provision about public hearings under subsection (4)(c). 4B After the end of the secondary consultation period, the Commission— a must publish, in such manner as they think fit, records of public hearings held under subsection (4)(c), and b must take such steps as they think fit to inform people in the proposed constituencies that written representations with respect to those records may be made to the Commission during a specified period of eight weeks (“the third consultation period”). 5 If after the end of the secondary consultation period the Commission are minded to revise their original proposals so as to recommend different constituencies, they shall take such steps as they see fit to inform people in each of those revised proposed constituencies  before the beginning of the third consultation period — a what the revised proposals are, b that a copy of the revised proposals is open to inspection at a specified place within the revised proposed constituency, and c that written representations with respect to the revised proposals may be made to the Commission during   the third consultation period . 6 Subsection (5) above does not apply to any proposals to make further revisions. 7 Steps taken under subsection (4)  , (4B)   or (5) above need not be of the same kind as those taken under subsection (1) above. 8 A Boundary Commission shall take into consideration— a written representations duly made to them as mentioned in subsection (1)(a), (4)(b)  , (4B)(b)   or (5)(c) above, and b representations made at public hearings under subsection   (4)(c)   above. 9 Except as provided by this section and Schedule 2A to this Act, a Boundary Commission shall not cause any public hearing or inquiry to be held for the purposes of a report under this Act. 10 Where a Boundary Commission publish— a general information about how they propose to carry out their functions (including, in the case of the Boundary Commission for England, information about the extent (if any) to which they propose to take into account the boundaries mentioned in rule 5(2) of Schedule 2 to this Act), or b anything else to which subsection (1), (4)  , (4B)   or (5) above does not apply, it is for the Commission to determine whether to invite representations and, if they decide to do so, the procedure that is to apply. 11 If the report mentioned in subsection (1) is a 2023 report, this section applies in relation to that report as if— a in subsection (4)(b), the reference to eight weeks were a reference to six weeks, and b in subsection (4B)(b), the reference to eight weeks were a reference to four weeks. 12 In subsection (11), a  “ 2023 report ” means a report that is required by section 3(2) to be submitted before 1 July 2023."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "6", "section_title": " Local inquiries.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "6A", "section_title": "Functions of the Lord Chancellor", "section_text": "6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "6An1", "section_title": "Functions of the Chancellor of the Duchy of Lancaster", "section_text": "6B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "6C", "section_title": "Functions of the Minister for the Cabinet Office", "section_text": "6C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "7", "section_title": " Consequential amendments.", "section_text": "7 Schedule 3 to this Act shall have effect."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "8", "section_title": " Repeals and revocation.", "section_text": "8 1 The enactments specified in Schedule 4 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 Article 2(7) of the  Local Government Reorganisation (Consequential Provisions) (Northern Ireland) Order 1973 is hereby revoked. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Parliamentary Constituencies Act 1986", "year": 1986, "section": "9", "section_title": " Citation commencement and extent.", "section_text": "9 1 This Act may be cited as the Parliamentary Constituencies Act 1986, and shall be included among the Acts which may be cited as the Representation of the People Acts. 2 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed. 3 This Act extends to Northern Ireland."}]