[{"act": "Patents, Designs and Marks Act 1986", "year": 1986, "section": "1", "section_title": " Registers of trade marks, designs and patents—-computerisation  etc.", "section_text": "1 The amendments specified in Schedule 1 to this Act (which relate to computerisation of the registers there mentioned and to associated matters) shall have effect."}, {"act": "Patents, Designs and Marks Act 1986", "year": 1986, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Patents, Designs and Marks Act 1986", "year": 1986, "section": "3", "section_title": " Repeals.", "section_text": "3 1 The enactments mentioned in Part I of Schedule 3 to this Act are repealed to the extent specified in the third column of that Part of that Schedule in consequence of section 1 above and Schedule 1 to this Act. 2 The enactments mentioned in Part II of Schedule 3 to this Act are repealed to the extent specified in the third column of that Part of that Schedule in consequence of section 2 above and Schedule 2 to this Act."}, {"act": "Patents, Designs and Marks Act 1986", "year": 1986, "section": "4", "section_title": " Short title, extent and commencement.", "section_text": "4 1 This Act may be cited as the Patents, Designs and Marks Act 1986. 2 The amendment or repeal of any enactment by this Act has the same extent as that enactment. 3 Subject to subsection (2) above, this Act extends to Northern Ireland. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Her Majesty may by Order in Council make provision for extending to the Isle of Man, with such exceptions, adaptations or modifications as may be specified in the Order, sections 1 and 3(1) above so far as they relate to the  Registered Designs Act 1949 and the  Patents Act 1977. 6 Section 1 above (with Schedule 1) and section 3 above, so far as it relates to Part I of Schedule 3, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint and different days may be appointed in pursuance of this subsection for different provisions or different purposes of the same provision. 7 Section 2 above (with Schedule 2) and section 3 above, so far as it relates to Part II of Schedule 3, shall come into force on the same day as the  Trade Marks (Amendment) Act 1984; but anything done before their commencement which, if it had been done after it, would have constituted an application for the registration of a service mark shall be treated as if it had been done immediately after it."}]