[{"act": "Protection of Children (Tobacco) Act 1986", "year": 1986, "section": "1", "section_title": " Amendment of section 7 of the Children and Young Persons Act 1933.", "section_text": "1 1 In section 7 of the  Children and Young Persons Act 1933 (sale of tobacco &c to persons under sixteen)— a the proviso to subsection (1)\t\t\t\t\t\t\t(person not guilty of the offence of selling tobacco otherwise than in form of cigarettes if he did not know and had no reason to believe that it was intended for use of puchaser) is repealed; b in subsection (2)\t\t\t\t\t\t\t(powers of court in respect of tobacco vending machines used by young persons) for the word “may” in the first place where it occurs there shall be substituted the word  “                    shall                  ” ; c in subsection (5)\t\t\t\t\t\t\t(definition of “ tobacco ”) after the words “includes cigarettes” there shall be inserted the words  “                    , any product containing tobacco and intended for oral or nasal use                  ” . 2 Paragraph (a) of subsection (1) above does not affect any offence alleged to have been committed before the date on which this Act comes into force and paragraph (b) of that subsection does not affect the powers of the court on a complaint made before that date."}, {"act": "Protection of Children (Tobacco) Act 1986", "year": 1986, "section": "2", "section_title": " Amendment of section 18 of the Children and Young Persons (Scotland) Act 1937.", "section_text": "2 1 In section 18 of the  Children and Young Persons (Scotland) Act 1937 (sale of tobacco &c to persons under sixteen)— a the proviso to subsection (1)\t\t\t\t\t\t\t(person not guilty of the offence of selling tobacco otherwise than in form of cigarettes if he did not know and had no reason to believe that it was intended for use of purchaser) is repealed; b in subsection (2)\t\t\t\t\t\t\t(powers of court in respect of tobacco vending machines used by young persons) for the word “may” in the first place where it occurs there shall be substituted the word  “                    shall                  ” ; c in subsection (5)\t\t\t\t\t\t\t(definition of “ tobacco ”) after the words “includes cigarettes” there shall be inserted the words  “                    , any product containing tobacco and intended for oral or nasal use                  ” ; d after subsection (5) there shall be inserted the following subsections— 6 For the purposes of subsections (1) and (2) of this section, any substance sold in a container (whether sealed or not) shall, subject to subsections (7) to (9) of this section, be presumed to conform to the description of the substance on the container. 7 Where a prosecutor (within the meaning of section 462 of the Criminal Procedure (Scotland) Act 1975) intends to rely on subsection (6) of this section, he shall give notice of his intention to the accused or his agent not less than 14 days before the commencement of the trial. 8 The accused shall not be entitled to challenge the presumption in subsection (6) of this section, unless he or his agent gives notice to the said prosecutor of intention to do so not less than 7 days before the commencement of the trial. 9 A notice under subsection (7) or (8) of this section shall be by recorded delivery letter, and the execution of the recorded delivery shall be sufficient evidence of the date of posting and of intimation of the notice, which shall be presumed to have been intimated to the addressee on the day after the day on which it was posted, except that, in the case of a notice posted on a Friday or a Saturday, it shall be presumed to have been so intimated on the Monday next following. 2 Paragraph (a) of subsection (1) above does not affect any offence alleged to have been committed before the date on which this Act comes into force and paragraph (b) of that subsection does not affect the powers of the court on an application made before that date."}, {"act": "Protection of Children (Tobacco) Act 1986", "year": 1986, "section": "3", "section_title": " Short title, extent and commencement.", "section_text": "3 1 This Act may be cited as the Protection of Children (Tobacco) Act 1986. 2 This Act does not extend to Northern Ireland. 3 This Act shall come into force at the end of the period of three months beginning with the day on which it is passed."}]