[{"act": "Public Trustee and Administration of Funds Act 1986", "year": 1986, "section": "1", "section_title": " Public Trustee and Accountant General: appointment, tenure of office  etc.", "section_text": "1 1 The office of Public Trustee and the office of Accountant General of the  Senior Courts may be held by one person. 2 The office of Accountant General of the  Senior Courts  may, but need not, be held by the Permanent Secretary to the Lord Chancellor. 3 The enactments specified in the Schedule to this Act shall have effect with the amendments specified in that Schedule."}, {"act": "Public Trustee and Administration of Funds Act 1986", "year": 1986, "section": "2", "section_title": " Exercise by Public Trustee of functions of Court of Protection.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Trustee and Administration of Funds Act 1986", "year": 1986, "section": "3", "section_title": " Functions of the Public Trustee.", "section_text": "3 1 The Public Trustee may exercise the functions of a deputy appointed by the Court of Protection. 6 The discharge by the Public Trustee of any functions under this section shall not be treated as the discharge of the duties of his office for the purposes of the following provisions of  the Public Trustee Act 1906 , that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 9 (fees); and c section 10 (appeal to court); but persons may be appointed as his officers and expenses paid under section 8 and rules may be made under section 114 of that Act for the purposes of this section as for the purposes of that Act. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Trustee and Administration of Funds Act 1986", "year": 1986, "section": "4", "section_title": " Accountant General’s powers of investment.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Public Trustee and Administration of Funds Act 1986", "year": 1986, "section": "5", "section_title": " Deduction by National Debt Commissioners of investment expenses of money in court.", "section_text": "5 1 In section 39 of the  Administration of Justice Act 1982 (investment of money in court transferred to National Debt Commissioners) in subsection (2)\t\t\t\t\t(payment of excess into Consolidated Fund) after paragraph (b) there shall be inserted the words— and c an amount equal to the expenses incurred by the Commissioners in that year in making investments under subsection (1) above and disposing of investments so made . 2 In subsection (3) of that section (deficiencies to be made good out of the Consolidated Fund) for the words “paragraphs (a) and (b)” there shall be substituted the words  “                  paragraphs (a) to (c)                ” . 3 After subsection (4) of that section there shall be inserted the following subsection— 4A Any sum deducted by the Commissioners under subsection (2)(c) above shall be applied as an appropriation in aid of moneys provided by Parliament for the expenses of the National Debt Commissioners; and, so far as not so applied, shall be paid into the Consolidated Fund."}, {"act": "Public Trustee and Administration of Funds Act 1986", "year": 1986, "section": "6", "section_title": " Short title commencement and extent.", "section_text": "6 1 This act may be cited as the Public Trustee and Administration of Funds Act 1986. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 With the exception of the amendments in the Administration of Justice Act 1982, this Act extends to England and Wales only."}]