[{"act": "Road Traffic Regulation (Parking) Act 1986", "year": 1986, "section": "1", "section_title": " Parking schemes.", "section_text": "1 In subsection (2) of section 45 of the  Road Traffic Regulation Act 1984 (designation of paying parking places on highways)— a after the words “parking place”, in the second place where they occur, there shall be inserted the words  “                or both by such persons or vehicles or classes of persons or vehicles and also, with or without charge and subject to such conditions as to duration of parking or times at which parking is authorised, by such other persons or vehicles, or persons or vehicles of such other class, as may be specified              ” ; b in paragraph (a), the words “ , instead of making a charge as mentioned in subsection (1) above, ” shall be omitted."}, {"act": "Road Traffic Regulation (Parking) Act 1986", "year": 1986, "section": "2", "section_title": " Parking devices.", "section_text": "2 1 The following section shall be substituted for section 51 of the Road Traffic Regulation Act 1984—  Parking devices for designated parking places. 51 1 Any power of a local authority to make charges under section 45 of this Act for vehicles left in a designated parking place shall include power to require those charges, or any part of them, to be paid by means of the hire or purchase in advance, or the use, of parking devices in accordance with any relevant provision of an order under section 46 of this Act. 2 Any power of a local authority to make orders under section 46(2) of this Act shall include power by any such order to make provision— a for regulating the issue, use and surrender of parking devices; b for requiring vehicles to display parking devices when left in any parking place in respect of which the parking devices may be used; c without prejudice to the generality of paragraph (b) above, for regulating the manner in which parking devices are to be displayed or operated; d for prescribing the use, and the manner of use, of apparatus, of such type as may be approved by the Secretary of State either generally or specially designed to be used in connection with parking devices; e for treating— i the indications given by a parking device; or ii the display or the failure to display a parking device on or in any vehicle left in any parking place, as evidence of such facts as may be provided by the order; f for the refund, in such circumstances and in such manner as may be prescribed in the order, of the whole or part of the amount of any charge paid in advance in respect of a parking device; g for the repayment of a deposit in respect of the issue of a parking device and for the repayment of the whole or part of any such deposit. 3 For the purposes of subsection (2) above— a the references to parking meters in section 46(2)(b) and (c) of this Act shall include references to the apparatus referred to in subsection (2)(d) above; and b the reference in section 46(2)(c) of this Act to the insertion in a parking meter of coins additional to those inserted by way of payment of any charge shall include (so far as is appropriate) a reference to insertions or re-insertions in any such apparatus of parking devices additional to the original insertion of those devices. 4 In this Act “ parking device ” means a card, disc, token, meter, permit, stamp or other similar device, whether used in a vehicle or not, of such type or design as may be approved by the Secretary of State, which, being used either by itself, or in conjunction with any such apparatus as is referred to in subsection (2)(d) above, indicates, or causes to be indicated, the payment of a charge, and— a the period in respect of which it has been paid and the time of the beginning or end of the period; or b whether the period for which it has been paid or any further period has elapsed. 5 Subject to subsection (6) below, the approval of the Secretary of State of— a the type or design of a parking device; or b the type of apparatus designed to be used in connection with parking devices, may be given, in respect of any device or apparatus, either without limit of time or for such period, being not less than 2 years, as the Secretary of State considers appropriate. 6 Before the expiry of any such period, or of any such period as extended under this subsection the Secretary of State— a may direct that the period shall be extended for such further period as he may specify; or b may approve the device without limit of time. . 2 The following subsection shall be substituted for section 115(1) of that Act (mishandling of parking documents and related offences)— 1  A person shall be guilty of an offence who, with intent to deceive— a uses or lends to, or allows to be used by, any other person,— i any parking device or apparatus designed to be used in connection with parking devices; ii any ticket issued by a parking meter, parking device or apparatus designed to be used in connection with parking devices; iii any authorisation by way of such a certificate, other means of identification or device as is referred to in any of sections 4(2), 4(3), 7(2) and 7(3) of this Act; or iv any such permit or token as is referred to in section 46(2)(i) of this Act; b makes or has in his possession anything so closely resembling any such thing as is mentioned in paragraph (a) above as to be calculated to deceive; or c in Scotland, forges or alters any such things as is mentioned in that paragraph. ."}, {"act": "Road Traffic Regulation (Parking) Act 1986", "year": 1986, "section": "3", "section_title": " Short title, repeal, commencement and extent.", "section_text": "3 1 This Act may be cited as the Road Traffic Regulation (Parking) Act 1986. 2 Paragraph 4(20) of Schedule 5 to the  Local Government Act 1985 shall cease to have effect. 3 This Act shall come into force at the end of two months beginning with the date on which it is passed. 4 This Act does not extend to Northern Ireland."}]