[{"act": "Salmon Act 1986", "year": 1986, "section": "1", "section_title": " Salmon fishery districts.", "section_text": "1 1 A salmon fishery district shall be the area within the coastal limits of a district (within the meaning of the Salmon Fisheries (Scotland) Acts 1862 to 1868) and extending— a seaward for three miles from mean low water springs and b landward to include the catchment area of each river which flows directly or indirectly into the sea within these limits but excluding any area designated as a salmon fishery district by an order made under subsection (2) below. 2 Notwithstanding subsection (1) above, the Secretary of State may, in accordance with section 2 of this Act, by order designate any area as a salmon fishery district, whether or not it includes all or part of a salmon fishery district— a established by subsection (1) above; or b already designated as such by an order made under this subsection; and such an order is referred to in this Act as a “ designation order ”. 3 Districts within the meaning of the Salmon Fisheries (Scotland) Acts 1862 to 1868 shall cease to exist and, subject to subsection (6) below— a any reference in any enactment to a particular district within that meaning shall be construed as a reference to the salmon fishery district established by subsection (1) above which has the same coastal limits as that district; and b for references in any enactment, excluding this Act, to such districts in general there shall be substituted references to salmon fishery districts and a salmon fishery district which has the same coastal limits as a district within the meaning of these Acts shall have the same name as that district. 4 After consulting such persons as he thinks fit, the Secretary of State may, by order made by statutory instrument— a where an island or part of an island is not within the area of a salmon fishery district by virtue of subsections (1) or (2) above, include in the area of a salmon fishery district— i that island or that part; and ii the sea within three miles from mean low water springs on that island or that part; b where there is doubt as to whether a particular place is in a particular salmon fishery district, make provision for the purpose of removing that doubt; or c change a reference used in describing a salmon fishery district where the suitability of that reference for that purpose has lessened or ceased but such an order shall not create a salmon fishery district. 5 The River Tweed shall not be a salmon fishery district except as otherwise provided in this Act. 6 References in the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 and in any other enactment as amended by that Act to a district shall be construed as including references to the River Tweed."}, {"act": "Salmon Act 1986", "year": 1986, "section": "2", "section_title": " Designation orders.", "section_text": "2 1 A designation order shall provide for the abolition of such salmon fishery districts as are superseded by the district so designated. 2 A designation order shall provide for the application to the district so designated of such regulations— a made under section 3 of this Act; or b made under the Salmon Fisheries (Scotland) Acts 1862 to 1868 as respects the matters specified in section 6(6) of the  Salmon Fisheries (Scotland) Act 1862 as the Secretary of State specifies in the order and he may, in such an order, amend regulations made under section 3(2)(d) of this Act or under section 6(6) of that Act in their application under this subsection. 3 Subject to section 6(1) of this Act, a designation order shall specify for the district so designated the annual close time and the periods within that time when it is permitted to fish for and take salmon by rod and line; and the order may make different provision for different parts of the district. 4 The power under section 1(2) of this Act to make a designation order shall not extend to the River Tweed. 5 Schedule 1 shall have effect as to the procedure in the making of a designation order. 6 The Secretary of State may by order vary the provisions of Schedule 1 to this Act. 7 An order under subsection (6) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Salmon Act 1986", "year": 1986, "section": "3", "section_title": " Regulations.", "section_text": "3 1 Subject to subsection (4) below, regulations made under the Salmon Fisheries (Scotland) Acts 1862 to 1868 as respects the matters specified in section 6(6) of the Salmon Fisheries (Scotland) Act 1862 shall have effect in relation to a salmon fishery district as they had effect, immediately before the commencement of this section, in relation to the part of that salmon fishery district which was a district within the meaning of these Acts and which had the same coastal limits as that salmon fishery district. 2 The Secretary of State shall have power, after consulting such persons as he considers appropriate, to make regulations with respect to— a the due observance of the weekly close time; b the construction and use of cruives; c the construction and alteration of dams, including mill dams, or lades or water wheels so as to afford a reasonable means for the passage of salmon; d the meshes, materials and dimensions of nets used in fishing for or taking salmon; e obstructions in rivers or estuaries to the passage of salmon; f the construction, alteration and use for the control of the passage of salmon of— i screens in off-takes from inland waters; and ii structures associated with such screens. 3 The Secretary of State shall have power, after consulting such persons as he considers appropriate, to make regulations amending section 13 of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (extent of the weekly close time and the period within which rod and line fishing is permitted); provided always that such regulations shall not shorten the periods specified in the said section 13. 4 The power to make regulations under subsection (2) above includes power to revoke any regulations as described in subsection (1) above; and such regulations shall be treated as revoked insofar as they are inconsistent with the provisions of regulations made under this section. 5 The power to make regulations under paragraphs (c) or (f) of subsection (2) above includes power to except from the application of a regulation or part of a regulation any works or any category of works; and section 11 of the  Salmon Fisheries (Scotland) Act 1868 shall apply to regulations so made. 6 The power to make regulations under subsection (2)(d) above includes power— a to make different provision for different districts or different parts of a district; b to except from the application of a regulation or part of a regulation a district or part of a district specified in the regulations. 7 References in any enactment, other than in this Act or in section 36 of the Salmon Fisheries (Scotland) Act 1868, to— a byelaws or regulations made under the Salmon Fisheries (Scotland) Acts 1862 to 1868 as respects the matters specified in section 6(6) of the  Salmon Fisheries (Scotland) Act 1862; or b the provisions of any of the Schedules to that Act of 1868 relating to such matters shall be construed as including references to regulations made under subsection (2) above. 8 Regulations under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Salmon Act 1986", "year": 1986, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Salmon Act 1986", "year": 1986, "section": "5", "section_title": " Enforcement of regulations.", "section_text": "5 1 In section 15 of the  Salmon Fisheries (Scotland) Act 1868 (offences related to regulations)— a for the words from the beginning to “following offences” there shall be substituted the words  “                        Any person                      ” ; b paragraph (7) shall be omitted; and c for the words from “shall for every such offence” to the end there shall be substituted the words  “                        shall be guilty of an offence; and section 19 of the Salmon and Freshwater Fisheries (Protection)\t\t\t\t\t\t\t\t(Scotland) Act 1951 (forfeiture of fish, instruments, articles, vehicles or boats) shall apply in relation to persons convicted of an offence under this section as it applies to those convicted of an offence under Part I or section 13 of that Act                      ” . 2 Without prejudice to the generality of section 3(7) of this Act, in section 15 of that Act, “byelaw”— a in paragraph (8), shall include regulations made under section 3(2) of this Act and the offence specified in that paragraph shall, as respects such regulations, extend to so much of the River Tweed as is situated outwith Scotland; and b in paragraphs (2), (3) and (4), shall include such regulations except to the extent that they extend to the River Tweed."}, {"act": "Salmon Act 1986", "year": 1986, "section": "6", "section_title": " Annual close time.", "section_text": "6 1 The annual close time for a salmon fishery district shall be a continuous period of not less than 168 days and shall apply to every mode of fishing for and taking salmon except to the extent that provision is made for periods within that time during which it is permitted to fish for and take salmon by rod and line. 2 Subject to subsection (3) below, the dates of the annual close time and the periods within that time when it is permitted to fish for and take salmon by rod and line shall be, in the case of any particular district— a the dates and periods specified in the designation order made in respect of that district; or b where no designation order has been made in respect of that district, the dates and periods which were determined under section 6(5) of the  Salmon Fisheries (Scotland) Act 1862, subject to any variation made under section 9 of the  Salmon Fisheries (Scotland) Act 1868, which, immediately before the commencement of this section, were in force as respects the district within the meaning of the Salmon Fisheries (Scotland) Acts 1862 to 1868 which had the same coastal limits as that salmon fishery district. 3 Notwithstanding subsection (2) above, the Secretary of State may, subject to subsection (1) above, by order prescribe for any district the dates of the annual close time and the periods within that time when it is permitted to fish for and take salmon by rod and line and he may make different provision for different parts of a district; and such an order is referred to in this Act as an “ annual close time order ”. 4 The Secretary of State may make an annual close time order in respect of a salmon fishery district only on application to him by— a the district salmon fishery board for that district; or b where there is no such board, two proprietors of salmon fisheries in that district. 5 An application under subsection (4) above shall be accompanied by the applicant’s written proposals which shall state— a the proposed dates of the anual close time and the periods within that time when it shall be permitted to fish for and take salmon by rod and line in the district; and b the general effect of the proposals and the proposals may include different dates and periods for different parts of the district. 6 Paragraphs 3 to 9 of Schedule 1 to this Act shall apply to the making of an annual close time order as they apply to the making of a designation order, and for this purpose— a references to a designation order shall be construed as references to an annual close time order; and b references to an applicant, and to an application, under paragraph 1 shall be construed respectively as references to an applicant, and to an application, under subsection (4) above. 7 References in any enactment, other than in this Act, to— a regulations or byelaws made under the Salmon Fisheries (Scotland) Acts 1862 to 1868 as respects the matters specified in section 6(5) of the  Salmon Fisheries (Scotland) Act 1862; or b the provisions of Schedule C to the  Salmon Fisheries (Scotland) Act 1868 relating to such matters shall be construed as including references to an annual close time order or to such part of a designation order as provides for the annual close time for a salmon fishery district."}, {"act": "Salmon Act 1986", "year": 1986, "section": "7", "section_title": " Estuary limits.", "section_text": "7 1 Subject to subsection (2) below, the estuary limits of a river shall be the limits fixed by judicial decision or fixed and defined under section 6(1) of the Salmon Fisheries (Scotland) Act 1862. 2 Whether or not a river has estuary limits as described in subsection (1) above, the Secretary of State may, by order, prescribe limits or, as the case may be, different limits which shall be the estuary limits for that river; and such an order is referred to in this Act as an “ estuary limits order ”. 3 The Secretary of State may make an estuary limits order only on application to him by— a the district salmon fishery board for the district in which the river is situated; or b where there is no such board, two proprietors of salmon fisheries in that district. 4 An application under subsection (3) above shall be accompanied by the applicant’s written proposals which shall state— a the proposed estuary limits; and b the general effect of the proposals. 5 Paragraphs 3 to 9 of Schedule 1 to this Act shall apply to the making of an estuary limits order as they apply to the making of a designation order, and for this purpose— a references to a designation order shall be construed as references to an estuary limits order; and b references to an applicant, and to an application, under paragraph 1 shall be construed respectively as references to an applicant, and to an application, under subsection (3) above. 6 For the purposes of this section— “ estuary limits ” means limits which divide each river including its mouth or estuary from the sea; and “ river ” does not include the River Tweed. 7 References in any enactment, other than in this Act or in section 36 of the  Salmon Fisheries (Scotland) Act 1868, to— a byelaws or regulations made under the  Salmon Fisheries (Scotland) Act 1862 to 1868 as respects the matters specified in section 6(1) of the Salmon Fisheries (Scotland) Act 1862; or b the provisions of Schedule B to the Salmon Fisheries (Scotland) Act 1868 relating to such matters shall be construed as including references to an estuary limits order."}, {"act": "Salmon Act 1986", "year": 1986, "section": "8", "section_title": " Use of baits and lures.", "section_text": "8 1 The Secretary of State may, subject to the provisions of this section, make regulations specifying baits and lures for the purposes of the definition of “ rod and line ” in section 24 of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951. 2 The Secretary of State may make regulations under this section only on— a application to him by a district salmon fishery board; or b a joint application to him by more than one such board, and regulations made in respect of such application shall be made only in respect of the district of the applicant. 3 Regulations under this section shall specify, subject to such exceptions as may be provided therein, all or any, or a combination of, the following— a baits and lures or classes of baits and lures; b times when the regulations apply; c areas to which the regulations apply. 4 An application under subsection (2) above shall be accompanied by the applicant’s written proposals which shall state— a the baits and lures which it is proposed should be specified; b the places to which and the times during which the proposed regulations should apply; and c the reasons for the proposals. 5 Paragraphs 3 to 9 of Schedule 1 to this Act shall apply to the making of regulations under this section as they apply to the making of a designation order, and for this purpose— a references to a designation order shall be construed as references to regulations under this section; and b references to an applicant, and to an application, under paragraph 1 shall be construed respectively as references to an applicant, and to an application, under subsection (2) above. 6 In section 24(1) of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951, at the end of the definition of “ rod and line ” there shall be inserted the following— “and, in the case of fishing for salmon in an area to which and at a time during which regulations made under section 8 of the Salmon Act 1986 apply, is not specified in such regulations in respect of that area and time”."}, {"act": "Salmon Act 1986", "year": 1986, "section": "9", "section_title": " Limits of the Solway Firth.", "section_text": "9 References in any enactment to the limits of the Solway Firth shall be construed as references to the limits which were fixed under section 6(2) of the  Salmon Fisheries (Scotland) Act 1862."}, {"act": "Salmon Act 1986", "year": 1986, "section": "10", "section_title": " Application of regulations and annual close time orders to the River Tweed", "section_text": "10 1 The byelaw enacted by section 10 of the  Salmon Fisheries (Scotland) Act 1868 as Schedule G to that Act, as amended by any other enactment, and so much of section 15 of that Act as relates thereto shall continue to have effect in relation to the River Tweed as it had effect before the commencement of this section. 2 Regulations made under section 3 of this Act shall have effect in relation to the River Tweed but the power to make regulations under subsection (2)(d) of that section includes power to except the River Tweed from the application of any such regulation. 3 Where such regulations have effect in relation to the River Tweed— a references to a salmon fishery district shall include references to the River Tweed; and b references to a district salmon fishery board shall include references to the River Tweed Council unless the contrary intention appears. 4 Subsections (3), (4)(a), (5) and (6) of section 6 and section 8 of this Act shall have effect in relation to the River Tweed with the following modifications— a references to a salmon fishery district shall include references to the River Tweed; b references to a district salmon fishery board shall include references to the River Tweed Council and Schedule 1 to this Act shall, for the purposes of this subsection, be construed accordingly. 5 In making an annual close time order in respect of the River Tweed, the Secretary of State may prescribe an annual close time, being a continuous period of not less than 153 days. 6 The power to make regulations under— a section 3(2)(a) of this Act includes power to amend section 12 of the  Tweed Fisheries Amendment Act 1859; b section 3(2)(d) of this Act includes power to amend sections 12 and 13 of that Act of 1859; and c section 3(2)(e) of this Act includes power to amend section 57 of the  Tweed Fisheries Act 1857; and d section 8 of this Act includes power to amend section 6 of the Tweed Fisheries Amendment Act 1859 and the power to make an annual close time order in respect of the River Tweed includes power to amend section 6, 10 and 11 of that Act of 1859. 7 This section extends to so much of the River Tweed as is situated outwith Scotland."}, {"act": "Salmon Act 1986", "year": 1986, "section": "10A", "section_title": " Regulations to assist conservation of salmon", "section_text": "10A 1 An application may be made by any person who may make an application in relation to an annual close time order under section 6(4) of this Act to the Scottish Ministers to make regulations under subsection (3) below. 2 An application under subsection (1) above shall be in writing and shall contain the applicant’s proposals, including— a a general description of the proposals; b a statement as to why the applicant considers that the proposals are necessary or expedient; and c a statement as to the general effect of the proposals. 3 The Scottish Ministers shall have power to make regulations— a on an application under subsection (1) above; or b otherwise, if they consider that it is necessary or expedient to do so for the conservation of salmon. 4 For the purposes of subsection (3) above, regulations shall not be taken to be for something other than the conservation of salmon by reason only that they also have effect in relation to the management of salmon fisheries for exploitation. 5 In considering whether or not it is necessary or expedient to make regulations under subsection (3) above, the Scottish Ministers shall have regard to any representations made to them by any person having an interest in fishing for or taking salmon, or in the environment. 6 Regulations under this section may be made in relation only to salmon fisheries; and, subject to subsection (7)(b) below, such regulations shall not be made in respect of matters in relation to which the Scottish Ministers have power to make regulations or orders under any other provision of this Act or under any other enactment relating to the management of salmon or freshwater fisheries. 7 Without prejudice to the generality of the power conferred by subsection (3) above, regulations under this section may— a specify the type of information about any salmon fishery that a district salmon fishery board may require from the proprietor of the fishery and the time within which such information shall (if required) be supplied; b specify baits and lures for the purposes of the definition of “rod and line” in section 24 of the Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951."}, {"act": "Salmon Act 1986", "year": 1986, "section": "10B", "section_title": " Powers of enforcement, entry, search and arrest", "section_text": "10B 1 Section 10(1)(d) of the Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (c.26) (powers of water bailiffs) and, in relation thereto, subsections (3) and (6) of that section shall apply to a water bailiff, a person appointed by the Scottish Ministers under subsection (5) of that section and any constable for the purposes of the enforcement of any provision of any regulations made under section 10A of this Act as they apply to a water bailiff for the purposes of that Act; and for this purpose the reference in the said section 10(1)(d) to forfeiture in pursuance of that Act shall be construed as a reference to forfeiture by virtue of section 10C of this Act. 2 Section 27 of the Salmon Fisheries (Scotland) Act 1868 (c.123) (constables or water bailiffs entering upon land) shall apply to a water bailiff and any constable for the purposes of the enforcement of any provision of any regulations made under section 10A of this Act as it applies to them for the purposes of the enforcement of the provisions of the said Act of 1951. 3 Regulations under section 10A of this Act may make provision in relation to a water bailiff, a person appointed by the Scottish Ministers under section 10(5) of the said Act of 1951 or any constable conferring on him such further powers of enforcement, in relation to the regulations, as the Scottish Ministers consider necessary or expedient for the conservation of salmon. 4 Section 11 of the said Act of 1951 (powers of entry and search) and, in relation thereto, section 10(3) and (6) of that Act shall apply to an offence against any provision of any regulations made under section 10A of this Act as they apply to an offence against any of the provisions of sections 3 and 4 of that Act; and for this purpose any reference in the said section 11 to an offence against any of the provisions of sections 3 and 4 of that Act shall be construed as a reference to an offence against any of the provisions of any regulations made under section 10A of this Act. 5 Section 12 of the said Act of 1951 (apprehension of offenders) and, in relation thereto, section 10(3) and (6) of that Act shall apply to an offence against any provision of any regulations made under section 10A of this Act as they apply to an offence against the provisions of Part I of that Act; and for this purpose any reference in the said section 12 to an offence against the provisions of Part I of that Act shall be construed as a reference to an offence against the provisions of any regulations made under section 10A of this Act."}, {"act": "Salmon Act 1986", "year": 1986, "section": "10C", "section_title": " Offences, penalties, forfeiture  etc.", "section_text": "10C 1 Any person who— a acts in contravention of; or b fails to take any action required of him by, or to comply with any requirement imposed on him by, any provision of any regulations made under section 10A of this Act, shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale. 2 Sections 7(3) (evidence), 19 (forfeiture) and 20 (disposal of seized fish) of the Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (c.26) shall apply in the case of a conviction under this section of this Act as they apply in the case of a conviction against Part I, section 7 or section 13, as the case may be, of that Act. 3 For the purpose of subsection (2) above— a the reference in the said section 7(3) to “this section” shall be construed as a reference to this section of this Act; b any reference in the said section 19 to an offence against Part I or section 13 of that Act shall be construed as a reference to an offence against any provision of any regulations made under section 10A of this Act; and c the reference in the said section 20 to “this Act” shall be construed as a reference to regulations made under section 10A of this Act."}, {"act": "Salmon Act 1986", "year": 1986, "section": "10D", "section_title": " Regulations", "section_text": "10D 1 Regulations under section 10A of this Act shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of the Scottish Parliament. 2 Such regulations may make— a provision generally in relation to any district or river, or in relation to any time or season; b different provision for different districts or different parts of a district, or for different parts of a river, or for different cases or classes of case. 3 Paragraphs 3 to 8 of Schedule 1 to this Act shall apply to the making of regulations under section 10A(3)(a) of this Act as they apply to the making of a designation order and for this purpose— a references to an applicant, and to an application, under paragraph 1 shall be construed respectively as references to an applicant, and to an application, under the said section 10A; and b references to a designation order shall be construed as references to the regulations. 4 Paragraphs 3 to 8 of Schedule 1 to this Act shall apply to the making of regulations under section 10A(3)(b) of this Act as they apply to the making of a designation order and for this purpose— a references to an applicant and to an application shall be omitted; b references to a designation order shall be construed as references to the regulations; c the reference in paragraph 3 to the persons who shall be consulted shall be construed as including, in particular, such district salmon fishery boards as the Scottish Ministers consider appropriate; and d paragraph 4(3) shall be omitted."}, {"act": "Salmon Act 1986", "year": 1986, "section": "10E", "section_title": " Application to River Esk", "section_text": "10E Sections 10A to 10D of this Act shall apply to so much of the River Esk, including its banks and tributary streams, as is situated in Scotland; and, for the purpose of section 10A(1) of this Act, section 6(4) of this Act shall be deemed to apply to the River Esk, its banks and tributary streams."}, {"act": "Salmon Act 1986", "year": 1986, "section": "11", "section_title": " Qualified proprietors and upper and lower proprietors.", "section_text": "11 1 A qualified proprietor shall be, for the purposes of this Act, a proprietor of a salmon fishery entered in the valuation roll. 2 Where any salmon fishery is not entered or not entered separately in the valuation roll, the assessor shall, on the request of— a the clerk to the district salmon fishery board for the district in which the fishery is situated; or b where there is no such board for the district, the proprietor of that fishery, value that fishery and enter it in the valuation roll. 3 If a salmon fishery is situated in more than one salmon fishery district the assessor shall, on the request of— a the clerk to the district salmon fishery board for either or any of these districts; or b where there is no such board, the proprietor of that fishery value that fishery and enter it in the valuation roll according to its value in each district. 4 A qualified proprietor shall be an upper proprietor or a lower proprietor for the purposes of this Act according to whether his salmon fishery is, respectively, upstream or downstream of a division of a river as defined in subsection (7) below and, in this Act, “ upper proprietor ” and “ lower proprietor ” each mean a qualified proprietor. 5 A qualified proprietor shall be both an upper proprietor and a lower proprietor if he is a qualified proprietor of one salmon fishery situated above and another situated below a division referred to in subsection (4) above, whether or not both fisheries are on the same river in the district, and he may act in either capacity or in both capacities in accordance with the provisions of this Act. 6 Subject to subsection (5) above, a qualified proprietor in a salmon fishery district shall not be eligible for election, co-option or appointment to the district salmon fishery board for that district in respect of more than one salmon fishery. 7 The division referred to in subsection (4) above shall be— a a line across the river between points on either bank prescribed by the Secretary of State under subsection (8) below; or b where the Secretary of State has not prescribed such points but a point of division has been fixed in accordance with section 6(4) of the  Salmon Fisheries (Scotland) Act 1862, that point of division; or c where no division has been effected under paragraphs (a) or (b) above, the normal tidal limit. 8 When requested to do so by the district salmon fishery board for the district in which a river is situated, the Secretary of State may, by order made by statutory instrument, prescribe a point on each bank of the river to which the request relates. 9 The clerk to a district salmon fishery board shall maintain a roll showing— a the upper and lower proprietors in the district; and b the values of their fisheries as entered in the valuation roll; and the board may, if they are satisfied that a name should be added or removed, add or remove it. 10 Subject to section 5 of the  Sheriff Courts (Scotland) Act 1907 (jurisdiction as regards heritable property), the sheriff may, on summary application made to him by a person whose request to the board to add or remove a name has not been met, order the board to add or remove that name."}, {"act": "Salmon Act 1986", "year": 1986, "section": "12", "section_title": " Sole proprietor in a salmon fishery district.", "section_text": "12 1 Where, after the commencement of this section, there is in a salmon fishery district only one proprietor of salmon fisheries, for references in this Act, except under paragraph 1 of Schedule 2 to this Act, to two proprietors of salmon fisheries in a salmon fishery district for which there is no board there shall be substituted references to that sole proprietor. 2 Where, immediately before the commencement of this section, there is a sole proprietor in a district within the meaning of the Salmon Fisheries (Scotland) Acts 1862 to 1868, the powers of a district board conferred on him by section 19 of the Salmon Fisheries (Scotland) Act 1862 shall, on the commencement of this Act, cease to be exercisable by him. 3 A person appointed as a water bailiff by a sole proprietor mentioned in subsection (2) above shall, on the commencement of this section, cease to have the powers and duties of a water bailiff conferred on him by or under any enactment to the extent that such powers and duties relate to that appointment."}, {"act": "Salmon Act 1986", "year": 1986, "section": "13", "section_title": " Mandatories.", "section_text": "13 1 A qualified proprietor or an elected member or chairman of a district salmon fishery board may at any time authorise a person to act for him; and such a person is referred to in this Act as a “ mandatory ”. 2 A mandatory may as such be elected under Schedule 2 to this Act as a representative of qualified proprietors or as chairman but a person may not authorise another to act as a co-opted member under this Act nor shall a mandatory be co-opted under section 16(2) of this Act. 3 A person who is both an upper and a lower proprietor by virtue of section 11(5) of this Act may authorise a person in accordance with this section in either or both of his capacities or may do so in each capacity."}, {"act": "Salmon Act 1986", "year": 1986, "section": "14", "section_title": " District salmon fishery boards.", "section_text": "14 1 If proprietors of salmon fisheries in a salmon fishery district— a form an association for the purpose of the protection or improvement of the fisheries within their district; and b elect, in accordance with Schedule 2 to this Act, a committee to act for them, that committee shall be the district salmon fishery board for that district; and the purpose of such a board shall be the purpose specified above in respect of the association. 2 A district salmon fishery board shall have the powers and duties conferred— a on them under this Act; and b by any other enactment on a district board within the meaning of the Salmon Fisheries (Scotland) Acts 1862 to 1868; and references in any enactment, other than in this Act, to a district board within the meaning of the Salmon Fisheries (Scotland) Acts 1862 to 1868 shall be construed as references to a district salmon fishery board. 3 Subject to subsection (4) below, a committee mentioned in subsection (1) above shall cease to be the district salmon fishery board for a district on the expiry of a period of three years from the date of the last meeting of proprietors which elected, in accordance with Part I of Schedule 2 to this Act, such members as require to be elected under Part II of that Schedule. 4 On the coming into force of a designation order— a the transitional district board for; or b the committee within the meaning of this section in respect of a district superseded by the district so designated, as the case may be, shall cease to be a district salmon fishery board; and the committee within the meaning of this section which has been constituted in accordance with Schedule 2 to this Act in anticipation of the order and in respect of the district designated by the order shall be the district salmon fishery board for that district. 5 If a committee ceases to be a district salmon fishery board, the assets and liabilities of that board shall be the assets and liabilities of the members of the association for which the committee acts; but, for the purposes of the winding-up of such an association, any assets of the former board remaining after the settlement of the liabilities of the former board shall be distributed amongst all the proprietors in the district who were liable to the fishery assessment immediately before the date on which the committee ceased to be such a board, according to the valuation of each fishery as entered in the valuation roll at that date. 6 A district salmon fishery board shall not be bound by any direction given to them by the association for which the elected members of the board act as a committee. 7 Nothing in this section shall affect the powers and duties of the River Tweed Council. 8 The powers and duties under any enactment of district boards constituted in accordance with the Salmon Fisheries (Scotland) Acts 1862 to 1868 shall cease to have effect in relation to such boards and Schedule 3 to this Act shall have effect as respects such a board which was in office immediately before the commencement of this section; and such a board is referred to in this Act as a “ transitional district board ”. 9 There may be a district salmon fishery board for a district whether or not there are salmon in the waters of that district. 10 The Secretary of State may by order vary the provisions of Schedule 2 or Schedule 3 to this Act. 11 An order under subsection (10) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Salmon Act 1986", "year": 1986, "section": "15", "section_title": " Financial powers and duties of district salmon fishery boards.", "section_text": "15 1 Each year, a district salmon fishery board shall prepare— a a report; and b a statement of accounts, which shall be audited, relating to the activities of the board; and the clerk of the board shall call an annual meeting of qualified proprietors in the district for the purposes of considering the report and the audited accounts. 2 A district salmon fishery board shall have power to impose an assessment, to be known as the fishery assessment, on each salmon fishery in their district. 3 The fishery assessment shall be assessed at such uniform rate or rates as are determined for all fisheries in the district by the board and shall be exigible according to the valuation of a fishery as entered in the valuation roll. 4 Subsections (2) and (3) of section 11 of this Act shall apply for the purposes of this section as they apply for the purposes of that section. 5 Arrears of fishery assessment may be recovered by— a the district salmon fishery board which imposed the assessment; or b the district salmon fishery board for a district created by a designation order in respect of an assessment imposed by a district salmon fishery board for a district superseded by that order; or c the district salmon fishery board which replaced a transitional district board in respect of an assessment imposed by the transitional district board, as the case may be, by action for payment of money. 6 Any of the boards mentioned in subsection (5) above may recover arrears of fishery assesment which were due immediately before the commencement of this section under section 23 of the  Salmon Fisheries (Scotland) Act 1862 in respect of any part of their district. 7 The powers under subsections (5) and (6) above to recover arrears of fishery assessment include power to recover interest, chargeable at such rate as the Secretary of State shall, with the consent of the Treasury, determine, on such arrears from— a in the case of recovery of arrears under subsection (5) above which have been outstanding for at least three months from the date of issue of a notice of assessment, that date; or b in the case of recovery of arrears under subsection (6) above which have been outstanding for at least three months from the date of the coming into force of this section, that date, until payment or the commencement of an action for payment, whichever is the earlier. 8 A board may, in carrying out its purpose under this Act, borrow— a an amount not exceeding twice the amount of the fishery assessment collected within the twelve month period immediately prior to the date of the decision to borrow; or b such higher sum as is approved by the proprietors of fisheries which together amount to four fifths of the total value of fisheries in the district as entered in the valuation roll. 9 In subsection (8)(a) above, “ collected ” means collected in— a the district for which that board is the district salmon fishery board; and b if that district has been designated in an order made under section 1(2) of this Act within that twelve month period, all the districts superseded by that order. 10 In carrying out its purpose, a district salmon fishery board may authorise expenditure, including expenditure for the acquisition of heritable property, out of sums accruing to it from— a the fishery assessment; b the exercise of the power, under subsection (8) above, to borrow; or c any other source; but it shall not pay to any member of that board any salary or fees for his acting in any way as a member of or under that board."}, {"act": "Salmon Act 1986", "year": 1986, "section": "16", "section_title": " General powers and duties of district salmon fishery boards.", "section_text": "16 1 A district salmon fishery board may do such acts, execute such works and incur such expenses as may appear to them expedient for— a the protection or improvement of the fisheries within their district; b the increase of salmon; or c the stocking of the waters of the district with salmon. 2 The elected members of a district salmon fishery board shall, in accordance with Part II of Schedule 2 to this Act, co-opt representatives of salmon anglers and tenant netsmen. 3 On such terms and conditions as the board think fit, a district salmon fishery board— a shall appoint a person to act as clerk to the board; and b may appoint persons to act as water bailiffs, or in such other capacity as the board see fit. 4 A district salmon fishery board may sue or be sued in the name of their clerk. 5 References in any enactment to water bailiffs shall include references to water bailiffs appointed under this section."}, {"act": "Salmon Act 1986", "year": 1986, "section": "17", "section_title": " Proceedings of district salmon fishery boards.", "section_text": "17 1 The first meeting of a district salmon fishery board shall be at the date, time and place determined by the members of the board who were elected at the meeting of qualified proprietors called under paragraph 1 of Schedule 2 to this Act but in any case shall be no later than 21 days after that meting. 2 A district salmon fishery board shall determine the quorum for their meetings. 3 At any meeting of the board, each member shall have one vote, subject to the following exceptions— a the chairman, in his capacity as such, shall have both a casting and a deliberative vote; and b a person who is both an upper proprietor and a lower proprietor by virtue of section 11(5) of this Act shall have a vote in either capacity or in both capacities according to the capacity or capacities in which he has been elected or co-opted. 4 No act or proceeding of a district salmon fishery board shall be questioned on account of any vacancy in their membership and no defect in the qualification or appointment of any person acting as a member shall vitiate any proceedings of the board in which that member has taken part. 5 The minutes of proceedings of district salmon fishery boards shall be signed by the chairman and shall be conclusive evidence of the proceedings; and a meeting so minuted shall be presumed to have been duly convened and held and all members thereof to have been duly qualified. 6 On the written request of any two members of the board, the chairman shall be bound to convene a meeting of the board within fourteen days of receiving the request and the clerk shall give notice to each member of the date, time and place of and the agenda for that meeting."}, {"act": "Salmon Act 1986", "year": 1986, "section": "18", "section_title": " Tenure of office.", "section_text": "18 1 Before the expiry of a period of three years from— a the first election of the members of the board; or b the last meeting of qualified proprietors called under this section the clerk to that board shall call a meeting of qualified proprietors in that district for the purpose of electing or re-electing, in accordance with Part I of Schedule 2 to this Act, such members as require to be elected under Part II of that Schedule; and at that meeting each member of the board shall resign. 2 The provisions of Schedule 2 to this Act, apart from paragraph 1, shall apply to further elections as they apply to the first election of the members. 3 Without prejudice to subsection (1) above, a member of a district salmon fishery board may resign at any time and where a person ceases to meet the requirements of this Act for membership of a district salmon fishery board he shall cease to be a member of that board. 4 Where a person is both an upper and a lower proprietor by virtue of section 11(5) of this Act, subsection (3) above shall have effect as respects either or each such capacity. 5 Where a vacancy in their number occurs, the board shall, so far and as soon as is reasonably practicable, fill that vacancy by— a the electing by the elected members from amongst themselves of a new chairman; b the appointing by the elected members of a qualified proprietor in the district as a representative of qualified proprietors according to the rules in Schedule 2 to this Act regarding the balance between upper and lower proprietors; and c the co-opting by the board of a representative of salmon anglers or of tenant netsmen in accordance with that Schedule, as the case may be, and a person appointed under paragraph (b) above shall be an elected representative of qualified proprietors for the purposes of this Act."}, {"act": "Salmon Act 1986", "year": 1986, "section": "19", "section_title": " Application of Part I to the River Esk.", "section_text": "19 Subject to section 10E of this Act,  the provisions of Part I of this Act shall not apply to so much of the River Esk, including its banks and tributary streams, as is situated in Scotland."}, {"act": "Salmon Act 1986", "year": 1986, "section": "20", "section_title": " Additional powers in respect of licensing and regulation of salmon dealing.", "section_text": "20 1 Without prejudice to the generality of section 44 of the  Civic Government (Scotland) Act 1982 (power to designate additional activities as subject to licensing and regulation) an order as respects dealing in salmon made under that section may— a define dealing in salmon and so define it as to— i include such acts preparatory to or connected with dealing in salmon; ii exclude dealing in such class or classes of salmon as may be specified in the order; b provide that the offence under section 7(1) of that Act (doing anything for which a licence is required without having one) shall be punishable— i on summary conviction, by imprisonment for a term not exceeding three months, or a fine not exceeding the statutory maximum or both; ii on conviction on indictment, by imprisonment for a term not exceeding two years, or a fine or both; c provide that it shall be an offence for any person, other than a person holding a salmon dealer’s licence, to buy salmon from or sell salmon to a person not having such a licence; d provide that the offences under the said section 7(1) and any provision under paragraph (c) above shall be subject to such exceptions as may be specified in the order; e provide that a licence shall be required only for such class or classes of dealing in salmon and dealing in such class or classes of salmon as may be specified in the order; f provide as to the exercise of powers of entry and search by water bailiffs and persons appointed by the Secretary of State under section 10(5) of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 but not so as to enable these powers to be exercised in any dwelling house or any yard, garden, outhouses and pertinents belonging thereto or usually enjoyed therewith. 2 The Secretary of State shall have power, by order to prescribe, or to prescribe the maximum amounts of, the fees which the licensing authority may determine and charge under sub-paragraph (1) of paragraph 15 of Schedule 1 to the said Act of 1982 in respect of the licensing of dealing in salmon; and in that respect the licensing authority’s powers under that paragraph shall be subject to the provisions of any such order. 3 An order made under subsection (2) above shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Salmon Act 1986", "year": 1986, "section": "21", "section_title": " Permitted methods of fishing for salmon.", "section_text": "21 In section 2 of the Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (methods of fishing)— a after subsection (1) there shall be inserted the following subsection— 1A No person shall fish for or take salmon in any waters in a salmon fishery district other than inland waters, except by rod and line, net and coble or bag net, fly net or other stake net. b after subsection (2) there shall be inserted the following subsections— 2A After consulting such persons as he considers appropriate, the Secretary of State may, for the purposes of this section, by regulations define fishing for or taking salmon by— a net and coble; b bag net, fly net or other stake net, whether by reference to anything used for the purpose, or to the circumstances in which or method by which it is so used, or to any combination thereof; and, in relation to net and coble, may make different provision as respects inland waters from that made as respects other waters. 2B The power to make regulations under this section includes power to amend or repeal section 62 of the Tweed Fisheries Act 1857 and section 12 and 13 of the Tweed Fisheries Amendment Act 1859. 2C Regulations made under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Salmon Act 1986", "year": 1986, "section": "22", "section_title": " Offence of possessing salmon which have been illegally taken, killed or landed.", "section_text": "22 1 After section 7 of the  Salmon and Freshwater Fisheries (Protection)\t\t\t\t\t(Scotland) Act 1951 there shall be inserted the following section—  Offence of possessing salmon which have been illegally taken, killed or landed. 7A 1 A person who— a is in possession of salmon and believes; or b is in possession of salmon in circumstances in which it would be reasonable for him to suspect that a relevant offence has at any time been committed in relation to the salmon shall be guilty of an offence and liable— i on summary conviction to imprisonment for a term not exceeding three months, or to a fine not exceeding the statutory maximum or both; ii on conviction on indictment to imprisonment for a term not exceeding two years, or to a fine or both. 2 It shall be a defence in proceedings for an offence under this section to show that no relevant offence had in fact been committed in relation to the salmon. 3 It shall be lawful to convict a person charged under this section on the evidence of one witness. 4 For the purposes of this section an offence is a relevant offence in relation to a salmon if— a it is committed by taking, killing or landing that salmon, either in Scotland or in England and Wales; or b that salmon is taken, killed or landed, either in Scotland or in England and Wales in the course of the commission of the offence. 5 In subsection (4) above, “ offence ”, in relation to the taking, killing or landing of salmon either in Scotland or in England or Wales, means an offence under the law applicable to the place where the salmon is taken, killed or landed. 6 A person shall not be guilty of an offence under this section in respect of conduct which constitutes a relevant offence in relation to any salmon or in respect of anything done in good faith for purposes connected with the prevention or detection of crime or the investigation or treatment of disease. 7 Where an offence under this Act committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of the offence and shall be liable to be proceeded against and punished accordingly. 8 Where the affairs of a body corporate are managed by its members, subsection (7) above shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. . 2 In section 11 of that Act (power of search)— a in each of subsections (1) and (3) for the words “three and four” there shall be substituted  “                      1 to 4, 7 and 7A                    ” ; b after the said subsection (3) there shall be inserted the following subsection— 3A Where a constable has reasonable grounds for suspecting that an offence against section 7A of this Act is being committed and that evidence of the commission of the offence is to be found in any premises (other than a dweling-house or any yard, garden, outhouses and pertinents belonging thereto or usually enjoyed therewith) but by reason of urgency or other good cause it is impracticable to apply for a warrant to search such premises, he may search them without warrant. ; c in subsection (4)— i for the words “section three or section four” there shall be substituted  “                          any of the provisions of sections 1 to 4, 7 and 7A                        ” ; ii after the word “thereon” there shall be inserted the words— or in any stationary vehicle on— a a road within the meaning of the Roads (Scotland) Act 1984; or b a highway within the meaning of the Highways Act 1980 adjoining such water or such land,                         ."}, {"act": "Salmon Act 1986", "year": 1986, "section": "23", "section_title": " Power of court in trial of one offence to convict of another.", "section_text": "23 If, upon a trial for an offence under— a section 10 of the  Tweed Fisheries Amendment Act 1859 (having or selling salmon taken from the River Tweed during annual close time); b section 21 of the  Salmon Fisheries (Scotland) Act 1868 (buying or selling salmon in close time); c section 7 of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951 (possessing illegally taken salmon or trout); d section 7A of the said Act of 1951 (possessing illegally taken salmon); or e any rule of law relating to reset; the court is not satisfied that the accused is guilty of the offence charged but is satisfied that he is guilty of another of these offences, it may acquit him of the offence charged but find him guilty of the other offence and he shall then be liable to the same punishment as for that other offence."}, {"act": "Salmon Act 1986", "year": 1986, "section": "24", "section_title": " Unauthorised introduction of salmon or salmon eggs into certain waters.", "section_text": "24 1 A person who intentionally introduces any salmon or salmon eggs into inland waters in a salmon fishery district for which there is a district salmon fishery board shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 2 on the standard scale. 2 A person shall not be guilty of an offence under this section in respect of an introduction of salmon or salmon eggs into such waters if— a he has the previous written consent of the district salmon fishery board for the salmon fishery district in which these waters are situated; or b the waters constitute or are included in a fish farm  ...."}, {"act": "Salmon Act 1986", "year": 1986, "section": "25", "section_title": " Fixed engines in the Solway.", "section_text": "25 After section 7 of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951, there shall be inserted the following section—  Fixed engines in the Solway. 7B 1 Any person who, for the purpose of taking or obstructing the free passage of salmon, places or uses an uncertificated fixed engine within the limits of the Solway Firth in Scotland shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 2 In subsection (1) above— “ fixed engine ” includes any net or other implement for taking fish which is fixed to the soil or made stationary in any other way; and “ uncertificated ” means not having been certified as privileged under section 5 of the Solway Salmon Fisheries Commissioners (Scotland) Act 1877."}, {"act": "Salmon Act 1986", "year": 1986, "section": "26", "section_title": " Poaching in the Esk.", "section_text": "26 1 Section 21 of the Salmon and Freshwater Fisheries (Protection)\t\t\t\t\t(Scotland) Act 1951, (non-application of that Act to the River Esk in Scotland) shall be renumbered as subsection (1) of that section and— a at the beginning of that subsection there shall be inserted the words  “                      Subject to subsection (2) below,                    ” ; and b after that subsection there shall be added the following subsection— 2 Section 1 of this Act and sections 3 and 18 to 20 so far as relating to an offence under that section shall apply to so much of the River Esk, including its banks and tributary streams, as is situated in Scotland. . 2 In section 39 of the  Salmon and Freshwater Fisheries Act 1975 (application of that Act to certain Border waters including the River Esk) there shall be inserted after subsection (1) the following subsection— 1A In the application of this Act, under subsection (1)(b) above, to the River Esk in Scotland, references to this Act in sections 31 to 33 and section 36 shall be construed as including references to sections 1, 3 and 18 to 20 of the Salmon and Freshwater Fisheries (Protection)\t\t\t\t\t\t\t\t(Scotland) Act 1951 as applied to that River by section 21 of that Act. . 3 In section 43(3) of the said Act of 1975 (Scottish extent) after the words “39(1)” there shall be inserted the word  “                  , (1A)                ” . 4 Section 9 of the Solway Act 1804 shall, so far as relating to salmon, cease to have effect in relation to so much of the River Esk, including its banks and tributary streams, as is situated in Scotland."}, {"act": "Salmon Act 1986", "year": 1986, "section": "27", "section_title": " Exemption from certain offences in respect of certain acts.", "section_text": "27 1 A person shall not, in respect of any act or omission relating to fishing for or taking salmon, be guilty of a contravention of an enactment prohibiting or regulating that act or omission if the act or omission has been exempted by the Secretary of State. 2 The Secretary of State may exempt an act or omission under subsection (1) above only if he is satisfied that— a the proprietor of every affected salmon fishery in the salmon fishery district in which the act or omission is to take place, being a salmon fishery entered in the valuation roll; and b if there is one, the district salmon fishery board for that district have previously consented to it; and, in this subsection, “ salmon fishery district ” includes the River Tweed and, in relation to that river, “ district salmon fishery board ” means the River Tweed Council. 3 In subsection (2) above, “ affected ” means appearing to the Secretary of State to be likely to be affected by the exemption. 4 An exemption under this subsection— a may relate only to such person as may be specified in it; b may be subject to such conditions as may be so specified; c shall be in writing; d shall specify— i the limits of the waters to which it relates; ii its duration; and iii the enactment to which it relates. 5 In this section, “ enactment ” includes any instrument made after the passing of this Act under any enactment."}, {"act": "Salmon Act 1986", "year": 1986, "section": "28", "section_title": " Exemption from certain offences in respect of acts done for scientific etc. purposes.", "section_text": "28 1 A person shall not, in respect of any act or omission relating to salmon or salmon roe or eggs, be guilty of a contravention of an enactment prohibiting or regulating that act or omission if— a the act or omission is for— i some scientific purpose; ii the purpose of protecting, improving or developing stocks of fish; or iii the purpose of conserving any creature or other living thing; and b he has obtained the previous permission in writing— i if the act or omission is one to which this sub-paragraph applies, of the district salmon fishery board for the salmon fishery district in which it takes place or of the Secretary of State; and ii in any other case, of the Secretary of State for the act or omission. 2 Sub-paragraph (i) of subsection (1)(b) above applies if the act or omission referred to in that sub-paragraph— a takes place in a salmon fishery district for which there is a district salmon fishery board; and b is a contravention of— i section 45 of the  Tweed Fisheries Act 1857; ii section 6 of the  Tweed Fisheries Amendment Act 1859; iii section 18, 19 or 20 of the  Salmon Fisheries (Scotland) Act 1868; or iv section 2 or 4(c) of the  Salmon and Freshwater Fisheries (Protection) (Scotland) Act 1951. 3 A permission under subsection (1) above shall specify the act or omission permitted and the enactment to which the permission relates. 4 In this section— a references to a salmon fishery district and to a district salmon fishery board include respectively references to the River Tweed and to the River Tweed Council; b “ enactment ” includes any instrument made after the passing of this Act under any enactment."}, {"act": "Salmon Act 1986", "year": 1986, "section": "29", "section_title": " Application of sections 24 and 25 to River Esk and River Tweed.", "section_text": "29 1 Sections 27 and 28 of this Act, as respects any enactment— a which does not apply to so much of the River Esk, including its banks and tributary streams, as is situated in Scotland but otherwise extends to Scotland, shall likewise not apply to that part of that River; b which applies to so much of the River Esk, with its banks and tributary streams up to their source, as is situated in Scotland but otherwise does not extend to Scotland, shall not apply to that part of that River; c which extends to Scotland only but also applies to so much of the River Tweed as is situated outwith Scotland, shall likewise apply to that part of that River. 2 In this section, “ enactment ” includes any instrument made after the passing of this Act under any enactment."}, {"act": "Salmon Act 1986", "year": 1986, "section": "30", "section_title": " Prosecution of offences under the Act of 1868.", "section_text": "30 1 Section 30 and sections 38 to 40 of the  Salmon Fisheries (Scotland) Act 1868 (prosecution of offences at the instance of the clerk to a district board or of any other person) shall cease to have effect but any proceedings begun before the commencement of this section shall proceed as if this section had not been passed. 2 A person who commits an offence under section 15 or sections 18 to 24 of that Act may be convicted on the evidence of one witness."}, {"act": "Salmon Act 1986", "year": 1986, "section": "31", "section_title": " Dealer licensing in England and Wales.", "section_text": "31 1 The Minister of Agriculture, Fisheries and Food and the Secretary of State may by order made by statutory instrument make provision for the purpose of prohibiting persons, in such cases as may be specified in the order, from— a dealing in salmon otherwise than under and in accordance with a license issued in pursuance of the order by such person as may be so specified; or b buying salmon from a person who is not licensed to deal in salmon. 2 Without prejudice to the generality of subsection (1) above, an order under this section may— a prescribe the manner and form of an application for a licence to deal in salmon and the sum, or maximum sum, to be paid on the making of such an application; b specify the circumstances in which such an application is to be granted or refused and the conditions that may be incorporated in such a licence; c authorise the amendment, revocation or suspension of such a licence; d create a criminal offences consisting in the contravention of, or failure to comply with, provisions made under this section; e provide for matters to be determined for the purposes of any such provision by a person authorised by any such provision to issue a licence; and f make provision, whether by applying provisions of the  Salmon and Freshwater Fisheries Act 1975 or otherwise, for the purpose of facilitating the enforcement of any provision made under this section. 3 An order under this section may— a make different provision for different cases; and b contain such incidental, supplemental and transitional provision as appears to the Minister of Agriculture, Fisheries and Food and the Secretary of State to be necessary or expedient. 4 Except in the case of an order to which subsection (5) below applies, no order shall be made under this section unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 5 A statutory instrument containing an order under this section which relates exclusively to the sum, or maximum sum, to be paid on the making of an application for a licence to deal in salmon shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section “ deal ”, in relation to salmon, includes selling any quantity of salmon, whether by way of business or otherwise, and acting on behalf of a buyer or seller of salmon."}, {"act": "Salmon Act 1986", "year": 1986, "section": "32", "section_title": " Handling   fish   in suspicious circumstances.", "section_text": "32 1 Subject to subsections (3) and (4) below, a person shall be guilty of an offence if, at a time when he believes or it would be reasonable for him to suspect that a relevant offence has at any time been committed in relation to   any fish to which this section applies  , he receives   that fish  , or undertakes or assists in its retention, removal or disposal  ..., or if he arranges to do so. 1A This section applies to— a salmon, trout, eels, lampreys, smelt and freshwater fish; and b fish of such other description as may be specified for the purposes of this section by order under section 40A of the Salmon and Freshwater Fisheries Act 1975. 2 For the purposes of this section an offence is a relevant offence in relation to   a fish to which this section applies   if— a it is committed by taking, killing or landing  , or selling,   that fish  , either in England and Wales or in Scotland; or b   that fish   is taken, killed or landed,  or sold,   either in England and Wales or in Scotland, in the course of the commission of the offence. 3 It shall be immaterial for the purposes of subsection (1) above that a person’s belief or the grounds for suspicion relate neither specifically to a particular offence that has been committed nor exclusively to a relevant offence or to relevant offences; but it shall be a defence in proceedings for an offence under this section to show that no relevant offence had in fact been committed in relation to the   fish   in question. 4 A person shall not be guilty of an offence under this section in respect of conduct which constitutes a relevant offence in relation to any   fish to which this section applies   or in respect of anything done in good faith for purposes connected with the prevention or detection of crime or the investigation or treatment of disease. 5 A person guilty of an offence under this section shall be liable— a on summary conviction,   to a fine not exceeding the statutory maximum  ; b on conviction on indictment,   to a fine  . 6 The  Salmon and Freshwater Fisheries Act 1975 shall have effect as if— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in sections 33(2) (warrants to enter suspected premises), 36(1) (water bailiffs to be constables for the purpose of enforcing Act) and 39(1) (border rivers) and in paragraph 39(1)(a) of Schedule 3 (prosecution by water authorities) and Part II of Schedule 4 (procedure on prosecutions), the references to that Act included references to this section. 7 In this section “ offence ”, in relation to the taking, killing or landing                            , or selling,   of                             a fish to which this section applies   either in England and Wales or in Scotland, means an offence under the law applicable to the place where   the fish   is taken, killed or landed  or sold  . 8 In this section  “ salmon ”,  “ trout ”,  “ eels ”,  “ smelt ”,  “ fish ” and  “ freshwater fish ” have the same meanings as in the Salmon and Freshwater Fisheries Act 1975."}, {"act": "Salmon Act 1986", "year": 1986, "section": "33", "section_title": " Placing and use of fixed engines.", "section_text": "33 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Salmon Act 1986", "year": 1986, "section": "34", "section_title": " Introduction of fish into fish farms without consent.", "section_text": "34 In section 30 of the  Salmon and Freshwater Fisheries Act 1975 (prohibition of introduction of fish into inland waters without the consent of the water authority), at the end there shall be added the words “or the inland water is one which consists exclusively of, or of part of, a fish farm and which, if it discharges into another inland water, does so only through a conduit constructed or adapted for the purpose. In this section “ fish farm ” has the same meaning as in the  Diseases of Fish Act 1937.”."}, {"act": "Salmon Act 1986", "year": 1986, "section": "35", "section_title": " Removal of differential penalties under Salmon and Freshwater Fisheries Act 1975.", "section_text": "35 1 In the Table in Part I of Schedule 4 to the Salmon and Freshwater Fisheries Act 1975 (mode of prosecution and punishment for offences), for the entries relating to sections 1 and 27 (being entries which make different provision according to whether the offender acted with another and do not provide for imprisonment on summary conviction) there shall be substituted the following entries, respectively— Provision of Act creating the offence Description of offence Mode of prosecution Punishment (1) (2) (3) (4) “Section 1... Fishing with certain instruments for salmon, trout or freshwater fish and possessing certain instruments for fishing for such fish. (a) Summarily ... ... ... ... Three months or the statutory maximum or both. (b) On indictment ... ... ... ... Two years or a fine or both. Section 27 ... Fishing for fish otherwise than under the authority of a licence and possessing an unlicensed instrument with intent to use it for fishing. (a) If the instrument in question, or each of the instruments in question, is a rod and line, summarily. Level 4 on the standard scale. (b) In any other case— (i) summarily ... ... ... three months or the statutory maximum or both; (ii) on indictment ... ... ... two years or a fine or both.”. 2 Subsection (1) above shall not affect any proceedings in respect of, or the punishment for, an offence committed before that subsection comes into force."}, {"act": "Salmon Act 1986", "year": 1986, "section": "36", "section_title": " Servants and agents authorised by fishing licences.", "section_text": "36 1 For paragraph 9 of Schedule 2 to the  Salmon and Freshwater Fisheries Act 1975 (persons treated as servants and agents of licensee for the purpose of being entitled to use an instrument under the authority of the licence) there shall be substituted the following paragraph— 9 1 A person who uses an instrument of any description for fishing in an area in relation to which an order under section 26 above limiting the number of licences for fishing with instruments of that description is in force shall not be treated for the purposes of section 25(3) above as the duly authorised servant or agent of any holder of a licence to use an instrument of that description unless, at the time that person uses the instrument— a his name and address are entered on the licence in accordance with the following provisions of this Schedule; and b he is not himself the holder of a licence to use an instrument of that description in that area; and c he is accompanied by the licensee or has the consent of the water authority to his use of the instrument in the absence of the licensee. 2 A person who uses an instrument of any description for fishing in an area in which no such order as is mentioned in sub-paragraph (1) above is in force shall not be treated for the purposes of section 25(3) above as the duly authorised servant or agent of any holder of a licence to use an instrument of that description unless, at the time that person uses the instrument— a his name and address are entered on the licence in accordance with the following provisions of this Schedule; or b he is accompanied by the licensee; or c he has the consent of the water authority to his use of the instrument otherwise than where there is compliance with paragraph (a) or (b) above. 3 The consent of a water authority shall not be given under this paragraph except— a in the case of a consent for the purposes of sub-paragraph (1) (c) above, in relation to a period which appears to the water authority to be a period throughout which the licensee will be unable through illness or injury to accompany his servant or agent; b in the case of a consent for the purposes of sub-paragraph (2)(c) above, where the giving of the consent appears to the water authority to be required by the special circumstances of the case. 2 Accordingly, in section 25(3) of that Act, for the words from “not exceeding” onwards there shall be substituted the words “subject to the provisions of paragraphs 9 to 13 of Schedule 2 to this Act”."}, {"act": "Salmon Act 1986", "year": 1986, "section": "37", "section_title": " Byelaws under Sea Fisheries Regulation Act 1966.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Salmon Act 1986", "year": 1986, "section": "38", "section_title": " Disclosure of information furnished under the Diseases of Fish Act 1983.", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Salmon Act 1986", "year": 1986, "section": "39", "section_title": " Review of certain salmon net fishing.", "section_text": "39 1 The Minister of Agriculture, Fisheries and Food and the Secretary of State shall, as soon as practicable after the end of the period of three years beginning with the passing of this Act, prepare a report which, in the context of the need to ensure— a that sufficient salmon return to spawn in the rivers wholly or partly situated in the areas and districts specified in subsection (3) below; and b that fishing for salmon by means of nets is properly managed in those areas and districts, reviews the nature and extent of all such fishing in those areas and districts. 2 A copy of the report prepared under subsection (1) above shall be laid before each House of Parliament. 3 The areas and districts referred to in subsection (1) above are the areas of the Yorkshire and Northumbrian water authorities and the salmon fishery districts from the River Forth to the River Ugie, the River Tweed being deemed for the purposes of this section to be included in those areas and districts."}, {"act": "Salmon Act 1986", "year": 1986, "section": "40", "section_title": " Interpretation.", "section_text": "40 1 In this Act, unless the context otherwise requires— “ annual close time order ” has the meaning ascribed to it in section 6 (3) of this Act; “ assessor ” means the assessor or depute assessor for a valuation area appointed under section 116 of the  Local Government (Scotland) Act 1973; “ board ” and “ district salmon fishery board ” mean— the committee of an association of proprietors of salmon fisheries within the meaning of section 14 of this Act; or a transitional district board within the meaning of section 14(8) of this Act; “ coastal limits ” means the limits of seacoast fixed for a district under section 6(3) of the  Salmon Fisheries (Scotland) Act 1862; “ designation order ” has the meaning ascribed to it in section 1(2) of this Act; “ district ” and “ salmon fishery district ” mean an area described in section 1(1) of this Act or designated as such by a designation order; “ enactment ” includes any Act of Parliament, whether public, general, local or private, and any instrument made under any enactment; “ fishery assessment ” has the meaning ascribed to it in section 15(2) of this Act; “ fishery ” and “ salmon fishery ” means a salmon fishery in any river or estuary or in the sea; “ inland waters ” has the same meaning as in the Salmon and  Freshwater Fisheries (Protection) (Scotland) Act 1951; “ proprietor ” means, subject to subsection (3) below, any person, partnership, company or corporation which is the proprietor of a salmon fishery or which receives or is entitled to receive the rents of such fishery on its own account or as trustee, guardian or factor for any person, company or corporation; “ river ” includes tributaries and any loch from or through which any river flows; “ River Tweed ” means “the River” as defined by the Tweed Fisheries Amendment Act 1859, as amended by the byelaw made under section 4 of the Salmon Fisheries (Scotland) Act 1863; “ River Tweed Council ” means the council constituted under section 6 of the  Tweed Fisheries Act 1969; “ salmon ” means all migratory fish of the species Salmo salar  and Salmo trutta  and commonly known as salmon and sea trout respectively or any part of any such fish; “ tenant netsman ” means a person in possession of a right, under a lease or sub-lease, of fishing for salmon with nets; and “ valuation roll ” means a roll made up under section 1 of the  Local Government (Scotland) Act 1975. 2 In Part I of this Act, “ the Salmon Fisheries (Scotland) Acts 1862 to 1868 ” means— the  Salmon Fisheries (Scotland) Act 1862; the  Salmon Fisheries (Scotland) Act 1864; and the  Salmon Fisheries (Scotland) Act 1868. 3 In this Act, “ proprietor ” includes not more than one person authorised by— a in the case of a fishery in which more than one person has a pro indiviso  share, such persons; or b in the case of a fishery in which the rights to that fishery are shared by more than one person in any other way, such persons, but in neither case does it include, except by virtue of this subsection, a person whose right to that fishery is so shared."}, {"act": "Salmon Act 1986", "year": 1986, "section": "41", "section_title": " Amendments and repeals.", "section_text": "41 1 The enactments mentioned in Schedule 4 to this Act shall have effect subject to the amendments there specified (being minor amendments or amendments consequential on the preceding provisions of this Act). 2 Subject to subsections (3) and (4) below, the enactments mentioned in Schedule 5 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 The repeal specified in Schedule 5 to this Act relating to section 13 of the  Salmon Fisheries (Scotland) Act 1868 shall not extend to the River Tweed. 4 Notwithstanding the repeal specified in Schedule 5 to this Act relating to the  Salmon Fisheries (Scotland) Act 1863, the byelaw made under section 4 of that Act in respect of the limits of the River Tweed shall continue to have effect; and the repeal of that section shall not affect the legality of any mode of fishing for or taking salmon at any place."}, {"act": "Salmon Act 1986", "year": 1986, "section": "42", "section_title": " Crown application.", "section_text": "42 1 Part I of this Act shall apply to land an interest in which belongs to Her Majesty in right of the Crown and land an interest in which belongs to a government department or is held in trust for Her Majesty for the purposes of a government department, but otherwise this Act shall not bind the Crown. 2 In this section, “ land ” includes salmon fisheries."}, {"act": "Salmon Act 1986", "year": 1986, "section": "43", "section_title": " Citation, commencement and extent.", "section_text": "43 1 This Act, which may be cited as the Salmon Act 1986, shall, with the exception of the provision mentioned in subsection (2) below, come into force on the expiry of the period of two months beginning with the date on which it is passed. 2 Section 21 of this Act shall come into force on such date as the Secretary of State may by order made by statutory instrument appoint, and such an order may include such transitional or saving provisions as appear to the Secretary of State to be necessary or expedient in connection with the provision brought into force by the order. 3 The provisions of this Act modifying or repealing other enactments except section 38 have respectively the same extent as those other enactments. 4 Subject to the application of section 39(1) of the  Salmon and Freshwater Fisheries Act 1975 (border rivers) in relation to section 32 of this Act and the enactments amended by sections 33 to 36 of this Act, sections 31 to 38 of this Act extend to England and Wales only. 5 Except as this Act otherwise provides, Parts I and  II  and section 42 of this Act extend to Scotland only."}]