[{"act": "Social Security Act 1986", "year": 1986, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Social Security Act 1986", "year": 1986, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Social Security Act 1986", "year": 1986, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Social Security Act 1986", "year": 1986, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Social Security Act 1986", "year": 1986, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Social Security Act 1986", "year": 1986, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Social Security Act 1986", "year": 1986, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Social Security Act 1986", "year": 1986, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Social Security Act 1986", "year": 1986, "section": "9", "section_title": " Guaranteed minimum pensions.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In section 59 of that Act (increase of official pensions) the following subsection shall be inserted after subsection (5)— 5A Nothing in section 37A(13), (14) or (15) above authorises any deduction from an increase in the rate of an official pension under this section. . 9 In section 59A of that Act (modification of effect of section 59(5)) the following subsection shall be inserted after subsection (2)— 2A Where in any tax year— a an increase is calculated in accordance with a direction under this section; and b the amount by reference to which the increase is calculated, or any part of it, is increased in that tax year under section 37A above, the increase calculated in accordance with the direction shall be reduced by the amount of the increase under section 37A above. ."}, {"act": "Social Security Act 1986", "year": 1986, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Social Security Act 1986", "year": 1986, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Social Security Act 1986", "year": 1986, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "12"}, {"act": "Social Security Act 1986", "year": 1986, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "13"}, {"act": "Social Security Act 1986", "year": 1986, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "14"}, {"act": "Social Security Act 1986", "year": 1986, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "15"}, {"act": "Social Security Act 1986", "year": 1986, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Social Security Act 1986", "year": 1986, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17"}, {"act": "Social Security Act 1986", "year": 1986, "section": "17A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "17A"}, {"act": "Social Security Act 1986", "year": 1986, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Social Security Act 1986", "year": 1986, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Social Security Act 1986", "year": 1986, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Social Security Act 1986", "year": 1986, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Social Security Act 1986", "year": 1986, "section": "30", "section_title": " Housing benefit finance.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1986", "year": 1986, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Social Security Act 1986", "year": 1986, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Social Security Act 1986", "year": 1986, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Social Security Act 1986", "year": 1986, "section": "37", "section_title": " Invalid care allowance for women.", "section_text": "37 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The  Social Security Benefit (Dependency) Regulations 1977 shall have effect, and shall be treated as having had effect from 22nd December 1984, as if the following sub-paragraphs were substituted for sub-paragraphs (a) and (b) of paragraph 7 of Schedule 2 (increases of invalid care allowance)— a a spouse who is not engaged in any one or more employments from which the spouse’s weekly earnings exceed that amount; or b some person (not being a child) who— i has the care of a child or children in respect of whom the beneficiary is entitled to child benefit, being a child or children in respect of whom the beneficiary is entitled to an increase of an invalid care allowance or would be so entitled but for the provisions of any regulations for the time being in force under the Act relating to overlapping benefits; ii is not undergoing imprisonment or detention in legal custody; iii is not engaged in any one or more employments (other than employment by the beneficiary in caring for a child or children in respect of whom the beneficiary is entitled to child benefit) from which the person’s weekly earnings exceed that amount; iv is not absent from Great Britain, except for any period during which the person is residing with the beneficiary outside Great Britain and for which the beneficiary is entitled to an invalid care allowance. ."}, {"act": "Social Security Act 1986", "year": 1986, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Social Security Act 1986", "year": 1986, "section": "39", "section_title": " Industrial injuries and diseases.", "section_text": "39 Schedule 3 to this Act shall have effect in relation to Chapters  IV  and V of Part II of the Social Security Act 1975 and associated enactments."}, {"act": "Social Security Act 1986", "year": 1986, "section": "40", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "40"}, {"act": "Social Security Act 1986", "year": 1986, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Social Security Act 1986", "year": 1986, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Social Security Act 1986", "year": 1986, "section": "51A", "section_title": " Community charge benefits:administration.", "section_text": "51A 1 Regulations may provide as follows as regards any community charge benefit— a for requiring a claim for a benefit to be made by such person, in such manner and within such time as may be prescribed; b for treating a claim made in such circumstances as may be prescribed as having been made at such date earlier or later than that at which it is made as may be prescribed; c for permitting a claim to be made, or treated as if made, for a period wholly or partly after the date on which it is made; d for permitting an award on a claim to be made for such a period subject to the condition that the claimant satisfies the requirements for entitlement when benefit becomes payable, or any right to a reduction or a consequential reduction becomes available, under the award; e for a review of any award if those requirements are found not to have been satisfied; f for the disallowance on any ground of a person’s claim for a benefit to be treated as a disallowance of any further claim by that person for that benefit until the grounds of the original disallowance have ceased to exist; g for enabling one person to act for another in relation to a claim for a benefit and for enabling such a claim to be made and proceeded with in the name of a person who has died; h for requiring any information or evidence needed for the determination of a claim or of any question arising in connection with a claim to be furnished by such person as may be prescribed in accordance with the regulations; i for the time when and manner in which any benefit (or part) which takes the form of a payment is to be paid, and for the information and evidence to be furnished in connection with the payment; j for the time when the right to make a reduction or consequential reduction may be exercised; k for notice to be given of any change of circumstances affecting the continuance of entitlement to a benefit; kk for the day on which entitlement to a benefit is to begin or end ; l for calculating the amount of a benefit according to a prescribed scale or otherwise adjusting it so as to avoid fractional amounts or facilitate computation; m for suspending (in whole or in part) any payment or right to make a reduction or consequential reduction, where it appears to the authority which allowed a benefit that a question arises whether the conditions for entitlement to the benefit are or were fulfilled or whether the award ought to be revised or whether an appeal ought to be brought against the award; n for withholding in prescribed circumstances any payment or right to make a reduction or consequential reduction, and for subsequently making in prescribed circumstances any withheld payment or restoring in prescribed circumstances any right to make a reduction or consequential reduction; o in the case of any benefit (or part) which takes the form of a payment, for payment or distribution to or among persons claiming to be entitled on the death of any person, and for dispensing with strict proof of their title; oo in the case of benefit (or part) which takes the form of a payment, for the circumstances and manner in which payment may be made to one person on behalf or another for any purpose, which may be to discharge, in whole or in part, an obligation of the person entitled to the benefit or any other person; p for making a payment on account of a benefit, or conferring a right to make a reduction or consequential reduction on account, where no claim has been made and it is impracticable for one to be made immediately; q for making a payment on account of a benefit, or conferring a right to make a reduction or consequential reduction on account, where a claim has been made but it is impracticable for the claim or an appeal, reference, review or application relating to it to be determined immediately; r for making a payment on account of a benefit, or conferring a right to make a reduction or consequential reduction on account, where an award has been made but it is impracticable to institute the benefit immediately; s generally as to administration. 2 Regulations under this section may include provision that prescribed provisions shall apply instead of prescribed provisions of the 1987 Act or the 1988 Act, or that prescribed provisions of the 1987 Act or the 1988 Act shall not apply or shall apply subject to prescribed amendments or adaptations. 3 References in subsection (2) above to the 1987 Act or the 1988 Act include references to regulations made under the Act concerned."}, {"act": "Social Security Act 1986", "year": 1986, "section": "51B", "section_title": " Administration of benefits: general.", "section_text": "51B 1 Regulations may provide for a claim for one relevant benefit to be treated, either in the alternative or in addition, as a claim for any other relevant benefit that may be prescribed. 2 Regulations may provide for treating a payment made or right conferred by virtue of regulations under section 51(1)(t) above, or of regulations under section 51A(I)(p) to (r) above, as made or conferred on account of any relevant benefit that is subsequently awarded or paid. 3 For the purposes of subsections (1) and (2) above relevant benefits are— a any benefit to which section 51 above applies, and b any community charge benefit."}, {"act": "Social Security Act 1986", "year": 1986, "section": "51C", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51C"}, {"act": "Social Security Act 1986", "year": 1986, "section": "52", "section_title": " Adjudication.", "section_text": "52 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security Act 1986", "year": 1986, "section": "53", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Social Security Act 1986", "year": 1986, "section": "54", "section_title": " Breach of regulations.", "section_text": "54 1 Regulations under any of the benefit Acts may provide for contravention of, or failure to comply with, any provision contained in regulations made under that Act to be an offence under that Act and for the recovery, on summary conviction of any such offence, of penalties not exceeding— a for any one offence, level 3 on the standard scale; or b for an offence of continuing any such contravention or failure after conviction, £40 for each day on which it is so continued. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Social Security Act 1986", "year": 1986, "section": "55", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "55"}, {"act": "Social Security Act 1986", "year": 1986, "section": "56", "section_title": " Legal proceedings.", "section_text": "56 1 Any person authorised by the Secretary of State in that behalf may conduct any proceedings under the benefit Acts before a magistrates’ court  . . . . 2 Notwithstanding anything in any Act— a proceedings for an offence under the benefit Acts . . .  may be begun at any time within the period of three months from the date on which evidence, sufficient in the opinion of the Secretary of State to justify a prosecution for the offence, comes to his knowledge or within a period of twelve months from the commission of the offence, whichever period last expires; . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 For the purposes of subsection (2) above— a a certificate purporting to be signed by or on behalf of the Secretary of State as to the date on which such evidence as is mentioned in paragraph (a) of that subsection came to his knowledge shall be conclusive evidence of that date; . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In the application of this section to Scotland, the following provisions shall have effect in substitution for subsections (1) to  (4A)  above— a proceedings for an offence under the benefit Acts may, notwithstanding anything in  section 136 of the Criminal Procedure (Scotland) Act 1995 , be commenced at any time within the period of three months from the date on which evidence sufficient in the opinion of the Lord Advocate to justify proceedings comes to his knowledge, or within the period of twelve months from the commission of the offence, whichever period last expires; b for the purposes of this subsection— i a certificate purporting to be signed by or on behalf of the Lord Advocate as to the date on which such evidence as is mentioned above came to his knowledge shall be conclusive evidence thereof; ii subsection (3) of  section 136 of the said Act of 1995 \t\t\t\t\t\t\t\t\t(date of commencement of proceedings) shall have effect as it has effect for the purposes of that section."}, {"act": "Social Security Act 1986", "year": 1986, "section": "57", "section_title": " Offences by bodies corporate.", "section_text": "57 1 Where an offence under any of the benefit Acts which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and be liable to be proceeded against accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) above applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Social Security Act 1986", "year": 1986, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "58"}, {"act": "Social Security Act 1986", "year": 1986, "section": "59", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "59"}, {"act": "Social Security Act 1986", "year": 1986, "section": "60", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "60"}, {"act": "Social Security Act 1986", "year": 1986, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Social Security Act 1986", "year": 1986, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "62"}, {"act": "Social Security Act 1986", "year": 1986, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "63"}, {"act": "Social Security Act 1986", "year": 1986, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "66"}, {"act": "Social Security Act 1986", "year": 1986, "section": "70", "section_title": " Child benefit in respect of children educated otherwise than at educational establishments.", "section_text": "70 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Regulations purporting to be made under section 24(1) of that Act and made before the passing of this Act shall be treated as validly made."}, {"act": "Social Security Act 1986", "year": 1986, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "71"}, {"act": "Social Security Act 1986", "year": 1986, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "73"}, {"act": "Social Security Act 1986", "year": 1986, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Social Security Act 1986", "year": 1986, "section": "76", "section_title": " Amendments relating to forfeiture of benefits. ", "section_text": "76 1 The  Forfeiture Act 1982 shall be amended as follows. 2 The following subsections shall be inserted after subsection (1) of section 4 (Social Security Commissioner to determine whether forfeiture rule applies to social security benefits)— 1A Where a Commissioner determines that the forfeiture rule has precluded a person (in this section referred to as “ the offender ”) who has unlawfully killed another from receiving the whole or part of any such benefit or advantage, the Commissioner may make a decision under this subsection modifying the effect of that rule and may do so whether the unlawful killing occurred before or after the coming into force of this subsection. 1B The Commissioner shall not make a decision under subsection (1A) above modifying the effect of the forfeiture rule in any case unless he is satisfied that, having regard to the conduct of the offender and of the deceased and to such other circumstances as appear to the Commissioner to be material, the justice of the case requires the effect of the rule to be so modified in that case. 1C Subject to subsection (1D) below, a decision under subsection (1A) above may modify the effect of the forfeiture rule in either or both of the following ways— a so that it applies only in respect of a specified proportion of the benefit or advantage; b so that it applies in respect of the benefit or advantage only for a specified period of time. 1D Such a decision may not modify the effect of the forfeiture rule so as to allow any person to receive the whole or any part of a benefit or advantage in respect of any period before the commencement of this subsection. 1E If the Commissioner thinks it expedient to do so, he may direct that his decision shall apply to any future claim for a benefit or advantage under a relevant enactment, on which a question such as is mentioned in subsection (1) above arises by reason of the same unlawful killing. 1F It is immaterial for the purposes of subsection (1E) above whether the claim is in respect of the same or a different benefit or advantage. 1G For the purpose of obtaining a decision whether the forfeiture rule should be modified the Secretary of State may refer to a Commissioner for review any determination of a question such as is mentioned in subsection (1) above that was made before the commencement of subsections (1A) to (1F) above (whether by a Commissioner or not) and shall do so if the offender requests him to refer such a determination. 1H Subsections (1A) to (1F) above shall have effect on a reference under subsection (1G) above as if in subsection (1A) the words “it has been determined” were substituted for the words “a Commissioner determines”. . 3 In subsection (2) of that section, after the words “that subsection” there shall be inserted the words “or any decision under subsection (1A) above”. 4 In section 5 (exclusion of murderers) after the word “Act”, in the second place where it occurs, there shall be inserted the words “or in any decision made under section 4(1A) of this Act”."}, {"act": "Social Security Act 1986", "year": 1986, "section": "77", "section_title": "Refreshments for school pupils. ", "section_text": "77 1 The words “ and may do so either on the premises or at any place other than the school premises where education is being provided ” shall be inserted— a after “ refreshment ” in subsection (1)(a) of section 22 of the  Education Act 1980; and b after “ management ” in subsection (1)(a) of section 53 of the  Education (Scotland) Act 1980. 2 The following subsections shall be substituted for subsections (2) and (3) of each of those sections— 2 Subject to subsection (3) below, an authority must charge for anything provided by them under subsection (1)(a) above and must charge every pupil the same price for the same quantity of the same item. 3 In relation to a pupil whose parents are in receipt of income support or who is himself in receipt of it an authority shall so exercise the power conferred by subsection (1)(a) above as to ensure that such provision is made for him in the middle of the day as appears to the authority to be requisite and shall make that provision for him free of charge. ."}, {"act": "Social Security Act 1986", "year": 1986, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "78"}, {"act": "Social Security Act 1986", "year": 1986, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Social Security Act 1986", "year": 1986, "section": "80", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "80"}, {"act": "Social Security Act 1986", "year": 1986, "section": "81", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "81"}, {"act": "Social Security Act 1986", "year": 1986, "section": "82", "section_title": " Amendments of enactments relating to social security in Northern Ireland.", "section_text": "82 The enactments relating to social security in Northern Ireland specified in Schedule 9 to this Act shall have effect subject to the amendments there specified."}, {"act": "Social Security Act 1986", "year": 1986, "section": "83", "section_title": " Orders and regulations (general provisions).", "section_text": "83 1 Section 61B(1) to (4) of the Social Security Pensions Act 1975  (extent of powers) shall apply to powers conferred by this Act to make regulations or orders as they apply to any power to make regulations or orders conferred by that Act but as if for references to that Act there were substituted references to this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A statutory instrument— a which contains (whether alone or with other provisions) orders or regulations under this Act, other than orders under section 88 below, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliment. 5 An order under section . . .   85 below shall not be made without the consent of the Treasury. 6 A power conferred by this Act to make any regulations or order, where the power is not expressed to be exercisable with the consent of the Treasury, shall if the Treasury so direct be exercisable only in conjunction with them."}, {"act": "Social Security Act 1986", "year": 1986, "section": "84", "section_title": " General interpretation.", "section_text": "84 1 In this Act, unless the context otherwise requires,— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . “ the benefit Acts ” means— a the  Social Security Act 1973; b the Social Security Acts 1975 to 1991 ; c the  Industrial Injuries and Diseases (Old Cases) Act 1975; d the  Child Benefit Act 1975; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . .— a . . . b . . .— i . . . ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; “ Housing Revenue Account rebate ”, in relation to a local authority in England and Wales, means a rent rebate for a tenant of a Housing Revenue Account dwelling of that authority; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . “ modifications ” includes additions, omissions and amendments, and related expressions shall be construed accordingly; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . “ prescribed ” means specified in or determined in accordance with regulations; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; “ regulations ” means regulations made by the Secretary of State under this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . .] . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In this Act— a references to the United Kingdom include references to the territorial waters of the United Kingdom; and b references to Great Britain include references to the territorial waters of the United Kingdom adjacent to Great Britain."}, {"act": "Social Security Act 1986", "year": 1986, "section": "85", "section_title": " Financial provision.", "section_text": "85 1 There shall be paid out of money provided by Parliament— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d any sums falling to be paid by the Secretary of State under or by virtue of this Act by way of travelling expenses; e any other expenses of the Secretary of State attributable to this Act; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  g any increase attributable to this Act in the sums payable out of money provided by Parliament under any other Act. 2 Any increase attributable to this Act in the sums to be charged on and paid out of the Consolidated Fund under any other Act shall be charged on and paid out of that Fund. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Subject to subsections (6) . . .  below, so far as it relates to payments out of money provided by Parliament, any sum recovered by the Secretary of State under or by virtue of this Act shall be paid into the Consolidated Fund. 6 So far as any such sum relates to a payment out of the National Insurance Fund, it shall be paid into that Fund. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  13 In this section “ Act ” includes an Act of the Parliament of Northern Ireland."}, {"act": "Social Security Act 1986", "year": 1986, "section": "86", "section_title": " Minor and consequential amendments and repeals.", "section_text": "86 1 The enactments mentioned in Schedule 10 to this Act shall have effect with the amendments there specified. 2 The enactments mentioned in Schedule 11 to this Act (which include enactments already obsolete or unnecessary) are repealed to the extent specified in the third column of that Schedule."}, {"act": "Social Security Act 1986", "year": 1986, "section": "87", "section_title": " Extent.", "section_text": "87 1 The following provisions of this Act extend to Northern Ireland— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b section 61 above; c section 66 above, so far as relating to paragraph 3(6) of Schedule 6; d section 81 above; e sections 83 to 86 above; f this section; g sections 88 to 90 below. 2 Section 82 above (with Schedule 9) extends to Northern Ireland only. 3 Sections 25 and 30(6) and (10) above do not extend to Scotland. 4 Where any enactment repealed or amended by this Act extends to any part of the United Kingdom, the repeal or amendment extends to that part. 5 Except as provided by this section, this Act extends to England and Wales and Scotland, but not to Northern Ireland."}, {"act": "Social Security Act 1986", "year": 1986, "section": "88", "section_title": " Commencement. ", "section_text": "88 1 Subject to the following provisions of this section, the provisions of this Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed in pursuance of this section for different provisions or different purposes of the same provision. 2 In relation to section 52 above (including Schedule 5) and section 82 above (including Schedule 9) for the reference to the Secretary of State in subsection (1) above there shall be substituted a reference to the Lord Chancellor and the Secretary of State, acting jointly. 3 Without prejudice to the generality of subsection (1) above, different days may be appointed under that subsection for the purposes of Part III of this Act in relation to different descriptions of persons, and those descriptions of persons may be determined by any criteria that appear to the Secretary of State to be appropriate. 4 If an order under subsection (1) above brings paragraph 8 of Schedule 3 to this Act into force on the same day as section 36 above, the former shall be deemed to have come into force immediately before the latter. 5 The following provisions of this Act— section 30(4), (8), (9) and (10); section 37; section 38(4); section 45; section 61; sections 63 and 64; section 70; section 71(4) and (5); section 72; section 74; section 76; section 81; section 83 to 85; section 86(1) so far as relating to paragraphs 2, 22, 23(3), 26(1) and (2), 27, 30(b), (c) and (d)(ii), 82, 86, 94(a), 98, 99, 106 and 107 of Schedule 10; section 86(2) so far as relating— a to section 37(3) of the  Social Security Act 1975 and the reference to paragraph (b) of that subsection in section 22(2) of the  Social Security (Miscellaneous Provisions) Act 1977; b to section 141(2) of the Social Security Act 1975; c to section 52D(2) and (3) of the  Social Security Pensions Act 1975 and paragraph 12 of Schedule 1A to that Act; d to section 10 of the  Social Security Act 1980; and e to section 29 of the  Social Security and Housing Benefits Act 1982; section 87; this section; and sections 89 and 90; shall come into force on the day this Act is passed."}, {"act": "Social Security Act 1986", "year": 1986, "section": "89", "section_title": " Transitional.", "section_text": "89 1 Regulations may make such transitional and consequential provision (including provision modifying any enactment contained in this or any other Act) or saving as the Secretary of State considers necessary or expedient in preparation for or in connection with the coming into force of any provision of this Act or the operation of any enactment which is repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force. 1A Without prejudice to any other powers conferred on him, the Secretary of State— a may, for the purpose of making provision with respect to persons falling within subsection (IB) below, modify or revoke any regulations made under this section if he considers it necessary or expedient to do so in consequence of, or otherwise in connection with, provisions of Acts, schemes, arrangements or other instruments coming into force after the passing of this Act; and b may, for the purpose of consolidation, revoke and re-enact, with any modifications which he considers necessary or desirable, any regulations under this section. 1B The persons referred to in subsection (IA)(a) above are any persons— a to whom regulations under subsection (1) above apply; or b to whom regulations made under Part 11 of this Act relating to income support applied at any time before the passing of the Social Security Act 1989. 2 The reference to regulations in subsection (1) above includes a reference— a to regulations made by the Lord Chancellor; and b to regulations made by the Lord Chancellor and the Secretary of State, acting jointly."}, {"act": "Social Security Act 1986", "year": 1986, "section": "90", "section_title": " Citation.", "section_text": "90 1 This Act may be cited as the Social Security Act 1986. 2 This Act, except section 77 above, may be cited together with the Social Security Acts 1975 to 1985 as the Social Security Acts 1975 to 1986."}]