[{"act": "Criminal Procedure Act 1853", "year": 1853, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Criminal Procedure Act 1853", "year": 1853, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Criminal Procedure Act 1853", "year": 1853, "section": "38.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Criminal Procedure Act 1853", "year": 1853, "section": "9", "section_title": " Secretary of State may issue his warrant for bringing up a prisoner (not in custody under civil process) to give evidence.", "section_text": "9 It shall be lawful for . . . . . .   any judge of the  High Court  . . . . . .   in any case where he may see fit to do so, upon application by affidavit, to issue a warrant or order under his hand for bringing up any prisoner or person confined in any gaol, prison, or place, under any sentence or under commitment for trial or otherwise, (except under process in any civil action, suit, or proceeding,) before any court, judge, justice, or other judicature, to be examined as a witness in any cause or matter, civil or criminal depending or to be inquired of or determined in or before such court, judge, justice, or judicature; and the person required by any such warrant or order to be so brought before such court, judge, justice, or other judicature, shall be so brought under the same care and custody, and be dealt with in like manner in all respects, as a prisoner required by any writ of habeas corpus awarded by any of her Majesty’s Superior Courts of Law at  the Royal Courts of Justice  to be brought before such court to be examined as a witness in any cause or matter depending before such court is now by law required to be dealt with."}, {"act": "Criminal Procedure Act 1853", "year": 1853, "section": "10", "section_title": " Extent of Act.", "section_text": "10 This Act shall not extend to Scotland or Ireland."}]