[{"act": "British Steel Act 1988", "year": 1988, "section": "1", "section_title": " Vesting of property etc. of British Steel Corporation in a successor company.", "section_text": "1 1 On such day as the Secretary of State may by order appoint all the property, rights and liabilities to which the British Steel Corporation was entitled or subject immediately before that day shall (subject to section 2(3)) become by virtue of this section property, rights and liabilities of a company nominated for the purposes of this section by the Secretary of State; and references in this Act to the appointed day or to the successor company are references to the day so appointed or to the company so nominated respectively. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 References in this Act to property, rights and liabilities of the Corporation are references to all such property, rights and liabilities, whether or not capable of being transferred or assigned by the Corporation. 4 It is hereby declared for the avoidance of doubt that— a any reference in this Act to property of the Corporation is a reference to property of the Corporation whether situated in the United Kingdom or elsewhere; and b any reference in this Act to rights or liabilities of the Corporation is a reference to rights to which the Corporation is entitled, or (as the case may be) liabilities to which the Corporation is subject, whether under the law of the United Kingdom or of any part of the United Kingdom or under the law of any country or territory outside the United Kingdom. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Schedule 1 shall have effect for the purpose of supplementing the provisions of this section."}, {"act": "British Steel Act 1988", "year": 1988, "section": "2", "section_title": " Reduction and subsequent extinguishment of Corporation’s public dividend capital.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Steel Act 1988", "year": 1988, "section": "3", "section_title": " Initial Government holding in the successor company.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Secretary of State may not exercise any power conferred on him by this section, or dispose of any securities issued or of any rights to securities initially allotted to him in pursuance of this section, without the consent of the Treasury. 6 Any dividends or other sums received by the Treasury or the Secretary of State in right of, or on the disposal of, any securities or rights acquired by virtue of this section shall be paid into the Consolidated Fund."}, {"act": "British Steel Act 1988", "year": 1988, "section": "4", "section_title": " Government investment in securities of the successor company.", "section_text": "4 1 ... The Treasury or, with the consent of the Treasury, the Secretary of State may at any time acquire— a securities of the successor company; or b rights to subscribe for any such securities. 2 The Secretary of State may not dispose of any securities or rights acquired by him by virtue of this section without the consent of the Treasury. 3 Any expenses incurred by the Treasury or the Secretary of State in consequence of the provisions of this section shall be paid out of money provided by Parliament. 4 Any dividends or other sums received by the Treasury or the Secretary of State in right of, or on the disposal of, any securities or rights acquired by virtue of this section shall be paid into the Consolidated Fund."}, {"act": "British Steel Act 1988", "year": 1988, "section": "5", "section_title": " Exercise of functions through nominees.", "section_text": "5 1 The Treasury or, with the consent of the Treasury, the Secretary of State may, for the purposes of section 3 or 4, appoint any person to act as the nominee, or one of the nominees, of the Treasury or the Secretary of State; and— a securities of the successor company may be issued or allotted in pursuance of section 3 to any nominee of the Treasury or the Secretary of State appointed for the purposes of that section and may be issued to any person entitled to be issued with the securities following their initial allotment to any such nominee, and b any such nominee appointed for the purposes of section 4 may acquire securities or rights under that section, in accordance with directions given from time to time by the Treasury or, with the consent of the Treasury, by the Secretary of State. 2 Any person holding any securities or rights as a nominee of the Treasury or the Secretary of State by virtue of subsection (1) shall hold and deal with them (or any of them) on such terms and in such manner as the Treasury or, with the consent of the Treasury, the Secretary of State may direct."}, {"act": "British Steel Act 1988", "year": 1988, "section": "6", "section_title": " Target investment limit for Government shareholding.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Steel Act 1988", "year": 1988, "section": "7", "section_title": " Financial structure of the successor company.", "section_text": "7 1 If the aggregate nominal value of the securities of the successor company issued in pursuance of section 3 is for the time being less than the amount of the Corporation’s public dividend capital extinguished by virtue of section 2(3), a sum equal to the amount of the difference shall be carried by the successor company to a reserve (“the statutory reserve”). 2 The statutory reserve may only be applied by the successor company in paying up unissued shares of the company to be allotted to its members as fully paid bonus shares, except to the extent that the Secretary of State directs, with the consent of the Treasury— a that it may be applied in writing off unrealised losses of the company arising from the revaluation of any of its fixed assets, or b that it may be applied as if it were profits available for distribution within the meaning of  section 830 of the Companies Act 2006  (distributions to be made out of profits); and the application of any amount in pursuance of paragraph (a) above shall be treated for the purposes of  Part 23 of that Act (distributions)  as a reduction or reorganisation of capital duly made by the successor company. 3 No direction shall be given by the Secretary of State under subsection (2) above at a time when the successor company has ceased to be wholly owned by the Crown. 4 Notwithstanding subsection (2) above, no part of the statutory reserve shall count as an undistributable reserve of the successor company for the purposes of  section 831(4)(d) of the Companies Act 2006  (restriction on distribution of assets); but, for the purpose of determining under  section 831  whether the successor company may make a distribution at any time, any amount for the time being standing to the credit of the statutory reserve (excluding any amount which is authorised to be, but has not yet been, applied as mentioned in subsection (2)(b) above) shall be treated for the purposes of  section 831(4)(c)  as if it were unrealised profits of the company. 5 For the purposes of any statutory accounts of the successor company— a all the property, rights and liabilities to which the Corporation was entitled or subject immediately before the end of the Corporation’s last financial year ending before the appointed day shall be taken to have been vested in the successor company by virtue of section 1 above, and to have been so vested immediately after the end of that year; and b the value or amount (as at the time of vesting) of any asset or liability of the Corporation taken to have been vested in the successor company by virtue of paragraph (a) shall be taken to be the value or (as the case may be) the amount assigned to that asset or liability for the purposes of the corresponding statement of accounts prepared by the Corporation in respect of the financial year referred to in paragraph (a). 6 For the purposes of any statutory accounts of the successor company the amount to be included in respect of any item shall be determined as if anything done by the Corporation (whether by way of acquiring, revaluing or disposing of any asset or incurring, revaluing or discharging any liability, or by carrying any amount to any provision or reserve, or otherwise) had been done by the successor company. Accordingly (but without prejudice to the generality of the preceding provision)— a the amount to be included from time to time in any reserves of the successor company as representing its accumulated realised profits shall be determined as if any profits realised and retained by the Corporation had been realised and retained by the company; and b the amount to be included in any such accounts as representing the accumulated realised losses of the successor company shall be determined as if any losses realised by the Corporation had been realised by the company. 7 For the purposes of  Part 23 of the Companies Act 2006  any reduction in the Corporation’s public dividend capital under section 2(1) above shall be treated as if it had been a reduction or reorganisation of capital duly made by the successor company in which there was written off an amount of accumulated realised losses of the successor company equal to the amount of the reduction under section 2(1). 8 References in this section to the statutory accounts of the successor company are references to any accounts prepared by the successor company for the purposes of any provision of  the Companies Act 2006  (including group accounts)."}, {"act": "British Steel Act 1988", "year": 1988, "section": "8", "section_title": " Loans by Secretary of State to successor company.", "section_text": "8 1 As from the appointed day the Secretary of State may, with the consent of the Treasury, make loans to the successor company; but no loan shall be made by him under this section at a time when that company has ceased to be wholly owned by the Crown. 2 The Treasury may issue to the Secretary of State out of the National Loans Fund any sums necessary to enable him to make loans under this section. 3 Any loan made by the Secretary of State under this section shall be repaid to him at such times and by such methods, and interest thereon shall be paid to him at such rates and at such times, as he may, with the consent of the Treasury, from time to time direct. 4 Any sums received by the Secretary of State under subsection (3) shall be paid into the National Loans Fund. 5 The Secretary of State shall in respect of each financial year prepare, in such form and manner as the Treasury may direct, an account of— a sums issued to him under subsection (2), b sums received by him under subsection (3), and c the disposal by him of sums so issued or received, and shall send the account to the Comptroller and Auditor General not later than the end of November in the following financial year; and the Comptroller and Auditor General shall examine, certify and report on the account and lay copies of it, together with his report, before each House of Parliament."}, {"act": "British Steel Act 1988", "year": 1988, "section": "9", "section_title": " Temporary restrictions on successor company’s borrowings etc.", "section_text": "9 1 If the articles of association of the successor company confer on the Secretary of State powers exercisable with the consent of the Treasury for, or in connection with, restricting the sums of money which may during any period be borrowed or raised by the successor company and its subsidiaries, taken as a whole, those powers shall be exercisable in the national interest notwithstanding any rule of law and the provisions of any enactment. 2 For the purposes of this section any alteration of the articles of association of the successor company which— a has the effect of conferring or extending any such power as is mentioned in subsection (1), and b is made at a time when that company has ceased to be wholly owned by the Crown, shall be disregarded."}, {"act": "British Steel Act 1988", "year": 1988, "section": "10", "section_title": " Dissolution of the Corporation.", "section_text": "10 1 The Corporation shall continue in existence after the appointed day until it is dissolved in accordance with subsection (2); and the period of its continued existence after the appointed day is referred to in this Act as “ the transitional period ”. 2 Once the Secretary of State is satisfied that nothing further remains to be done by the Corporation under Schedule 3 to this Act, he may, after consulting the Corporation and the successor company, by order dissolve the Corporation on a day specified in the order."}, {"act": "British Steel Act 1988", "year": 1988, "section": "11", "section_title": " Corporation tax.", "section_text": "11 1 Subject to subsection (2), the successor company shall be treated for all purposes of corporation tax as if it were the same person as the Corporation. 2 The successor company shall not by virtue of subsection (1) be regarded as a body falling within section  170(12) of the  Taxation of Chargeable Gains Act 1992  (bodies established for carrying on industries or undertakings under national ownership or control). 3 Section 400(1) of the  Income and Corporation Taxes Act 1988 (write-off of government investment : restriction of tax losses) shall not have effect in relation to any reduction in the Corporation’s public dividend capital under section 2(1) above or its extinguishment by virtue of section 2(3) above; but instead the Secretary of State may, with the consent of the Treasury, direct that such amount as is specified in the direction shall be set off against the successor company’s tax losses as at the end of the accounting period ending last before the date of the direction. 4 No direction shall be given by the Secretary of State under subsection (3) above at a time when the successor company has ceased to be wholly owned by the Crown. 5 For the purposes of subsection (3) above the successor company’s tax losses as at the end of the accounting period there mentioned are those referred to in paragraphs (a) to (e) of subsection (2) of the said section 400; and subsections (3) to (5) of that section shall have effect in relation to any set-off under subsection (3) above as if— a any reference to subsection (1) of that section were a reference to subsection (3) above; and b the reference in subsection (4) of that section to the write-off date were a reference to the date of the direction under subsection (3) above. 6 Subsection (6) of the said section 400 shall apply in relation to any such reduction or extinguishment of the Corporation’s public dividend capital as is mentioned in subsection (3) above as if the reference to the body in question were a reference to the Corporation. 7 For the purposes of Part VI of the  Income and Corporation Taxes Act 1988 (company distributions) and                    Part 5 of the Corporation Tax Act 2009                  (loan relationships), any debentures issued in pursuance of section 3 above shall be treated as having been issued for new consideration equal to the principal sum payable under the debenture. 8 The vesting in the successor company by virtue of section 1 above of liability for a loan made to the Corporation shall not affect any direction given by the Treasury in respect of the loan under section 416 of the  Income and Corporation Taxes Act 1970 (borrowing in foreign currency). 9 In this section “ accounting period ” has the same meaning as in the  Income and Corporation Taxes Act 1988."}, {"act": "British Steel Act 1988", "year": 1988, "section": "12", "section_title": " Application of Trustee Investments Act 1961 in relation to investment in the successor company.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "British Steel Act 1988", "year": 1988, "section": "13", "section_title": " Orders.", "section_text": "13 1 Any power of the Secretary of State to make an order under this Act shall be exercisable by statutory instrument. 2 Any statutory instrument containing an order made by the Secretary of State under section  ... 16(2) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "British Steel Act 1988", "year": 1988, "section": "14", "section_title": " Administrative expenses.", "section_text": "14 Any administrative expenses incurred by the Secretary of State in consequence of the provisions of this Act shall be paid out of money provided by Parliament."}, {"act": "British Steel Act 1988", "year": 1988, "section": "15", "section_title": " Interpretation.", "section_text": "15 1 In this Act— “ the 1982 Act ” means the  Iron and Steel Act 1982; “ the appointed day ” means the day appointed under section 1(1); “ the Corporation ” means the British Steel Corporation; “ debenture ” includes debenture stock; “ enactment ” includes an enactment comprised in subordinate legislation; “ financial year ”, in relation to the Corporation, means the period prescribed by or under section 23 of the 1982 Act; “ public dividend capital ”, in relation to the Corporation, shall be construed in accordance with section 2(2); “ securities ”, in relation to a company, includes shares, debentures, bonds and other securities of the company, whether or not constituting a charge on the assets of the company; “ shares ” includes stock; “ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978; “ subsidiary ”                       has the meaning given by  section 1159 of the Companies Act 2006 ; “ the successor company ” means the company nominated for the purposes of section 1; “ the transitional period ” has the meaning given by section 10(1). 2 A company shall be regarded for the purposes of this Act as wholly owned by the Crown at any time when each of the issued shares of the company is held by, or by a nominee of, the Treasury or the Secretary of State."}, {"act": "British Steel Act 1988", "year": 1988, "section": "16", "section_title": " Consequential amendments, repeals and transitional provisions.", "section_text": "16 1 In the following provisions of the  Mineral Workings Act 1985, namely— a section 4(2) and (6) (arrangements affecting agricultural land), and b section 5(1) and (2) (finance for forestry), any reference to the Corporation shall be construed, as from the appointed day, as a reference to the successor company. 2 The Secretary of State may by order make— a such consequential modifications of any provision contained in any Act (whether public general or local) passed, or subordinate legislation made, before the appointed day as appear to him to be necessary or expedient in connection with any reference in that Act or subordinate legislation to the Corporation; b such transitional or saving provision as appears to him to be necessary or expedient in connection with the coming into force of any provision of this Act; and any provision of an order made under this subsection after the appointed day may be made so as to have effect as from that or any later day. 3 The enactments mentioned in Schedule 2 to this Act (which include certain spent enactments) are hereby repealed to the extent specified in the third column of that Schedule. 4 The transitional provisions and savings contained in Schedule 3 to this Act shall have effect."}, {"act": "British Steel Act 1988", "year": 1988, "section": "17", "section_title": " Short title, commencement and extent.", "section_text": "17 1 This Act may be cited as the British Steel Act 1988. 2 Sections 2 and 15(1) and this section shall come into force on the day on which this Act is passed. 3 The remaining provisions of this Act (except those specified in subsection (4)) shall come into force on the appointed day. 4 Part II of Schedule 2, and section 16(3) so far as relating thereto, shall come into force on the dissolution of the Corporation. 5 With the exception of the provisions mentioned in subsection (6), this Act does not extend to Northern Ireland. 6 Those provisions are— a section 1 and Schedule 1; b sections 13 and 15; c section 16(2); d section 16(3) and Schedule 2 so far as they repeal any enactment extending to Northern Ireland; e section 16(4) and Schedule 3; and f this section."}]