[{"act": "Court of Session Act 1988", "year": 1988, "section": "1", "section_title": " Number of judges of Court.", "section_text": "1 1 Subject to subsections (2), (3)\t\t\t\t\t  , (3A)  and (4) below, the maximum number of judges of the Court of Session (hereinafter in this Act referred to as “ the Court ”) shall be     36 . 2 Her Majesty may by Order in Council from time to time amend subsection (1) above so as to increase or further increase the maximum number of persons who may be appointed as judges of the Court. 3 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless a draft of the Order has been laid before   and approved by resolution of the Scottish Parliament. 3A The Lord President must be consulted before any draft of an Order under this section is laid before the Parliament. 4 No vacancy arising among the judges of the Court shall be filled unless the Secretary of State  . . .is satisfied that the state of business in the Court requires that the vacancy should be filled. 5 There shall be paid out of the Consolidated Fund any increase attributable to the provisions of this section in the sums which, under any other enactment, are payable out of that Fund."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "2", "section_title": " Composition of Court.", "section_text": "2 The Court shall be composed of an Inner House and an Outer House constituted in accordance with the following provisions of this section. 2 Subject to subsection (3) below, the Inner House shall be composed of two Divisions, namely, the First Division comprising the Lord President and   five  senior judges of the Court, and the Second Division comprising the Lord Justice Clerk and   five  other senior judges of the Court. 2A The Scottish Ministers may   , after consulting the Lord President,  from time to time by order amend subsection (2) above so as to alter or further alter the number of senior judges in the two Divisions. 2B The power conferred by subsection (2A) above may be exercised— a in relation only to one; or b differently in relation to each, of the two Divisions. 2C An order under this section shall be made by statutory instrument. 2D No order shall be made under this section unless a draft of the instrument containing it has been laid before and approved by resolution of the Scottish Parliament. 3 The Lord President may from time to time constitute, from among the judges of the Court, an extra Division of the Inner House for the purpose of hearing and disposing of causes pending before the Inner House; and any reference in this Act or in any other enactment to a Division of the Inner House shall be construed as including a reference to such an extra Division. 4 Subject to  an act of sederunt under section 103(1) of the Courts Reform (Scotland) Act 2014,  the quorum for a Division of the Inner House shall be three judges. 5 The Outer House shall be composed of the judges of the Court (other than the judges of the Inner House while they are sitting in the Inner House) sitting singly, and any reference in this Act or in any other enactment to a Lord Ordinary shall be construed as a reference to a judge sitting singly in the Outer House. 6 Subject to  subsections (7) and (8) below, where a vacancy arises in a Division of the Inner House the Lord President and the Lord Justice Clerk, with the consent of the Secretary of State and after such consultation with judges as appears to them to be appropriate in the particular circumstances, shall appoint a Lord Ordinary to fill that vacancy. 7 Subsection (6) above shall not apply in the case of such a vacancy arising by reason of the death or resignation of the Lord President or the Lord Justice Clerk. 8 The Scottish Ministers shall not give their consent under subsection (6) above to an appointment filling a vacancy in one of the two Divisions of the Inner House unless they are satisfied that the state of business in the Inner House requires that the vacancy be filled."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "3", "section_title": " Exchequer causes.", "section_text": "3 One of the judges of the Court who usually sits as a Lord Ordinary shall be appointed by the  Lord President to act as Lord Ordinary in exchequer causes, and no other judge shall so act unless and until such judge is appointed in his place: Provided that, in the event of the absence or inability of the Lord Ordinary in exchequer causes for whatever reason, any of his duties may be performed by any other Lord Ordinary acting in his place."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "4", "section_title": " Power of judges to act in cases relating to rates and taxes.", "section_text": "4 1 A judge of the Court shall not be incapable of acting as such in any proceedings by reason of being, as one of a class of ratepayers, taxpayers or persons of any other description, liable in common with others to pay, or contribute to, or benefit from, any rate or tax which may be increased, reduced or in any way affected by those proceedings. 2 In this section “ rate or tax ” means any rate, tax, duty or assessment, whether public, general or local, and includes— a any fund formed from the proceeds of any such rate, tax, duty or assessment; and b any fund applicable for purposes the same as, or similar to, those for which the proceeds of any such rate, tax, duty or assessment are or might be applied."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "5", "section_title": " Power to regulate procedure  etc.  by act of sederunt.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "5A", "section_title": "Rules for lay representation", "section_text": "5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "6", "section_title": " Allocation of business etc. by act of sederunt.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "7", "section_title": " Fees on remit to accountants etc.", "section_text": "7 The Court shall have power to regulate from time to time the fees which shall be payable to any accountant or person of skill to whom any remit is made in the course of any judicial proceedings before the Court."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "8", "section_title": " Rules Council.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "9", "section_title": " Allowing of proof by Lord Ordinary.", "section_text": "9 The Lord Ordinary may allow a proof— a in any action, other than an action enumerated in section 11 of this Act, without the consent of both parties and without reporting to and obtaining the leave of the Inner House; b in any action enumerated as aforesaid, if the parties to the action consent thereto or if special cause is shown."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "10", "section_title": " Evidence on commission in Outer House.", "section_text": "10 The Lord Ordinary may grant commission in any action— a to any person competent to take and report in writing the depositions of havers; b to take and report in writing the evidence of any witness who is resident beyond the jurisdiction of the Court, or who, by reason of age, infirmity or sickness, is unable to attend the diet of proof or trial: Provided that nothing in this section shall affect the existing practice in regard to granting commission for the examination of aged and infirm witnesses to take their evidence to lie  in retentis  before a proof or, as the case may be, trial has been allowed."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "11", "section_title": " Jury actions.", "section_text": "11 Subject to section 9(b) of this Act, the following actions if remitted to probation shall be tried by jury— a an action of damages for personal injuries; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an action founded on delinquency or quasi delinquency, where the conclusion is for damages only and expenses; and d an action of reduction on the ground of incapacity, essential error, or force and fear; and such an action which has been ordered by the Lord Ordinary to be tried by jury is hereafter in this Act referred to as a jury action."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "12", "section_title": " Summoning of jury.", "section_text": "12 The jurors for the trial of issues in a jury action shall be summoned by virtue of an authority or precept signed by a Lord Ordinary or by any clerk of court officiating either in the Outer House or Inner House, and issued to the sheriff principal."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "13", "section_title": " Selection of jury.", "section_text": "13 1 The jurors for the trial of any jury action shall be 12 persons selected in open court by ballot in accordance with the following provisions of this section from the list of persons summoned to attend the Court for that purpose. 2 The clerk of court shall cause the name of each person so summoned to be written on a separate piece of paper, all the pieces being of the same size, and shall cause the pieces to be rolled up as nearly as may be in the same shape, and to be put into a box or glass and mixed; and the clerk shall draw out the said pieces one by one from the box or glass. 3 Each party to the action may challenge the selection of any juror whose name has been drawn in the ballot, and may, without assigning any reason, challenge the selection of not more than 4 jurors; and any challenges for an assigned reason may be made at any time during the selection of the jury."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "14", "section_title": " Application for view by jury.", "section_text": "14 Any party to a jury action may apply to a Lord Ordinary to allow the jury to view any property heritable or moveable relevant to the action; and, where the Lord Ordinary considers that it is proper and necessary for the jury to view that property, he may grant the application."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "15", "section_title": " Illness or death of juror during trial.", "section_text": "15 Where in the course of the trial of any jury action in the Court the presiding judge is satisfied that any member of the jury is, by reason of illness, unable to continue to serve on the jury or ought, for any other reason, to be discharged from further service on the jury, it shall be lawful for the judge to discharge such member, and in any such case or in any case where in the course of such a jury trial, a member of the jury dies, the remaining members of the jury (if they are not less than 10 in number) shall in all respects be deemed to constitute the jury for the purpose of the trial and any verdict returned by them whether unanimous or by majority shall be of the like force and effect as a unanimous verdict or a verdict by majority of the whole number of the jury."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "16", "section_title": " Trial to proceed despite objection to opinion and direction of judge.", "section_text": "16 Notwithstanding any objection being taken in the course of the trial in any jury action to the opinion and direction of the presiding judge, the trial shall proceed and the jury shall return their verdict and assess damages where necessary."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "17", "section_title": " Return of verdict.", "section_text": "17 1 At the end of his charge to the jury the presiding judge shall direct the jury to select someone to speak for them when returning their verdict. 2 The jury impanelled to try any jury action may at any time return a verdict by a majority of their members, and if the jury, after they have been enclosed for 3 hours, are unable to agree upon a verdict or to return a verdict by a majority, the presiding judge may discharge the jury without their having given a verdict and, on the jury being discharged, shall order the action to be tried by another jury. 3 The verdict when returned shall be declared orally by the juror selected as aforesaid in open court and taken down in writing by the clerk of court before the jury is discharged. 4 Where the jury in an action which concludes for damages finds a verdict for the pursuer they shall also assess the amount of the damages. 5 Subject to Part V of this Act, the verdict of the jury shall be final so far as relating to the facts found by them."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "18", "section_title": " Lord Ordinary’s judgment final in Outer House.", "section_text": "18 Every interlocutor of the Lord Ordinary shall be final in the Outer House, subject however to the review of the Inner House in accordance with this Act."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "19", "section_title": " Lord Advocate as party to action for nullity of marriage or divorce.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Court of Session Act 1988", "year": 1988, "section": "21", "section_title": " Exchequer causes to have precedence.", "section_text": "21 Exchequer causes shall at all times take precedence of and have preference over all other causes in the Court."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "22", "section_title": " Lord Advocate to sue and be sued on behalf of the Crown.", "section_text": "22 Except where any enactment otherwise provides, all exchequer causes brought— a on behalf of the Crown, shall be at the instance of  the appropriate Law Officer within the meaning of section 4A of the Crown Suits (Scotland) Act 1857 ; b by any person alleging any ground of action against the Crown, shall be directed against  the appropriate Law Officer within the meaning of section 4A of the Crown Suits (Scotland) Act 1857 ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "23", "section_title": " Lord Advocate may be heard last.", "section_text": "23 In all exchequer causes,  the appropriate Law Officer within the meaning of section 4A of the Crown Suits (Scotland) Act 1857  shall, in pleading on behalf of the Crown, have the privilege of being heard last."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "24", "section_title": " Appeal to   Supreme Court .", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "25", "section_title": " Disposal of petitions initiated in Outer House.", "section_text": "25 1 The Lord Ordinary before whom any cause initiated by a petition comes shall have power to dispose of the petition himself. 2 For the purpose of disposing of such a cause, the Lord Ordinary may make such investigation and require such assistance from professional persons or persons of science or of skill as he thinks fit. 3 On any such cause coming before him, the Lord Ordinary may grant commission to take the depositions of havers and the evidence of witnesses as provided in section 10 of this Act with respect to an action."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "26", "section_title": " Summary trials.", "section_text": "26 1 The parties to any dispute or question to which this section applies may present a petition in the Outer House setting out the dispute or question and craving that it may be decided by a particular Lord Ordinary, and any such petition shall stand referred to such Lord Ordinary for his determination of the dispute or question. 2 The parties to any action in dependence in the Outer House not affecting the status of any person may agree by joint minute, or in such other manner as may be prescribed, that the provisions of this section shall apply to the action, and thereafter those provisions shall apply accordingly. 3 Provision shall be made by act of sederunt under  section 103(1) of the Courts Reform (Scotland) Act 2014  for securing that causes under this section shall be disposed of with as little delay as possible. 4 This section shall apply to any dispute or question not affecting the status of any person which might competently be the subject of any cause in the Outer House, or which might competently have been the subject of any such cause but for  section 39 of the Courts Reform (Scotland) Act 2014 ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "27", "section_title": " Special cases.", "section_text": "27 1 Where any parties interested, whether personally or in some fiduciary or official capacity, in the decision of a question of law are agreed upon the facts, and are in dispute only on the law applicable to those facts, it shall be competent for them without raising any proceeding, or at any stage of any proceeding, to present to the Inner House a case (in this section referred to as a special case) signed by their counsel setting out the facts upon which they are so agreed and the question of law arising from those facts; and the parties may ask the Court either for its opinion or for its judgment on that question of law. 2 The Court may, if it thinks fit, in case of difficulty or importance or of equal division, appoint a special case to be reheard by a larger court under section 36 of this Act. 3 The Court shall dispose of all questions of expenses arising in a special case. 4 Any judgment pronounced by the Court by virtue of this section shall be extractible in common form. 5 Any judgment pronounced by the Court by virtue of this section shall be liable to review by the   Supreme Court  unless such review is excluded by consent of all the parties to the special case."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "27A", "section_title": "Time limits", "section_text": "27A 1 An application to the supervisory jurisdiction of the Court must be made before the end of— a the period of 3 months beginning with the date on which the grounds giving rise to the application first arise, or b such longer period as the Court considers equitable having regard to all the circumstances. 2 Subsection (1) does not apply to an application to the supervisory jurisdiction of the Court which, by virtue of any enactment, is to be made before the end of a period ending before the period of 3 months mentioned in that subsection (however that first-ending period may be expressed)."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "27B", "section_title": "Requirement for permission", "section_text": "27B 1 No proceedings may be taken in respect of an application to the supervisory jurisdiction of the Court unless the Court has granted permission for the application to proceed. 2 Subject to subsection (3), the Court may grant permission under subsection (1) for an application to proceed only if it is satisfied that— a the applicant can demonstrate a sufficient interest in the subject matter of the application, and b the application has a real prospect of success. 3 Where the application relates to  a relevant Upper Tribunal decision , the Court may grant permission under subsection (1) for the application to proceed only if it is satisfied that— a the applicant can demonstrate a sufficient interest in the subject matter of the application, b the application has a real prospect of success, and c either— i the application would raise an important point of principle or practice, or ii there is some other compelling reason for allowing the application to proceed. 4 The Court may grant permission under subsection (1) for an application to proceed— a subject to such conditions as the Court thinks fit, b only on such of the grounds specified in the application as the Court thinks fit. 5 The Court may decide whether or not to grant permission without an oral hearing having been held. 6 In this section, “a relevant Upper Tribunal decision” means— a a decision of the Upper Tribunal for Scotland in an appeal from the First-tier Tribunal for Scotland under section 46 of the Tribunals (Scotland) Act 2014, b a decision of the Upper Tribunal in an appeal from the First-tier Tribunal under section 11 of the Tribunals, Courts and Enforcement Act 2007 ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "27C", "section_title": "\n \nOral hearings where permission refused, \n etc. \n", "section_text": "  27C 1 Subsection (2) applies where, in relation to an application to the supervisory jurisdiction of the Court— a the Court— i refuses permission under subsection 27B(1) for the application to proceed, or ii grants permission for the application to proceed subject to conditions or only on particular grounds, and b the Court decides to refuse permission, or grant permission as mentioned in paragraph (a)(ii), without an oral hearing having been held. 2 The person making the application may, within the period of 7 days beginning with the day on which that decision is made, request a review of the decision at an oral hearing.  3 A request under subsection (2) must be considered by a different Lord Ordinary from the one who refused permission or granted permission as mentioned in subsection (1)(a)(ii).  4 Where a request under subsection (2) is granted, the oral hearing must be conducted before a different Lord Ordinary from the one who refused or so granted permission. 5 At a review following a request under subsection (2), the Court must consider whether to grant permission for the application to proceed; and subsections (2), (3) and (4) of section 27B apply for that purpose. 6 Section 28 does not apply— a where subsection (2) applies, or b in relation to the refusal of a request made under subsection (2)."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "27D", "section_title": "Appeals following oral hearings", "section_text": "  27D 1 Subsection (2) applies where, after an oral hearing to determine whether or not to grant permission for an application to the supervisory jurisdiction of the Court to proceed, the Court— a refuses permission for the application to proceed, or b grants permission for the application to proceed subject to conditions or only on particular grounds. 2 The person making the application may, within the period of 7 days beginning with the day on which the Court makes its decision, appeal under this section to the Inner House (but may not appeal under any other provision of this Act). 3 In an appeal under subsection (2), the Inner House must consider whether to grant permission for the application to proceed; and subsections (2), (3) and (4) of section 27B apply for that purpose. 4 In subsection (1), the reference to an oral hearing is to an oral hearing whether following a request under section 27C(2) or otherwise."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "28", "section_title": " Reclaiming.", "section_text": "28 Any party to a cause initiated in the Outer House either by a summons or a petition who is dissatisfied with an interlocutor pronounced by the Lord Ordinary may, except as otherwise prescribed, reclaim against that interlocutor within such period after the interlocutor is pronounced, and in such manner, as may be prescribed."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "29", "section_title": " Application for new trial.", "section_text": "29 1 Any party who is dissatisfied with the verdict of the jury in any jury action may, subject to such conditions and in such manner as may be prescribed, apply to the Inner House for a new trial on the ground— a of misdirection by the judge; b of the undue admission or rejection of evidence; c that the verdict is contrary to the evidence; d of excess or inadequacy of damages; or e of  res noviter veniens ad notitiam ; or on such other ground as is essential to the justice of the cause. 2 The Inner House on hearing an application under this section may, subject to section 30 of this Act and any act of sederunt, grant or refuse a new trial. 3 If the Court, on an application for a new trial on the ground that the verdict is contrary to the evidence, after hearing parties is unanimously of the opinion that the verdict under review is contrary to the evidence, and that it has before it all the evidence that could be reasonably expected to be obtained relevant to the cause, it may set aside the verdict and, in place of granting a new trial, may enter judgment for the party unsuccessful at the trial."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "30", "section_title": " Restrictions on granting of application for new trial.", "section_text": "30 1 Where an application for a new trial is made on the ground of the undue admission of evidence, and the Court is of the opinion that the exclusion of that evidence could not have led to a different verdict than that actually returned, it shall refuse to grant a new trial. 2 Where an application for a new trial is made on the ground of the undue rejection of documentary evidence, and it appears to the Court from the documents themselves that they ought not to have affected the result at which the jury by their verdict have arrived, it may refuse to grant a new trial. 3 Where the Court, on an application for a new trial made to it, is of opinion that the only ground for granting a new trial is either excess of damages or such inadequacy of damages as to show that a new trial is essential to the justice of the cause, it may grant a new trial restricted to the question of the amount of damages only. 4 No verdict of a jury shall be discharged or set aside upon an application for a new trial, unless in conformity with the opinion of a majority of the judges hearing the application, and in case of equal division judgment shall be given in conformity with the verdict."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "31", "section_title": " Verdict may be returned subject to opinion of Inner House on point reserved.", "section_text": "31 1 Where in a jury action the presiding judge has directed the jury upon any matter of law, any party against whom the verdict is returned may apply to the Inner House to enter the verdict for him. 2 The Inner House may, on an application made to it by a party under subsection (1) above— a where it is of opinion that the direction of the presiding judge was erroneous and that the party making the application was truly entitled to the verdict in whole or in part, direct the verdict to be entered for that party in whole or in part, either absolutely or on such terms as it may think fit; or b where it is of opinion that it is necessary, set aside the verdict and order a new trial; or c refuse the application."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "31A", "section_title": "Power to provide for single judge of Inner House to determine leave or permission and assess grounds of appeal", "section_text": "31A 1 The Court may by act of sederunt provide for any applications to the Court for leave or permission to appeal to the Inner House to be determined by a single judge of the Inner House. 2 The Court may by act of sederunt provide for— a any appeal proceedings to be considered initially (and, where required, after leave or permission to appeal has been granted) by a single judge of the Inner House, and b for the single judge to decide, by reference to whether the grounds of appeal or any of them are arguable— i whether the appeal proceedings should be allowed to proceed in the Inner House, and ii if so, on which grounds. 3 An act of sederunt under subsection (1) or (2)— a must include provision— i about the procedure to be followed in the proceedings before the single judge, including provision for the parties to be heard before the judge makes a decision, ii for review, on the application of any party to the proceedings, of the decision of the single judge by a Division of the Inner House, iii about the grounds on which the decision may be so reviewed, iv about the procedure to be followed in such a review, v about the matters that may be considered in such a review and the powers available to the Division on disposing of the review, and b may make different provision in relation to different types of— i applications for leave or permission, ii appeal proceedings. 4 Subject to any provision made in an act of sederunt by virtue of subsection (3)(a)(ii) to (v), the decision of any single judge under an act of sederunt under subsection (1) or (2) is final. 5 Subsection (6) applies in appeal proceedings in which— a a single judge has granted leave or permission for the appeal by virtue of subsection (1), and b the judge's decision is subject to review by a Division of the Inner House by virtue of subsection (3)(a)(ii). 6 Where this subsection applies, the reference in subsection (2)(a) to leave or permission to appeal having been granted is a reference to its having been confirmed following review by the Division of the Inner House. 7 In subsection (2)(a),  “ appeal proceedings ” means proceedings on— a a reclaiming application under section 28 (reclaiming against decisions of a Lord Ordinary), b an application under section 29 (application for a new trial), c an application under section 31 (application to overturn jury verdict), d an appeal from the Sheriff Appeal Court under section 113 of the Courts Reform (Scotland) Act 2014, e an appeal from a sheriff principal under section 114 of that Act, f any other appeal taken to the Court (whether under an enactment or otherwise)."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "32", "section_title": " Appeals.", "section_text": "32 1 Where an appeal is taken to the Court from the judgment of the  Sheriff Appeal Court under section 113 of the Courts Reform (Scotland) Act 2014 or the judgment of a sheriff principal under section 114 of that Act , the record may, with the leave of the Court, be amended at any time on such conditions as to the Court seem proper. 2 On any such appeal the Court may, if it thinks fit, remit the cause to the  Sheriff Appeal Court or, as the case may be, the sheriff principal  with instructions. 3 On any such appeal the Court may, if necessary, order proof or additional proof to be taken in accordance with section 37 of this Act and shall thereafter, or without any such order if no such proof or additional proof is necessary, give judgment on the merits of the cause. 4 Where such an appeal is taken to the Court from the judgment of the  Sheriff Appeal Court or, as the case may be, the sheriff principal  proceeding on a proof, the Court shall in giving judgment distinctly specify in its interlocutor the several facts material to the cause which it finds to be established by the proof, and express how far its judgment proceeds on the matter of facts so found, or on matter of law, and the several points of law which it means to decide. 5 The judgment of the Court on any such appeal shall be appealable to the   Supreme Court  only on matters of law."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "33", "section_title": " Transmissions from sheriff to Court on ground of contingency.", "section_text": "33 1 The Court shall, on an application made to it, if it is of the opinion that there is contingency between a sheriff court cause and a cause depending before it, grant warrant to the clerk of the sheriff court cause for transmission of that cause to the Court. 2 In subsection (1) above “ sheriff court cause ” means a cause depending before the sheriff principal or the sheriff. 3 The Court may, on an application by any of the parties, if it is of the opinion that there is contingency between a matter before the Land Court for determination by virtue of the Agricultural Holdings (Scotland) Act 1991 (c. 55) or the Agricultural Holdings (Scotland) Act 2003 (asp 11) and a cause depending before the Court, grant warrant to the clerk of the Land Court for transmission of the case to the Court from the Land Court."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "34", "section_title": " Suspension of decrees of Court granted in absence.", "section_text": "34 It shall be competent for any party to bring proceedings in manner prescribed for the suspension of any decree in absence granted in the Court."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "35", "section_title": " Suspension of sheriff court decree.", "section_text": "35 1 It shall be competent in any proceedings for the suspension of a decree of a sheriff for that sheriff or the Court to regulate all matters relating to interim possession. 2 The Court may in any such proceedings remit the cause to the sheriff with instructions; but no such remit shall be made, except in the case of the suspension of a decree in absence, without hearing counsel or receiving a written answer on the part of the respondent. 3 The Court may in granting suspension find the petitioner entitled to his expenses both in the sheriff court and in the Court. 4 In this section “ sheriff ” includes sheriff principal."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "36", "section_title": " Rehearing by larger court of causes pending in Inner House.", "section_text": "36 Where a division of the Inner House before whom a cause is pending— a considers the cause to be one of difficulty or importance; or b is equally divided in opinion on the cause (whether on a question of law or fact), it may appoint the cause to be reheard by such larger court as is necessary for the proper disposal of the cause."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "37", "section_title": " Additional proof ordered by Inner House.", "section_text": "37 Where proof has been ordered by the Inner House, the proof shall be taken before any one of the judges of the Inner House to whom the Inner House may think fit to remit the case, and the ruling of that judge upon the admissibility of evidence in the course of taking the proof shall be subject to review by the Inner House in the discussion of the report of the proof; and where the Inner House alters any finding of that judge rejecting evidence, it may, if it thinks fit, remit the case to have that evidence taken."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "38", "section_title": " Evidence on commission in Inner House.", "section_text": "38 In any cause coming before it, the Inner House may grant commission to take the depositions of havers and the evidence of witnesses as provided in section 10 of this Act with respect to an action."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "39", "section_title": " Inner House judgment final in Court of Session.", "section_text": "39 The judgment pronounced by the Inner House shall in all causes be final in the Court."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "40", "section_title": "Appeals to the Supreme Court", "section_text": "40 1 An appeal may be taken to the Supreme Court against a decision of the Inner House mentioned in subsection (2), but only— a with the permission of the Inner House, or b if the Inner House has refused permission, with the permission of the Supreme Court. 2 The decisions are— a a decision constituting final judgment in any proceedings, b a decision in an exchequer cause, c a decision, on an application under section 29, to grant or refuse a new trial in any proceedings, d any other decision in any proceedings if— i there is a difference of opinion among the judges making the decision, or ii the decision is one sustaining a preliminary defence and dismissing the proceedings. 3 An appeal may be taken to the Supreme Court against any other decision of the Inner House in any proceedings, but only with the permission of the Inner House. 4 In an appeal against a decision mentioned in subsection (2)(c), the Supreme Court has the same powers as the Inner House had in relation to the application under section 29, including, in particular, the powers under sections 29(3) and 30(3). 5 No appeal may be taken to the Supreme Court against any decision of a Lord Ordinary. 6 But subsection (5) does not affect the operation of subsections (1) and (3) in relation to a decision of the Inner House in a review of a decision of a Lord Ordinary. 7 In an appeal to the Supreme Court under this section against a decision of the Inner House in any proceedings, all prior decisions in the proceedings (whether made at first instance or at any stage of appeal) are open to review by the Supreme Court. 8 This section is subject to— a sections 27(5) and 32(5), b any provision of any other enactment that restricts or excludes an appeal from the Court of Session to the Supreme Court. 9 This section does not affect any right of appeal from the Court of Session to the Supreme Court that arises apart from this section. 10 In this section— “ final judgment ”, in relation to any proceedings, means a decision which, by itself or taken along with prior decisions in the proceedings, disposes of the subject matter of the proceedings on its merits, even though judgment may not have been pronounced on every question raised or expenses found due may not have been modified, taxed or decerned for, “ preliminary defence ”, in relation to any proceedings, means a defence that does not relate to the merits of the proceedings."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "40A", "section_title": "Permission for appeal under section 40", "section_text": "40A 1 An application to the Inner House for permission to take an appeal under section 40(1) or (3) must be made— a within the period of 28 days beginning with the date of the decision against which the appeal is to be taken, or b within such longer period as the Inner House considers equitable having regard to all the circumstances. 2 An application to the Supreme Court for permission to take an appeal under section 40(1) must be made— a within the period of 28 days beginning with the date on which the Inner House refuses permission for the appeal, or b within such longer period as the Supreme Court considers equitable having regard to all the circumstances. 3 The Inner House or the Supreme Court may grant permission for an appeal under section 40(1) or (3) only if the Inner House or, as the case may be, the Supreme Court considers that the appeal raises an arguable point of law of general public importance which ought to be considered by the Supreme Court at that time."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "41", "section_title": " Interim possession, execution and expenses.", "section_text": "41 1 On an appeal to the   Supreme Court  under section 40 of this Act, a copy of the petition of appeal shall be laid by the respondent before the Inner House which may regulate all matters relating to interim possession, execution and expenses already incurred as it thinks fit, having regard to the interests of the parties to the cause as they may be affected by the upholding or reversal of the judgment against which the appeal has been taken. 2 It shall not be competent by appeal to the   Supreme Court  in respect of regulations made under subsection (1) above to stop the execution of those regulations; but when the   Supreme Court  hears the appeal under section 40 of this Act, it may make such order or give such judgment respecting any matter which has been done or taken place in pursuance or in consequence of the regulations as it thinks fit."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "42", "section_title": "Supreme Court  may make order on payment of interest.", "section_text": "42 The   Supreme Court  in hearing an appeal under section 40 of this Act may make such order with regard to payment of interest, simple or compound, by any of the parties, as it thinks fit."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "43", "section_title": " Interest and expenses where appeal dismissed for want of prosecution.", "section_text": "43 Where an appeal to the   Supreme Court  under section 40 of this Act is dismissed for want of prosecution, the Inner House may, on an application made to it by any respondent in the appeal, order the appellant to pay to that respondent such interest, simple or compound, as it thinks fit, together with the expenses which have been incurred in consequence of the appeal."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "44", "section_title": " Selection of judges for trial of election petitions.", "section_text": "44 1 The judges to be placed on the rota for the trial of parliamentary election petitions in Scotland under Part III of the Representation of the  People Act 1983 in each year shall be selected, in such manner as the Lord President may direct, from the judges of the Court exclusive of any who are members of the House of Lords. 2 Notwithstanding the expiry of the year for which a judge has been placed on the rota, he may act as if that year had not expired for the purpose of continuing to deal with, giving judgment in, or dealing with any ancillary matter relating to, any case with which he may have been concerned during that year. 3 Any judge placed on the rota shall be eligible to be placed on the rota again in the succeeding or any subsequent year."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "45", "section_title": " Restoration of possession and specific performance.", "section_text": "45 The Court may, on application by summary petition— a order the restoration of possession of any real or personal property of the possession of which the petitioner may have been violently or fraudulently deprived; and b order the specific performance of any statutory duty, under such conditions and penalties (including fine and imprisonment, where consistent with the enactment concerned) in the event of the order not being implemented, as to the Court seem proper."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "46", "section_title": " Specific relief may be granted in interdict proceedings.", "section_text": "46 Where a respondent in any application or proceedings in the Court, whether before or after the institution of such proceedings or application, has done any act which the Court might have prohibited by interdict, the Court may ordain the respondent to perform any act which may be necessary for reinstating the petitioner in his possessory right, or for granting specific relief against the illegal act complained of."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "47", "section_title": " Interim interdict and other interim orders.", "section_text": "47 1 In any cause containing a conclusion or a crave for interdict or liberation, the Division of the Inner House or the Lord Ordinary (as the case may be) may, on the motion of any party to the cause, grant interim interdict or liberation; and it shall be competent for the Division of the Inner House or the Lord Ordinary before whom any cause in which interim interdict has been granted is pending to deal with any breach of the interim interdict without the presentation of a petition and complaint. 2 In any cause in dependence before the Court, the Court may, on the motion of any party to the cause, make such order regarding the interim possession of any property to which the cause relates, or regarding the subject matter of the cause, as the Court may think fit. 2A The power under subsection (2) to make an order includes, in particular, power to make an order ad factum praestandum (including an interim order). 3 Every interim act, warrant and decree granted during the dependence of a cause in the Court shall, unless the Court otherwise directs, be extractible ad interim ."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "47A", "section_title": "Power to grant warrant for ejection", "section_text": "47A In any proceedings where the Court has competence to grant a decree of removing, it also has competence to grant a warrant for ejection."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "48", "section_title": " Right of audience of solicitor before the court.", "section_text": "48 1 Any solicitor who has, by virtue of section 25A (rights of audience) of the Solicitors (Scotland) Act 1980 a right of audience in relation to the Court of Session shall have the same right of audience in that court as is enjoyed by an advocate. 2 Any solicitor shall have a right of audience– a before the vacation judge; and b in such other circumstances as may be prescribed."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "48A", "section_title": " Further provision as to rights of audience.", "section_text": "48A Any person who has complied with the terms of a scheme approved under section 26 of the Law Reform (Miscellaneous Provisions) (Scotland) Act 1990 (consideration of applications made under section 25) shall have such rights of audience before the court as may be specified in an act of sederunt made under subsection (7)(a) of that section."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "49", "section_title": " Subscription of bill for letters of inhibition.", "section_text": "49 1 Subject to subsection (2) below, the subscription by such of the clerks of session as may be prescribed of a bill craving warrant for the signeting of letters of inhibition shall be sufficient warrant for that purpose without the subscription of the bill by a Lord Ordinary. 2 Where in the case of any such bill a doubt or difficulty occurs to the clerk of session, he shall report the matter to a Lord Ordinary, and where a matter is so reported the subscription of the bill by the Lord Ordinary shall be necessary."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "50", "section_title": " Copy of interlocutor granting commission and diligence to be equivalent to formal extract.", "section_text": "50 A copy of an interlocutor, pronounced by a Lord Ordinary or the Inner House granting commission and diligence, which is certified by a clerk of court shall have the same force and effect as a formal extract of the interlocutor."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "51", "section_title": " Interpretation", "section_text": "51 In this Act unless the context otherwise requires— “ action ” means a cause initiated by a summons; “ the Court ” means the Court of Session and, in any provision conferring a power on the Court with regard to a cause before it, means, as the case may be, a Division of the Inner House, a Division sitting with an additional judge or judges or a Lord Ordinary; “ enactment ” includes an act of sederunt and an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament ; “ the Inner House ” means, in any provision conferring power on it, a Division thereof; “ the Lord President ” means the Lord President of the Court of Session; “ prescribed ” means prescribed by act of sederunt; “ solicitor ” has the same meaning as in section 65(1) of the  Solicitors (Scotland) Act 1980."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "52", "section_title": " Consequential amendments, repeals and savings.", "section_text": "52 1 The enactments specified in Schedule 1 to this Act shall have effect subject to the amendments specified in that Schedule, being amendments consequential upon the provisions of this Act. 2 The enactments mentioned in Part I of Schedule 2 to this Act are hereby repealed to the extent specified in the third column of that Schedule; and Parts II and  III  of that Schedule respectively show the extent to which the aforesaid enactments are re-enacted (with or without amendment) in this Act or are repealed without re-enactment as being no longer of practical utility or being spent or unnecessary. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In so far as any appointment, act of sederunt or regulations made under any enactment repealed and re-enacted by this Act, or any other thing done under any such enactment, could have been made or done under a corresponding provision of this Act, it shall not be invalidated by the repeals effected by this section but shall have effect as if made or done under that corresponding provision. 5 Where any Act or any document refers, either expressly or by implication, to an enactment repealed and re-enacted by this Act, the reference shall, except where the context otherwise requires, be construed as a reference to the corresponding provision of this Act. 6 Nothing in this section shall be taken as prejudicing the operation of sections 16 and 17 of the  Interpretation Act 1978 (general savings and repeal and re-enactment)."}, {"act": "Court of Session Act 1988", "year": 1988, "section": "53", "section_title": " Short title, commencement and extent.", "section_text": "53 1 This Act may be cited as the Court of Session Act 1988. 2 This Act shall come into force on the expiry of the period of 2 months beginning with the date on which it is passed. 3 This Act extends to Scotland only."}]