[{"act": "Farm Land and Rural Development Act 1988", "year": 1988, "section": "1", "section_title": " Grants in respect of farm businesses.", "section_text": "1 1 The appropriate authority may, with the approval of the Treasury, by scheme provide in relation to any one or more parts of Great Britain for the payment by the appropriate Minister of grants towards expenditure which— a has been or is to be incurred for the purposes of, in connection with or in connection with any proposals for— i the establishment or expansion of a farm business of such a description as may be specified in the scheme; ii the establishment or expansion, for purposes connected with the establishment, expansion or carrying on of such a farm business, of any agricultural business; iii the promotion of such a farm business; or iv the marketing of anything produced or supplied in the course of such a farm business; and b appears to the appropriate Minister to be neither expenditure of a capital nature nor expenditure which would fall to be treated for the purposes of section 29 of the  Agriculture Act 1970 as incurred in connection with expenditure of a capital nature. 2 Without prejudice to the generality of subsection (1) above, a scheme under this section providing for the payment of grants may— a impose requirements to be complied with by persons applying for the grants; b confer a discretion on the appropriate Minister as to the payment of the grants, as to the manner and timing of their payment and as to their amounts; c provide for the grants to be paid to persons on such terms as may be specified in or determined under the scheme and for the modification of any such terms in such manner as may be so specified or determined; d provide for the terms on which the grants are paid to impose such requirements on the persons to whom they are paid, including requirements to be complied with after the payment of the grants and requirements as to the repayment of grants, as may be so specified or determined; e provide for any discretion conferred by or under the scheme to be exercisable in such circumstances and by reference to such matters, and the opinion of such persons, as may be so specified or determined; f contain such supplemental, consequential and transitional provision as the appropriate authority thinks fit; and g make different provision for different cases. 3 The power to make a scheme under this section shall be exercisable by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament. 4 A grant paid by virtue of a scheme under this section shall be paid out of money provided by Parliament. 5 In this section— “ agricultural business ” means a business consisting in, or such part of a business as consists in, the pursuit of agriculture; “ agriculture ”— a in relation to England and Wales, has the same meaning as in the  Agriculture Act 1947; and b in relation to Scotland, has the same meaning as in the  Agriculture (Scotland) Act 1948; “ the appropriate authority ”, in relation to any scheme, means the appropriate Minister for the part of Great Britain to which the scheme extends or, if it extends to more than one part, the appropriate Minister for each part to which it does extend, acting jointly; “ the appropriate Minister ”— a in relation to England, means the  Secretary of State ; and b in relation to Scotland or Wales, means the Secretary of State; “ farm business ” means any business consisting in, or such part of any business as consists in, a business which— a is carried on by a person who also carries on an agricultural business at the same time and on the same or adjacent land; and b is not itself an agricultural business. 6 In subsection (5) in the definition of “the appropriate authority” the words from “or, if it extends to more than one part,” to the end shall not extend to Scotland."}, {"act": "Farm Land and Rural Development Act 1988", "year": 1988, "section": "2", "section_title": " Grants in respect of farm woodlands.", "section_text": "2 1 The appropriate authority may, with the approval of the Treasury, by scheme provide in relation to any one or more parts of Great Britain for the payment by the appropriate Minister to the owners and lessees of land of— a grants towards expenditure which has been or is to be incurred for the purposes of, or in connection with, the conversion of land from agricultural use to use for woodlands or the management of land that has been so converted; b grants for abating any financial loss which has been or will be suffered in consequence of the conversion of land from agricultural use to use for woodlands. 2 Without prejudice to the generality of the preceding provisions of this section, a scheme under this section providing for the payment of grants may— a impose requirements to be complied with by persons applying for the grants; b confer a discretion on the appropriate Minister as to the payment of the grants, as to the manner and timing of their payment and as to their amounts; c provide for the persons to whom the grants are payable to include persons who become owners or lessees of land after its conversion to use for woodlands; d provide for the grants to be paid to persons on such terms as may be specified in or determined under the scheme and for the modification of any such terms in such manner as may be so specified or determined; e provide for the terms on which the grants are paid to impose such requirements on the persons to whom they are paid, including requirements to be complied with after the payment of the grants and requirements as to the repayment of grants, as may be so specified or determined; f provide for any discretion conferred by or under the scheme to be exercisable in such circumstances and by reference to such matters, and the opinion of such persons, as may be so specified or determined; g contain such supplemental, consequential and transitional provision as the appropriate authority thinks fit; and h make different provision for different cases. 3 Where the Secretary of State and the Minister of Agriculture, Fisheries and Food jointly carry out a review of the rates at which grants are payable under any schemes for the time being in force under this section, the Secretary of State and that Minister may lay a report before Parliament stating— a whether, as a result of the review, they propose that any modifications of those rates should be made; and b the modifications, if any, that are proposed; and it shall be the duty of the Secretary of State and that Minister to ensure that such a review is carried out, and a report under this subsection is laid before Parliament, no later than 30th September 1991 and that no more than five years elapse after the laying of a report under this subsection before another such review is carried out and another such report is so laid. 4 The power to make a scheme under this section shall be exercisable by statutory instrument and such a scheme shall not be made unless a draft of it has been laid before, and approved by resolution of, each House of Parliament. 5 A grant paid by virtue of a scheme under this section shall be paid out of money provided by Parliament. 6 In this section— “ agricultural use ”— a in relation to England and Wales, means agricultural use within the meaning of the  Agriculture Act 1947, other than use for woodlands; and b in relation to Scotland, means agricultural use within the meaning of the  Agriculture (Scotland) Act 1948, other than use for woodlands; “ the appropriate authority ” and “ the appropriate Minister ” have the same meanings as in section 1 above. 7 Nothing in this section or in any scheme under this section shall prejudice the power of the Forestry Commissioners to pay grants under section 1 of the  Forestry Act 1979 or the power of the Natural Resources Body for Wales to pay grants under article 10B of the Natural Resources Body for Wales (Establishment) Order 2012 ( S.I. 2012/1903 ) . 8 In the application of subsection (3) to any scheme relating to Scotland, including any scheme which relates also to other parts of Great Britain, any references in that subsection to the Secretary of State and the Minister of Agriculture, Fisheries and Food acting jointly shall in so far as the scheme relates to Scotland be read as a reference to the Scottish Ministers and the appropriate Minister for a part of Great Britain other than Scotland shall have no functions under that subsection in respect of any such scheme in so far as it relates to Scotland."}, {"act": "Farm Land and Rural Development Act 1988", "year": 1988, "section": "3", "section_title": " Membership of Development Commission.", "section_text": "3 In paragraph 2(1) of Schedule 1 to the  Miscellaneous Financial Provisions Act 1983 (composition of the Development Commission), for the word “eight” there shall be substituted the word  “            twelve          ” ."}, {"act": "Farm Land and Rural Development Act 1988", "year": 1988, "section": "4", "section_title": " Supplemental provisions.", "section_text": "4 1 This Act may be cited as the Farm Land and Rural Development Act 1988. 2 It is hereby declared that any function conferred on a Minister of the Crown by or under section 1 or 2 of this Act is to be treated as a function connected with agriculture for the purposes of section 17 of the  Agriculture Act 1986 (duty to balance interests when exercising functions connected with agriculture). 3 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (exercise of legislative functions for Northern Ireland) which states that it is made only for purposes corresponding to the purposes of section 1 above— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution procedure and procedure in cases of urgency); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Sections 1 to 3 above do not extend to Northern Ireland."}]