[{"act": "Finance Act 1988", "year": 1988, "section": "1", "section_title": " Beer, wine, made-wine and cider.", "section_text": "1 1 In section 36 of the  Alcoholic Liquor Duties Act 1979 (excise duty on beer)— a for “£25.80” and “£0.86” there shall be substituted  “                        £27.00                      ”  and  “                        £0.90                      ”  respectively; and b for the words from “at the rate” onwards there shall be substituted the words  “                        at the rate of £0.90 per hectolitre for every degree by which the original gravity of the beer exceeds 1000 degrees                      ” . 2 In sections 42(6) and 43(4) of that Act (rates of drawback), the words “but as respects” onwards shall cease to have effect. 3 For the Table of rates of duty in Schedule 1 to that Act (wine and made-wine) there shall be substituted the Table in Part I of Schedule 1 to this Act. 4 In section 62(1) of that Act (excise duty on cider) for “£15.80” there shall be substituted  “                    £17.33                  ” . 5 That Act shall have effect subject to the amendments set out in Part II of Schedule 1 to this Act (which relate to beverages of an alcoholic strength not exceeding 5.5 per cent.). 6 In this section— a subsections (1)(a), (3) and (4)\t\t\t\t\t\t\t(with Part I of Schedule 1 to this Act) shall be deemed to have come into force at 6 o’clock in the evening of 15th March 1988; b subsections (1)(b) and (2) shall come into force on 1st October 1988; and c subsection (5)\t\t\t\t\t\t\t(with Part II of Schedule 1 to this Act) shall come into force on such day as the Commissioners may by order made by statutory instrument appoint; and different days may be appointed under paragraph (c) above for different provisions or different purposes."}, {"act": "Finance Act 1988", "year": 1988, "section": "2", "section_title": " Tobacco products.", "section_text": "2 1 For the Table in Schedule 1 to the  Tobacco Products Duty Act 1979 there shall be substituted—  Table 1. Cigarettes An amount equal to 21 per cent. of the retail price plus £31.74 per thousand cigarettes. 2. Cigars £48.79 per kilogram. 3. Hand-rolling tobacco £51.48 per kilogram. 4. Other smoking tobacco and chewing tobacco £24.95 per kilogram. 2 This section shall be deemed to have come into force on 18th March 1988."}, {"act": "Finance Act 1988", "year": 1988, "section": "3", "section_title": " Hydrocarbon oil.", "section_text": "3 1 In section 6(1) of the  Hydrocarbon Oil Duties Act 1979, for “£0.1938”\t\t\t\t\t(light oil) and “£0.1639”\t\t\t\t\t(heavy oil) there shall be substituted  “                    £0.2044                  ”  and  “                    £0.1729                  ”  respectively. 2 In section 13A of that Act (rebate on unleaded petrol), for “£0.0096” there shall be substituted  “                    £0.0202                  ” . 3 This section shall be deemed to have come into force at 6 o’clock in the evening of 15th March 1988."}, {"act": "Finance Act 1988", "year": 1988, "section": "4", "section_title": " Vehicles excise duty.", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In Part I of Schedule 3 to each Act (annual rates of duty on tractors  etc. )— a  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "5", "section_title": " Relief from excise duty on goods imported for testing etc.", "section_text": "5 1 After section 11 of the  Customs and Excise Duties (General Reliefs) Act 1979 there shall be inserted—  Relief from excise duty on goods imported for testing etc. 11A 1 The Commissioners may by order provide that, in such cases and subject to such exceptions as may be specified in the order, goods imported into the United Kingdom for the sole or main purpose— a of being examined, analysed or tested; or b of being used to test other goods, shall be relieved from excise duty chargeable on importation; and any such relief may take the form either of an exemption from payment of duty or of a provision whereby the sum payable by way of duty is less than it otherwise would be. 2 An order under this section— a may make any relief for which it provides subject to conditions specified in or under the order, including conditions to be complied with after the importation of the goods to which the relief applies; b may contain such incidental and supplementary provisions as the Commissioners think necessary or expedient; and c may make different provision for different cases. 3 In this section, references to excise duty include any additions to such duty by virtue of section 1 of the Excise Duties (Surcharges or Rebates) Act 1979. 2 In section 17 of that Act (statutory instruments containing orders or regulations: parliamentary procedure)— a after “7” in subsection (3) and after “4” in subsection (4) there shall be inserted  “                        , 11A                      ” ; and b for “or 4” in subsection (5) there shall be substituted  “                        , 4 or 11A                      ” ."}, {"act": "Finance Act 1988", "year": 1988, "section": "6", "section_title": " Remission of duty in respect of spirits used for medical or scientific purposes.", "section_text": "6 1 For section 8 of the   Alcoholic Liquor Duties Act 1979 there shall be substituted—  Remission of duty in respect of spirits used for medical or scientific purposes. 8 1 Where a person proposes to use spirits — a in the manufacture or preparation of any article recognised by the Commissioners as being an article used for medical purposes; or b for scientific purposes, the Commissioners may, if they think fit and subject to such conditions as they see fit to impose, authorise that person to receive, and permit the delivery from warehouse to that person of, spirits for that use without payment of the duty chargeable thereon. 2 If any person contravenes or fails to comply with any condition imposed under this section then, in addition to any other penalty he may have incurred, he shall be liable on summary conviction to a penalty of level 3 on the standard scale. 2 In section 22 of that Act (drawback on British compounds and spirits of wine), subsection (7) shall cease to have effect. 3  4 In section 33 of that Act (restrictions on use of certain goods relieved from spirits duty)— a in paragraph (c) of subsection (1), for the word “repayment” there shall be substituted the word  “                        remission                      ” ; b paragraph (d) of that subsection and the word “or” immediately preceding that paragraph shall cease to have effect; and c in paragraph (b) of subsection (2), for the words “repaid or assumed to be repayable” there shall be substituted the word  “                        remitted                      ” ."}, {"act": "Finance Act 1988", "year": 1988, "section": "7", "section_title": " Meaning of “sparkling” in relation to wine and made-wine.", "section_text": "7 In Schedule 1 to the   Alcoholic Liquor Duties Act 1979 (wine and made-wine), in paragraph 1(1) under the heading “Interpretation”\t\t\t(meaning of “sparkling”), for the words “1 bar in excess of atmospheric pressure” there shall be substituted the words  “                1.5 bars in excess of atmospheric pressure              ” ."}, {"act": "Finance Act 1988", "year": 1988, "section": "8", "section_title": " Disclosure of information as to imports.", "section_text": "8 1 The Commissioners may, for the purpose of supplementing the information as to imported goods which may be made available to persons other than the Commissioners, disclose information to which this section applies to such persons as they think fit. 2 Such information may be so disclosed on such terms and conditions (including terms and conditions as to the payment of fees or charges to the Commissioners and the making of the information available to other persons) as the Commissioners think fit. 3 This section applies to information consisting of the names and addresses of persons declared as consignees in entries of imported goods, arranged by reference to such classifications of imported goods as the Commissioners think fit. 4 This section shall be construed as if it were contained in the  Customs and Excise Management Act 1979."}, {"act": "Finance Act 1988", "year": 1988, "section": "9", "section_title": " Approval and regulation of warehouses.", "section_text": "9 1 In section 92(2) of the Customs and Excise Management Act 1979 (approval of warehouses), for paragraph (b) there shall be substituted— b of such other goods as the Commissioners may allow to be warehoused— i for exportation or for use as stores in cases where relief from or repayment of any customs duty or other payment is conditional on their exportation or use as stores; or ii for exportation or for use for a purpose referred to in a Community regulation in cases where payment of an export refund under such a regulation is conditional on their exportation or use for such a purpose, 2 In section 93(2) of that Act (regulation of warehouses and warehoused goods), in paragraph (c) the words “(other than operations consisting of the mixing of spirits with wine or made-wine)” shall cease to have effect."}, {"act": "Finance Act 1988", "year": 1988, "section": "10", "section_title": " Power to search persons.", "section_text": "10 1 In subsection (1) of section 164 of the   Customs and Excise Management Act 1979 (power to search persons)— a after the words “person to whom this section applies” there shall be inserted the words  “                        (referred to in this section as the suspect)                      ” ; and b for the words from “any officer” onwards there shall be substituted the words  “                        an officer may exercise the powers conferred by subsection (2) below and, if the suspect is not under arrest, may detain him for so long as may be necessary for the exercise of those powers and (where applicable) the exercise of the rights conferred by subsection (3) below                      ” . 2 For subsections (2) and (3) of that section there shall be substituted— 2 The officer may require the suspect— a to permit such a search of any article which he has with him; and b subject to subsection (3) below, to submit to such searches of his person, whether rub-down, strip or intimate, as the officer may consider necessary or expedient; but no such requirement may be imposed under paragraph (b) above without the officer informing the suspect of the effect of subsection (3) below. 3 If the suspect is required to submit to a search of his person, he may require to be taken— a except in the case of a rub-down search, before a justice of the peace or a superior of the officer concerned; and b in the excepted case, before such a superior; and the justice or superior shall consider the grounds for suspicion and direct accordingly whether the suspect is to submit to the search. 3A A rub-down or strip search shall not be carried out except by a person of the same sex as the suspect; and an intimate search shall not be carried out except by a suitably qualified person. 3 After subsection (4) of that section there shall be inserted— 5 In this section— “ intimate search ” means any search which involves a physical examination (that is, an examination which is more than simply a visual examination) of a person’s body orifices; “ rub-down search ” means any search which is neither an intimate search nor a strip search; “ strip search ” means any search which is not an intimate search but which involves the removal of an article of clothing which— a is being worn (wholly or partly) on the trunk; and b is being so worn either next to the skin or next to an article of underwear; “ suitably qualified person ” means a registered medical practitioner or a registered nurse. 6 Notwithstanding anything in subsection (4) of section 48 of the Criminal Justice (Scotland) Act 1987 (detention and questioning by customs officers), detention of the suspect under subsection (1) above shall not prevent his subsequent detention under subsection (1) of that section."}, {"act": "Finance Act 1988", "year": 1988, "section": "11", "section_title": " Time limits for arrest and proceedings.", "section_text": "11 1 In section 138(1) of the  Customs and Excise Management Act 1979 (power to arrest within 3 years of commission of offence) for the words “3 years” there shall be substituted the words  “                    20 years                  ” . 2  3 This section has effect in relation to offences committed after the passing of this Act."}, {"act": "Finance Act 1988", "year": 1988, "section": "12", "section_title": " Punishment of offences.", "section_text": "12 1 In the following enactments (which provide for the punishment on conviction on indictment of certain offences), namely— a sections 50(4)(b), 53(9)(b), 63(6)(b), 68(3)(b), 100(4)(b), 159(7)(b) and 170(3)(b) of the  Customs and Excise Management Act 1979; b sections 10(7)(b), 13(5)(b) and 14(8)(b) of the  Hydrocarbon Oil Duties Act 1979; c paragraph 16(1)(b) of Schedule 3 to the  Betting and Gaming Duties Act 1981; and d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . for the words “2 years” or “two years” there shall be substituted the words  “                    7 years                  ”  or  “                    seven years                  ” , as appropriate. 2 For subsection (2) of section 68A of the Customs and Excise Management Act 1979 there shall be substituted— 2 A person guilty of an offence under this section shall be liable— a on summary conviction, to a penalty of the prescribed sum or of three times the value of the goods, whichever is the greater, or to imprisonment for a term not exceeding 6 months, or to both; or b on conviction on indictment, to a penalty of any amount, or to imprisonment for a term not exceeding 7 years, or to both. 3 For subsections (1) and (2) of section 136 of that Act there shall be substituted— 1 If any person, with intent to defraud Her Majesty, obtains or attempts to obtain, or does anything whereby there might be obtained by any person, any amount by way of drawback, allowance, remission or repayment of, or any rebate from, any duty in respect of any goods which— a is not lawfully payable or allowable in respect thereof; or b is greater than the amount so payable or allowable, he shall be guilty of an offence under this subsection. 1A If any person, without such intent as is mentioned in subsection (1) above, does any of the things there mentioned, he shall be guilty of an offence under this subsection. 2 A person guilty of an offence under subsection (1) above shall be liable— a on summary conviction, to a penalty of the prescribed sum or of three times the value of the goods, whichever is the greater, or to imprisonment for a term not exceeding 6 months, or to both; or b on conviction on indictment, to a penalty of any amount, or to imprisonment for a term not exceeding 7 years, or to both; and a person guilty of an offence under subsection (1A) above shall be liable on summary conviction to a penalty of level 3 on the standard scale or three times the amount which was or might have been improperly obtained or allowed, whichever is the greater.  and in subsection (3) of that section, after the words “subsection (1)” there shall be inserted the words  “                    or (1A)                  ” . 4 Paragraph 13 of Schedule 1  . . .to the  Betting and Gaming Duties Act 1981 shall  . . .be amended as follows— a in sub-paragraph (3), in paragraph (a), the words from “or, with intent” to “material particular” shall cease to have effect; b after that paragraph there shall be inserted- aa in that connection, with intent to deceive, produces or makes use of any book, account, record, return or other document which is false in a material particular, or c in paragraph (ii) of that sub-paragraph, for the words “two years” there shall be substituted the words  “                        the maximum term                      ” ; and d after that sub-paragraph there shall be inserted— 4 In sub-paragraph (3) above, “ the maximum term ” means two years in the case of an offence under paragraph (a) and seven years in the case of an offence under paragraph (aa) or (b) of that sub-paragraph. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 This section has effect in relation to offences committed after the passing of this Act."}, {"act": "Finance Act 1988", "year": 1988, "section": "13", "section_title": " Medical services and goods.", "section_text": "13 1 In Schedule 6 to the  Value Added Tax Act 1983 (exemptions), Group 7 (health and welfare) shall be amended as follows. 2 For items 1, 1A and 2 there shall be substituted— 1 The supply of services by a person registered or enrolled in any of the following— a the register of medical practitioners or the register of medical practitioners with limited registration; b either of the registers of ophthalmic opticians or the register of dispensing opticians kept under the Opticians Act 1958 or either of the lists kept under section 4 of that Act of bodies corporate carrying on business as ophthalmic opticians or as dispensing opticians; c any register kept under the Professions Supplementary to Medicine Act 1960; d the register of qualified nurses, midwives and health visitors kept under section 10 of the Nurses, Midwives and Health Visitors Act 1979; e the register of dispensers of hearing aids or the register of persons employing such dispensers maintained under section 2 of the Hearing Aid Council Act 1968. 2 The supply of any services or dental prostheses by— a a person registered in the dentists’ register; b a person enrolled in any roll of dental auxiliaries having effect under section 45 of the Dentists Act 1984; or c a dental technician. 3 In note (2), for the words “Paragraphs (a) to (f) of item 1 includes supplies” there shall be substituted the words “Paragraphs (a) to (d) of item 1 and paragraphs (a) and (b) of item 2 include supplies of services”. 4 This section shall have effect in relation to supplies made on or after 1st September 1988."}, {"act": "Finance Act 1988", "year": 1988, "section": "14", "section_title": " Registration.", "section_text": "14 1 Schedule 1 to the  Value Added Tax Act 1983 (registration) shall be amended in accordance with subsections (2) to (7) below. 2 In paragraphs 1(5) and 2(3) (capital assets of business to be disregarded), after the word “goods” there shall be inserted the words “or services”. 3 In paragraph 4(3) (registration with effect from beginning of period where taxable supplies for the first thirty days exceed specified amount), for “£21,300” there shall be substituted “£22,100”. 4 For paragraph 5 there shall be substituted—  Entitlement to be registered 5 Where a person who is not liable to be registered satisfies the Commissioners that he— a makes taxable supplies; or b is carrying on a business and intends to make such supplies in the course or furtherance of that business, they shall, if he so requests, register him with effect from the day on which the request is made or from such earlier date as may be agreed between them and him. 5A 1 Where a person who is not liable to be registered satisfies the Commissioners that he— a makes supplies within sub-paragraph (2) below; or b is carrying on a business and intends to make such supplies in the course or furtherance of that business, and (in either case) is within sub-paragraph (3) below, they shall, if he so requests, register him with effect from the day on which the request is made or from such earlier date as may be agreed between them and him. 2 A supply is within this sub-paragraph if— a it is made outside the United Kingdom but would be a taxable supply if made in the United Kingdom; or b section 35 of this Act provides that it is to be disregarded for the purposes of this Act, and it would otherwise be a taxable supply. 3 A person is within this sub-paragraph if— a he has a business establishment in the United Kingdom or his usual place of residence is in the United Kingdom; and b he does not make and does not intend to make taxable supplies. 4 For the purposes of this paragraph— a a person carrying on a business through a branch or agency in the United Kingdom shall be treated as having a business establishment in the United Kingdom; and b “ usual place of residence ”, in relation to a body corporate, means the place where it is legally constituted. 5 For paragraph 7 and the heading preceding that paragraph there shall be substituted—  Notification of end of liability or entitlement etc. 7 A person registered under paragraph 3, 4 or 5 above who ceases to make or have the intention of making taxable supplies shall notify the Commissioners of that fact within thirty days of the day on which he does so. 7A A person registered under paragraph 5A above who— a ceases to make or have the intention of making supplies within sub-paragraph (2) of that paragraph; or b makes or forms the intention of making taxable supplies, shall notify the Commissioners of that fact within thirty days of the day on which he does so. 6 For paragraphs 9 and 10 there shall be substituted—  Cancellation of registration 8A 1 Where a registered person satisfies the Commissioners that he is not liable to be registered, they shall, if he so requests, cancel his registration with effect from the day on which the request is made or from such later date as may be agreed between them and him. 2 In this paragraph and paragraphs 9 and 10 below, any reference to a registered person includes a reference to a person registered before their coming into force. 9 1 Where the Commissioners are satisfied that a registered person has ceased to be registrable, they may cancel his registration with effect from the day on which he so ceased or from such later date as may be agreed between them and him. 2 In this paragraph and paragraph 10 below, “ registrable ” means liable or entitled to be registered. 10 Where the Commissioners are satisfied that on the day on which a registered person was registered he was not registrable, they may cancel his registration with effect from that day. 7 For paragraphs 11, 11A and 12 and the heading preceding paragraph 11 there shall be substituted—  Exemption from registration 11 1 Notwithstanding the preceding provisions of this Schedule, where a person who makes or intends to make taxable supplies satisfies the Commissioners that any such supply is zero-rated or would be zero-rated if he were a taxable person, they may, if he so requests and they think fit, exempt him from registration until it appears to them that the request should no longer be acted upon or is withdrawn. 2 Where there is a material change in the nature of the supplies made by a person exempted from registration under this paragraph, he shall notify the Commissioners of the change— a within thirty days of the date on which it occurred; or b if no particular day is identifiable as the day on which it occurred, within thirty days of the end of the quarter in which it occurred. 3 Where there is a material alteration in any quarter in the proportion of taxable supplies of such a person that are zero-rated, he shall notify the Commissioners of the alteration within thirty days of the end of the quarter. Power to vary specified sums by order 12 The Treasury may by order substitute for any of the sums for the time being specified in this Schedule such greater sums as they think fit. 8 In consequence of the foregoing provisions of this section— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in section 18(1)(c) of the  Finance Act 1985, for the words “paragraph 11(1)(a)” there shall be substituted the words “paragraph 11(1)”."}, {"act": "Finance Act 1988", "year": 1988, "section": "15", "section_title": " Assessment of tax due.", "section_text": "15 1 Paragraph 4 of Schedule 7 to the Value Added Tax Act 1983 (assessment of tax due) shall be amended as follows. 2 For sub-paragraph (2) there shall be substituted— 2 In any case where, for any prescribed accounting period, there has been paid or credited to any person— a as being a repayment or refund of tax, or b as being due to him under section 14(5) of this Act, an amount which ought not to have been so paid or credited, the Commissioners may assess that amount as being tax due from him for that period and notify it to him accordingly. 2A An amount— a which has been paid to any person as being due to him under section 14(5) of this Act; and b which, by reason of the cancellation of that person’s registration under paragraph 9 or 10 of Schedule 1 to this Act, ought not to have been so paid, may be assessed under sub-paragraph (2) above notwithstanding that cancellation. 3 In sub-paragraph (5), for the words “(1) or (2)” there shall be substituted the words “(1), (2) or (2A)”. 4 In sub-paragraph (9), for the words “(1), (2) or (6)” there shall be substituted the words “(1), (2), (2A) or (6)”."}, {"act": "Finance Act 1988", "year": 1988, "section": "16", "section_title": " Serious misdeclaration or neglect resulting in understatements or overclaims.", "section_text": "16 1 Section 14 of the  Finance Act 1985 (serious misdeclaration or neglect resulting in understatements or overclaims) shall be amended as follows. 2 For subsections (2) and (3) there shall be substituted— 2 The circumstances referred to in subsection (1) above are that the tax for the period concerned which would have been lost if the inaccuracy had not been discovered— a equals or exceeds 30 per cent. of the true amount of tax for that period, or b equals or exceeds whichever is the greater of £10,000 and 5 per cent. of the true amount of tax for that period. 3 In subsection (4) for the words “The references in subsections (1) to (3) above” there shall be substituted the words “Any reference in this section”. 4 In subsection (5) for the words “subsections (2)(a) and (3) above” there shall be substituted the words “this section”. 5 After that subsection there shall be inserted— 5A Where— a a return for any prescribed accounting period overstates or understates to any extent a person’s liability to tax or his entitlement to a payment under section 14(5) of the principal Act, and b that return is corrected, in such circumstances and in accordance with such conditions as may be prescribed, by a return for a later such period which understates or overstates, to the corresponding extent, that liability or entitlement, it shall be assumed for the purposes of subsection (5) above that the statement made by each of those returns is a correct statement for the accounting period to which it relates. 5B This section shall have effect in relation to a body which is registered and to which section 20 of the principal Act applies as if— a any reference to a payment under section 14(5) of that Act included a reference to a refund under the said section 20, and b any reference to credit for input tax included a reference to tax chargeable on supplies or importations which were not for the purposes of any business carried on by the body."}, {"act": "Finance Act 1988", "year": 1988, "section": "17", "section_title": " Persistent misdeclaration resulting in understatements or overclaims.", "section_text": "17 After section 14 of the  Finance Act 1985 there shall be inserted—  Persistent misdeclaration resulting in understatements or overclaims. 14A 1 In any case where— a for a prescribed accounting period (including one beginning before the commencement of this section), a return has been made which understates a person’s liability to tax or overstates his entitlement to a payment under section 14(5) of the principal Act; and b the tax for that period which would have been lost if the inaccuracy had not been discovered equals or exceeds whichever is the greater of £100 and 1 per cent. of the true amount of tax for that period, the inaccuracy shall be regarded, subject to subsections (5) and (6) below, as material for the purposes of this section. 2 Subsection (3) below applies in any case where— a there is a material inaccuracy in respect of any two prescribed accounting periods; and b the last day of the later one of those periods falls on or before the second anniversary of the last day of the earlier one; and c after the coming into operation of this section, the Commissioners serve notice on the person concerned (in this section referred to as “ a penalty liability notice ”) specifying as a penalty period for the purposes of this section a period beginning on the date of the notice and ending on the second anniversary of that date. 3 If there is a material inaccuracy in respect of a prescribed accounting period ending within the penalty period specified in a penalty liability notice served on the person concerned, that person shall be liable to a penalty equal to 15 per cent. of the tax for that period which would have been lost if the inaccuracy had not been discovered. 4 Subsections (4) to (5B) of section 14 above shall apply for the purposes of this section as they apply for the purposes of that section. 5 An inaccuracy shall not be regarded as material for the purposes of this section if— a the person concerned satisfies the Commissioners or, on appeal, a value added tax tribunal that there is a reasonable excuse for the inaccuracy; or b at a time when he had no reason to believe that enquiries were being made by the Commissioners into his affairs, so far as they relate to tax, the person concerned furnished to the Commissioners full information with respect to the inaccuracy. 6 Where by reason of conduct falling within subsection (1) above— a a person is convicted of an offence (whether under the principal Act or otherwise); or b a person is assessed to a penalty under section 13 or 14 above, the inaccuracy concerned shall not be regarded as material for the purposes of this section. 7 In any case where subsection (5) or (6) above applies, any penalty liability notice the service of which depended upon the inaccuracy concerned shall be deemed not to have been served."}, {"act": "Finance Act 1988", "year": 1988, "section": "18", "section_title": " Failures to notify and unauthorised issue of invoices.", "section_text": "18 1 In subsection (1) of section 15 of the  Finance Act 1985 (failures to notify and unauthorised issue of invoices)— a in paragraph (a), after the words “paragraphs 3, 4 and 11(2)” there shall be inserted the words “and (3)”; b in paragraph (b), for the words “an invoice” there shall be substituted the words “one or more invoices”; and c for the words “30 per cent.” there shall be substituted the words “the specified percentage”. 2 In subsection (3) of that section— a in paragraph (a), for the word “discovered” there shall be substituted the words “became fully aware of”; b in paragraph (b), after the words “sub-paragraph (2)” there shall be inserted the words “or (3)” and for the word “discovered” there shall be substituted the words “became fully aware of”; and c in paragraph (c), for the words “such an invoice as is” there shall be substituted the words “one or more such invoices as are” and for the words from “the amount” onwards there shall be substituted the words the amount which is, or the aggregate of the amounts which are— i shown on the invoice or invoices as tax, or ii to be taken as representing tax. 3 After that subsection there shall be inserted— 3A For the purposes of subsection (1) above the specified percentage is— a 10 per cent. where the relevant tax is given by paragraph (a) or (b) of subsection (3) above and the period referred to in that paragraph does not exceed nine months; b 20 per cent. where that tax is so given and the period so referred to exceeds nine months but does not exceed eighteen months; and c 30 per cent. in any other case. 4 In section 18 of that Act— a subsection (2) (which provides for tax to carry interest in certain cases of conduct falling within section 15(1)(a) of that Act) shall cease to have effect; and b in subsection (3), for the words “If, in a case where subsection (2) does not apply” there shall be substituted the words “In any case where”. 5 Where— a a person is liable to a penalty for conduct falling within paragraph (a) of subsection (1) of section 15 of that Act; and b any relevant tax by reference to which that penalty is to be assessed is payable for a period before 16th March 1988, that subsection shall apply without the amendment made by subsection (1)(c) above in relation to so much of the assessment as is to be made by reference to that tax. 6 Subsections (1)(b) and (c), (2)(c) and (3) above shall be deemed to have come into force on 16th March 1988."}, {"act": "Finance Act 1988", "year": 1988, "section": "19", "section_title": " Breaches of regulatory provisions.", "section_text": "19 1 In subsection (1) of section 17 of the  Finance Act 1985 (breaches of regulatory provisions)— a after the words “paragraph 7” there shall be inserted the words “or 7A” and for the words “(notification of cessation of taxable supplies)” there shall be substituted the words “(notification of end of liability or entitlement to be registered etc.)”; and b for the words from “to a daily penalty” to the end there shall be substituted the words “to a penalty equal to the prescribed rate multiplied by the number of days on which the failure continues (up to a maximum of 100) or, if it is greater, to a penalty of £50.” 2 In subsection (3) of that section, for “£10”, “£20” and “£30” there shall be substituted “£5”, “£10” and “£15” respectively. 3 In subsection (1) of section 21 of that Act (assessment of amounts due by way of penalty, interest or surcharge), after the words “the Commissioners may” there shall be inserted the words “subject to subsection (1A) below” and after that subsection there shall be inserted— 1A Where a person is liable to a penalty under section 17 above for any failure to comply with such a requirement as is referred to in subsection (1)(b) to (e) of that section, no assessment shall be made under this section of the amount due from him by way of such penalty unless, within the period of two years preceding the assessment, the Commissioners have issued him with a written warning of the consequences of a continuing failure to comply with that requirement. 4 Where— a a person is liable to a penalty for any failure to comply with such a requirement as is referred to in subsection (1) of section 17 of that Act; and b any of the days by reference to which that penalty is to be assessed fall before 16th March 1988, subsection (3) of that section shall apply without the amendments made by subsection (2) above in relation to so much of the assessment as is to be made by reference to those days. 5 Subsections (1)(b), (2) and (3) above shall be deemed to have come into force on 16th March 1988."}, {"act": "Finance Act 1988", "year": 1988, "section": "20", "section_title": " Repayment supplement.", "section_text": "20 For section 20 of the  Finance Act 1985 there shall be substituted—  Repayment supplement in respect of certain delayed payments or refunds. 20 1 In any case where— a a person is entitled to a payment under section 14(5) of the principal Act, or b a body which is registered and to which section 20 of that Act applies is entitled to a refund under that section, and the conditions mentioned in subsection (2) below are satisfied, the amount which, apart from this section, would be due by way of that payment or refund shall be increased by the addition of a supplement equal to 5 per cent. of that amount or £30, whichever is the greater. 2 The said conditions are— a that the requisite return or claim is received by the Commissioners not later than one month after the last day on which it is required to be furnished or made, and b that a written instruction directing the making of the payment or refund is not issued by the Commissioners within the period of thirty days beginning on the date of the receipt by the Commissioners of that return or claim, and c that the amount shown on that return or claim as due by way of payment or refund does not exceed the payment or refund which was in fact due by more than 5 per cent. of that payment or refund or £250, whichever is the greater. 3 Regulations may provide that, in computing the period of thirty days referred to in subsection (2)(b) above, there shall be left out of account periods determined in accordance with the regulations and referable to— a the raising and answering of any reasonable inquiry relating to the requisite return or claim, b the correction by the Commissioners of any errors or omissions in that return or claim, and c in the case of a payment, the following matters, namely— i any such continuing failure to submit returns as is referred to in section 14(7) of the principal Act, and ii compliance with any such condition as is referred to in paragraph 5(1) of Schedule 7 to that Act (production of documents or giving of security as a condition of payment). 4 Except for the purpose of determining the amount of the supplement— a a supplement paid to any person under subsection (1)(a) above shall be treated as an amount due to him by way of credit under section 14(5) of the principal Act, and b a supplement paid to any body under subsection (1)(b) above shall be treated as an amount due to it by way of refund under section 20 of that Act. 5 In this section “ requisite return or claim ” means— a in relation to a payment, the return for the prescribed accounting period concerned which is required to be furnished in accordance with regulations under the principal Act, and b in relation to a refund, the claim for that refund which is required to be made in accordance with the Commissioners’ determination under section 20 of that Act. 6 Subsection (1)(a) above shall have effect with respect to any prescribed accounting period ending, and subsection (1)(b) above shall have effect with respect to any claim made, on or after such day as the Treasury may by order made by statutory instrument appoint. 7 If the Treasury by order made by statutory instrument so direct, any period specified in the order shall be disregarded for the purpose of calculating the period of thirty days referred to in subsection (2)(b) above."}, {"act": "Finance Act 1988", "year": 1988, "section": "21", "section_title": " Set-off of credits.", "section_text": "21 1 In any case where a an amount is due from the Commissioners to any person under the  Value Added Tax Act 1983 or Chapter  II  of Part I of the  Finance Act 1985; and b that person is liable to pay a sum by way of tax, penalty, interest or surcharge, the amount referred to in paragraph (a) above shall be set against the sum referred to in paragraph (b) above and, accordingly, to the extent of the set-off, the obligations of the Commissioners and the person concerned shall be discharged. 2 Subsection (1) above shall not apply in the case of any such amount as is mentioned in paragraph (a) of that subsection where that amount became due to the person in question— a at a time when that person’s estate was vested in any other person as that person’s trustee in bankruptcy; b at a time when that person’s estate was vested in any other person as that person’s interim trustee or permanent trustee; c at a time, other than a time before the appointment of a liquidator, when that person was being wound up, either voluntarily or by the court; d at a time when an administration order was in force in relation to that person; e at a time when there was an administrative receiver of that person; f at a time when— i a voluntary arrangement approved in accordance with Part I or  VIII  of the Insolvency Act 1986, or Part II or Chapter II of Part VIII of the Insolvency (Northern Ireland) Order 1989, or ii a deed of arrangement registered in accordance with the Deeds of Arrangement Act 1914 or Chapter I of Part VIII of that Order of 1989, was in force in relation to that person; or g at a time when that person’s estate was vested in any other person as that person’s trustee under a trust deed. 3 In subsection (2) above— a “ administration order ” means an administration order under Part II of the Insolvency Act 1986 or an administration order within the meaning of Article 5(1) of the Insolvency (Northern Ireland) Order 1989; b “ administrative receiver ” means an administrative receiver within the meaning of section 251 of that Act of 1986 or Article 5(1) of that Order of 1989; and c “ interim trustee ”, “ permanent trustee ” and “ trust deed ” have the same meanings as in the Bankruptcy (Scotland) Act 1985."}, {"act": "Finance Act 1988", "year": 1988, "section": "22", "section_title": " Invoices provided by recipients of goods or services.", "section_text": "22 Where— a a taxable person (in this section referred to as “ the recipient ”) provides a document to himself which purports to be an invoice in respect of a taxable supply of goods or services to him by another taxable person; and b that document understates the tax chargeable on the supply, the Commissioners may, by notice served on the recipient and on the supplier, elect that the amount of tax understated by the document shall be regarded for all purposes as tax due from the recipient and not from the supplier."}, {"act": "Finance Act 1988", "year": 1988, "section": "23", "section_title": " Charge and basic rate of income tax for 1988-89.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "24", "section_title": " Higher and additional rates of income tax.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "25", "section_title": " Personal reliefs.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "26", "section_title": " Charge and rate of corporation tax for financial year 1988.", "section_text": "26 Corporation tax shall be charged for the financial year 1988 at the rate of 35 per cent."}, {"act": "Finance Act 1988", "year": 1988, "section": "27", "section_title": " Corporation tax: small companies.", "section_text": "27 1 For the financial year 1988 the small companies rate shall be 25 per cent. 2 For the financial year 1988 the fraction mentioned in section 13(2) of the Taxes Act 1988, and in section 95(2) of the  Finance Act 1972, (marginal relief for small companies) shall be one fortieth."}, {"act": "Finance Act 1988", "year": 1988, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Finance Act 1988", "year": 1988, "section": "29", "section_title": " Life assurance premium relief.", "section_text": "29 1 In sections 266(5)(a) and 274(3)(a) of the Taxes Act 1988, and in paragraph 3(3)(a) of Schedule 14 to that Act, (rate of relief on premiums on life policies etc.) for the words “ 15 per cent. ” wherever they occur there shall be substituted the words  “                      12.5 per cent.                    ” . 2 This section shall have effect on and after 6th April 1989."}, {"act": "Finance Act 1988", "year": 1988, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "30"}, {"act": "Finance Act 1988", "year": 1988, "section": "31", "section_title": " Non-residents’ personal reliefs.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "32", "section_title": " Abolition of aggregation of income.", "section_text": "32 Section 279 of the Taxes Act 1988 (which treats the income of a woman living with her husband as his income for income tax purposes) shall not have effect for the year 1990-91 or any subsequent year of assessment."}, {"act": "Finance Act 1988", "year": 1988, "section": "33", "section_title": " Personal allowance and married couple’s allowance.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "34", "section_title": " Jointly held property.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "35", "section_title": " Minor and consequential provisions.", "section_text": "35 Schedule 3 to this Act (which makes provision consequential on sections 32 and 33 above and other minor amendments relating to the treatment for income tax purposes of husbands, wives, widowers and widows) shall have effect."}, {"act": "Finance Act 1988", "year": 1988, "section": "36", "section_title": " Annual payments.", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "37", "section_title": " Maintenance payments under existing obligations:", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "38", "section_title": " Maintenance payments under existing obligations:", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Finance Act 1988", "year": 1988, "section": "40", "section_title": " Provisions supplementary to sections 37 to 39.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "41", "section_title": " Qualifying maximum for loans.", "section_text": "41 For the year 1988-89 the qualifying maximum defined in section 367(5) of the Taxes Act 1988 (limit on relief for interest on certain loans) shall be £30,000."}, {"act": "Finance Act 1988", "year": 1988, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "42"}, {"act": "Finance Act 1988", "year": 1988, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "43"}, {"act": "Finance Act 1988", "year": 1988, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "44"}, {"act": "Finance Act 1988", "year": 1988, "section": "45", "section_title": " Car benefits.", "section_text": "45 1 In Schedule 6 to the Taxes Act 1988 (taxation of directors and others in respect of cars) for Part I (tables of flat rate cash equivalents) there shall be substituted— Part I Tables of Flat Rate Cash Equivalents Table A  Cars with an original market value up to £19,250 and having a cylinder capacity Cylinder capacity of car in cubic centimetres Age of car at end of relevant year of assessment Under 4 years 4 years or more 1400 or less £1,050 £700 More than 1400 but not more than 2000 £1,400 £940 More than 2000 £2,200 £1,450 Table B  Cars with an original market value up to £19,250 and not having a cylinder capacity Original market value of car Age of car at end of relevant year of assessment Under 4 years 4 years or more Less than £6,000 £1,050 £700 £6,000 or more but less than £8,500 £1,400 £940 £8,500 or more but not more than £19,250 £2,200 £1,450 Table C  Cars with an original market value of more than £19,250 Original market value of car Age of car at end of relevant year of assessment Under 4 years 4 years or more More than £19,250 but not more than £29,000 £2,900 £1,940 More than £29,000 £4,600 £3,060 2 This section shall have effect for the year 1988-89 and subsequent years of assessment."}, {"act": "Finance Act 1988", "year": 1988, "section": "46", "section_title": " Car parking facilities.", "section_text": "46 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "47", "section_title": " Entertainment: non-cash vouchers.", "section_text": "47 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In subsection (1) of section 36 of the  Finance ( No.  2) Act 1975 (vouchers other than cash vouchers), for the words “Subject to subsection (2) below” there shall be substituted the words  “                      Subject to the provisions of this section                    ” . 3 The provision set out in subsection (1) above shall be inserted after subsection (3A) of that section as subsection (3B) with the substitution— a for the reference to section 839 of the Taxes Act 1988 of a reference to section 533 of the Taxes Act 1970; and b for any reference to a non-cash voucher of a reference to a voucher. 4 The amendment made by subsection (1) above shall have effect for the year 1988-89 and subsequent years of assessment; and the amendments made by subsections (2) and (3) above shall have effect for the year 1987-88."}, {"act": "Finance Act 1988", "year": 1988, "section": "48", "section_title": " Entertainment: credit-tokens.", "section_text": "48 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The provision set out in subsection (1) above shall be inserted after subsection (3) of section 36A of the  Finance (No. 2) Act 1975 (credit-tokens) as subsection (3A) with the substitution for the reference to section 839 of the Taxes Act 1988 of a reference to section 533 of the Taxes Act 1970. 3 The amendment made by subsection (1) above shall have effect for the year 1988-89 and subsequent years of assessment; and the amendment made by subsection (2) above shall have effect for the year 1987-88."}, {"act": "Finance Act 1988", "year": 1988, "section": "49", "section_title": " Entertainment of directors and higher-paid employees.", "section_text": "49 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The provision set out in subsection (1) above shall be added at the end of section 62 of the  Finance Act 1976 as subsection (9) with the substitution— a for the reference to section 154 of the Taxes Act 1988 of a reference to section 61 of the 1976 Act; and b for the reference to section 839 of the Taxes Act 1988 of a reference to section 533 of the Taxes Act 1970. 3 The amendment made by subsection (1) above shall have effect for the year 1988-89 and subsequent years of assessment; and the amendment made by subsection (2) above shall have effect for the year 1987-88."}, {"act": "Finance Act 1988", "year": 1988, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "50"}, {"act": "Finance Act 1988", "year": 1988, "section": "51", "section_title": " Restriction of relief.", "section_text": "51 1 The Taxes Act 1988 shall have effect, and be deemed always to have had effect, with the following amendments, namely— a in section 289(12)(b), the substitution of the words “sections 290A, 293” for the words  “                          sections 293                        ” ; and b the insertion after section 290 of the following section—  Restriction of relief where amounts raised exceed permitted maximum. 290A 1 Where— a a company raises any amount through the issue of eligible shares after 15th March 1988; and b the aggregate of that amount and of all other amounts (if any) so raised within the period mentioned in subsection (2) below exceeds £500,000, the relief shall not be given in respect of the excess. 2 The period referred to in subsection (1) above is— a the period of 6 months ending with the date of the issue of the shares; or b the period beginning with the preceding 6th April and ending with the date of that issue, whichever is the longer. 3 In determining the aggregate mentioned in subsection (1) above, no account shall be taken of any amount— a which is subscribed by a person other than an individual who qualifies for relief; or b as respects which relief is precluded by section 290 or this section. 4 Where— a at any time within the relevant period, the company in question or any of its subsidiaries carries on any trade or part of a trade in partnership, or as a party to a joint venture, with one or more other persons; and b that other person, or at least one of those other persons, is a company, the reference to £500,000 in subsection (1) above shall have effect as if it were a reference to— £500,000\t\t\t\t\t\t\t\t\t\t\t 1 + A, where A is the total number of companies (apart from the company in question or any of its subsidiaries) which, during the relevant period, are members of any such partnership or parties to any such joint venture. 5 Where this section precludes the giving of relief on claims in respect of shares issued to two or more individuals, the available relief shall be divided between them in proportion to the amounts which have been respectively subscribed by them for the shares to which their claims relate and which would, apart from this section, be eligible for relief. 6 Where— a in the case of a company falling within subsection (2)(a) of section 293, the qualifying trade or each of the qualifying trades is a trade to which subsection (7) below applies; b in the case of a company falling within subsection (2)(b)(i) of that section, the subsidiary or each of the subsidiaries is a dormant subsidiary or exists wholly, or substantially wholly, for the purpose of carrying on one or more qualifying trades which or each of which is a trade to which subsection (7) below applies; or c in the case of a company falling within subsection (2)(b)(ii) of that section, the requirements mentioned in each of paragraphs (a) and (b) above are satisfied, subsections (1) and (4) above shall have effect as if for the amount there specified there were substituted £5 million. 7 This subsection applies to a trade if it consists, wholly or substantially wholly, of operating or letting ships, other than oil rigs or pleasure craft, and— a every ship operated or let by the company carrying on the trade is beneficially owned by the company; b every ship beneficially owned by the company is registered in the United Kingdom; c throughout the relevant period the company is solely responsible for arranging the marketing of the services of its ships; and d the conditions mentioned in section 297(7) are satisfied in relation to every letting by the company. 8 Where— a any of the requirements mentioned in paragraphs (a) to (c) of subsection (7) above are not satisfied in relation to any ships; or b any of the conditions referred to in paragraph (d) of that subsection are not satisfied in relation to any lettings, the trade shall not thereby be precluded from being a trade to which that subsection applies if the operation or letting of those ships, or, as the case may be, those lettings do not amount to a substantial part of the trade. 9 The Treasury may by order amend any of the foregoing provisions of this section by substituting a different amount for the amount for the time being specified there. 10 Where— a the issue of the eligible shares is made in pursuance of a prospectus published, or an offer in writing made, before 15th March 1988; b the shares are issued after that date and before 6th April 1988; and c subsection (6) above does not apply, subsections (1) and (4) above shall have effect as if for the amount there specified there were substituted £1 million. 11 In this section— “ let ” means let on charter and “ letting ” shall be construed accordingly; “ oil rig ” and “ pleasure craft ” have the same meanings as in section 297; “ prospectus ” has the meaning given by section 744 of the Companies Act 1985 or Article 2(3) of the Companies (Northern Ireland) Order 1986. 2 Schedule 5 to the  Finance Act 1983 shall be deemed always to have had effect as if— a in paragraph 2(7), for the words “paragraphs 5” there had been substituted the words  “                          paragraphs 3A, 5                        ” ; and b the provisions set out in subsection (1)(b) above had been inserted, with any necessary modifications, after paragraph 3 as paragraph 3A."}, {"act": "Finance Act 1988", "year": 1988, "section": "52", "section_title": " Valuation of interests in land.", "section_text": "52 1 In section 294 of the Taxes Act 1988 (companies with interests in land), after subsection (5) there shall be inserted— 5A For the purposes of this section, the value of an interest in any building or other land shall be adjusted by deducting the market value of any machinery or plant which is so installed or otherwise fixed in or to the building or other land as to become, in law, part of it. 2 This section shall have effect in relation to valuations which fall to be made after the passing of this Act."}, {"act": "Finance Act 1988", "year": 1988, "section": "53", "section_title": " Approved investment funds.", "section_text": "53 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "54", "section_title": " Personal pension schemes: commencement.", "section_text": "54 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "55", "section_title": " Personal pension schemes: other amendments.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "56", "section_title": " Occupational pension schemes.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "57", "section_title": " Lump sum benefits paid otherwise than on retirement.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "58", "section_title": " Assessment and collection.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "59", "section_title": " Reinsurance: general.", "section_text": "59 1 In subsection (4) of section 450 of the Taxes Act 1988 (underwriters), for paragraph (b) there shall be substituted— b any insurance money payable to him under that insurance in respect of a loss shall be taken into account as a trading receipt in computing those profits or gains for the year of assessment which corresponds to the underwriting year in which the loss arose; 2 The amendment set out in subsection (1) above shall also be made in paragraph 4 of Schedule 16 to the Finance Act 1973 (underwriters). 3 Subsection (1) above shall have effect for the year 1988-89 and subsequent years of assessment; and subsection (2) above shall have effect for the years 1985-86, 1986-87 and 1987-88."}, {"act": "Finance Act 1988", "year": 1988, "section": "60", "section_title": " Reinsurance to close.", "section_text": "60 1 For subsection (5) of section 450 of the Taxes Act 1988 (underwriters) there shall be substituted— 5 Subsection (5A) below applies where— a in accordance with the rules or practice of Lloyd’s and in consideration of the payment of a premium, one member agrees with another to meet liabilities arising from the latter’s business for an underwriting year so that the accounts of the business for that year may be closed; and b the member by whom the premium is payable is a continuing member, that is, a member not only of the syndicate as a member of which he is liable to pay the premium (“the reinsured syndicate”) but also of the syndicate as a member of which the other member is entitled to receive it (“the reinsurer syndicate”). 5A In any case where this subsection applies— a in computing for the purposes of income tax the profits or gains of the continuing member’s business as a member of the reinsured syndicate, the amount of the premium shall be deductible as an expense of his only to the extent that it is shown not to exceed a fair and reasonable assessment of the value of the liabilities in respect of which it is payable; and b in computing for those purposes the profits or gains of his business as a member of the reinsurer syndicate, those profits or gains shall be reduced by an amount equal to any part of a premium which, by virtue of paragraph (a) above, is not deductible as an expense of his as a member of the reinsured syndicate; and the assessment referred to above shall be taken to be fair and reasonable only if it is arrived at with a view to producing the result that a profit does not accrue to the member to whom the premium is payable but that he does not suffer a loss. 2 The provisions set out in subsection (1) above, but renumbered as subsections (1) and (2) and with the substitution, in the provision renumbered as subsection (1), of the words “subsection (2)” for the words “subsection (5A)”, shall also be substituted for subsections (1) to (4) of section 70 of the  Finance (No. 2) Act 1987 (underwriters); and in subsection (5) of that section, for the word “underwriter” there shall be substituted the word  “                      member                    ” . 3 In this section— a subsection (1) shall have effect in relation to premiums payable in connection with the closing of accounts of a member’s business for an underwriting year ending in the year 1988-89 or any subsequent year of assessment; and b subsection (2) shall have effect in relation to premiums payable in connection with the closing of accounts of a member’s business for an underwriting year ending in the year 1985-86, 1986-87 or 1987-88."}, {"act": "Finance Act 1988", "year": 1988, "section": "61", "section_title": " Minor and consequential amendments.", "section_text": "61 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In Schedule 10 to the Taxes Act 1970, in paragraph 7(3), for the words “Case I of Schedule D” there shall be substituted the words  “                      in accordance with Schedule 16 to  Finance Act 1973                    ”  and the words “the investments forming part of the premiums trust fund of the underwriter” shall cease to have effect. 3 In section 87 of the  Finance Act 1972, at the beginning of subsection (3) there shall be inserted the words  “                      Except as provided by Schedule 16 to Finance Act 1973 (underwriters)                    ” . 4 In Schedule 16 to the  Finance Act 1973— a in sub-paragraph (1) of paragraph 17, for paragraph (a) there shall be substituted— a for the assessment and collection of tax charged in accordance with the preceding provisions of this Schedule (so far as not provided for by Schedule 16A to this Act); aa for making, in the event of any changes in the rules or practice of Lloyd’s, such amendments of that Schedule as appear to the Board to be expedient having regard to those changes; b after that sub-paragraph, there shall be inserted— 1A Regulations under this paragraph may make provision with respect to the year of assessment next but one preceding the year of assessment in which they are made. 5 ... subsections (2) to (4) above shall have effect for the years 1986-87 and 1987-88."}, {"act": "Finance Act 1988", "year": 1988, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Finance Act 1988", "year": 1988, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Finance Act 1988", "year": 1988, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Finance Act 1988", "year": 1988, "section": "65", "section_title": " Commercial woodlands.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "66", "section_title": " Company residence.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "66A", "section_title": "Residence of SE or  SCE", "section_text": "66A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "67", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Finance Act 1988", "year": 1988, "section": "68", "section_title": " Priority share allocations for employees etc.", "section_text": "68 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "69", "section_title": " Share options: loans.", "section_text": "69 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "70", "section_title": " Charities: payroll deduction scheme.", "section_text": "70 1 In section 202(7) of the Taxes Act 1988 (which limits to £120 the deductions attracting relief) for “ £120” there shall be substituted  “                      £240                    ” . 2 This section shall have effect for the year 1988-89 and subsequent years of assessment."}, {"act": "Finance Act 1988", "year": 1988, "section": "71", "section_title": " Unit trusts: relief on certain payments.", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "72", "section_title": " Entertainment of overseas customers.", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "73", "section_title": " Consideration for certain restrictive undertakings.", "section_text": "73 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "74", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "74"}, {"act": "Finance Act 1988", "year": 1988, "section": "75", "section_title": " Premiums for leases etc.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "76", "section_title": "", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "77", "section_title": " Scope of Chapter.", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "78", "section_title": " Charge where restrictions removed etc.", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "79", "section_title": " Charge for shares in dependent subsidiaries.", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "80", "section_title": " Charge on special benefits.", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "81", "section_title": " Changes in interest.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "82", "section_title": " Company reorganisations etc.", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "83", "section_title": " Connected persons etc.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "84", "section_title": " Capital gains tax.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "85", "section_title": " Information.", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "86", "section_title": " Meaning of “dependent subsidiary”.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "87", "section_title": " Other interpretation provisions.", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "88", "section_title": " Transitional provisions.", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "89", "section_title": " Consequential amendments.", "section_text": "89 In relation to acquisitions of shares or interests in shares on or after 26th October 1987— a for the words from “section 138(1)(a)” to “ value of the shares ” in  ... section 186(2)(b)\t\t\t\t\t(approved profit sharing schemes) of the Taxes Act 1988, and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . there shall be substituted the words  “                  section 78 or 79 of the Finance Act 1988 in respect of the shares                ” ."}, {"act": "Finance Act 1988", "year": 1988, "section": "90", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "90"}, {"act": "Finance Act 1988", "year": 1988, "section": "91", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "91"}, {"act": "Finance Act 1988", "year": 1988, "section": "92", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "92"}, {"act": "Finance Act 1988", "year": 1988, "section": "93", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "93"}, {"act": "Finance Act 1988", "year": 1988, "section": "94", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "94"}, {"act": "Finance Act 1988", "year": 1988, "section": "95", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "95"}, {"act": "Finance Act 1988", "year": 1988, "section": "96", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "96"}, {"act": "Finance Act 1988", "year": 1988, "section": "97", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "97"}, {"act": "Finance Act 1988", "year": 1988, "section": "98", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "98"}, {"act": "Finance Act 1988", "year": 1988, "section": "99", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "99"}, {"act": "Finance Act 1988", "year": 1988, "section": "100", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "100"}, {"act": "Finance Act 1988", "year": 1988, "section": "101", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "101"}, {"act": "Finance Act 1988", "year": 1988, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "102"}, {"act": "Finance Act 1988", "year": 1988, "section": "103", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "103"}, {"act": "Finance Act 1988", "year": 1988, "section": "104", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "104"}, {"act": "Finance Act 1988", "year": 1988, "section": "105", "section_title": " Deemed disposal of assets on company ceasing to be resident in  U.K.", "section_text": "105 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 This section and sections 106 and 107 below shall be deemed to have come into force on 15th March 1988."}, {"act": "Finance Act 1988", "year": 1988, "section": "106", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "106"}, {"act": "Finance Act 1988", "year": 1988, "section": "107", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "107"}, {"act": "Finance Act 1988", "year": 1988, "section": "108", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "108"}, {"act": "Finance Act 1988", "year": 1988, "section": "109", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "109"}, {"act": "Finance Act 1988", "year": 1988, "section": "110", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "110"}, {"act": "Finance Act 1988", "year": 1988, "section": "111", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "111"}, {"act": "Finance Act 1988", "year": 1988, "section": "112", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "112"}, {"act": "Finance Act 1988", "year": 1988, "section": "113", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "113"}, {"act": "Finance Act 1988", "year": 1988, "section": "114", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "114"}, {"act": "Finance Act 1988", "year": 1988, "section": "115", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "115"}, {"act": "Finance Act 1988", "year": 1988, "section": "116", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "116"}, {"act": "Finance Act 1988", "year": 1988, "section": "117", "section_title": " Definition of “investment trust”.", "section_text": "117 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The repeal by the  Finance (No. 2) Act 1987 of section 93 of the  Finance Act 1972 shall be treated as not having extended to subsection (6) of that section (amendment of definition of “ investment trust ” in section 359 of the Taxes Act 1970). 3 For section 266(4) of the M3Companies Act 1985 there shall be substituted— a Subsections (1A) to (3) of section 842 of the Income and Corporation Taxes Act 1988 apply for the purposes of subsection (2)(b) above as for those of subsection (1)(b) of that section.”;and for Article 274(4) of the M4Companies (Northern Ireland) Order 1986 there shall be substituted— b Subsections (1A) to (3) of section 842 of the Income and Corporation Taxes Act 1988 apply for the purposes of paragraph (2)(b) as for those of subsection (1)(b) of that section. 4 ... subsection (2) above shall have effect for companies’ accounting periods ending on or before that date."}, {"act": "Finance Act 1988", "year": 1988, "section": "118", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "118"}, {"act": "Finance Act 1988", "year": 1988, "section": "119", "section_title": " Current year assessments.", "section_text": "119 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "120", "section_title": " Notice of liability to income tax.", "section_text": "120 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "121", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "121"}, {"act": "Finance Act 1988", "year": 1988, "section": "122", "section_title": " Notice of liability to capital gains tax.", "section_text": "122 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "123", "section_title": " Three year time limit.", "section_text": "123 1 At the end of section 13 of the  Taxes Management Act 1970 (returns by persons in receipt of taxable income belonging to others) there shall be added— 3 A notice under this section shall not require information as to any money, value, profits or gains received in a year of assessment ending more than three years before the date of the giving of the notice. 2 In section 17(1) of that Act (interest paid or credited by banks etc. without deduction of income tax) after the words “during a year” there shall be inserted the words  “                      of assessment                    ” . 3 In section 18 of that Act (particulars of interest paid without deduction of income tax) after subsection (3) there shall be inserted— 3A A notice under this section shall not require information with respect to interest paid in a year of assessment ending more than three years before the date of the giving of the notice. 4 At the end of section 19 of that Act (information for the purposes of Schedule A etc.) there shall be added— 4 A notice under this section shall not require information with respect to— a the terms applying to the lease, occupation or use of the land, or b consideration given, or c payments arising, in a year of assessment ending more than three years before the date of the giving of the notice. 5 This section has effect with respect to notices given after the passing of this Act."}, {"act": "Finance Act 1988", "year": 1988, "section": "124", "section_title": " Returns of fees, commissions etc.", "section_text": "124 1 At the end of section 16 of the Taxes Management Act 1970 (fees, commissions etc.) there shall be added— 8 In subsection (2) above references to a body of persons include references to any department of the Crown, any public or local authority and any other public body. 2 This section has effect with respect to payments made in the year 1988-89 or any subsequent year of assessment."}, {"act": "Finance Act 1988", "year": 1988, "section": "125", "section_title": " Other payments and licences etc.", "section_text": "125 After section 18 of the Taxes Management Act 1970 there shall be inserted—  Other payments and licences etc. 18A 1 Any person by whom any payment out of public funds is made by way of grant or subsidy shall, on being so required by a notice given to him by an inspector, furnish to the inspector, within the time limited by the notice— a the name and address of the person to whom the payment has been made or on whose behalf the payment has been received, and b the amount of the payment so made or received, and any person who receives any such payment on behalf of another person shall on being so required furnish to the inspector the name and address of the person on whose behalf the payment has been received, and its amount. 2 Any person by whom licences or approvals are issued or a register is maintained shall, on being so required by a notice given to him by an inspector, furnish to the inspector, within the time limited by the notice— a the name and address of any person who is or has been the holder of a licence or approval issued by the first-mentioned person, or to whom an entry in that register relates or related; and b particulars of the licence or entry. 3 The persons to whom this section applies include any department of the Crown, any public or local authority and any other public body. 4 A notice is not to be given under this section unless (in the inspector’s reasonable opinion) the information required is or may be relevant to any tax liability to which a person is or may be subject, or the amount of any such liability. 5 A notice under this section shall not require information with respect to a payment which was made, or to a licence, approval or entry which ceased to subsist— a before 6th April 1988; or b in a year of assessment ending more than three years before the date of the giving of the notice. 6 For the purposes of this section a payment is a payment out of public funds if it is provided directly or indirectly by the Crown, by any Government, public or local authority whether in the United Kingdom or elsewhere or by any Community institution."}, {"act": "Finance Act 1988", "year": 1988, "section": "126", "section_title": " Production of documents relating to a person’s tax liability.", "section_text": "126 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "127", "section_title": " Production of computer records etc.", "section_text": "127 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "128", "section_title": " Interest on overdue or overpaid PAYE.", "section_text": "128 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "129", "section_title": " Two or more tax-geared penalties in respect of same tax.", "section_text": "129 1 After section 97 of the Taxes Management Act 1970 there shall be inserted—  Two or more tax-geared penalties in respect of same tax. 97A Where two or more penalties— a are incurred by any person and fall to be determined by reference to any income tax or capital gains tax with which he is chargeable for a year of assessment; or b are incurred by any company and fall to be determined by reference to any corporation tax with which it is chargeable for an accounting period, each penalty after the first shall be so reduced that the aggregate amount of the penalties, so far as determined by reference to any particular part of the tax, does not exceed whichever is or, but for this section, would be the greater or greatest of them, so far as so determined. 2 Section 97A(a) of that Act has effect with respect to the year1988-89 or any subsequent year of assessment; and section 97A(b) has effect with respect to accounting periods ending after 31st March 1989."}, {"act": "Finance Act 1988", "year": 1988, "section": "130", "section_title": " Provisions for securing payment by company of outstanding tax.", "section_text": "130 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "131", "section_title": " Penalties for failure to comply with section 130.", "section_text": "131 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "132", "section_title": " Liability of other persons for unpaid tax.", "section_text": "132 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "133", "section_title": " Jurisdiction of General Commissioners.", "section_text": "133 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "134", "section_title": " General Commissioners for Northern Ireland.", "section_text": "134 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "135", "section_title": " Cases stated in Northern Ireland.", "section_text": "135 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1988", "year": 1988, "section": "136", "section_title": " Reduction of rates.", "section_text": "136 1 For the Table in Schedule 1 to the  Inheritance Tax Act 1984 there shall be substituted—  Table of Rates of Tax  Portion of value  Rate of tax Lower limit Upper limit Per cent.  £  £  0  110,000  Nil  110,000  40 2 Subsection (1) above shall apply to any chargeable transfer made on or after 15th March 1988, and section 8(1) of the  Inheritance Tax Act 1984 (indexation of rate bands) shall not apply to chargeable transfers made in the year beginning 6th April 1988. 3 Section 8(1A) of that Act shall cease to have effect."}, {"act": "Finance Act 1988", "year": 1988, "section": "137", "section_title": " Gifts to political parties.", "section_text": "137 1 In section 24(1) of the Inheritance Tax Act 1984 (exemption from tax for gifts to political parties) paragraph (b) (which limits the exemption to £100,000 in respect of gifts on or within one year of the death of the transferor) shall cease to have effect. 2 This section shall have effect in relation to transfers of value made on or after 15th March 1988."}, {"act": "Finance Act 1988", "year": 1988, "section": "138", "section_title": " Reduced oil allowance for certain Southern Basin and onshore fields.", "section_text": "138 1 For every relevant Southern Basin or onshore field, as defined in subsection (2) below, section 8 of the  Oil Taxation Act 1975 (the oil allowance) shall have effect subject to the following modifications— a in subsection (2)\t\t\t\t\t\t\t(the amount of the allowance for each chargeable period) for “250,000 metric tonnes” there shall be substituted  “                        125,000 metric tonnes                      ” ; and b in subsection (6)\t\t\t\t\t\t\t(the total allowance for a field) for “5 million metric tonnes” there shall be substituted  “                        25 million metric tonnes                      ” . 2 Subject to subsection (3) below, for the purposes of this section a “ relevant Southern Basin or onshore field ” is any oil field other than one— a which is a relevant new field for the purposes of section 36 of the  Finance Act 1983 (increased oil allowance for certain new fields); or b for any part of which consent for development was granted to the licensee by the Secretary of State before 1st April 1982; or c for any part of which a programme of development was served on the licensee or approved by the Secretary of State before that date. 3 In determining, in accordance with subsection (2) above, whether an oil field (in this subsection referred to as “ the field in question ”) is a relevant Southern Basin or onshore field, no account shall be taken of a consent for development granted before 1st April 1982 or a programme of development served on the licensee or approved by the Secretary of State before that date if— a in whole or in part that consent or programme related to another oil field for which a determination under Schedule 1 to the  Oil Taxation Act 1975 was made before the determination under that Schedule for the field in question; and b on or after 1st April 1982, a consent for development is or was granted or a programme of development is or was served on the licensee or approved by the   OGA   and that consent or programme relates, in whole or in part, to the field in question. 4 Subsections (4) and (5) of section 36 of the Finance  Act 1983 (which define “ development ” for the purposes of subsections (2) and (3) of that section) shall apply also for the purposes of subsections (2) and (3) of this section. 5 This section shall have effect in relation to chargeable periods ending after 30th June 1988. 6 This section shall be construed as one with Part I of the   Oil Taxation Act 1975."}, {"act": "Finance Act 1988", "year": 1988, "section": "139", "section_title": "Assets generating tariff receipts: extension of allowable expenditure.", "section_text": "139 1 In Part I of Schedule 1 to the  Oil Taxation Act 1983 (extensions of allowable expenditure for assets generating receipts) paragraph 3 (expenditure on enhancing the value of assets no longer in use for the principal field) shall be amended as follows— a in sub-paragraph (1)(a) after the words “enhancing the value of” there shall be inserted  “                        or otherwise in connection with                      ” ; b in sub-paragraph (1)(d) for the words “the expenditure” there shall be substituted  “                        either the use of the asset                      ”  and after the words “tariff receipts or” there shall be inserted  “                        the expenditure                      ” . 2 This section shall have effect with respect to expenditure incurred on or after 15th March 1988."}, {"act": "Finance Act 1988", "year": 1988, "section": "140", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "140"}, {"act": "Finance Act 1988", "year": 1988, "section": "141", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "141"}, {"act": "Finance Act 1988", "year": 1988, "section": "142", "section_title": " Stamp duty: housing action trusts.", "section_text": "142 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 107 of the  Finance Act 1981 (sales at a discount by local authorities etc.) after paragraph (f) of subsection (3) there shall be inserted— ff a housing action trust established under Part III of the Housing Act 1988;"}, {"act": "Finance Act 1988", "year": 1988, "section": "143", "section_title": "Stamp duty: paired shares", "section_text": "143 1 This section applies where — a the articles of association of a company incorporated in the United Kingdom (“ the  UK  company ”) and the equivalent instruments governing a company which is not so incorporated (“ the foreign company ”) each provide that no share in the company to which they relate may be transferred otherwise than as part of a unit comprising one share in that company and one share in the other; and b such units are to be or have been offered for sale to the public in the United Kingdom and, at the same time, an equal number of such units are to be or, as the case may be, have been offered for sale to the public at a broadly equivalent price in the country in which the foreign company is incorporated (“ the foreign country ”). 2 In relation to an instrument to which this subsection applies, no duty is chargeable under paragraph 1 of Schedule 15 to the Finance Act 1999 (bearer instruments: charge on issue); but this does not affect the other requirements of that Schedule. 3 Subsection (2) above applies  to any bearer instrument issued on or after 1st November 1987 which represents shares in the UK company, or a right to an allotment of or to subscribe for such shares, if the purpose of the issue is — a to make such shares available for sale (as part of such units as are referred to in subsection (1) above) in pursuance of either of the offers referred to in subsection (1)(b) above or of any other offer for sale of such units to the public made at the same time and at a broadly equivalent price in a country other than the United Kingdom or the foreign country; or b to give effect to an allotment of such shares (as part of such units) as fully or partly paid bonus shares. 4 In relation to an instrument to which this subsection applies— a the foreign company shall be treated for the purposes of Schedule 15 to the Finance Act 1999 (stamp duty on bearer instruments) as a UK company, and b paragraph 17 of that Schedule (exemption for non-sterling instruments) shall not apply. 5 Subsection (4) above applies  to any bearer instrument issued on or after 9th December 1987 which represents shares in the foreign company, or a right to an allotment of or to subscribe for such shares, and is not issued for the purpose — a of making shares in the foreign company available for sale (as part of such units as are referred to in subsection (1) above) in pursuance of either of the offers referred to in subsection (1)(b) above or of any other offer such as is mentioned in subsection (3)(a) above; or b of giving effect to an allotment of such shares (as part of such units) as fully or partly paid bonus shares. 6 In relation to any instrument which transfers such units as are referred to in subsection (1) above and is executed on or after the date of the passing of this Act, the foreign company shall be treated for the purposes of sections 67 and 68 (depositary receipts) and 70 and 71 (clearance services) of the Finance Act 1986  as a company incorporated in the United Kingdom. 7 Section 3 of the Stamp Act 1891 \t\t\t\t\t(which requires every instrument written upon the same piece of material as another instrument to be separately stamped) shall not apply in relation to any bearer instrument issued on or after 9th December 1987 which represents shares in the UK company or the foreign company, or a right to an allotment of or to subscribe for such shares. 8 This section shall be construed as one with the Stamp Act 1891. 9 Subsections (2) and (3) above, together with subsection (1) above so far as relating to them, shall be deemed to have come into force on 1st November 1987, and subsections (4), (5) and (7) above, together with subsection (1) above so far as relating to them, shall be deemed to have come into force on 9th December 1987."}, {"act": "Finance Act 1988", "year": 1988, "section": "144", "section_title": "Stamp duty reserve tax: paired shares  etc", "section_text": "144 1 Section 99 of the Finance Act 1986 (stamp duty reserve tax: interpretation) shall be amended as follows. 2 For subsections (3) to (6) there shall be substituted — 3 Subject to the following provisions of this section,  “ chargeable securities ” means — a stocks, shares or loan capital, b interests in, or in dividends or other rights arising out of, stocks, shares or loan capital, c rights to allotments of or to subscribe for, or options to acquire, stocks, shares or loan capital, and d units under a unit trust scheme. 4 “ Chargeable securities ” does not include securities falling within paragraph (a), (b) or (c) of subsection (3) above which are issued or raised by a body corporate not incorporated in the United Kingdom unless — a they are registered in a register kept in the United Kingdom by or on behalf of the body corporate by which they are issued or raised, or b in the case of shares, they are paired with shares issued by a body corporate incorporated in the United Kingdom, or c in the case of securities falling within paragraph (b) or (c) of subsection (3) above, paragraph (a) or (b) above applies to the stocks, shares or loan capital to which they relate. 5 “ Chargeable securities ” does not include — a securities the transfer of which is exempt from all stamp duties, or b securities falling within paragraph (b) or (c) of subsection (3) above which relate to stocks, shares or loan capital the transfer of which is exempt from all stamp duties. 6 “ Chargeable securities ” does not include interests in depositary receipts for stocks or shares. 6A For the purposes of subsection (4) above, shares issued by a body corporate which is not incorporated in the United Kingdom (“ the foreign company ”) are paired with shares issued by a body corporate which is so incorporated (“ the UK company ”) where — a the articles of association of the UK company and the equivalent instruments governing the foreign company each provide that no share in the company to which they relate may be transferred otherwise than as part of a unit comprising one share in that company and one share in the other, and b such units have been offered for sale to the public in the United Kingdom and, at the same time, an equal number of such units have been offered for sale to the public at a broadly equivalent price in the country in which the foreign company is incorporated. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In subsection (10), for paragraph (a) there shall be substituted — a paragraph (a) of subsection (4) above and the reference to that paragraph in paragraph (c) of that subsection shall be ignored, and . 5 After subsection (10) there shall be added — 11 In interpreting  “ chargeable securities ” in section 93 or 96 above in a case where — a newly subscribed shares, or b securities falling within paragraph (b) or (c) of subsection (3) above which relate to newly subscribed shares, are issued in pursuance of an arrangement such as is mentioned in that section (or an arrangement which would be such an arrangement if the securities issued were chargeable securities), paragraph (b) of subsection (4) above and the reference to that paragraph in paragraph (c) of that subsection shall be ignored. 12 In subsection (11) above,  “ newly subscribed shares ” means shares issued wholly for new consideration in pursuance of an offer for sale to the public. 6 This section applies in relation to — a agreements to transfer chargeable securities (within the meaning of section 99 of the Finance Act 1986  as amended by this section) made on or after 9th December 1987; and b the transfer, issue or appropriation of such securities, or the issue of securities such as are mentioned in subsection (11) of that section, on or after that date in pursuance of an arrangement such as is mentioned in that subsection (whenever the arrangement was made), and shall be deemed to have come into force on that date."}, {"act": "Finance Act 1988", "year": 1988, "section": "145", "section_title": " Building societies: change of status.", "section_text": "145 Schedule 12 to this Act (which makes provision in connection with the transfer of a building society’s business to a company in accordance with the  Building Societies Act 1986) shall have effect."}, {"act": "Finance Act 1988", "year": 1988, "section": "146", "section_title": " Post-consolidation amendments.", "section_text": "146 The enactments specified in Schedule 13 to this Act shall have effect subject to the amendments specified in that Schedule (being amendments to correct errors in the Taxes Act 1988 and in the amendments made by the  Finance Act 1987 for the purposes of the consolidation effected by the Taxes Act 1988)."}, {"act": "Finance Act 1988", "year": 1988, "section": "147", "section_title": " Interpretation etc.", "section_text": "147 1 In this Act “ the Taxes Act 1970 ” means the  Income and Corporation Taxes Act 1970 and “ the Taxes Act 1988 ” means the  Income and Corporation Taxes Act 1988. 2 Part II of this Act shall be construed as one with the  Value Added Tax Act 1983. 3 Part III of this Act, so far as it relates to income tax, shall be construed as one with the Income Tax Acts, so far as it relates to corporation tax, shall be construed as one with the Corporation Tax Acts and, so far as it relates to capital gains tax, shall be construed as one with the  Capital Gains Tax Act 1979."}, {"act": "Finance Act 1988", "year": 1988, "section": "148", "section_title": " Repeals.", "section_text": "148 The enactments specified in Schedule 14 to this Act (which include unnecessary enactments) are hereby repealed to the extent specified in the third column of that Schedule, but subject to any provision at the end of any Part of that Schedule."}, {"act": "Finance Act 1988", "year": 1988, "section": "149", "section_title": " Short title.", "section_text": "149 This Act may be cited as the Finance Act 1988."}]