[{"act": "Health and Medicines Act 1988", "year": 1988, "section": "1", "section_title": " Vesting of property etc. of Corporation in a company nominated by the Secretary of State and dissolution of Corporation.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 Schedule 1 to this Act shall have effect for the purpose of supplementing the provisions of this section."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "2", "section_title": " Powers of Secretary of State.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "3", "section_title": " Corporation’s powers pending dissolution.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "4", "section_title": " Treasury guarantees.", "section_text": "4 1 At any time when the successor company is wholly owned by the Crown the Treasury may guarantee, in such manner and on such conditions as they think fit, the redemption or repayment of any stock issued or temporary loan raised by the successor company and the payment of interest on any such stock or loan. 2 Immediately after any guarantee is given under this section the Treasury shall lay a statement of the guarantee before each House of Parliament, and where any sum is issued for fulfilling such a guarantee or a guarantee such as is mentioned in subsection (6) below the Treasury shall, as soon as possible after the end of each financial year beginning with that in which the sum is issued and ending with that in which all liability in respect of the principal of the sum and in respect of interest thereon is finally discharged, lay before each House of Parliament a statement relating to that sum. 3 Any sums required by the Treasury for fulfilling any guarantee given or treated as given under this section shall be charged on and issued out of the Consolidated Fund. 4 If any sums are issued in fulfilment of any guarantee given or treated as given under this section, the successor company shall make to the Treasury, at such times and in such manner as the Treasury may from time to time direct, payments of such amounts as the Treasury may direct in or towards repayment of the sums so issued and payments of interest on what is outstanding for the time being in respect of sums so issued at such rates as the Treasury may direct. 5 Any sums received by the Treasury under this section shall be paid into the Consolidated Fund. 6 Any guarantee given by the Treasury under section 7 of the  National Health Service Act 1966 with respect to a liability of the Corporation which becomes a liability of the successor company by virtue of section 1 above shall be treated as if it were a guarantee given under this section. 7 Any guarantee given or treated as given under this section shall be extinguished when the successor company ceases to be wholly owned by the Crown. 8 The successor company shall be regarded for the purposes of this Act as wholly owned by the Crown at any time when each of the issued shares in the company and the whole of any stock issued by it is held by, or by a nominee of, the Secretary of State."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "5", "section_title": " Statutory accounts of the successor company.", "section_text": "5 1 For the purposes of any statutory accounts of the successor company— a the vesting effected by virtue of section 1 above— i shall be taken to have been a vesting of all the property, rights and liabilities (other than any excepted property, rights and liabilities) to which the Corporation was entitled or subject immediately before the end of the last complete financial year ending before the vesting effected by virtue of section 1 above; and ii shall be taken to have been effected immediately after the end of that year; and b the value of any asset and the amount of any liability of the Corporation taken to have been vested in the successor company by virtue of paragraph (a) above shall be taken to be the value or (as the case may be) the amount assigned to that asset or liability for the purposes of the corresponding statement of accounts prepared by the Corporation in respect of that year in pursuance of section 8 of the  National Health Service Act 1966. 2 For the purposes of any statutory accounts of the successor company the amount to be included in respect of any item shall be determined as if anything done by the Corporation (whether by way of acquiring, revaluing or disposing of any asset or incurring, revaluing or discharging any liability, or by carrying any amount to any provision or reserve, or otherwise) had been done by the successor company. Accordingly (but without prejudice to the generality of the preceding provision) the amount to be included from time to time in any reserves of the successor company as representing its accumulated realised profits shall be determined as if any profits realised and retained by the Corporation had been realised and retained by the successor company. 3 References in this section to the statutory accounts of the successor company are references to any accounts prepared by the successor company for the purposes of any provision of   the Companies Act 2006 ; and in this section “ complete financial year ” means a financial year ending with 31st March."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "6", "section_title": " Corporation tax.", "section_text": "6 1 Subject to subsection (2) below, if on the day specified under section 1(1) above the successor company is a company limited by shares which is wholly owned by the Crown, it shall be treated for all purposes of corporation tax as if it were the same person as the Corporation. 2 The successor company shall not by virtue of subsection (1) above be regarded as a body falling within section  170(12) of the Taxation of Chargeable Gains Act 1992  (bodies established for carrying on industries or undertakings under national ownership or control)."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "7", "section_title": " Extension of powers of Secretary of State for financing the Health Service.", "section_text": "7 1 In order to make more income available for improving the health service (as defined in   the National Health Service Act 2006   or the  National Health Service (Scotland) Act 1978), the Secretary of State shall have the powers specified in subsection (2) below; but for the avoidance of doubt it is hereby declared that nothing in this section authorises him or any body to which he gives directions under subsection (3) below to disregard any enactment or rule of law or to override any person’s contractual or proprietary rights. 2 The powers mentioned in subsection (1) above are powers  (exercisable outside as well as within Great Britain) — a to acquire, produce, manufacture and supply goods; b to acquire land by agreement and manage and deal with land; c to supply accommodation to any person; d to supply services to any person and to provide new services; e to provide instruction for any person; f to develop and exploit ideas and exploit intellectual property; g to do anything whatsoever which appears to him to be calculated to facilitate, or to be conducive or incidental to, the exercise of any power conferred by this subsection; and h to make such charge as he considers appropriate for anything that he does in the exercise of any such power and to calculate any such charge on any basis that he considers to be the appropriate commercial basis. 3 The Secretary of State may give directions (having regard to the existing work of voluntary bodies)— i for the exercise of any of those powers by any body constituted under   ... the  National Health Service (Scotland) Act 1978; and ii with respect to the manner in which any such body is to exercise any such power; and it shall be the duty of the body in question to comply with the directions. 4 The directions may provide that any power to which they relate shall be exercisable subject to any limitations specified in the directions. 5 The directions may be varied or revoked by subsequent directions. 6 The Secretary of State shall exercise the powers specified in subsection (2)(c) and (d) above only if and to the extent that he is satisfied that anything which he proposes to do in the exercise of those powers does not fall within section 65 of the National Health Service Act 1977 or section 57 of the National Health Service (Scotland) Act 1978. 7 The Secretary of State shall exercise the powers specified in subsection (2)(f) above only after consulting (to the extent that it appears to him to be practical) any person who appears to him to have an interest through his own previous research in the ideas or intellectual property in question as to whether he should exercise them and, if so, as to any financial arrangements. 7A The power specified in paragraph (g) of subsection (2) above includes power for the Secretary of State— a to form, or participate in the forming of, companies, b to invest in companies (whether by acquiring assets, securities or rights or otherwise), and c to provide loans and guarantees and make other kinds of financial provision to or in respect of companies, where it appears to him that to do so is calculated to facilitate, or to be conducive or incidental to, the exercise of any power conferred by that subsection. 7B In subsection (7A) above “ companies ” means companies   as defined in section 1(1) of the Companies Act 2006 ; and that subsection is without prejudice to— a the generality of paragraph (g) of subsection (2) above, and b any powers of the Secretary of State exercisable otherwise than by virtue of this section. 7C The power specified in paragraph (g) of subsection (2) above includes power for the Scottish Ministers— a to form or participate in forming companies, b to— i participate in companies, ii invest in companies (whether by acquiring assets, securities or rights or otherwise), iii provide loans and guarantees and make other kinds of financial provision to or in respect of companies, where it appears to them that to do so is calculated to facilitate, or to be conducive or incidental to, the exercise of any power conferred by that subsection. 7D In subsection (7C) above  “ companies ” means companies   as defined in section 1(1) of the Companies Act 2006 ; and that subsection is without prejudice to the generality of subsection (2) above. 8 The Secretary of State shall exercise the powers specified in subsection (2) above only if and to the extent that he is satisfied that anything which he proposes to do— a will not to a significant extent interfere with the performance by him of any duty imposed on him by   the National Health Service Act 2006   or the National Health Service (Scotland) Act 1978; and b will not to a significant extent operate to the disadvantage of persons seeking or afforded admission or access to accommodation or services at hospitals vested in the Secretary of State for the purposes of his functions under either of those Acts (whether as resident or non-resident patients) otherwise than under section 65 of the National Health Service Act 1977 or section 57 of the National Health Service (Scotland) Act 1978. 8A The references in subsection (6) and subsection (8) to section 65 of the National Health Service Act 1977 are references to that section prior to its repeal by the National Health Service (Consequential Provisions) Act 2006. 9 In section 63 of the National Health Service Act 1977 and in section 55 of the National Health Service (Scotland) Act 1978— a in subsection (1), for the words from “to such extent” to “those charges” there shall be substituted the words “for patients to such extent as he may determine, and may recover such charges as he may determine in respect of such accommodation and calculate them on any basis that he considers to be the appropriate commercial basis”; and b subsection (2) shall be omitted. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 The following section shall be substituted for sections 57 and 58 of the  National Health Service (Scotland) Act 1978—  Accommodation and services for private patients. 57 1 If the Secretary of State is satisfied, in the case of a health service hospital, that it is reasonable to do so, he may authorise accommodation and services at the hospital in question to be made available, to such extent as he may determine, for patients who give undertakings (or for whom undertakings are given) to pay, in respect of the accommodation and services made available, such charges as the Secretary of State may determine and may make and recover such charges as he may determine in respect of such accommodation and services and calculate them on any basis that he considers to be the appropriate commercial basis; but he shall do so only if and to the extent that he is satisfied that to do so— a will not to a significant extent interfere with the performance by him of any duty imposed on him by this Act to provide accommodation or services of any kind; and b will not to a significant extent operate to the disadvantage of persons seeking or afforded admission or access to accommodation or services at health service hospitals (whether as resident or non-resident patients) otherwise than under this section. 2 The Secretary of State may allow accommodation and services to which an authorisation under subsection (1) above relates to be made available in connection with treatment, in pursuance of arrangements made by a medical practitioner or dental practitioner serving (whether in an honorary or paid capacity) on the staff of a health service hospital for the treatment of private patients of that practitioner. 3 The Secretary of State shall revoke an authorisation under this section only if and to the extent that he is satisfied that sufficient accommodation and facilities for the private practice of medicine and dentistry are otherwise reasonably available (whether privately or at health service hospitals) to meet the reasonable demand for them in the area served by the hospital in question. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 In section 98 of the  National Health Service (Scotland) Act 1978 (which makes corresponding provision for Scotland) for the words “may be prescribed”, in the second place where they occur, there shall be substituted the words “the Secretary of State may determine”. 14 The following paragraph shall be added at the end of the sections mentioned in   subsection (13)   above— The Secretary of State may calculate charges under this section on any basis that he considers to be the appropriate commercial basis. ."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "8", "section_title": " Retirement of practitioners.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "9", "section_title": " Reduction of pension on re-employment after attaining 65. ", "section_text": "9 Regulation 76 of the  National Health Service (Superannuation) Regulations 1980 and Regulation 75 of the  National Health Service (Superannuation) (Scotland) Regulations 1980 (under which further employment as a practitioner between the ages of 65 and 70 years in the case of a person who became entitled to a pension as a practitioner on or after attaining the age of 65 years is to be disregarded for the purpose of determining whether his pension is to be reduced) are hereby revoked."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "10", "section_title": " Dental services.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 39 of the  National Health Service (Scotland) Act 1978 (medical and dental inspection, supervision and treatment of pupils and young persons)— a in subsection (1)— i the words “and dental”, in both places where they occur, shall cease to have effect; and ii after the word “supervision” there shall be inserted the words “and treatment”; b for subsection (2) there shall be substituted the following subsection— 2 It is also the Secretary of State’s duty to provide, to such extent as he considers necessary to meet all reasonable requirements— a for the dental inspection of such pupils and young persons as are mentioned in subsection (1); b for their dental treatment; and c for their education in dental health. ; c in subsection (3), for the words “and dental treatment made available under” there shall be substituted the words “treatment made available under subsection (1) and dental treatment made available for the purposes of”; and d in subsection (4)— i the words “and dental” shall cease to have effect; and ii for the words “subsections (1) and (2)” there shall be substituted the words “subsection (1) and for the dental inspection, treatment and education described in subsection (2)”."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "11", "section_title": " Charges for dental appliances and treatment.", "section_text": "11 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The following subsection shall be inserted after subsection (1) of section 70 of the  National Health Service (Scotland) Act 1978— 1A Regulations may provide for the making and recovery in such manner as may be prescribed of charges of amounts calculated in accordance with section 71A in respect of the supply under this Act of dentures and other dental appliances of prescribed descriptions. 5 In subsection (1) of section 71 of that Act for the words “the amount authorised by this section” there shall be substituted the words “an amount calculated in accordance with section 71A”. 6 The following section shall be inserted after the said section 71—  Calculation of charges for dental appliances and treatment. 71A 1 Subject to the following provisions of this section, regulations may make such provision as to the amount of any charge— a authorised by section 70(1A) for the supply of dentures or other dental appliances; or b authorised by section 71 for the provision of services, as appears to the Secretary of State to be appropriate. 2 Without prejudice to the generality of subsection (1) above, regulations may provide that any such charge in respect of appliances or services supplied or provided under Part II of this Act— a shall be of an amount equal— i to the practitioner’s remuneration in respect of the supply or provision; or ii to any part of that remuneration; or b shall be otherwise calculated by reference to that remuneration. 3 Without prejudice to the generality of subsection (1) above, regulations may provide that any charge which is so authorised in respect of appliances supplied otherwise than under Part II of this Act— a shall be of an amount equal— i to the remuneration a practitioner would receive for a supply under that Part of equivalent appliances; or ii to any part of such remuneration; or b shall be otherwise calculated by reference to such remuneration. 4 The charge shall not exceed the amount which the Secretary of State considers to be the cost to the health service of the supply or provision. 5 In this section “ cost to the health service ” does not include— a any fee in respect of a visit by a practitioner to a patient; or b any fee or part of a fee payable by a patient in pursuance of regulations under section 71(2) or section 73(b) or 74(b). 7 ... section 71(1) of the  National Health Service (Scotland) Act 1978 shall cease to have effect so far as   it provides   that a charge may not be authorised for the clinical examination of a patient and any report on that examination. 8 In  ... paragraph 2(4)(a) of Schedule 11 to the National Health Service (Scotland) Act 1978 for “16” there shall be substituted “18”."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "12", "section_title": " The Dental Estimates Board and the Scottish Dental Estimates Board—change of name and extension of functions.", "section_text": "12 1 ... the Scottish Dental Estimates Board shall be renamed as “ the Scottish Dental Practice Board ”, and— a any enactment or instrument passed or made before the coming into force of this section shall have effect as if  ... for any reference to the Scottish Dental Estimates Board there were substituted a reference to the Scottish Dental Practice Board; and b documents and forms printed or duplicated for use in connection with the performance of the functions of  ... the Scottish Dental Estimates Board may be used notwithstanding that they refer to   that Board                       , such references being construed as references to  ... the Scottish Dental Practice Board. 2 Section 37 of the National Health Service Act 1977 shall be renumbered so as to become section 37(1) of that Act. 3 The following subsections shall be inserted— a after the resulting subsection (1); and b after section 4(1) of the National Health Service (Scotland) Act 1978— 1A Regulations may empower the Dental Practice Board— a to direct a dental practitioner to submit to the Board, in relation to treatment which he has carried out or contemplates carrying out or to a description of such treatment specified in the direction, such estimates and information and such radiographs, models or other items as may be prescribed; and b to direct a dental practitioner not to carry out treatment, or a description of treatment specified in the direction, without first obtaining approval of an estimate from the Board. 1B If regulations include any such provision as is mentioned in subsection (1A)(b) above, regulations shall confer on a dental practitioner in whose case a direction such as is mentioned in that paragraph has been given a right of appeal against the direction to a prescribed person or body, but before making regulations conferring such a right the Secretary of State shall consult such organisations as appear to him to be representative of persons providing general dental services. 1C Regulations may be made authorising or requiring the Dental Practice Board to carry on any such additional activity relating to the provision of general dental services as may be prescribed and, without prejudice to the generality of this subsection, to conduct or commission surveys or other research relating to the provision of such services. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "13", "section_title": " General ophthalmic services and optical appliances.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In sub-paragraph (1) of paragraph 2A  ... and of Schedule 11 to the  National Health Service (Scotland) Act 1978 after paragraph (c) (but not as part of it) there shall be added the words “or for which a prescription has been given for a person such as is mentioned in paragraph (a), (b) or (c) above in consequence of a testing of sight (not being a testing of sight under this Act) which took place in prescribed circumstances”. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 26 of the  National Health Service (Scotland) Act 1978 (arrangements for provision of general ophthalmic services) in subsection (1), for the words from “—(a) the” to the end there shall be substituted the words the testing by such practitioners and opticians of the sight—                   a of a child; b of a person whose resources fall to be treated under the regulations as being less than his requirements or as being equal to his requirements; or c of a person of such other description as may be prescribed. 1A In this section— “ child ” means— a a person who is under the age of 16 years; or b a person who is under the age of 19 years and receiving qualifying full-time education; and “ qualifying full-time education ” means full-time instruction at a recognised educational establishment or by other means accepted as comparable by the Secretary of State, and for the purposes of this definition— “ recognised educational establishment ” means an establishment recognised by the Secretary of State as being, or as comparable to, a school, college or university; and regulations may prescribe the circumstances in which a person is or is not to be treated as receiving full-time instruction. 1B Regulations under this section may direct how a person’s resources and requirements are to be calculated and, without prejudice to the generality of this subsection, may direct that they shall be calculated— a by a method set out in the regulations; b by a method described by reference to a method of calculating or estimating income or capital specified in an enactment other than this section or in an instrument made under an Act of Parliament or by reference to such a method but subject to prescribed modifications; c by reference to an amount applicable for the purposes of a payment under an Act of Parliament or an instrument made under an Act of Parliament; or d by reference to the person’s being, or having been, entitled to payment under an Act of Parliament or an instrument made under an Act of Parliament. 1C Descriptions of persons may be prescribed for the purposes of subsection (1) above by reference to any criterion and, without prejudice to the generality of this subsection, by reference to any of the following criteria— a their age; b the fact that a prescribed person or a prescribed body accepts them as suffering from a prescribed medical condition; c the fact that a prescribed person or a prescribed body accepts that a prescribed medical condition from which they suffer arose in prescribed circumstances; d their receipt of benefit in money or in kind under any enactment or their entitlement to receive any such benefit; and e the receipt of any such benefit by other persons satisfying prescribed conditions or the entitlement of other persons satisfying prescribed conditions to receive such benefits. 1D Regulations which refer to an Act of Parliament or an instrument made under an Act of Parliament may direct that the reference is to be construed as a reference to that Act or instrument— a as it has effect at the time when the regulations are made; or b both as it has effect at that time and as amended subsequently. 1E Regulations may provide that a person— a whose sight is tested by a person who provides general ophthalmic services; and b who is shown during the testing or within a prescribed time after it to fall within subsection (1) above, shall be taken for the purposes of the testing to have so fallen immediately before his sight was tested; and the testing shall be treated— i for the purposes of any arrangements under this section; ii for the purposes of remuneration in respect of the testing; and iii for any such other purpose as may be prescribed, as a testing of sight under this Act. 1F Regulations shall define the services for the provision of which arrangements under this section are to be made and the services so defined are in this Act referred to as “ general ophthalmic services ”. 5 The following sub-paragraphs shall be substituted for paragraph 2A(3) of Schedule 11 to the  National Health Service (Scotland) Act 1978— 3 The Secretary of State may by regulations— a provide for himself or a Health Board to contribute to the cost of a testing of sight which he or the Board accepts as having been incurred by a person whose resources fall to be treated under the regulations as exceeding his requirements but only by an amount calculated under the regulations; b provide for payments to be made by him or by a Health Board to meet, or to contribute towards, any cost accepted by him or by the Board as having been incurred (whether by way of charge under this Act or otherwise) for the replacement or repair in prescribed circumstances of optical appliances for which a prescription was given in consequence of a testing of the sight of a person of a prescribed description; and c direct how a person’s resources and requirements are to be calculated and, without prejudice to the generality of this sub-paragraph, give any such direction as to how they are to be calculated as may be given by regulations under section 75A(3). 3A Descriptions of persons may be prescribed under this paragraph by reference to any criterion and, without prejudice to the generality of this sub-paragraph, by reference to any of the criteria specified in section 75A(2). 3B Subsection (4) of section 75A shall have effect in relation to regulations under this paragraph as it has effect in relation to regulations under that section. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "15", "section_title": " Remuneration in respect of training.", "section_text": "15 1 At the end of  ... section 28A of the  National Health Service (Scotland) Act 1978 (which makes corresponding provision for Scotland) there shall be added the words “and may include provision for the remuneration of persons providing those services in respect of the instruction of any person in matters relating to those services”. 2 At the end of subsection (2)(d) of each of those sections there shall be added the words “or instruction”. 3 Any determination in relation to remuneration in respect of services under  ... Part II of the National Health Service (Scotland) Act 1978 which was made after the passing of this Act but at a time before the coming into force of a provision inserted by section 7 of the  Health and Social Security Act 1984 shall be deemed to be validly made if regulations authorising such a determination could have been made had that provision been in force at that time."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "16", "section_title": " Limits on reimbursement of expenses.", "section_text": "16 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 85(2) of the National Health Service (Scotland) Act 1978 (restriction in relation to payments by Secretary of State in respect of expenditure attributable to performance by certain bodies of their functions), for the words “sums equal to the expenditure which he determines is attributable to the performance of those functions in that year” there shall be substituted the following paragraphs— a such amounts as he may allot for any kind of expenditure attributable to reimbursement of expenses of persons providing services in pursuance of that Part; and b sums equal to any other expenditure attributable to remuneration of persons providing such services. 4 In section 85A of that Act (financial duties of certain bodies)— a in subsection (1)(a), after “85(1)” there shall be inserted the words “and, as the case may be, section 85(2)(a)”; and b in subsection (6)(c), after “85(1)” there shall be inserted the words “, or, as the case may be, section 85(2)(a)”."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "17", "section_title": " Arrangements for provision of general medical services, general dental services, general ophthalmic services and pharmaceutical services.", "section_text": "17 1 Without prejudice to the generality of   section 71, 72, 80 or 83 of the National Health Service (Wales) Act 2006, or section 126 or 129 of the National Health Service Act 2006   or of section   17P , 25(2), 26(2) or 27(2) of the  National Health Service (Scotland) Act 1978, the powers to make regulations conferred by each of those sections include power— a to make provision as to the investigation (following a complaint or otherwise) of any matter relating to services under the section in question  or, in relation to section 17P of the National Health Service (Scotland) Act 1978, primary medical services ; b to specify— i who is to conduct an investigation; ii whether an inquiry may be held in connection with an investigation; iii rights of appeal following a decision or recommendation on an investigation; iv who is to conduct an appeal; and v the procedure to be followed on any investigation, inquiry or appeal; c to direct that in prescribed circumstances one or more of the sanctions specified in subsection (2) below shall be available; d to make provision for any purposes (whether or not falling within paragraph (a), (b) or (c) above) that appear to the Secretary of State to correspond to the purposes of any provision contained in Part II of the  National Health Service (Service Committees and Tribunal) Regulations 1974 or, as the case may be, Part II of the  National Health Service (Service Committees and Tribunal) (Scotland) Regulations 1974. 2 The sanctions mentioned in subsection (1)(c) above are— a in the case of any person— i recovery of an amount by deduction from his remuneration or otherwise; and ii a warning that he should comply more closely with his obligations under arrangements made in accordance with the relevant regulations  or in relation to section 17P of the National Health Service (Scotland) Act 1978, with any requirements placed on him by regulations made under that section ; and b in the case of a dental practitioner  or body corporate entitled, by virtue of section 43 of the Dentists Act 1984 (c. 24), to carry on the business of dentistry , a restriction on his  or its   carrying out treatment or a description of treatment without first obtaining from a body prescribed by the regulations approval of an estimate in relation to it. 3 Regulations made— a before the passing of this Act; or b after it but before the coming into force of this section, shall be deemed to be validly made if they could have been validly made had this section been in force. 3A This section applies also in relation to additional pharmaceutical services provided under arrangements made in accordance with directions under   section 127 of the National Health Service Act 2006 or section 81 of the National Health Service (Wales) Act 2006   or section 27A of the National Health Service (Scotland) Act 1978."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "18", "section_title": " Transfer of staff from civil service to Health Service.", "section_text": "18 Where a person becomes an employee of a body constituted under   the National Health Service Act 2006 or the National Health Service (Wales) Act 2006 (other than an  NHS  trust or an  NHS  foundation trust),   or the  National Health Service (Scotland) Act 1978  ... on direct transfer from employment in the civil service of the State, his period of employment in the civil service of the State at the time of the transfer shall count for the purposes of  the Employment Rights Act 1996  as a period of employment by the body whose employee he becomes, and the transfer shall not break the continuity of the period of employment or give rise to any right to a redundancy payment."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "19", "section_title": " Abolition of power of local authorities to charge for their staff’s services to health authorities.", "section_text": "19 1 Section 28(4) of the National Health Service Act 1977 shall cease to have effect. 2 This section shall be deemed to have come into force on 26th November 1987. 3 No payment shall be made on a claim for payment of charges under section 28(4) of the National Health Service Act 1977 which is submitted on or after 26th November 1987 but the repeal of that subsection by this section does not have effect in relation to a case where such a claim is submitted before that date."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "20", "section_title": " Instruction of staff in matters relating to health and welfare.", "section_text": "20 In section 63 of the  Health Services and Public Health Act 1968— a in subsection (6)(a), after the word “section” there shall be inserted the words “and for ancillary administrative purposes,”; and b in subsection (8), in paragraph (a) of the definition of “the relevant enactments”, for the words “section 48 of the Education Act 1944, Part III of the National Assistance Act 1948, section 45 of this Act” there shall be substituted the words “, any enactment functions under which for the time being stand referred to committees established in pursuance of section 2 of the  Local Authority Social Services Act 1970.”"}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "21", "section_title": " Fees for licences etc. under Part II of Medicines Act 1968.", "section_text": "21 1 The following paragraphs shall be inserted after paragraph (a) of subsection (1) of section 1 of the  Medicines Act 1971— aa for the payment and recovery of such fees as are prescribed by the regulations in respect of inspections made— i in connection with applications for the grant, renewal or variation of any such licence; or ii during the currency of any such licence; ab for the payment and recovery of such annual or other periodic fees (in addition to fees payable by virtue of regulations made under paragraph (aa) above) as are prescribed by the regulations in connection with the holding of any such licence and for the payment and recovery of a penalty for failure to pay a fee so prescribed at the time at which it should have been paid; ac for the calculation of the amount of any annual or other periodic fee payable by virtue of regulations made under paragraph (ab) above by reference to one or more of the following— i the United Kingdom turnover of a medicinal product or a number of medicinal products to which the licence relates; ii the United Kingdom turnover of all medicinal products to which licences held by the holder of the licence relate; iii fees received by the holder of the licence in respect of a medicinal product or a number of medicinal products to which the licence relates; iv fees received by the holder of the licence in respect of all medicinal products to which licences held by the holder of the licence relate; ad for the amount of any fee payable by virtue of regulations made under paragraph (ab) above to be calculated in such manner as may be specified in the regulations— i if insufficient evidence is submitted for the calculations that would be required by regulations made under paragraph (ac) above; or ii if no evidence is submitted for those calculations; . 2 In paragraph (b) of that subsection, after the word “refund” there shall be inserted the words “, adjustment, set-off, waiver or reduction”. 3 The following subsection shall be inserted after that subsection— 1A In subsection (1) above— “ medicinal product ” includes— a any article or substance in relation to which provisions of Part II of the principal Act have effect by virtue of an order under section 104 or 105 of that Act; and b any medicated feeding stuff, as defined in subsection (3B) of section 130 of the principal Act, which by virtue of an order under subsection (3A) of that section is to be treated as a medicinal product for the purposes of that Act; and “ United Kingdom turnover ” means the value, as determined under the regulations, of the aggregate of all quantities of a medicinal product, other than quantities which the regulations direct to be excluded from the calculation, which, during a period specified in the regulations— a in the case of a product licence, are sold or supplied in the United Kingdom by the holder of the licence or such other person as may be prescribed by the regulations; b in the case of a manufacturer’s licence, are manufactured or assembled by the holder of the licence in the United Kingdom; c in the case of a wholesale dealer’s licence, are sold by the holder of the licence by way of wholesale dealing in the United Kingdom. 4 Any regulations which purport to have been made under section 1 of the  Medicines Act 1971— a if they purport to be in force on the day this Act is passed, shall have effect and be deemed always to have had effect; and b if they do not purport to be in force on the day this Act is passed shall be deemed to have had effect at all times when they purported to be in force, as if this section had been in force when they were made."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "22", "section_title": " Construction of references to publications.", "section_text": "22 1 The following paragraphs shall be inserted after paragraph (c) of section 103(1) of the  Medicines Act 1968— ca the International Pharmacopoeia; cb the Cumulative List of Recommended International Nonproprietary Names; 2 Regulations and orders made under the Medicines Act 1968 before the passing of this Act shall be construed as if section 103(1) of that Act, as originally enacted, had included the paragraphs added by subsection (1) above, but their addition does not extend the meaning of “specified publication”, where that term is used in regulations and orders so made. 3 References to International Nonproprietary Names in regulations and orders made under that Act before the passing of this Act shall be construed as references to names contained from time to time in the Cumulative List. 4 In section 103(3) of the Medicines Act 1968 for the words “other than this”, there shall be substituted the words “contained in this Act or in any other”. 5 Regulations and orders made under that Act before the passing of this Act shall be construed as if— a section 103(3) of that Act, as originally enacted, had included the words added to it by subsection (4) above; and b the power to make them had been exercised in the manner provided by section 103(3). 6 In section 103(5) after the word “force”, in the second place where it occurs, there shall be inserted the words “, under whatever title,”. 7 Regulations and orders made under that Act before the passing of this Act shall be construed as if section 103(5), as originally enacted, had included the words added by subsection (6) above. 8 This section does not alter the meaning of any instrument in respect of a period before the passing of this Act."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "23", "section_title": " HIV testing kits and services.", "section_text": "23 1 The Secretary of State may provide by regulations that a person— a who sells or supplies to another an HIV testing kit or any component part of such a kit; b who provides another with HIV testing services; or c who advertises such kits or component parts or such services, shall be guilty of an offence. 2 The power to make regulations conferred by this section shall be exercisable by statutory instrument, and a statutory instrument made by virtue of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 The power may be exercised— a either in relation to all cases to which the power extends, or in relation to all those cases subject to specified exceptions, or in relation to any specified cases or classes of case; and b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which the power extends or any less provision (whether by way of exception or otherwise); ii the same provision for all cases in relation to which the power is exercised, or different provision for different cases or different classes of case, or different provision as respects the same case or class of case for different purposes; iii any such provision either unconditionally, or subject to any specified condition, and includes power to make such incidental or supplemental provision as the Secretary of State considers appropriate. 4 If any person contravenes regulations under this section, he shall be liable— a on summary conviction to a fine not exceeding the statutory maximum; and b on conviction on indictment to a fine or to imprisonment for a term of not more than two years, or to both. 5 Where an offence under this section which is committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 6 In this section— “ HIV ” means Human Immunodeficiency Virus of any type; “ HIV testing kit ” means a diagnostic kit the purpose of which is to detect the presence of HIV or HIV antibodies; and “ HIV testing services ” means diagnostic services the purpose of which is to detect the presence of HIV or HIV antibodies in identifiable individuals."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "24", "section_title": " Financial provision.", "section_text": "24 Any expenses of a Minister of the Crown incurred in consequence of the provisions of this Act shall be paid out of money provided by Parliament."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "25", "section_title": " Consequential amendments and repeals.", "section_text": "25 1 The enactments mentioned in Schedule 2 to this Act shall have effect with the amendments there specified (being amendments consequential on the foregoing provisions of this Act). 2 The enactments mentioned in Schedule 3 to this Act are repealed to the extent specified in the third column of that Schedule."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "26", "section_title": " Commencement and transitional.", "section_text": "26 1 The provisions of this Act to which this subsection applies shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint, and different days may be appointed in pursuance of this subsection for different provisions or different purposes of the same provision. 2 Subsection (1) above applies to the following provisions of this Act— section 8; section 9; section 11; section 12; section 13; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ; section 25(1), so far as it relates to paragraphs 3, 4, 5, 8, 10, 11, 12 and 15 of Schedule 2 to this Act, and to paragraphs 1 and 9 of that Schedule to the extent that they have effect for the purposes of those paragraphs; section 25(2), so far as it relates— a to the  National Health Service Act 1966; b to the  Superannuation Act 1972; c to sections 37(a), 78(1) and 79(1) of the  National Health Service Act 1977 and Schedules 12 and 15 to that Act; d to sections 4(1), 70(1) and 71(1) of the  National Health Service (Scotland) Act 1978 and Schedules 11 and 16 to that Act; e to sections 17 and 19 of the  Health Services Act 1980; f to the  Health and Social Security Act 1984; g to the  Companies Consolidation (Consequential Provisions) Act 1985. 3 The provisions of this Act to which this subsection applies shall come into force on the day this Act is passed. 4 Subsection (3) above applies to the following provisions of this Act— section 1 (including Schedule 1) and sections 2 to 6; section 17(3); section 19; section 21; section 22; section 25(2), so far as it relates to section 28(4) of the  National Health Service Act 1977; this section; section 27; section 28; 5 Subject to the foregoing provisions of this section, this Act shall come into force at the end of the period of two months beginning with the day this Act is passed. 6 The Secretary of State may by regulations made by statutory instrument make— a such transitional provision; b such consequential provision; and c such savings, as he considers necessary or expedient in preparation for or in connection with the coming into force of any provision of this Act or the operation of any enactment which is repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force. 7 Regulations under this section may modify any enactment contained in this or in any other Act and any instrument made under an Act of Parliament. 8 A statutory instrument containing regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "27", "section_title": " Northern Ireland.", "section_text": "27 1 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to the purposes of a provision of this Act to which this subsection applies— a shall not be subject to sub-paragraphs (4) and (5) of paragraph 1 of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 The provisions of this Act to which subsection (1) above applies are sections 7 to 11, section 13, sections 15 to 18 and section 23. 3 Sections . . .  , 21 and 22 above and this section extend to Northern Ireland. 4 Section 26 above extends to Northern Ireland so far as it relates to the provisions mentioned in subsection (3) above and this section. 5 Subject to the foregoing provisions of this section, this Act does not extend to Northern Ireland."}, {"act": "Health and Medicines Act 1988", "year": 1988, "section": "28", "section_title": " Citation.", "section_text": "28 This Act may be cited as the Health and Medicines Act 1988."}]