[{"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "1", "section_title": " Scottish Homes.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 the Scottish Ministers  shall have the general functions of— a providing, and assisting in the provision of, finance to persons or bodies intending to provide, improve, repair, maintain or manage housing; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c promoting owner-occupation (especially by those seeking to purchase for the first time), the wider ownership of housing by its occupants and a greater choice of tenancy arrangements; d promoting the provision and improvement of housing and the improvement of management of housing (whether by its occupants or otherwise); e promoting and assisting the development of  social landlords ,  ... ; f undertaking, and assisting the undertaking of, the development, redevelopment and improvement of the physical, social, economic and recreational environment related to housing; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "2", "section_title": " General functions of Scottish Homes.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 For the purposes of the exercise of their general functions under section 1(3), the Scottish Ministers, so far as they do not otherwise have power to do so,  may— a make grants; b make loans; c acquire, hold and dispose of securities; d guarantee obligations (arising out of loans or otherwise) incurred by other persons, or grant indemnities; e provide or assist in the provision of advisory or other services or facilities for any person; f acquire land by agreement or gift; g acquire land (including servitudes or other rights in or over land by the creation of new rights) compulsorily; h hold and manage land and dispose of, or otherwise deal with, land held by  them ; j acquire and dispose of plant, machinery, equipment and other property; k develop land or carry out works on land, and maintain or assist in the maintenance of any such works; l make land, plant, machinery, equipment and other property available for use by other persons; m appoint other persons to act as  their  agents; n act as agents for other persons; o form companies   under the Companies Act 2006 ; p form partnerships with other persons; q promote, provide or assist in the provision of, training in matters relating to housing; r carry out, commission or assist in the provision of, research and development; s promote, or assist in the promotion of, publicity relating to  their general functions under section 1(3)  and to matters relating to housing; t make such charge as  they think  fit for any of  their  services; u accept any gift or grant made to  them  for the purposes of any of  their general functions under section 1(3)  and, subject to the terms of the gift or grant and to the provisions of this Act, apply it for those purposes; v turn  their  resources to account so far as they are not required for the exercise of any of  their general functions under section 1(3) . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "2A", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2A"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "10"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "11"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "12", "section_title": " Assured tenancies.", "section_text": "12 1 A tenancy under which a house is let as a separate dwelling is for the purposes of this Act an assured tenancy if and so long as— a the tenant or, as the case may be, at least one of the joint tenants is an individual; and b the tenant or, as the case may be, at least one of the joint tenants occupies the house as his only or principal home; and c the tenancy is not one which, by virtue of subsection  (1A) or   (2) below, cannot be an assured tenancy. 1A A tenancy cannot be an assured tenancy if it is granted on or after   1 December 2017  . 2 If and so long as a tenancy falls within any paragraph of Schedule 4 to this Act, it cannot be an assured tenancy; and in that Schedule “ tenancy ” means a tenancy under which a house is let as a separate dwelling. 3 Subsection (1) is subject to section 46A."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "13", "section_title": " Letting of a house together with other land.", "section_text": "13 1 If, under a tenancy, a house is let together with other land, then, for the purposes of this Act— a if and so long as the main purpose of the letting is the provision of a home for the tenant or, as the case may be, at least one of the joint tenants, the other land shall be treated as part of the house; and b if and so long as the main purpose of the letting is not as mentioned in paragraph (a) above, the tenancy shall be treated as not being one under which a house is let as a separate dwelling. 2 Nothing in subsection (1) above affects any question whether a tenancy is precluded from being an assured tenancy by virtue of any provision of Schedule 4 to this Act."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "14", "section_title": " Tenant sharing accommodation with persons other than landlord.", "section_text": "14 1 Where a tenant has the exclusive occupation of any accommodation (in this section referred to as “ the separate accommodation ”) and— a the terms as between the tenant and his landlord on which he holds the separate accommodation include the use of other accommodation (“the shared accommodation”) in common with another person or other persons, not being or including the landlord, and b by reason only of the circumstances mentioned in paragraph (a) above, the separate accommodation would not, apart from this section, be a house let on an assured tenancy, the separate accommodation shall be deemed to be a house let on an assured tenancy and the following provisions of this section shall have effect. 2 While the tenant is in possession of the separate accommodation, any term of the tenancy terminating or modifying, or providing for the termination or modification of, his right to the use of any of the shared accommodation which is living accommodation shall be of no effect. 3 Where the terms of the tenancy are such that, at any time during the tenancy, the persons in common with whom the tenant is entitled to the use of the shared accommodation could be varied or their number could be increased, nothing in subsection (2) above shall prevent those terms from having effect so far as they relate to any such variation or increase. 4 In this section “ living accommodation ” means accommodation of such a nature that the fact that it constitutes or is included in the shared accommodation is sufficient, apart from this section, to prevent the tenancy from constituting an assured tenancy of a house."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "15", "section_title": " Certain sublettings not to exclude any part of sub-lessor’s premises from assured tenancy.", "section_text": "15 1 Where the tenant of a house has sublet a part but not the whole of the house, then, as against his landlord or any superior landlord, no part of the house shall be treated as excluded from being a house let on an assured tenancy by reason only that the terms on which any person claiming under the tenant holds any part of the house include the use of accommodation in common with other persons. 2 Nothing in this section affects the rights against, and liabilities to, each other of the tenant and any person claiming under him, or of any two such persons."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "16", "section_title": " Security of tenure", "section_text": "16 1 After the termination of a contractual tenancy which was an assured tenancy the person who, immediately before that termination, was the tenant, so long as he retains possession of the house without being entitled to do so under a contractual tenancy shall, subject to section 12 above and sections 18 and 32 to 35 below— a continue to have the assured tenancy of the house; and b observe and be entitled to the benefits of all the terms and conditions of the original contract of tenancy so far as they are consistent with this Act but excluding any— i which makes provision for the termination of the tenancy by the landlord or the tenant; or ii which makes provision for an increase in rent (including provision whereby the rent for a particular period will or may be greater than that for an earlier period) otherwise than by an amount specified in  or fixed by reference to factors specified in  that contract or by a percentage there specified  or fixed by reference to factors there specified,  of an amount of rent payable under the tenancy, and references in this Part of this Act to a “ statutory assured tenancy ” are references to an assured tenancy which a person is continuing to have by virtue of this subsection, subsection (1) of section 31 below, or section 3A of the  Rent (Scotland) Act 1984. 1A The factors referred to in subsection (1)(b)(ii) above must be— a factors which, once specified, are not wholly within the control of the landlord; and b such as will enable the tenant at all material times to ascertain without undue difficulty any amount or percentage falling to be fixed by reference to them. 2 A statutory assured tenancy cannot be brought to an end by the landlord except by obtaining an order of the   First-tier Tribunal   in accordance with the following provisions of this Part of this Act. 3 Notwithstanding anything in the terms and conditions of tenancy of a house being a statutory assured tenancy, a landlord who obtains an order for possession of the house as against the tenant shall not be required to give him any notice to quit."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "17", "section_title": " Fixing of terms of statutory assured tenancy.", "section_text": "17 1 In this section, in relation to a statutory assured tenancy “ the former tenancy ” means the tenancy on the termination of which the statutory assured tenancy arises. 2 Not later than the first anniversary of the termination of the former tenancy, the landlord may serve on the tenant, or the tenant may serve on the landlord, a notice in the prescribed form— a proposing terms of the statutory assured tenancy other than as to the amount of the rent different from those which have effect by virtue of section 16(1)(b) above; and b proposing, if appropriate, an adjustment of the rent to take account of the proposed terms. 3 Where a notice has been served under subsection (2) above— a within the period of three months beginning on the date on which the notice was served on him, the landlord or the tenant, as the case may be, may refer the notice to   the First-tier Tribunal   under subsection (4) below in the prescribed form; and b if the notice is not so referred, then, with effect from such date, not falling within the period of three months referred to in paragraph (a) above, as may be specified in the notice, the terms proposed in the notice shall become terms of the tenancy in substitution for any other terms dealing with the same subject matter and the amount of the rent shall be varied in accordance with any adjustment so proposed. 4 Where a notice under subsection (2) above is referred to   the First-tier Tribunal , the   First-tier Tribunal   shall consider the terms proposed in the notice and shall determine whether those terms, or some other terms (dealing with the same subject matter as the proposed terms), are such as, in the   First-tier Tribunal’s  opinion, might reasonably be expected to be found in a contractual assured tenancy of the house concerned, being a tenancy— a which begins at the termination of the former tenancy; and b which is granted by a willing landlord on terms which, except in so far as they relate to the subject matter of the proposed terms, are those of the statutory assured tenancy at the time of the  First-tier Tribunal’s  consideration. 5 Whether or not a notice under subsection (2) above proposes an adjustment of the amount of the rent under the statutory assured tenancy, where   the First-tier Tribunal determines   any terms under subsection (4) above,   it shall, if it considers   it appropriate, specify such an adjustment to take account of the terms so determined. 6 In making a determination under subsection (4) above, or specifying an adjustment of an amount of rent under subsection (5) above, there shall be disregarded any effect on the terms or the amount of the rent attributable to the granting of a tenancy to a sitting tenant. 7 Where a notice under subsection (2) above is referred to   the First-tier Tribunal , then, unless the landlord and the tenant otherwise agree, with effect from such date as the   First-tier Tribunal   may direct— a the terms determined by the  First-tier Tribunal  shall become terms of the statutory assured tenancy in substitution for any other terms dealing with the same subject matter; and b the amount of the rent under the statutory assured tenancy shall be altered to accord with any adjustment specified by the  First-tier Tribunal , but for the purposes of paragraph (b) above, the  First-tier Tribunal  shall not direct a date earlier than the date on which the notice in question was referred to them. 8 Nothing in this section requires   the First-tier Tribunal   to continue with a determination under subsection (4) above if the tenancy has been brought to an end by order of the   First-tier Tribunal   under this Part of this Act or if the landlord and tenant give notice in writing that they no longer require such a determination."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "18", "section_title": " Orders for possession.", "section_text": "18 1 The   First-tier Tribunal   shall not make an order for possession of a house let on an assured tenancy except on one or more of the grounds set out in Schedule 5 to this Act. 2 The following provisions of this section have effect, subject to section 19 below, in relation to proceedings for the recovery of possession of a house let on an assured tenancy. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 If the   First-tier Tribunal   is satisfied that any of the grounds in   Part I or II    of Schedule 5 to this Act is established,   the Tribunal   shall not make an order for possession unless   the Tribunal   considers it reasonable to do so. 4A In considering for the purposes of subsection (4) above whether it is reasonable to make an order for possession   on Ground 11 or 12 in Part II of Schedule 5 to this Act, the   First-tier Tribunal   shall have regard, in particular, to —   a   the extent to which any delay or failure to pay rent taken into account by the   Tribunal   in determining that the Ground is established is or was a consequence of a delay or failure in the payment of relevant housing benefit  or relevant universal credit   , and b the extent to which the landlord has complied with the pre-action protocol specified by the Scottish Ministers in regulations. 5 Part III of Schedule 5 to this Act shall have effect for supplementing Ground 9 in that Schedule and Part IV of that Schedule shall have effect in relation to notices given as mentioned in Grounds 1 to 5 of that Schedule. 6 The   First-tier Tribunal   shall not make an order for possession of a house which is for the time being let on an assured tenancy, not being a statutory assured tenancy, unless— a the ground for possession is Ground 2  ... in Part I of Schedule 5 to this Act or any of the grounds in Part II of that Schedule, other than Ground 9  ... Ground 10  , Ground 15  or Ground 17; and b the terms of the tenancy make provision for it to be brought to an end on the ground in question. 6A Nothing in subsection (6) above affects the   First-tier Tribunal  's power to make an order for possession of a house which is for the time being let on an assured tenancy, not being a statutory assured tenancy, where the ground for possession is Ground 15 in Part II of Schedule 5 to this Act. 7 Subject to the preceding provisions of this section, the   First-tier Tribunal   may make an order for possession of a house on grounds relating to a contractual tenancy which has been terminated; and where an order is made in such circumstances, any statutory assured tenancy which has arisen on that termination shall, without any notice, end on the day on which the order takes effect. 8 In   subsection (4A)   above— a “ relevant housing benefit ” means— i any rent allowance or rent rebate to which the tenant was entitled in respect of the rent under the Housing Benefit (General) Regulations 1987 ( S.I.  1987/1971); or ii any payment on account of any such entitlement awarded under Regulation 91 of those Regulations; aa “relevant universal credit” means universal credit to which the tenant was entitled which includes an amount under section 11 of the Welfare Reform Act 2012 in respect of the rent; b references to delay or failure in the payment of relevant housing benefit  or relevant universal credit   do not include such delay or failure so far as referable to any act or omission of the tenant. 9 Regulations under subsection (4A)(b) may make provision about— a information which should be provided by a landlord to a tenant (including information about the terms of the tenancy, rent arrears and any other outstanding financial obligation under the tenancy), b steps which should be taken by a landlord with a view to seeking to agree arrangements with a tenant for payment of future rent, rent arrears and any other outstanding financial obligation under the tenancy, c such other matters as the Scottish Ministers consider appropriate. 10 Regulations under subsection (4A)(b) are subject to the affirmative procedure (see section 29 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10))."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "19", "section_title": " Notice of proceedings for possession.", "section_text": "19 1 The   First-tier Tribunal   shall not entertain proceedings for possession of a house let on an assured tenancy unless— a the landlord (or, where there are joint landlords, any of them) has served on the tenant a notice in accordance with this section; or b   the Tribunal   considers it reasonable to dispense with the requirement of such a notice. 2 The   First-tier Tribunal   shall not make an order for possession on any of the grounds in Schedule 5 to this Act unless that ground  and particulars of it are  specified in the notice under this section; but the grounds specified in such a notice may be altered or added to with the leave of the   Tribunal . 3 A notice under this section is one  in the prescribed form  informing the tenant that— a the landlord intends to raise proceedings for possession of the house on one or more of the grounds specified in the notice; and b those proceedings will not be raised earlier than the expiry of the period of two weeks or two months (whichever is appropriate under subsection (4)  below) from the date of service of the notice. 4 The minimum period to be specified in a  notice as mentioned in subsection (3)(b) above is— a two months if the notice specifies any of Grounds 1, 2, 5, 6, 7, 9 and 17 in Schedule 5 to this Act (whether with or without other grounds); and b in any other case, two weeks. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where a notice under this section relating to a contractual tenancy— a is served during the tenancy; or b is served after the tenancy has been terminated but relates(in whole or in part) to events occurring during the tenancy, the notice shall have effect notwithstanding that the tenant becomes or has become tenant under a statutory assured tenancy arising on the termination of the contractual tenancy. 7 A notice under this section shall cease to have effect 6 months after the date on or after which the proceedings for possession to which it relates could have been raised."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "19A", "section_title": "Requirement to notify local authority of proceedings for possession", "section_text": "19A 1 Where a landlord raises proceedings for possession of a house let on an assured tenancy, the landlord shall give notice of the raising of the proceedings to the local authority in whose area the house is situated, unless the landlord is that local authority. 2 Notice under subsection (1) above shall be given in the form and manner prescribed under section 11(3) of the Homelessness  etc.  (Scotland) Act 2003 (asp 10)."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "20", "section_title": "  Extended discretion of First-tier Tribunal in possession claims", "section_text": "20 1   The   First-tier Tribunal   may adjourn for such period or periods as   the Tribunal   thinks fit, proceedings for possession of a house let on an assured tenancy. 2 On the making of an order for possession of a house let on an assured tenancy or at any time before the execution of such an order, the   First-tier Tribunal  , subject to subsection (6) below, may— a sist or suspend execution of the order; or b postpone the date of possession, for such period or periods as   the Tribunal   thinks fit. 3 On any such adjournment as is referred to in subsection (1) above or on any such sist, suspension or postponement as is referred to in subsection (2) above, the   First-tier Tribunal  , unless   the Tribunal   considers that to do so would cause exceptional hardship to the tenant or would otherwise be unreasonable, shall impose conditions with regard to payment by the tenant of arrears of rent (if any) and rent or payments in respect of occupation after the termination of the tenancy and may impose such other conditions as   the Tribunal   thinks fit. 4 If any such conditions as are referred to in subsection (3) above are complied with, the   First-tier Tribunal   may, if   the Tribunal   thinks fit, recall any such order as is referred to in subsection (2) above. 5 In any case where— a at a time when proceedings are brought for possession of a house let on an assured tenancy, any person having occupancy rights under section 1 or 18 of the  Matrimonial Homes (Family Protection) (Scotland) Act 1981 is in occupation of the house; and b the assured tenancy is terminated as a result of those proceedings, that person, so long as he or she remains in occupation, shall have the same rights in relation to, or in connection with, any such adjournment as is referred to in subsection (1) above or any such sist, suspension or postponement as is referred to in subsection (2) above, as he or she would have if those occupancy rights were not affected by the termination of the tenancy. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "21", "section_title": " Special provisions applicable to shared accommodation.", "section_text": "21 1 This section applies in a case falling within subsection (1) of section 14 above and expressions used in this section have the same meaning as in that section. 2 Without prejudice to the enforcement of any order made under subsection (3) below, while the tenant is in possession of the separate accommodation, no order shall be made for possession of any of the shared accommodation, whether on the application of the immediate landlord of the tenant or on the application of any person from whom that landlord derives title, unless a like order has been made, or is made at the same time, in respect of the separate accommodation; and the provisions of section 17 above shall have effect accordingly. 3 On the application of the landlord, the   First-tier Tribunal   may make such order as   Tribunal   thinks just either— a terminating the right of the tenant to use the whole or any part of the shared accommodation other than living accommodation; or b modifying his right to use the whole or any part of the shared accommodation, whether by varying the persons or increasing the number of persons entitled to the use of that accommodation, or otherwise. 4 No order shall be made under subsection (3) above so as to effect any termination or modification of the rights of the tenant which, apart from section 14(2) above, could not be effected by or under the terms of the tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "22", "section_title": " Payment of removal expenses in certain cases.", "section_text": "22 1 Where the   First-tier Tribunal   makes an order for possession of a house let on an assured tenancy on Ground 6 or Ground 9 in Schedule 5 to this Act (but not on any other ground), the landlord shall pay to the tenant a sum equal to the reasonable expenses likely to be incurred by the tenant in removing from the house. 2 Any question as to the amount payable by the landlord to a tenant by virtue of subsection (1) above shall be determined by agreement between the landlord and the tenant or, in default of agreement, by the   First-tier Tribunal  ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "23", "section_title": " Limited prohibition on assignation etc. without consent.", "section_text": "23 1 Subject to subsection (2) below, it shall be an implied term of every assured tenancy that, except with the consent of the landlord, the tenant shall not— a assign the tenancy (in whole or in part); or b sublet or part with possession of the whole or any part of the house let on the tenancy. 2 Subsection (1) above does not apply if, under the terms of the tenancy, there is provision prohibiting or permitting (whether absolutely or conditionally) assignation, subletting or parting with possession by the tenant."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "23A", "section_title": "Rent cap controls", "section_text": "23A 1 Except in the case of an exempt tenancy, on or after 6 September 2022, the landlord under an assured tenancy or a short assured tenancy may not increase the rent payable under the tenancy by more than the permitted rate. 2 For the purposes of this Part, the “permitted rate” is  3% . 3 The Scottish Ministers may by regulations substitute a different percentage for the one for the time being mentioned in subsection (2). 4 Regulations under  subsection (3)  are subject to the affirmative procedure. 5 Any notice served under section 24(1) on or after 6 September 2022 during a period when the permitted rate is 0% is of no effect. 6 In subsection (1), “ exempt tenancy ” means— a a statutory assured tenancy which includes a term of the type mentioned in paragraph (a) of subsection (5) of section 24, or b a contractual tenancy which makes provision of the type mentioned in paragraph (b) of that subsection."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24", "section_title": " Increases of rent under assured tenancies.", "section_text": "24 1 For the purpose of securing an increase in the rent under  a statutory  assured tenancy, the landlord may serve on the tenant a notice in the prescribed form proposing a new rent to take effect— a if the tenancy was  at the time of service of the notice  a contractual tenancy (whether or not renewed by operation of tacit relocation), immediately after its termination; or b if the tenancy was  at the time of service of the notice  not such a contractual tenancy, at any time during the tenancy, but not earlier than the expiry of the minimum period after the date of service of the notice. 2 The minimum period referred to in subsection (1) above is  except in a case where section 25A applies — a if the assured tenancy is for 6 months or more, 6 months; b if the assured tenancy is for less than 6 months, the duration of the tenancy or one month (whichever is the longer)  and in any case to which section 25A applies, one month . 3 Where a notice is served under subsection (1) above, a new rent specified in the notice shall take effect as mentioned in the notice unless, before the beginning of the period to which the new rent relates— a the tenant refers the notice to   the First-tier Tribunal   in the prescribed form; or b the landlord and the tenant agree on a variation of the rent which is different from that proposed in the notice or agree that the rent should not be varied. 4 Where a notice is served under subsection (1) above but the rent under the tenancy has previously been increased (whether by agreement or by virtue of a notice under subsection (1) above or a determination under section 25 below) the new rent shall take effect not earlier than the first anniversary of the date on which that increase took effect. 5 Nothing in this section  a extends to a statutory assured tenancy of which there is a term  which makes provision for an increase in rent (including provision whereby the rent for a particular period will or may be greater than that for an earlier period) by an amount specified in , or fixed by reference to factors specified in,  the tenancy contract or by a percentage there specified , or fixed by reference to factors there specified,  of an amount of rent payable under the tenancy  or b affects the operation of any term of a contractual tenancy which makes provision for an increase in rent (including provision whereby the rent for a particular period will or may be greater than that for an earlier period) 6 The factors referred to in subsection (5) above must be— a factors which, once specified, are not wholly within the control of the landlord; and b such as will enable the tenant at all material times to ascertain without undue difficulty any amount or percentage falling to be fixed by reference to them."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24A", "section_title": "Consideration of notice to increase rent by rent officer", "section_text": "24A 1 Where a rent officer receives a referral under section 24(3)(a), the rent officer is to decide whether the new rent specified in the notice under section 24(1) (“the proposed new rent”) would be an increase to the rent under the assured tenancy of more than the permitted rate. 2 If the rent officer decides under  subsection (1)  that the proposed new rent would be an increase to the rent under the assured tenancy of no more than the permitted rate, the rent officer must make an order stating that from the effective date the rent under the assured tenancy is the proposed new rent. 3 If the rent officer decides under  subsection (1)  that the proposed new rent would be an increase to the rent under the assured tenancy of more than the permitted rate, the rent officer must make an order stating that from the effective date the rent under the assured tenancy is the rent determined by the rent officer. 4 In determining the rent under  subsection (3) , the rent officer must determine that the rent is an amount that would be an increase to the existing rent under the assured tenancy of the permitted rate. 5 For the purpose of subsection (2) and (3), the effective date is— a where the rent officer makes the order 14 days or more before the original effective date, the original effective date, b otherwise, the first payment date falling at least 14 days after the day on which the rent officer makes the order. 6 In subsection (5)— “ original effective date ” means the date on which the rent would have been increased in accordance with section 24(2) had a referral to the rent officer not been made, and “ payment date ” means a date on which a rent payment falls to be made in accordance with the terms of the assured tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24B", "section_title": "Right of appeal to First-tier Tribunal against order of rent officer", "section_text": "24B 1 Where a rent officer has made an order under  section 24A (2)  or  (3)  in relation to the rent under an assured tenancy, the landlord or the tenant may appeal against the order to the First-tier Tribunal. 2 An order under  section 24A (2)  or  (3)  may not be appealed against— a more than 14 days after the order is made, b where the order is made by virtue of  section 24D (2) . 3 Making an appeal under subsection (1) renders the order being appealed against of no effect."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24C", "section_title": "First-tier Tribunal’s power to set rent subject to permitted rate", "section_text": "24C 1 Where an appeal is made to the First-tier Tribunal under  section 24B (1) , the First-tier Tribunal must make an order stating that from the effective date the rent under the assured tenancy is the rent determined by the First-tier Tribunal. 2 In determining the rent under  subsection (1) , the First-tier Tribunal must determine that the rent is an amount that would be an increase to the existing rent under the assured tenancy of the permitted rate. 3 For the purpose of  subsection (1) , the effective date is— a where the First-tier Tribunal makes its order on or before the original effective date, the original effective date, b otherwise, the first payment date falling on or after the day on which the First-tier Tribunal makes its order. 4 In  subsection (3) — “ original effective date ” means the date on which the rent would have been increased in accordance with section 24(2) had a referral to the rent officer not been made, and “ payment date ” means a date on which a rent payment falls to be made in accordance with the terms of the assured tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24D", "section_title": "Withdrawal of referral or appeal", "section_text": "24D 1 This section applies— a where a referral made under section 24(3)(a) is withdrawn by the tenant, or b where— i an appeal made under  section 24B (1)  is withdrawn by one party, and ii the other party has not made an appeal in respect of the tenancy in question, or any appeal made by the other party has been withdrawn. 2 The order maker must make an order under  section 24A (2)  or  (3)  or (as the case may be)  24C (1)  stating that from the effective date the rent under the assured tenancy is— a the new rent specified in the notice under section 24(1), or b if that amount would be an increase to the rent under the tenancy of more than the permitted rate, the rent determined by the order maker. 3 In determining the rent under subsection (2)(b), the order maker must determine that the rent is an amount that would be an increase to the rent payable under the assured tenancy of the permitted rate. 4 Where the order maker is the First-tier Tribunal, an order may not be made by virtue of  subsection (2)  until the earlier of— a the expiry of the period within which an appeal under  section 24B (1)  may be made, or b the date on which both parties become ineligible to make an appeal (whether by withdrawing an appeal or by waiving the right to appeal)."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24E", "section_title": "Landlord application to rent officer to increase rent above permitted rate", "section_text": "24E 1 A landlord under an assured tenancy may make an application to the relevant rent officer to increase the rent under the tenancy by more than the permitted rate in order to recover up to 50% of the increase in any prescribed property costs that the landlord has incurred during the relevant period. 2 An application under  subsection (1)  must include— a evidence of an increase in any prescribed property costs of the landlord incurred during the relevant period, and b a statement of— i the rent under the tenancy, and ii what the new rent under the tenancy would be if the proposed rent increase took effect (“the proposed rent”). 3 The landlord must give notice in writing to the tenant under an assured tenancy of any application under  subsection (1)  which must include— a a statement of the proposed rent, b a statement that the proposed rent would be an increase to the rent under the tenancy of more than the permitted rate, c a statement that the rent payable under the tenancy is not increased unless and until— i the relevant rent officer makes an order determining the rent payable under the tenancy, or ii if the order is appealed to the First-tier Tribunal, the Tribunal makes an order determining the rent payable under the tenancy, d a description of the prescribed property costs of the landlord that have increased during the relevant period prompting the proposed rent, and e where an increase mentioned in  paragraph (d)  includes an increase in the landlord’s service costs, details of the nature of the increase in the service costs and the amount. 4 In this Part, “ prescribed property costs ”, in relation to a landlord, are— a interest payable in respect of a mortgage or standard security relating to the house that is let, b a premium payable in respect of insurance (other than building and contents insurance) relating to the house that is let and the offering of the house for let, c service charges relating to the house that is let that are paid for by the landlord but the payment of which the tenant is responsible for (in whole or in part) in accordance with the terms of the tenancy. 5 The Scottish Ministers may by regulations modify the list in  subsection (4)  so as to amend, remove or add to the matters for the time being mentioned in the list. 6 Regulations under  subsection (5)  are subject to the affirmative procedure. 7 In this Part— “ proposed rent ” has the meaning given in  subsection (2) (b) (ii) , “ relevant period ” means the period of 6 months occurring immediately before the day on which the application is made under  subsection (1) ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24F", "section_title": "Rent officer’s power to apply rent increase above permitted rate", "section_text": "24F 1 Where a rent officer receives an application under  section 24E (1) , the rent officer must decide whether the following conditions are met— a the rent officer is satisfied that the landlord’s prescribed property costs that are specified in the application have increased during the relevant period, and b the rent officer is satisfied that the amount of the proposed increase to the rent under the assured tenancy represents no more than 50% of the increase in the landlord’s prescribed property costs incurred during the relevant period as specified in the application. 2 If both conditions mentioned in  subsection (1)  are met, the rent officer must make an order stating that from the effective date the rent under the assured tenancy is the lower of— a the proposed rent, or b the existing rent under the tenancy as increased by  6% . 3 If either or both of the conditions mentioned in  subsection (1)  is or are not met, the rent officer may make an order stating that from the effective date the rent under the assured tenancy is the rent determined by the rent officer. 4 In determining the rent under  subsection (3) , the rent officer— a may not determine that the rent under the assured tenancy from the effective date is an amount that would be an increase to the existing rent under the tenancy of more than an amount representing 50% of the increase in the landlord’s prescribed property costs incurred during the relevant period as specified in the application under  section 24E (1) , and b in any event, may not determine that the rent under the tenancy from the effective date is more than the existing rent under the tenancy as increased by  6% . 5 For the purpose of  subsection (2)  or  (3) , the effective date is— a where the rent officer makes the order under either of those subsections 14 days or more before the original effective date, the original effective date, b otherwise, the first payment date falling at least 14 days after the day on which the rent officer makes the order. 6 A rent officer may, within 14 days of making an order under subsection  (2)  or  (3) , re-make the order for the purpose of curing an error in the original order. 7 The effective date of the re-made order is to be specified in accordance with subsection  (5)  as though it were an order made under subsection  (2)  or  (3) . 8 Where an order has been re-made under subsection  (6) — a the original order is of no effect, b references in this Part to an order made under subsection  (2)  or  (3)  are to be read as references to the re-made order, c if the original order has been appealed against under section 24G(1), the appeal is to be regarded as having been made against the re-made order. 9 Subsection (8)(b) does not apply in relation to subsection (6). 10 In this section— “ original effective date ” is the day after the expiry of the period of three months beginning with the day on which notice is given to the tenant under  section 24E (3) , “ payment date ” means a date on which a rent payment falls to be made in accordance with the terms of the assured tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24G", "section_title": "Appeal to the First-tier Tribunal", "section_text": "24G 1 Where a rent officer makes an order under  section 24F (2)  or  (3)  in relation to the rent under an assured tenancy, the landlord or the tenant may appeal against the order to the First-tier Tribunal. 2 An order under  section 24F (2)  or  (3)  may not be appealed against more than 14 days after the order is made. 3 Where an appeal is made to the First-tier Tribunal under  subsection (1) , the First-tier Tribunal may make an order stating that from the effective date the rent under the assured tenancy is the rent determined by the First-tier Tribunal. 4 In determining the rent under  subsection (3) , the First-tier Tribunal— a may not determine that the rent under the assured tenancy from the effective date is an amount that would be an increase to the existing rent under the tenancy of more than an amount representing 50% of the increase in the landlord’s prescribed property costs incurred during the relevant period as specified in the application under  section 24E (1) , and b in any event, may not determine that the rent under the tenancy from the effective date is more than the existing rent under the tenancy as increased by  6% . 5 For the purpose of  subsection (3) , the effective date is— a where the First-tier Tribunal makes its order 14 days or more before the original effective date, the original effective date, b otherwise, the first payment date falling at least 14 days after the day on which the First-tier Tribunal makes its order. 6 Making an appeal under  subsection (1)  renders the order under  section 24F (2)  or  (3)  that is being appealed against of no effect. 7 In this section— “ original effective date ” is the day after the expiry of the period of three months beginning with the day on which notice is given to the tenant under  section 24E (3) , “ payment date ” means a date on which a rent payment falls to be made in accordance with the terms of the tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24H", "section_title": "Withdrawal or dismissal of appeal to the First-tier Tribunal", "section_text": "24H If an appeal under  section 24G (1)  is withdrawn or dismissed,  subsection (6)  of that section ceases to have effect (and the order under  section 24F (2)  or  (3)  that was being appealed against is reinstated)."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24I", "section_title": "Finality of First-tier Tribunal’s decision", "section_text": "24I 1 An order under  section 24C (1)  or  24G (3)  may be reviewed in accordance with this section only. 2 Accordingly (and without prejudice to the generality of  subsection (1) ), a decision of the First-tier Tribunal to make an order under  section 24C (1)  or  24G (3)  may be neither— a reviewed under section 43 of the Tribunals (Scotland) Act 2014, nor b appealed against under section 46 of that Act. 3 The First-tier Tribunal may review an order under  section 24C (1)  or  24G (3) — a at its own instance, or b at the request of the landlord or the tenant under the assured tenancy to which the order relates. 4 In a review under  subsection (3) , the First-tier Tribunal may— a take no action, or b correct a minor error contained in the order."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24J", "section_title": "Powers to adjust maximum amount of increased costs by which rent may be increased", "section_text": "24J 1 The Scottish Ministers may by regulations substitute a different percentage for the one for the time being mentioned in each of the following provisions— a  section 24E  (1) , b  section 24F  (1)  (b) , c  section 24F  (4)  (a) , d  section 24G  (4)  (a) . 2 The Scottish Ministers may by regulations substitute a different percentage (which percentage must be no lower than the permitted rate) for the one for the time being mentioned in each of the following provisions— a  section 24F  (2)  (b) , b  section 24F  (4)  (b) , c  section 24G  (4)  (b) . 3 Regulations under  subsection (1)  or  (2)  are subject to the affirmative procedure."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "24K", "section_title": "Liability for underpaid rent", "section_text": "24K 1 This section applies where— a the rent payable under an assured tenancy has been changed by an order made under any of the following provisions— i  section 24A  (2) , ii  section 24A  (3) , iii  section 24C  (1) , iv  section 24F  (2) , v  section 24F  (3) , vi  section 24G  (3) , b the effective date stated in the order (“the actual effective date”) falls later than the originally proposed effective date, and c the rent payable from the actual effective date (“the new rent”) is more than the rent payable immediately before that date (“the old rent”). 2 For the purpose of subsection (1), “the originally proposed effective date” is— a in the case of an order under section 24A(2) or (3) or section 24C(1), the date on which the rent would have been increased in accordance with section 24(2) had the referral to the rent officer not been made, b in the case of an order under section 24F(2) or (3) or section 24G(3), the day after the expiry of the period of three months beginning with the day on which notice is given to the tenant under section 24E(3). 3 On the date the order is made the tenant becomes liable under this subsection to pay the landlord the difference between–– a the amount that would have been payable in rent between the originally proposed effective date and the actual effective date had the new rent been the rent payable from the originally proposed effective date, and b the amount that should have been paid in rent during the same period (whether or not it was actually paid). 4  Subsection (5)  applies if, at the end of the day falling 28 days after a tenant’s liability under  subsection (3)  arose, that liability is (in whole or in part) still outstanding. 5 For the purpose of Grounds 11 and 12 in schedule 5, the liability mentioned in  subsection (3)  is to be regarded as a sum that fell to be paid by way of rent on the day the liability arose. 6 In this section, a reference to a period between two dates includes both of those dates."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "25", "section_title": "  Determination of rent by the First-tier Tribunal ", "section_text": "25 1 Where, under subsection (3)(a) of section 24 above, a tenant refers to   the First-tier Tribunal   a notice under subsection (1) of that section, the   First-tier Tribunal   shall determine the rent at which, subject to subsections (2) and (3) below, the   First-tier Tribunal considers   that the house might reasonably be expected to be let in the open market by a willing landlord under an assured tenancy— a which begins at the beginning of the period to which the new rent specified in the notice relates; b the terms of which (other than those relating to rent) are the same as those of the tenancy to which the notice relates; and c in respect of which the same notices, if any, have been given under any of Grounds 1 to 5 of Schedule 5 to this Act, as have been given (or have effect as if given) in relation to the tenancy to which the notice relates. 2 In making a determination under this section, there shall be disregarded any effect on the rent attributable to— a the granting of a tenancy to a sitting tenant; b  an improvement carried out by the tenant or a predecessor in title of his unless the improvement was carried out in pursuance of the terms of the tenancy; and c a failure by the tenant to comply with any terms of the tenancy. 3 In this section “ rent ” includes any sums payable by the tenant to the landlord on account of the use of furniture or for services  or in respect of council tax , whether or not those sums are separate from the sums payable for the occupation of the house concerned or are payable under separate agreements. 4 Where any rates in respect of the house concerned are borne by the landlord or a superior landlord, the                      First-tier Tribunal is to make its   determination under this section as if the rates were not so borne. 5 In any case where— a   the First-tier Tribunal has before it  at the same time the reference of a notice under section 17(2) above relating to a tenancy (in this subsection referred to as “ the section 17 reference ”) and the reference of a notice under section 24(1) above relating to the same tenancy (in this subsection referred to as “ the section 24 reference ”); and b the date specified in the notice under section 17(2) above is not later than the first day of the new period specified in the notice under section 24(1) above; and c the   First-tier Tribunal proposes   to hear the two references together, the   the First-tier Tribunal   shall make a determination in relation to the section 17 reference before making   its   determination in relation to the section 24 reference and, accordingly, in such a case the reference in subsection (1)(b) above to the terms of the tenancy to which the notice relates shall be construed as a reference to those terms as varied by virtue of the determination made in relation to the section 17 reference. 6 Where a notice under section 24(1) above has been referred to   the First-tier Tribunal , then, unless the landlord and the tenant otherwise agree, the rent determined by the   First-tier Tribunal   (together with, in a case where subsection (4) above applies, the appropriate amount in respect of rates) shall be the rent under the tenancy with effect from the beginning of the period to which the new rent specified in the notice relates or, if it appears to the   First-tier Tribunal    that that would cause undue hardship to the tenant, with effect from such date as the   First-tier Tribunal   may direct (being a date after the beginning of that period but not after the date when the   First-tier Tribunal   determined the rent). 7 Nothing in this section requires   the First-tier Tribunal to continue with its   determination of a rent for a house if the tenancy has been brought to an end by order of the   First-tier Tribunal   under this Part of this Act or if the landlord and tenant give notice in writing that they no longer require such a determination. 8 Nothing in this section or section 24 above affects the right of the landlord and the tenant under an assured tenancy to vary by agreement any term of the tenancy (including a term relating to rent)."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "25ZA", "section_title": "Power to modify this Part", "section_text": "25ZA 1 On or in anticipation of the expiry or suspension of  paragraph 2  of  schedule 1  of the Cost of Living (Tenant Protection) (Scotland) Act 2022, the Scottish Ministers may by regulations amend or repeal the provisions of this Part in connection the determination of the rent payable under an assured tenancy or a short assured tenancy by the First-tier Tribunal. 2 Regulations under subsection (1) may in particular make provision— a about the basis on which the rent is to be determined by the First-tier Tribunal which may include— i matters to be taken into account in determining the rent, ii matters to be disregarded in determining the rent, iii assumptions to be made in determining the rent, b limiting the rent that may be determined to an amount that is no more than the rent proposed in accordance with section 24(1) leading to the referral to the First-tier Tribunal, c about the procedure relating to referral to the First-tier Tribunal. 3 Before laying a draft of a Scottish statutory instrument containing regulations under subsection (1) before the Scottish Parliament, the Scottish Ministers— a must consult such persons as appear to them to represent the interests of tenants and landlords under assured tenancies and short assured tenancies, and b may consult any other person they consider appropriate. 4 Regulations under subsection (1) are subject to the affirmative procedure."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "25A", "section_title": " Assured tenancies: transitional provisions", "section_text": "25A 1 This section applies in the case where an assured tenancy to which section 24 above applies, or an agreement relating to the tenancy, provides for the payment by the tenant to the landlord of sums in respect of council tax; and a the first anniversary of the date on which the rent has previously been increased (whether by agreement or by virtue of a notice under section 24(1) above or a determination under section 25) has not occurred; or b a notice is served before 1st April 1993 under section 24(1) above for the purpose of securing an increase in the rent but the new rent has not yet taken effect either by virtue of the notice or a determination under section 25 above. 2 At any time before— a 1st April 1994; or b the first anniversary of the date when the existing rent took effect, whichever is the earlier, the landlord may serve on the tenant a notice in the prescribed form proposing a new rent to take account of any sums payable by the tenant to the landlord in respect of council tax and specifying a date when the new rent shall take effect. 3 The date specified in subsection (2) above shall, unless either of the conditions mentioned in subsection (4) below applies, be a date not earlier than one month after the date of service of the notice under this section. 4 The conditions referred to in subsection (3) above are that before the date specified in the notice— a the tenant by an application in the prescribed form refers the notice to   the First-tier Tribunal ; or b the landlord and the tenant agree on a variation of the rent which is different from that proposed in the notice or agree that the rent should not be varied. 5 Nothing in this section or section 25B affects the right of the landlord and tenant under an assured tenancy to vary by agreement any term of the tenancy (including a term relating to rent). 6 No more than one notice in respect of any tenancy may be served under this section."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "25B", "section_title": "Determination of rent by the First-tier Tribunal where section 25A applies", "section_text": "25B 1 Where a tenant refers to   the First-tier Tribunal   a notice under section 25A, the   First-tier Tribunal   shall determine the amount by which the existing rent might reasonably be increased to take into account the tenant’s liability to make payments to the landlord in respect of council tax. 2 A determination under subsection (1) above shall, unless the landlord and tenant otherwise agree, have effect— a from the date specified in the notice under section 25A(2); or b if it appears to the   First-tier Tribunal   that such effect would cause undue hardship to the tenant, from such later date (being not later than the date of the determination) as the   First-tier Tribunal   may direct. 3 In any case where— a   the First-tier Tribunal has before it   at the same time a section 24 reference and a section 25A reference relating to the same tenancy; and b the date specified in the notice under section 24(1) is not later than the date specified in the notice under section 25A; and c the   First-tier Tribunal proposes   to hear the two references together, the   First-tier Tribunal   shall make a determination in relation to the section 24 reference before making their determination in relation to the section 25A reference. 4 In any case where paragraphs (a) and (c), but not paragraph (b), of subsection (3) above are satisfied— a the   First-tier Tribunal   shall make a determination in relation to the section 24 reference before the section 25A reference; and b the rent determined for the purposes of the section 25A reference shall take effect from the date specified in the notice given under that section. 5 In this section— a “section 24 reference” means the reference of a notice under section 24(1); b “section 25A reference” means the reference of a notice under section 25A; and c “rent” has the same meaning as in section 25. 6 Section 25(2) applies to a determination under this section as it applies to a determination under that section."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "26", "section_title": " Access for repairs.", "section_text": "26 It shall be an implied term of every assured tenancy that the tenant shall afford to the landlord reasonable access to the house let on the tenancy and all reasonable facilities for executing therein any repairs which the landlord is entitled to execute."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "27", "section_title": " Prohibition of premiums etc. on assured tenancies.", "section_text": "27 Sections 82, 83 and 86 to 90 of the  Rent (Scotland) Act 1984 (which make it an offence to require premiums and advance payment of rent in respect of protected tenancies and make related provision) shall apply in relation to assured tenancies as they apply in relation to protected tenancies (including protected tenancies which are regulated tenancies), but with the following modifications— a section 83(5) shall not apply; and b section 88(1) shall apply as if for the references to 12th August 1971 there were substituted references to the date of commencement of this section."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "28", "section_title": " Effect of termination of tenancy on sub-tenancies which are or are under assured tenancies.", "section_text": "28 1 If the   First-tier Tribunal   makes an order for possession of a house from a tenant nothing in the order shall affect the right of any sub-tenant to whom the house or any part of it has been lawfully sublet on an assured tenancy before the commencement of the proceedings to retain possession by virtue of this Part of this Act, nor shall the order operate to give a right to possession as against any such sub-let. 2 Where an assured tenancy of a house is terminated, either as a result of an order for possession or for any other reason, any sub-tenant to whom the house or any part of it has been lawfully sublet shall, subject to the provisions of this Act, be deemed to become the tenant of the landlord on the same terms as he would have held from the tenant if the tenant’s assured tenancy had continued. 3 A tenancy which, but for paragraph 2 of Schedule 4 to this Act, would have been an assured tenancy shall be treated for the purposes of subsection (2) above as an assured tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "29", "section_title": " Restriction on diligence.", "section_text": "29 No diligence shall be done in respect of the rent of any house let on an assured tenancy except with the leave of the   First-tier Tribunal  ; and the   Tribunal   shall, with respect to any application for such leave, have the same powers with respect to adjournment, sist, suspension, postponement and otherwise as are conferred by section 20 above in relation to proceedings for possession of such a house."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "30", "section_title": " Duty of landlord under assured tenancy to provide written tenancy document and weekly rent book.", "section_text": "30 1 It shall be the duty of the landlord under an assured tenancy (of whatever duration)— a to draw up a document stating (whether expressly or by reference) the terms of the tenancy; b to ensure that it is so drawn up and executed that it is probative or holograph of the parties; and c to give a copy of it to the tenant. 2 On  ... application by a tenant under an assured tenancy, the   First-tier Tribunal   shall by order— a where it appears to   the Tribunal   that the landlord has failed to draw up a document which fairly reflects the existing terms of the tenancy, draw up such a document or, as the case may be, adjust accordingly the terms of such document as there is; and b in any case, declare that the document (as originally drawn up or, where   the Tribunal   has drawn it up or adjusted it, as so drawn up or adjusted) fairly reflects the terms of the assured tenancy; and, where the   Tribunal   has made such a declaration in relation to a document which   the Tribunal   has drawn up or adjusted, it shall be deemed to have been duly executed by the parties as so drawn up or adjusted. 3 A tenant shall not be required to make payment in respect of anything done under subsection (1) above. 4 Where, under an assured tenancy, rent is payable weekly, it shall be the duty of the landlord to provide a rent book. 5 A rent book shall contain such notices which shall be in such form and shall relate to such matters as may be prescribed and otherwise shall comply with such requirements as may be prescribed. 6 If, at any time, the landlord fails to comply with any requirement imposed by or under subsection (4) or (5) above he and any person who on his behalf demands or receives rent in respect of the tenancy shall be liable, on summary conviction, to a fine not exceeding level 4 on the standard scale. 7 Where an offence under subsection (6) above committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or other similar officer of the body corporate, or a person purporting to act in any such capacity, he, as well as the body corporate, is guilty of an offence and liable to be proceeded against and punished accordingly."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "30A", "section_title": "Duty of landlord to provide certain information", "section_text": "30A 1 A person who is to be the landlord under an assured tenancy (of whatever duration) must provide the person who is to be the tenant of that tenancy with the documents specified by virtue of section 30B(1) (“the standard tenancy documents”). 2 The standard tenancy documents must be provided no later than the date on which the assured tenancy commences. 3 Where there are to be joint landlords under the tenancy, the duty under subsection (1) may be satisfied by any one of them. 4 A person under the duty mentioned in subsection (1) who (without reasonable excuse) does not comply with that duty is guilty of an offence. 5 A person guilty of an offence under subsection (4) is liable on summary conviction to a fine not exceeding level 2 on the standard scale. 6 Where an offence under subsection (4) committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, a director, manager, secretary or similar officer of the body, or a person purporting to act in any such capacity, that person, as well as the body corporate, is guilty of an offence and liable to be proceeded against and punished accordingly."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "30B", "section_title": "Duty of landlord to provide certain information: further provision", "section_text": "30B 1 The Scottish Ministers may by order— a specify the documents to be provided under section 30A(1) which may, in particular, include— i documents containing information about the tenancy; ii documents containing information about the house; iii documents containing information about the person who is to be the landlord; iv documents containing information about the rights and responsibilities of tenants and landlords; v copies of documents which the person who is to be the landlord is under a duty to provide by virtue of this Act (other than section 30A(1)) or any other enactment; b make such further provision about the documents as they think fit, including, in particular, provision about the form of, and the information to be included in (or excluded from), any of the documents; c make provision so that the giving of a document (or copy of a document) specified under subsection (1)(a)(v), either in pursuance of the duty under section 30A(1) or by virtue of another provision of this Act or any other enactment, has the effect of satisfying all or any such obligations; d make provision about whether the documents may be provided separately or whether they must all be provided at the same time. 2 Before making an order under subsection (1), the Scottish Ministers must consult— a such persons and bodies as they consider representative of the interests of— i tenants; ii private sector landlords; iii persons who act as agents for such landlords, as they consider appropriate; and b such other persons or bodies as the Scottish Ministers consider appropriate (which may include tenants, private sector landlords and persons who act as agents for such landlords)."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "31", "section_title": " Right of succession of spouse.", "section_text": "31 1 In any case where— a the sole tenant under an assured tenancy dies; and b immediately before the death the tenant’s spouse  or civil partner   was occupying the house as his or her only or principal home; and c the tenant was not himself a successor as explained in subsection (2) or (3) below, the tenant’s spouse  or civil partner   shall, as from the death and for so long as he or she retains possession of the house without being entitled to do so under a contractual tenancy, be entitled to a statutory assured tenancy of the house. 2 For the purposes of this section, a tenant was a successor in relation to a tenancy— a if the tenancy had become vested in him either by virtue of this section or under the will or intestacy of a previous tenant; or b if he was a statutory assured tenant by virtue of section 3A of the  Rent (Scotland) Act 1984; or c if at some time before the tenant’s death the tenancy was a joint tenancy held by him and one or more other persons and, prior to his death, he had become the sole tenant by survivorship; or d in the case of a tenancy (hereinafter referred to as “ the new tenancy ”) which was granted to him (alone or jointly with others) if— i at some time before the grant of the new tenancy he was, by virtue of paragraph (a), (b) or (c) above, a successor to an earlier tenancy of the same or substantially the same house as is let under the new tenancy; and ii at all times since he became such a successor he has been a tenant (alone or jointly with others) of the house which is let under the new tenancy or of a house which is substantially the same as that house. 3 No order for possession under Ground 7 of Schedule 5 to this Act shall be made— a in relation to a case to which this section relates by virtue of subsection (1) above; or b where the tenant’s spouse   or civil partner  succeeds to the tenancy under the will or intestacy of the tenant. 4 For the purposes of this section a person who was living with the tenant at the time of the tenant’s death . a  as his or her wife or husband shall be treated as the tenant’s spouse    b in a relationship which had the characteristics of the relationship between civil partners shall be treated as the tenant’s civil partner  "}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "31A", "section_title": "Succession after the Private Housing (Tenancies) (Scotland) Act 2016 comes into force", "section_text": "31A 1 Subsection (2) applies where— a a sole tenant under an assured tenancy dies on or after   1 December 2017  , and b an individual succeeds to the tenancy. 2 As soon as the individual becomes the tenant, the tenancy— a ceases to be an assured tenancy (if, but for this section, it would have been one), and b becomes a private residential tenancy as defined in the Private Housing (Tenancies) (Scotland) Act 2016."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "32", "section_title": " Short assured tenancies.", "section_text": "32 1 A short assured tenancy is an assured tenancy— a which is for a term of not less than six months; and b in respect of which a notice is served as mentioned in subsection (2) below. 2 The notice referred to in subsection (1)(b) above is one which— a is in such form as may be prescribed; b is served before the creation of the assured tenancy; c is served by the person who is to be the landlord under the assured tenancy (or, where there are to be joint landlords under the tenancy, is served by a person who is to be one of them) on the person who is to be the tenant under that tenancy; and d states that the assured tenancy to which it relates is to be a short assured tenancy. 3 Subject to subsection (4) below, if, at the finish of a short assured tenancy— a it continues by tacit relocation;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the continued tenancy  ... shall be a short assured tenancy, whether or not it fulfils the conditions in paragraphs (a) and (b) of subsection (1) above. 4 Subsection (3) above does not apply if, before the beginning of the continuation of the tenancy  ..., the landlord or, where there are joint landlords, any of them serves written notice in such form as may be prescribed on the tenant that the continued  ... tenancy is not to be a short assured tenancy. 5 Section 25 above shall apply in relation to a short assured tenancy as if in subsection (1) of that section the reference to an assured tenancy were a reference to a short assured tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "33", "section_title": " Recovery of possession on termination of a short assured tenancy.", "section_text": "33 1 Without prejudice to any right of the landlord under a short assured tenancy to recover possession of the house let on the tenancy in accordance with sections 12 to 31 of this Act, the   First-tier Tribunal   may   make an order for possession of the house if   the Tribunal   is satisfied— a that the short assured tenancy has reached its finish; b that tacit relocation is not operating;  ...  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d that the landlord (or, where there are joint landlords, any of them) has given to the tenant notice stating that he requires possession of the house  , and e that it is reasonable to make an order for possession. 2 The period of notice to be given under subsection (1)(d) above shall be— i if the terms of the tenancy provide, in relation to such notice, for a period of more than two months, that period; ii in any other case, two months. 3 A notice under paragraph (d) of subsection (1) above may be served before, at or after the termination of the tenancy to which it relates. 4 Where the   First-tier Tribunal   makes an order for possession of a house by virtue of subsection (1) above, any statutory assured tenancy which has arisen as at that finish shall end (without further notice) on the day on which the order takes effect. 5 For the avoidance of doubt, sections 18 and 19 do not apply for the purpose of a landlord seeking to recover possession of the house under this section."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "34", "section_title": "  Reference of rents under short assured tenancies to the First-tier Tribunal", "section_text": "34 1 Subject to subsection (2) and section 35 below, the tenant under a short assured tenancy may make an application in the prescribed form to   the First-tier Tribunal   for a determination of the rent which, in the   First-tier Tribunal’s   opinion, the landlord might reasonably be expected to obtain under the short assured tenancy. 2 No application may be made under this section if the rent payable under the tenancy is a rent previously determined under this section or section 25 above. 3 Where an application is made to   the First-tier Tribunal   under subsection (1) above with respect to the rent under a short assured tenancy, the   First-tier Tribunal   shall not make such a determination as is referred to in that subsection unless   it considers  — a that there is a sufficient number of similar houses in the locality let on assured tenancies (whether short assured tenancies or not); and b that the rent payable under the short assured tenancy in question is significantly higher than the rent which the landlord might reasonably be expected to be able to obtain under the tenancy, having regard to the level of rents payable under the tenancies referred to in paragraph (a) above. 4 Where, on an application under this section,   the First-tier Tribunal   make a determination of a rent for a short assured tenancy— a the determination shall have effect from such date as the   First-tier Tribunal   may direct, not being earlier than the date of the application; b if at or after the time when the determination takes effect, the rent which, apart from this paragraph, would be payable under the tenancy exceeds the rent so determined, the excess shall be irrecoverable from the tenant; and c no further new rent for a tenancy of the house shall take effect under section 24(3) or 25 above until after the first anniversary of the date on which the determination takes effect. 5 Subsections (3), (4) and (7) of section 25 above apply in relation to a determination of rent under this section as they apply in relation to a determination under that section."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "35", "section_title": "  Disapplication of the First-tier Tribunal’s functions under section 34", "section_text": "35 1 If the Secretary of State by order so provides, section 34 above shall not apply in such cases or to tenancies of houses in such areas or in such other circumstances as may be specified in the order. 2 No order shall be made under this section unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "36", "section_title": " Damages for unlawful eviction.", "section_text": "36 1 This section applies if, at any time after 3rd December 1987, a landlord or any person acting on his behalf unlawfully deprives the residential occupier of any premises of his occupation of the whole or part of the premises. 2 This section also applies if, at any time after 6th July 1988, a landlord or any person acting on his behalf— a attempts unlawfully to deprive the residential occupier of any premises of his occupation of the whole or part of the premises; or b knowingly or having reasonable cause to believe that the conduct is likely to cause the residential occupier of any premises— i to give up his occupation of the premises or any part thereof; or ii to refrain from exercising any right or pursuing any remedy in respect of the premises or part thereof, does acts  likely  to interfere with the peace or comfort of the residential occupier or members of his household, or persistently withdraws or withholds services reasonably required for the occupation of the premises as a residence, and, as a result, the residential occupier gives up his occupation of the premises as a residence. 3 Subject to the following provisions of this section, where this section applies, the landlord shall, by virtue of this section, be liable to pay to the former residential occupier, in respect of his loss of the right to occupy the premises in question as his residence, damages assessed on the basis set out in section 37 below. 4 Any liability arising by virtue of subsection (3) above— a shall be in the nature of a liability in delict; and b subject to subsection (5) below, shall be in addition to any liability arising apart from this section (whether in delict, contract or otherwise). 4A Any action to enforce liability arising from this section must be raised in the First-tier Tribunal unless the residential occupant's claim is founded on the premises in question being subject to a Scottish secure tenancy or to a short Scottish secure tenancy (within the meaning of the Housing (Scotland) Act 2001 (asp 10)). 5 Nothing in this section affects the right of a residential occupier to enforce any liability which arises apart from this section in respect of his loss of the right to occupy premises as his residence; but damages shall not be awarded both in respect of such a liability and in respect of a liability arising by virtue of this section on account of the same loss. 6 No liability shall arise by virtue of subsection (3) above if— a before  the date on which the proceedings to enforce the liability are finally decided , the former residential occupier is reinstated in the premises in question in such circumstances that he becomes again the residential occupier of them; or b at the request of the former residential occupier, the sheriff  or First-tier Tribunal   makes an order as a result of which he is reinstated as mentioned in paragraph (a) above. 6A For the purposes of subsection (6)(a) above, proceedings to enforce a liability are finally decided— a if no appeal may be made against the decision in these proceedings; b if an appeal may be made against the decision with leave and the time limit for applications for leave expires and either no application has been made or leave has been refused; c if leave to appeal against the decision is granted or is not required and no appeal is made within the time limit for appeals; or d if an appeal is made but is abandoned before it is determined. 6B If, in proceedings to enforce a liability arising by virtue of subsection (3) above, it appears to the court  or, as the case may be, the First-tier Tribunal  — a that, prior to the event which gave rise to the liability, the conduct of the former residential occupier or any person living with him in the premises concerned was such that it is reasonable to mitigate the damages for which the landlord would otherwise be liable, or b that, before the proceedings were begun, the landlord offered to reinstate the former residential occupier in the premises in question and either it was unreasonable of the former residential occupier to refuse that offer or, if he had obtained alternative accommodation before the offer was made, it would have been unreasonable of him to refuse that offer if he had not obtained that accommodation, the court  or, as the case may be, the First-tier Tribunal   may reduce the amount of damages which would otherwise be payable to such amount as it thinks appropriate. 7 In proceedings to enforce a liability arising by virtue of subsection (3) above, it shall be a defence for the defender to prove that he believed, and had reasonable cause to believe— a that the residential occupier had ceased to reside in the premises in question at the time when he was deprived of occupation as mentioned in subsection (1) above or, as the case may be, when the attempt was made or the acts were done as a result of which he gave up his occupation of those premises; or b that, where the liability would otherwise arise by virtue only of  the doing of acts or  the withdrawal or withholding of services, he had reasonable grounds for  doing the acts or  withdrawing or withholding the services in question. 8 In this section— a “ residential occupier ”, in relation to any premises, means a person occupying the premises as a residence whether under a contract or by virtue of any enactment or rule of law giving him the right to remain in occupation or restricting the right of any other person to recover possession of the premises; b “ the right to occupy ”, in relation to a residential occupier, includes any restriction on the right of another person to recover possession of the premises in question; c “ former residential occupier ”, in relation to any premises, means the person who was the residential occupier until he was deprived of or gave up his occupation as mentioned in subsection (1) or subsection (2) above (and, in relation to a former residential occupier, “ the right to occupy ” and “ landlord ” shall be construed accordingly)."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "37", "section_title": " The measure of damages.", "section_text": "37 1 The basis for the assessment of damages referred to in section 36(3) above is the difference in value, determined as at the time immediately before the residential occupier ceased to occupy the premises in question as his residence, between— a the value of the landlord’s interest determined on the assumption that the residential occupier continues to have the same right to occupy the premises as before that time; and b the value of the landlord’s interest determined on the assumption that the residential occupier has ceased to have that right. 2 For the purposes of the valuations referred to in subsection (1) above, it shall be assumed— a that the landlord is selling his interest in the premises on the open market to a willing buyer; b that neither the residential occupier nor any member of his family wishes to buy; and c that it is unlawful to carry out any substantial development of any of the land in which the landlord’s interest subsists or to demolish the whole or part of any building on that land. 3 Subsection (8) of section 36 above applies in relation to this section as it applies in relation to that. 4 Section 83 of the  Housing (Scotland) Act 1987 (meaning of “members of a person’s family”) applies for the purposes of subsection (2)(b) above. 5 The reference in subsection (2)(c) above to substantial development of any of the land in which the landlord’s interest subsists is a reference to any development other than— a development for which planning permission is granted by a general development order for the time being in force and which is carried out so as to comply with any condition or limitation subject to which planning permission is so granted; or b a change of use resulting in a building on the land or any part of such a building being used as, or as part of, one or more dwelling-houses; and in this subsection “ general development order ” has the same meaning as in section 40(3) of the  Town and Country Planning (Scotland) Act 1972 and other expressions have the same meaning as in that Act."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "38", "section_title": " Further offence of harassment.", "section_text": "38 1 Subsection (2) of section 22 of the Rent (Scotland) Act 1984 (unlawful eviction and harassment of occupier) shall, as respects acts done after the commencement of this section, have effect with the substitution of the word “likely” for the word “calculated”. 2 After that subsection  there shall be inserted the following subsections— 2A Subject to subsection (2B) below  the landlord of any premises or an agent of the landlord shall be guilty of an offence if— a he does acts  likely  to interfere with the peace or comfort of the residential occupier or members of his household; or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , he persistently withdraws or withholds services reasonably required for the occupation of the premises in question as a residence, and (in either case) he knows, or has reasonable cause to believe, that that conduct is likely to cause the residential occupier to give up the occupation of the whole or part of the premises or to refrain from exercising any right or pursuing any remedy in respect of the whole or part of the premises. 2B A person shall not be guilty of an offence under subsection (2A) above . . .   if he proves that he had reasonable grounds for  doing the acts or  withdrawing or withholding the services in question. ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "39", "section_title": " Variation of scope of sections 23 and 24 of Rent (Scotland) Act 1984.", "section_text": "39 1 In subsection (1) of section 23 of the Rent (Scotland) Act 1984 (prohibition of eviction without due process of law) before the word “it” there shall be inserted the words “subject to section 23A,”. 2 After subsection (2) of that section there shall be inserted the following subsection— 2A Subsections (1) and (2) above apply in relation to any premises occupied (whether exclusively or not) as a dwelling other than under a tenancy as they apply in relation to premises let as a dwelling under a tenancy, and in those subsections the expressions “ let ” and “ tenancy ” shall be construed accordingly. . 3 In section 24 of the Rent (Scotland) Act 1984 (special provisions for agricultural employees) after subsection (2) there shall be inserted the following subsection— 2A In accordance with section 23(2A) above, any reference in subsections (1) and (2) above to the tenant under the former tenancy includes a reference to the person having a right to occupy premises as a dwelling otherwise than under a tenancy, being a right which has come to an end; and in the following provisions of this section the expressions “tenancy” and “rent” and any other expressions referable to a tenancy shall be construed accordingly. ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "40", "section_title": " Cases excluded from sections 23 and 24 of Rent (Scotland) Act 1984.", "section_text": "40 After section 23 of the  Rent (Scotland) Act 1984 there shall be inserted the following section—  Excluded tenancies and occupancy rights. 23A 1 Nothing in section 23 or 24 of this Act applies to a tenancy or right of occupancy if— a under its terms the occupier has the use of any accommodation in common with the owner or a member of his family (whether or not in common with other persons); and b immediately before the tenancy or right was granted and at all times since then the owner occupied as his only or principal home premises of which the whole or part of the accommodation referred to in paragraph (a) above formed part. 2 In subsection (1) above— a “ accommodation ” includes neither an area used for storage nor a staircase, passage, corridor or other means of access; b “ owner ” means, in relation to a tenancy, the landlord and, in relation to a right to occupy, the person granting it, and in any case where there are joint landlords or grantors any one of them shall be regarded as the “ owner ”; and c “ occupier ” means, in relation to a tenancy, the tenant and, in relation to a right to occupy, its grantee; and section 83 of the Housing (Scotland) Act 1987 shall apply to determine whether a person is for the purposes of subsection (1) above a member of another’s family as it applies for the purposes of that Act. 3 Nothing in section 23 or 24 of this Act applies to a tenancy or right of occupancy if it was granted as a temporary expedient to a person who entered the premises in question or any other premises without right or title (whether or not before the beginning of that tenancy or grant of that right another tenancy or right to occupy the premises or any other premises had been granted to him). 4 Nothing in section 23 or 24 of this Act applies to a tenancy or right of occupancy if it confers on the tenant or occupier the right to occupy the premises for a holiday only. 5 Nothing in section 23 or 24 of this Act applies to a right of occupancy which confers rights of occupation in a hostel, within the meaning of the Housing (Scotland) Act 1987, which is provided by— a a local authority within the meaning of the Local Government (Scotland) Act 1973 or a joint board or joint committee within the meaning of that Act; b a development corporation within the meaning of the New Towns (Scotland) Act 1968; c an urban development corporation within the meaning of Part XVI of the Local Government, Planning and Land Act 1980; d the Scottish Special Housing Association; e Scottish Homes; f a registered housing association, within the meaning of the Housing Associations Act 1985; or g any other person who is, or who belongs to a class of person which is, specified in an order made by the Secretary of State. 6 The power to make an order under subsection (5)(g) above shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "41", "section_title": " Power of Secretary of State to repeal sections 33 and 58 of Rent (Scotland) Act 1984 and to reduce phasing progressively.", "section_text": "41 1 The Secretary of State may by order repeal sections 33 (phasing of rent increases) and 58 (phasing of progression to registered rent) of the  Rent (Scotland) Act 1984. 2 An order under subsection (1) above may amend any enactment (including this Act). 3 No order under subsection (1) above shall be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 4 In the said section 33, in subsection (1) for the words “of 12 months” in both places where they occur there shall be substituted the words “specified in the order”. 5 In the said section 58— a in subsections (3) and (4), at the end there shall be added the words “or for such other period as the Secretary of State may by order specify”; b after subsection (7) there shall be inserted the following subsection— 7A An order under subsections (3) or (4) above shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and may contain such supplementary or incidental material as the Secretary of State thinks fit. ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "42", "section_title": " New protected tenancies restricted to special cases.", "section_text": "42 1 A tenancy which begins on or after the commencement of this section cannot be a protected tenancy, unless— a it is entered into in pursuance of a contract made before the commencement of this section; or b it is granted to a person (alone or jointly with others) who, immediately before the tenancy was granted, was the protected tenant (or one of the protected tenants) or a statutory tenant of the same landlord; or c it is granted to a person (alone or jointly with others) in the following circumstances— i prior to the grant of the tenancy, an order for possession of a dwelling-house was made against him (alone or jointly with others) on the   First-tier Tribunal   being satisfied as mentioned in section 11(1)(a) of the  Rent (Scotland) Act 1984 (suitable alternative accommodation available) or on it appearing to the court, under section 48(2)(b) or (c) of the  Housing (Scotland) Act 1987, that other suitable accommodation was available; and ii the tenancy is of the premises which constitute the suitable alternative accommodation as to which the   First-tier Tribunal   was so satisfied or, as the case may be, the other suitable accommodation which appeared to the court to be available; and iii in the proceedings for possession  the First-tier Tribunal or, as the case may be,   the court directed that the tenancy would be a protected tenancy; or d it is granted in compliance with a direction under section 51(2)(ii) of the Housing (Scotland) Act 1987 (power of sheriff to direct that tenant of wrongfully repossessed house be given suitable alternative accommodation) or in pursuance of section 282(3)(b) of that Act (grant of tenancy upon acquisition by public sector authority of defective dwelling). 2 In subsection (1)(b) above “ protected tenant ” and “ statutory tenant ” do not include— a a tenant under a short tenancy; b a protected or statutory tenant of a dwelling-house which was let under a short tenancy which has ended and in respect of which either there has been no grant of a further tenancy or any grant of a further tenancy has been to the person who, immediately before the grant, was in possession of the dwelling-house as a protected or statutory tenant, and in this subsection “ short tenancy ” includes a tenancy which, in proceedings for possession under Case 15 in Schedule 2 to to the Rent (Scotland) Act 1984 is treated as a short tenancy. 3 Expressions used in this section have the same meaning as in the  Rent (Scotland) Act 1984."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "43", "section_title": " Removal of special regimes for tenancies of housing associations etc.", "section_text": "43 1 In this section— a “ housing association tenancy ” means a tenancy to which Part VI of the Rent (Scotland) Act 1984 applies; b “ secure tenancy ” has the same meaning as in Part III of the  Housing (Scotland) Act 1987. 2 A tenancy which is entered into on or after the commencement of this section cannot be a housing association tenancy unless— a it is entered into in pursuance of a contract made before the commencement of this section; or b it is granted to a person (alone or jointly with others) who, immediately before the tenancy was granted, was the tenant (or one of the tenants) under a housing association tenancy of the same landlord; or c it is granted to a person (alone or jointly with others) in the following circumstances— i prior to the grant of the tenancy, an order for possession of a dwelling-house was made against him (alone or jointly with others) on the court being satisfied as mentioned in paragraph (b) or paragraph (c) of subsection (2) of section 48 of the Housing (Scotland) Act 1987; and ii the tenancy is of the premises which constitute the suitable accommodation as to which the court was so satisfied; and iii in the proceedings for possession the court directed that it would be a housing association tenancy. 3 A tenancy which is entered into on or after the commencement of this section cannot be a secure tenancy unless— a the interest of the landlord belongs to— i a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994, or a joint board or joint committee of two or more such councils, or the common good of such a council or any trust under the control of such a council; or ia   Scottish Water ; iii a development corporation within the meaning of the  New Towns (Scotland) Act 1968 (including an urban development corporation within the meaning of Part XVI of the  Local Government, Planning and Land Act 1980); or iv the Scottish Special Housing Association; or v Scottish Homes;  ... vi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . vii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b it is entered into in pursuance of a contract made before the commencement of this section; or c it is granted to a person (alone or jointly with others) who, immediately before it was entered into, was the secure tenant (or any one of the secure tenants) of the same landlord; or d it is granted to a person (alone or jointly with others) in the following circumstances— i prior to the grant of the tenancy, an order for possession of a house was made against him (alone or jointly with others) on the court being satisfied as mentioned in paragraph (b) or paragraph (c) of subsection (2) of section 48 of the  Housing (Scotland) Act 1987; and ii the tenancy is of premises which constitute the suitable accommodation as to which the court was so satisfied; and iii in the proceedings for possession referred to in sub-paragraph (i) above the court directed that it would be a secure tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "44", "section_title": " New “Part VII” contracts limited to transitional cases.", "section_text": "44 1 No contract entered into after the commencement of this section shall be a Part VII contract for the purposes of the  Rent (Scotland) Act 1984 unless it is entered into in pursuance of a contract made before the commencement of this section. 2 If the terms of a Part VII contract are varied after the commencement of this section then, subject to subsection (3) below— a if the variation affects the amount of the rent which, under the contract, is payable for the dwelling in question, the contract shall be treated as a new contract entered into at the time of the variation (and subsection (1) above shall have effect accordingly); and b if the variation does not affect the amount of the rent which, under the contract, is so payable, nothing in this section shall affect the determination of the question whether the variation is such as to give rise to a new contract. 3 Any reference in subsection (2) above to a variation affecting the amount of the rent which, under a contract, is payable for a dwelling does not include a reference to— a a reduction or increase effected under section 66 of the Rent (Scotland) Act 1984 (power of    the First-tier Tribunal ); or b a variation which is made by the parties and has the effect of making the rent expressed to be payable under the contract the same as the rent for the dwelling which is entered in the register under section 67 of the Rent (Scotland) Act 1984. 4 Section 70(2) of the Rent (Scotland) Act 1984 (no cancellation of registration of rent until after 3 years) shall cease to have effect. 5 In this section “ rent ” has the same meaning as in Part VII of the Rent (Scotland) Act 1984."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "45", "section_title": " Transfer of existing tenancies.", "section_text": "45 1 The provisions of subsection (3) below apply in relation to a tenancy which was entered into before, or pursuant to a contract made before, the commencement of this section if— a at that commencement or, if it is later, at the time it is entered into, the interest of the landlord is held by a public body (within the meaning of subsection (4) below); and b at some time after that commencement the interest of the landlord ceases to be so held. 2 The provisions of subsection (3) below also apply in relation to a tenancy which was entered into before, or pursuant to a contract made before, the commencement of this section if— a at that commencement or, if it is later, at the time it is entered into, it is a housing association tenancy; and b at some time after that commencement, it ceases to be such a tenancy. 3 On and after the time referred to in subsection (1)(b) or, as the case may be, subsection (2)(b) above— a the tenancy shall not be capable of being a protected tenancy or a housing association tenancy; b the tenancy shall not be capable of being a secure tenancy unless (and only at a time when) the interest of the landlord under the tenancy is (or is again) held by a public body; and c paragraph 1 of Schedule 4 to this Act shall not apply in relation to it, and the question whether at any time thereafter it becomes (or remains) an assured tenancy shall be determined accordingly. 4 For the purposes of this section, the interest of a landlord under a tenancy is held by a public body at a time when— a it belongs to a council constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994, or a joint board or joint committee of two or more such councils, or the common good of such a council or any trust under the control of such a council; or aa it belongs to   Scottish Water ; c it belongs to a development corporation within the meaning of the  New Towns (Scotland) Act 1968 (including an urban development corporation within the meaning of Part XVI of the  Local Government, Planning and Land Act 1980); or d it belongs to the Scottish Special Housing Association; or e it belongs to Scottish Homes;  ... f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h it belongs to Her Majesty in right of the Crown or to a government department or is held in trust for Her Majesty for the purposes of a government department. 5 In this section— a “ housing association tenancy ” means a tenancy to which Part VI of the  Rent (Scotland) Act 1984 applies; and b “ protected tenancy ” has the same meaning as in that Act."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "46", "section_title": " Statutory tenants: succession.", "section_text": "46 1 In section 3 of the Rent (Scotland) Act 1984 (which makes provision as to statutory tenants and tenancies) in subsection (1) after the word “sections” there shall be inserted “3A,”. 2 After section 3 of that Act there shall be inserted the following section—  Statutory tenants and tenancies: further provision as to succession. 3A 1 Where the person who is the original tenant, within the meaning of Schedule 1 to this Act, dies after the commencement of section 46 of the Housing (Scotland) Act 1988, the provisions of Schedule 1A to this Act shall have effect for determining what person (if any) is entitled to a statutory or statutory assured tenancy of the dwelling-house. 2 Where subsection (1) above does not apply but the person who is the first successor, within the meaning of the said Schedule 1, dies after the commencement of the said section 46, the provisions of Schedule 1B to this Act shall have effect for determining what person (if any) is entitled to a statutory assured tenancy of the dwelling-house by succession. 3 In any case where, by virtue of any provision of the said Schedules 1A or 1B to this Act, a person becomes entitled to an assured tenancy of a dwelling–house by succession, that tenancy shall be a statutory assured tenancy arising by virtue of the said section 46. . 3 Part I of Schedule 6 to this Act shall have effect for the purpose of inserting new Schedules 1A and 1B into the  Rent (Scotland) Act 1984. 4 If and so long as a house is subject to an assured tenancy to which a person has become entitled by succession, section 18 of and Schedule 5 to this Act shall have effect subject to the modifications in Part II of Schedule 6 to this Act."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "46A", "section_title": "Change to private residential tenancy by agreement", "section_text": "46A 1 The landlord and the tenant under an assured tenancy may agree that on a day specified by them, the tenancy will cease to be an assured tenancy. 2 On the day specified by the landlord and the tenant under subsection (1), the tenancy— a ceases to be an assured tenancy, and b becomes a private residential tenancy as defined in the Private Housing (Tenancies) (Scotland) Act 2016 (“ the 2016 Act ”). 3 But an agreement under subsection (1) is of no effect if, for a reason other than the tenancy being an assured tenancy, it is one which schedule 1 of the 2016 Act states cannot be a private residential tenancy."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "47", "section_title": " Rent (Scotland) Act 1984 not to apply to tenancies subject to shared ownership agreements.", "section_text": "47 1 In section 5 of the Rent (Scotland) Act 1984 (exclusion from being protected or statutory tenancy) after subsection (5) there shall be inserted the following subsection— 5A A tenancy which is a lease under a shared ownership agreement within the meaning of section 106(2) of the Housing Associations Act 1985 shall not be a protected tenancy. . 2 In section 55 of that Act (tenancies to which sections 55 to 59 of that Act apply) after the word “above” there shall be inserted the words “but do not apply, and shall be deemed never to have applied, to a tenancy which is a lease under a shared ownership agreement within the meaning of section 106(2) of the Housing Associations Act 1985.”."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "48", "section_title": "  First-tier Tribunal: procedure and information powers", "section_text": "48 1 In section 53 of the Rent (Scotland) Act 1984 (regulations of the Secretary of State) at the end of paragraph (b) of subsection (1) (procedure of rent officers  ...) there shall be added the words “whether under this Act or the Housing (Scotland) Act 1988”. 2 The    First-tier Tribunal   may by notice in the prescribed form served on the landlord or the tenant require him to give to the   First-tier Tribunal , within such period of not less than fourteen days from the service of the notice as may be specified in the notice, such information as   it   may reasonably require for the purposes of   its   functions. 3 If any person fails without reasonable excuse to comply with a notice served on him under subsection (2) above, he shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 4 Where an offence under subsection (3) above committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager or secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "48A", "section_title": " Amounts attributable to services.", "section_text": "48A In order to assist authorities to give effect to the housing benefit scheme under Part VII of the Social Security Contributions and Benefits Act 1992, where a rent is determined under section 25 or 34 above, the    First-tier Tribunal   shall note in their determination the amount (if any) of the rent which, in the opinion of the   First-tier Tribunal , is fairly attributable to the provision of services, except where that amount is in   its   opinion negligible; and the amounts so noted may be included in the information specified in an order under section 49 below."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "49", "section_title": " Information as to determination of rents.", "section_text": "49 1 The    First-tier Tribunal   shall keep and make publicly available, in such manner as is specified in an order made by the Secretary of State, such information as may be so specified with respect to rents under assured tenancies which have been the subject of, or taken into account on, references or applications to, or determinations by,   the First-tier Tribunal . 2 A copy of any information kept under subsection (1) above, purporting to be certified under the hand of an authorised officer of the    First-tier Tribunal  shall, unless the contrary is shown, be deemed to have been signed by such officer and be sufficient evidence of that information. 3 An order under subsection (1) above— a may prescribe the fees to be charged for the supply of a copy, including a certified copy, of any of the information kept by virtue of that subsection; and b may make different provision with respect to different cases or description of case, including different provision for different areas."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "50", "section_title": " Powers of local authorities for the purposes of giving information.", "section_text": "50 Any local authority shall have power to publish information, for the assistance of landlords and tenants, as to their rights and duties under the provisions of this Part of this Act and as to the procedure for enforcing those rights or securing the performance of those duties."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "51", "section_title": " Application to Crown.", "section_text": "51 1 Subject to subsection (2) below and paragraph 10 of Schedule 4 to this Act, this Part of this Act applies in relation to premises in which there subsists, or at any material time subsisted, a Crown interest as it applies in relation to premises in relation to which no such interest subsists or ever subsisted. 2 Sections 36 and 37 of this Act do not bind the Crown but sections 38 to 40 of this Act bind the Crown to the extent provided for in section 26 of the  Rent (Scotland) Act 1984. 3 In this section “ Crown interest ” means an interest which belongs to Her Majesty in right of the Crown or to a government department, or which is held in trust for Her Majesty for the purposes of a government department."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "52", "section_title": " Saving for common law as to effect of notice of termination upon tacit relocation.", "section_text": "52 Nothing in this Part of this Act prejudices any rule of law relating to the effect of the giving of notice of termination of a lease upon the operation of tacit relocation."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "53", "section_title": " Orders and regulations.", "section_text": "53 1 Any power of the Secretary of State to make orders or regulations under this Part of this Act shall be exercised by statutory instrument. 2 A statutory instrument containing any order or regulation under this Part, other than an order under section 35 or 41 above   or regulations under section 18(4A)(b)   or regulations under section 25ZA , shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Orders or regulations under this Part may make different provision for different cases or circumstances or different areas and may contain such incidental, supplemental or transitional provisions as the Secretary of State thinks fit."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "54", "section_title": " Notice under Part II.", "section_text": "54 A notice served under this Part of this Act on a person or notice so given to him may be served or given — a by delivering it to him; b by leaving it at his last known address; or c by sending it by recorded delivery letter to him at that address."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "55", "section_title": " Interpretation of Part II.", "section_text": "55 1 In this Part of this Act, except where the context otherwise requires— “council tax” means the tax payable under the Local Government Finance Act 1992;   “ First-tier Tribunal ” means the First-tier Tribunal for Scotland;   “ First-tier Tribunal ” means the First-tier Tribunal for Scotland Housing and Property Chamber; “ house ” includes a part of a house; “ landlord ” includes any person from time to time deriving title from the original landlord and also includes, in relation to a house, any person other than a tenant who is, or but for the existence of an assured tenancy would be, entitled to possession of the house; “ let ” includes “sub-let”; “ order for possession ” means decree of removing or warrant of ejection or other like order; and “ proceedings for possession ” shall be construed accordingly; “ prescribed ” means prescribed by regulations made by the Secretary of State; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ statutory assured tenancy ” shall be construed in accordance with section 16(1) of this Act; “ tenancy ” includes “sub-tenancy” and an agreement for a tenancy or sub-tenancy;  ... “ tenant ” includes a sub-tenant and any person deriving title from the original tenant or sub-tenant ; and . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Any reference in this Part of this Act to the beginning of a tenancy is a reference to the day when the lease of the house let on the tenancy commences. 3 Where two or more persons jointly constitute either the landlord or the tenant in relation to a tenancy, then, except where otherwise provided, any reference in this Part of this Act to the landlord or to the tenant is a reference to all the persons who jointly constitute the landlord or the tenant, as the case may require."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "56", "section_title": " Right conferred by Part III.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "57", "section_title": " Persons by whom right may be exercised.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "58", "section_title": " Application to exercise rights conferred by this Part and offer to sell.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "59", "section_title": " Variation of conditions.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "60", "section_title": " Notice of acceptance.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "61", "section_title": " Refusal of applications.", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "62", "section_title": " Reference to Lands Tribunal.", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "63", "section_title": " Consent for subsequent disposals.", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "64", "section_title": " Extension etc. of relevant periods.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "65", "section_title": "“Cost floor” limit on discount on price of house purchased by secure tenant.", "section_text": "65 1 In subsection (1) of section 62 of the  Housing (Scotland) Act 1987 (purchase price of house being purchased in pursuance of tenant’s right) for the words “subsections (7) and (8)” there shall be substituted the words “subsection (6A)”. 2 For subsections (7) to (9) of that section there shall be substituted the following subsections— 6A Except where the Secretary of State so determines, the discount for the purpose of subsection (1) shall not reduce the price below the amount which, in accordance with a determination made by him, is to be taken as representing so much of the costs incurred in respect of the house as, in accordance with the determination, is to be treated as— a incurred in the period commencing with the beginning of the financial year of the landlord which was current 5 years prior to the date of service of the application to purchase the house or such other period as the Secretary of State may by order provide; and b relevant for the purposes of this subsection, and, if the price before discount is below that amount, there shall be no discount. 6B An order under subsection (6A) shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament and may make different provision in relation to different cases or circumstances or different areas. . 3 In subsection (10) of that section, for “(9)” there shall be substituted “(6A)”. 4 Subsections (11) to (13) of that section shall cease to have effect. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The said sections 62 and 76 shall, however, continue to apply as originally enacted in relation to the price of a house in respect of which the offer to sell (within the meaning of section 63 of the Housing (Scotland) Act 1987) was served on the tenant prior to the commencement of this section; but nothing in this subsection restricts the power of the tenant to withdraw his application to purchase or prejudices the effect of such withdrawal."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "66", "section_title": " Schemes for payments to assist local authority tenants to obtain other accommodation.", "section_text": "66 1 In accordance with a scheme made by a local authority and approved by the Secretary of State under this section, the authority may make grants to or for the benefit of qualifying tenants of the authority with a view to assisting each person to whom or for whose benefit a grant is made to obtain accommodation otherwise than as a tenant of the authority either— a by acquiring an interest in a house; or b by carrying out works to a house to provide additional accommodation; or c by both of those means. 2 A scheme under this section shall contain such provisions as the local authority considers appropriate together with any which the Secretary of State may require as a condition of his approval and, without prejudice to the generality, a scheme may include provisions specifying, or providing for the determination of— a the persons who are qualifying tenants for the purposes of the scheme; b the interests which qualifying tenants may be assisted to acquire; c the works for the carrying out of which grants may be made; d the circumstances in which a grant may be made for the benefit of a qualifying tenant; e the amount of the grant which may be made in any particular case and the terms on which it may be made; f the limits on the total number and amount of grants which may be made; and g the period within which the scheme is to apply. 3 The Secretary of State may approve a scheme made by a local authority under this section with or without conditions and, where a scheme has been approved, the authority shall take such steps as it considers appropriate to bring the scheme to the attention of persons likely to be able to benefit from it and shall take such other steps (if any) as the Secretary of State may direct in any particular case to secure publicity for the scheme. 4 The Secretary of State may revoke an approval of a scheme under this section by a notice given to the local authority concerned; and where such a notice is given, the revocation shall not affect the operation of the scheme in relation to any grants made or agreed before the date of the notice. 5 Where a scheme made by a local authority under this section has been approved, a person dealing with the authority shall not be concerned to see or enquire whether the terms of the scheme have been or are being complied with; and any failure to comply with the terms of a scheme shall not invalidate any grant purporting to be made in accordance with the scheme unless the person to whom the grant is made has actual notice of the failure. 6 In this section, “local authority” and “house” have respectively the meanings assigned to those expressions by section 338(1) of the  Housing (Scotland) Act 1987."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "67", "section_title": " Abolition and capitalisation of certain subsidies and contributions.", "section_text": "67 1 No subsidy or contribution shall be made under the following provisions of the  Housing (Scotland) Act 1987 (the “superseded provisions”)— a section 200 (slum clearance subsidy); b section 254 (contributions towards improvement grants, repairs grants and grants for fire escapes); c section 255 (contributions for improvement of amenities); d section 296 (contributions towards certain other expenses) in respect of any expense or expenditure incurred by a local authority on or after 1st April 1989. 2 No claim for subsidy or contribution under any superseded provision in respect of or towards any expense or expenditure incurred by a local authority before 1st April 1989 shall be entertained by the Secretary of State unless— a it is received by him before 1st October 1989; and b any information reasonably required by him in relation to any such claim is received by him within two months after the receipt by him of the claim. 3 Where two or more periodic payments of a subsidy or contribution under a superseded provision would, apart from this subsection, fall to be made on or after 1st April 1989, these payments shall be capitalised and made as follows— a if one or more earlier such payments have been made before that date, the Secretary of State shall, instead of making the remaining payments, pay an amount equal to the appropriate percentage of the relevant capital amount; b if no earlier such payment has been made before that date, the Secretary of State shall, instead of making any such payments, pay such amount as appears to him to be equal to the appropriate percentage of the relevant expenditure. 4 In subsection (3) above— “ the appropriate percentage ”, in relation to a relevant capital amount, means the percentage specified in or under the superseded provision in relation to the subsidy or contribution to which the capital amount relates and, in relation to a subsidy or contribution, means the percentage specified in or under the superseded provision in relation to that subsidy or contribution; “ the relevant capital amount ”, in relation to a subsidy or contribution, means the sum of— a such amount as the Secretary of State considers would, on the date of his payment under subsection (3)(a) above, be payable by the local authority were they then to repay a loan, repayable over twenty years, taken out by them from the   Treasury, as a local loan made under section 3 of the National Loans Act 1968,   to meet their expense or, as the case may be, expenditure in respect of or towards which the subsidy or contribution was made; and b any other amount which he considers would be then payable on such repayment of that loan; “ relevant expenditure ”, in relation to a subsidy or contribution, means the expense or expenditure in respect of which the subsidy or contribution was made. 5 Payment made under subsection (3) above shall be— a applied in reduction or extinguishment of such debt (whether then payable or not) of the local authority as the Secretary of State thinks fit; or b made to the local authority; or c partly so applied and partly so made. 6 Payments made to a local authority under subsection (5) above shall be applied by them in the repayment of such debt and in such manner as the Secretary of State directs. 7 Notwithstanding the repeal by this Act of section 254 of the  Housing (Scotland) Act 1987, subsection (4) of that section (obligation upon local authority to pay to Secretary of State sums recovered by them in consequence of breach of conditions of improvement grant or by way of voluntary repayment of such grant) shall continue to have effect in relation to expense incurred under that section by a local authority prior to 1st April 1989, being expense in respect of which contributions were made under that section. 8 Paragraph 1(b) of Schedule 16 to the Housing (Scotland) Act 1987 (duty of local authority to credit slum clearance subsidy to slum clearance revenue account) shall cease to have effect on 1st April 1989."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "68", "section_title": "  Abolition of local authority’s power to refer Part VII contracts to the First-tier Tribunal", "section_text": "68 In section 65(1) of the  Rent (Scotland) Act 1984 (which empowers the lessor, the lessee and the local authority to refer a Part VII contract to the    First-tier Tribunal ), the words “or the local authority” and in sections 66(1), 68 and 71 (1) of that Act the words “or the local authority” in each place where they occur shall cease to have effect."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "69", "section_title": " Exclusion of  SSHA , development corporations and co-operative housing associations from rent limitation under Part VI of Rent (Scotland) Act 1984.", "section_text": "69 In section 61(1) of the Rent (Scotland) Act 1984, the definition of “housing association” shall have effect, and shall be deemed always to have had effect, with the addition at the end of the words except that it does not include—               a the Scottish Special Housing Association; b a development corporation (within the meaning of the New Towns (Scotland) Act 1968); or c a co-operative housing association within the meaning of the Housing Associations Act 1985. ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "70"}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "71", "section_title": " Power of development corporations to dispose of housing land.", "section_text": "71 After section 18 of the  New Towns (Scotland) Act 1968 there shall be inserted the following section—  Power of development corporation to dispose of housing land. 18AA 1 Notwithstanding the provisions of sections 3 and 18 of this Act, a development corporation may sell their whole interest in any land (within or outside the area of the new town) held for housing purposes. 2 A development corporation shall not sell their interest in any land under this section without the consent of the Secretary of State, which may be given— a subject to conditions; b either generally to all development corporations or to a particular development corporation; c in relation either to particular land or to land of a particular description. 3 A development corporation shall not, except with the consent of the Secretary of State, sell their interest in any land under this section otherwise than on the best terms that can be reasonably obtained. ."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "72", "section_title": " Amendments to the Housing (Scotland) Act 1987 and other enactments and repeals.", "section_text": "72 1 The  Housing (Scotland) Act 1987 shall have effect subject to the amendments to that Act specified in Schedules 7 and 8 to this Act (being, respectively, amendments connected with the consolidation of enactments effected by that Act and minor amendments) and shall be deemed always to have had effect subject to the amendments specified in the said Schedule 7. 2 The enactments specified in Schedule 9 to this Act shall have effect subject to the amendments there specified (being amendments consequential upon the provisions of this Act and other minor amendments). 3 The enactments specified in Schedule 10 to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "73", "section_title": " Finance.", "section_text": "73 There shall be defrayed out of money provided by Parliament— a any expenses of the Secretary of State incurred under this Act; b any increase attributable to this Act in the sums so payable under any other enactment."}, {"act": "Housing (Scotland) Act 1988", "year": 1988, "section": "74", "section_title": " Short title, commencement and extent.", "section_text": "74 1 This Act may be cited as the Housing (Scotland) Act 1988. 2 This Act shall come into force as follows– a section 69 and section 72 (so far as relating to Schedule 7) and this section and that Schedule, shall come into force on the day this Act is passed; b sections 36 to 40, 65, 67 and 71; and section 72 (so far as relating to Schedule 8 and to the entries in Schedule 10 in respect of sections 62(11) to (13) and 151 of the Housing (Scotland) Act 1987); and Schedule 8; and in Schedule 10, those entries; shall come into force at the end of the period of two months beginning with the day on which this Act is passed; c section 72 (so far as relating to the entry in Schedule 10 relating to paragraph (1)(b) of Schedule 16 to the Housing (Scotland) Act 1987) and that entry shall come into force on 1st April 1989; d the remaining provisions shall come into force on such days as the Secretary of State may, by order made by statutory instrument, appoint and different days may be so appointed for different provisions or for different purposes. 3 An order under subsection (2) above may make such transitional provision as appears to the Secretary of State necessary or expedient in connection with the provisions brought into force by the order. 4 Subject to subsection (5) below, this Act extends to Scotland only. 5 So much of sections 3 and 72 and Schedules 2, 9 and 10 as relates to enactments extending to England and Wales, section 4 and Schedule 3 extend also to England and Wales."}]