[{"act": "Landlord and Tenant Act 1988", "year": 1988, "section": "1", "section_title": " Qualified duty to consent to assigning, underletting  etc.  of premises.", "section_text": "1 1 This section applies in any case where— a a tenancy includes a covenant on the part of the tenant not to enter into one or more of the following transactions, that is— i assigning, ii underletting, iii charging, or iv parting with the possession of, the premises comprised in the tenancy or any part of the premises without the consent of the landlord or some other person, but b the covenant is subject to the qualification that the consent is not to be unreasonably withheld (whether or not it is also subject to any other qualification). 2 In this section and section 2 of this Act— a references to a proposed transaction are to any assignment, underletting, charging or parting with possession to which the covenant relates, and b references to the person who may consent to such a transaction are to the person who under the covenant may consent to the tenant entering into the proposed transaction. 3 Where there is served on the person who may consent to a proposed transaction a written application by the tenant for consent to the transaction, he owes a duty to the tenant within a reasonable time— a to give consent, except in a case where it is reasonable not to give consent, b to serve on the tenant written notice of his decision whether or not to give consent specifying in addition— i if the consent is given subject to conditions, the conditions, ii if the consent is withheld, the reasons for withholding it. 4 Giving consent subject to any condition that is not a reasonable condition does not satisfy the duty under subsection (3)(a) above. 5 For the purposes of this Act it is reasonable for a person not to give consent to a proposed transaction only in a case where, if he withheld consent and the tenant completed the transaction, the tenant would be in breach of a covenant. 6 It is for the person who owed any duty under subsection (3) above— a if he gave consent and the question arises whether he gave it within a reasonable time, to show that he did, b if he gave consent subject to any condition and the question arises whether the condition was a reasonable condition, to show that it was, c if he did not give consent and the question arises whether it was reasonable for him not to do so, to show that it was reasonable, and, if the question arises whether he served notice under that subsection within a reasonable time, to show that he did."}, {"act": "Landlord and Tenant Act 1988", "year": 1988, "section": "2", "section_title": " Duty to pass on applications.", "section_text": "2 1 If, in a case where section 1 of this Act applies, any person receives a written application by the tenant for consent to a proposed transaction and that person— a is a person who may consent to the transaction or (though not such a person) is the landlord, and b believes that another person, other than a person who he believes has received the application or a copy of it, is a person who may consent to the transaction, he owes a duty to the tenant (whether or not he owes him any duty under section 1 of this Act) to take such steps as are reasonable to secure the receipt within a reasonable time by the other person of a copy of the application. 2 The reference in section 1(3) of this Act to the service of an application on a person who may consent to a proposed transaction includes a reference to the receipt by him of an application or a copy of an application (whether it is for his consent or that of another)."}, {"act": "Landlord and Tenant Act 1988", "year": 1988, "section": "3", "section_title": " Qualified duty to approve consent by another.", "section_text": "3 1 This section applies in any case where— a a tenancy includes a covenant on the part of the tenant not without the approval of the landlord to consent to the sub-tenant— i assigning, ii underletting, iii charging, or iv parting with the possession of, the premises comprised in the sub-tenancy or any part of the premises, but b the covenant is subject to the qualification that the approval is not to be unreasonably withheld (whether or not it is also subject to any other qualification). 2 Where there is served on the landlord a written application by the tenant for approval or a copy of a written application to the tenant by the sub-tenant for consent to a transaction to which the covenant relates the landlord owes a duty to the sub-tenant within a reasonable time— a to give approval, except in a case where it is reasonable not to give approval, b to serve on the tenant and the sub-tenant written notice of his decision whether or not to give approval specifying in addition— i if approval is given subject to conditions, the conditions, ii if approval is withheld, the reasons for withholding it. 3 Giving approval subject to any condition that is not a reasonable condition does not satisfy the duty under subsection (2)(a) above. 4 For the purposes of this section it is reasonable for the landlord not to give approval only in a case where, if he withheld approval and the tenant gave his consent, the tenant would be in breach of covenant. 5 It is for a landlord who owed any duty under subsection (2) above— a if he gave approval and the question arises whether he gave it within a reasonable time, to show that he did, b if he gave approval subject to any condition and the question arises whether the condition was a reasonable condition, to show that it was, c if he did not give approval and the question arises whether it was reasonable for him not to do so, to show that it was reasonable, and, if the question arises whether he served notice under that subsection within a reasonable time, to show that he did."}, {"act": "Landlord and Tenant Act 1988", "year": 1988, "section": "4", "section_title": " Breach of duty.", "section_text": "4 A claim that a person has broken any duty under this Act may be made the subject of civil proceedings in like manner as any other claim in tort for breach of statutory duty."}, {"act": "Landlord and Tenant Act 1988", "year": 1988, "section": "5", "section_title": " Interpretation.", "section_text": "5 1 In this Act— “ covenant ” includes condition and agreement, “ consent ” includes licence, “ landlord ” includes any superior landlord from whom the tenant’s immediate landlord directly or indirectly holds, “ tenancy ”, subject to subsection (3) below, means any lease or other tenancy (whether made before or after the coming into force of this Act) and includes— a sub-tenancy, and an agreement for a tenancy and references in this Act to the landlord and to the tenant are to be interpreted accordingly, and “ tenant ”, where the tenancy is affected by a mortgage (within the meaning of the  Law of Property Act 1925) and the mortgagee proposes to exercise his statutory or express power of sale, includes the mortgagee. 2 An application or notice is to be treated as served for the purposes of this Act if— a served in any manner provided in the tenancy, and b in respect of any matter for which the tenancy makes no provision, served in any manner provided by section 23 of the  Landlord and Tenant Act 1927. 3 This Act does not apply to a secure tenancy (defined in section 79 of the  Housing Act 1985)  or to an introductory tenancy (within the meaning of Chapter I of Part V of the Housing Act 1996)   or to an occupation contract (within the meaning of section 7 of the Renting Homes (Wales) Act 2016 (anaw 1)) . 4 This Act applies only to applications for consent or approval served after its coming into force."}, {"act": "Landlord and Tenant Act 1988", "year": 1988, "section": "6", "section_title": " Application to Crown.", "section_text": "6 This Act binds the Crown; but as regards the Crown’s liability in tort shall not bind the Crown further than the Crown is made liable in tort by the  Crown Proceedings Act 1947."}, {"act": "Landlord and Tenant Act 1988", "year": 1988, "section": "7", "section_title": " Short title, commencement and extent.", "section_text": "7 1 This Act may be cited as the Landlord and Tenant Act 1988. 2 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 3 This Act extends to England and Wales only."}]