[{"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "1", "section_title": " The Convention establishing the Agency.", "section_text": "1 1 In this Act “ the Convention ” means the Convention establishing the Multilateral Investment Guarantee Agency which was signed on behalf of the United Kingdom on 9th April 1986 and presented to Parliament as Command Paper  No.  Cm.150 on 25th June 1987. 2 The provisions of the Convention referred to in sections 2 to 7 below, together with certain related provisions, are set out in the Schedule to this Act."}, {"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "2", "section_title": " Payments to and from the Agency.", "section_text": "2 1 The Secretary of State may with the consent of the Treasury make out of money provided by Parliament— a any payment in cash required to be made by the United Kingdom under Article 7(i) of the Convention; b any payment required to be made by the United Kingdom for redeeming such notes or obligations as are there mentioned; and c any payment required to be made by the United Kingdom under Article 7(ii) of the Convention. 2 The Secretary of State may with the consent of the Treasury by order make provision— a for the payment out of money provided by Parliament of any sums required by the Secretary of State for making any other payments by the United Kingdom under the Convention; and b for the payment into the Consolidated Fund of any sums received by the United Kingdom in pursuance of the Convention. 3 The power to make an order under subsection (2) above shall be exercisable by statutory instrument; and no such order shall be made unless a draft of it has been laid before and approved by the House of Commons."}, {"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "3", "section_title": " Status, privileges and immunities of the Agency.", "section_text": "3 1 The Articles of the Convention specified in subsection (2) below shall have the force of law in the United Kingdom. 2 The Articles referred to in subsection (1) above are Articles 1(b), 44, 45, 46(a), 47, 48(i) and 50. 3 Nothing in Article 47(a) shall be construed— a as entitling the Agency to import goods free of duty or tax without restriction on their subsequent sale in the country to which they were imported; b except as provided in subsection (4) below, as conferring on the Agency any exemption from duties or taxes which form part of the price of goods sold; or c as conferring on the Agency any exemption from duties or taxes which are no more than charges for services rendered. 4 The Secretary of State shall make arrangements for refunding to the Agency, subject to compliance with such conditions as may be imposed in accordance with the arrangements, car tax paid on new vehicles, and value added tax paid on the supply of goods or services, which are necessary for the exercise of the official activities of the Agency. 5 If in any proceedings any question arises whether a person is or is not entitled to any privilege or immunity by virtue of this section, a certificate issued by or under the authority of the Secretary of State stating any fact relevant to that question shall be conclusive evidence of that fact."}, {"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "4", "section_title": " Registration and enforcement of arbitration awards.", "section_text": "4 1 A party to a dispute which is the subject of an award rendered pursuant to Article 4 of Annex  II  to the Convention shall be entitled to have the award registered in the High Court subject to proof of such matters as are prescribed by rules of court and to the other provisions of this section. 2 In addition to any sum payable under the award, the award shall be registered for the reasonable costs of and incidental to registration. 3 If at the date of the application for registration any sum payable under the award has been partly paid, the award shall be registered only in respect of the balance and accordingly if that sum has then been wholly paid the award shall not be registered. 4 An award registered under this section shall be of the same force and effect for the purpose of execution as if it had been a judgment of the High Court given when the award was rendered as mentioned in subsection (1) above and entered on the date of registration under this section and— a proceedings may be taken on the award; b any sum for which the award is registered shall carry interest; and c the High Court shall have the same control over the execution of the award, as if the award had been such a judgment of the High Court. 5 This section shall bind the Crown but not so as to make an award enforceable against the Crown in a manner in which a judgment would not be enforceable against the Crown; and an award shall not be enforceable against a State to which the provisions of Part I of the  State Immunity Act 1978 apply except in accordance with those provisions. 6 In this section “ award ” includes any decision interpreting an award; and for the purposes of this section an award shall be deemed to have been rendered pursuant to Article 4 of Annex II when a copy of it is transmitted to each party as provided in paragraph (h) of that Article."}, {"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "5", "section_title": " Rules of court.", "section_text": "5 The power to make rules under section 84 of the  Senior Courts Act 1981  shall include the power— a to prescribe the procedure for applying for registration under section 4 above and to require an applicant to give prior notice of his intention to other parties; b to prescribe the matters to be proved on the application and the manner of proof; c to provide for the service of notice of registration of the award by the applicant on other parties; and d to make provision requiring the court on proof of such matters as may be prescribed by the rules to stay execution of an award registered under section 4 above in cases where enforcement of the award has been stayed pursuant to Article 4 of Annex II to the Convention."}, {"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "6", "section_title": " Application of Arbitration Act.", "section_text": "6 1 The Lord Chancellor may by order made by statutory instrument direct that any of the provisions of sections 36 and 38 to 44 of the Arbitration Act 1996 (provisions in relation to the conduct of the arbitral proceedings, &c.) apply, with such modifications or exceptions as are specified in the order, to such arbitration proceedings pursuant to Annex II to the Convention as are specified in the order. 2 Except as provided by an order under subsection (1) above, no provision of Part I of the Arbitration Act 1996 other than section 9 (stay of legal proceedings) applies to any such proceedings."}, {"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "7", "section_title": " Scotland.", "section_text": "7 In the application of this Act to Scotland— a for any reference in section 4 to the High Court there shall be substituted a reference to the Court of Session; b registration under that section shall be effected by registering in the Books of Council and Session, or in such manner as the Court of Session may by Act of Sederunt prescribe; c for the reference in that section to costs there shall be substituted a reference to expenses; d for the reference in that section to the entering of a judgment there shall be substituted a reference to the signing of the interlocutor embodying the judgment; e the Court of Session shall have power by Act of Sederunt to make rules for the purposes specified in section 5; f for the references in that section and Article 4 of Annex II to the Convention to the staying of proceedings and execution or enforcement of an award there shall be substituted references to the sist of such proceedings, execution or enforcement; and g for section 6 above there shall be substituted the following section—  Proceedings in Scotland. 6 The Lord Advocate may by order made by statutory instrument make provision, in relation to such arbitration proceedings pursuant to Annex II to the Convention as are specified in the order, being proceedings taking place in Scotland, for the attendance of witnesses, the taking of evidence and the production of documents."}, {"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "8", "section_title": " Northern Ireland.", "section_text": "8 1 Sections 5 and 6 above shall apply to Northern Ireland with the following modifications. 2 In section 5 for the reference to section 84 of the  Senior Courts Act 1981  there shall be substituted a reference to section 55 of the  Judicature (Northern Ireland) Act 1978. 2A In section 6— a for the reference to the Lord Chancellor there shall be substituted a reference to the Department of Justice in Northern Ireland; b for the reference to the making of an order by statutory instrument there shall be substituted a reference to the making of an order by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Multilateral Investment Guarantee Agency Act 1988", "year": 1988, "section": "9", "section_title": " Short title, commencement and extent.", "section_text": "9 1 This Act may be cited as the Multilateral Investment Guarantee Agency Act 1988. 2 This Act shall come into force on such date as the Secretary of State may appoint by an order made by statutory instrument. 3 This Act extends to Northern Ireland. 4 Her Majesty may by Order in Council make provision for extending the provisions of sections 3, 4, 5 and 6 above, with such modifications and exceptions as may be specified in the Order, to any of the Channel Islands, the Isle of Man or any colony."}]