[{"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "1", "section_title": " The Broads Authority.", "section_text": "1 1 There shall be a body corporate, to be known as the Broads Authority, which shall perform the functions conferred on it by this Act. 2 In this Act the Broads Authority is referred to as “ the Authority ”. 3 The Authority shall consist of— a nine members appointed as follows— two by Norfolk County Council; one by Suffolk County Council; one by Broadland District Council; one by Great Yarmouth Borough Council; one by North Norfolk District Council; one by Norwich City Council; one by South Norfolk District Council; one by Waveney District Council; b ten members appointed by the Secretary of State; and c two members appointed by the Authority from those members of its Navigation Committee (established under section 9 of this Act) who are not already members of the Authority. 4 A member appointed by a participating authority (that is to say by one of the local authorities mentioned in subsection (3)(a) above) shall be appointed from among the members of that authority. 5 The members appointed under subsection (3)(b) shall include persons appointed by the Secretary of State after consultation with such bodies appearing to him to represent the following interests, that is to say— a boating; b conservation; c farming and landowning; d land based recreation as he considers appropriate, and in making such appointments the Secretary of State shall have regard to the desirability of maintaining an overall balance under this subsection (5) between those interests. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Schedule 1 to this Act shall have effect for the purposes of supplementing this section."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "2", "section_title": " Functions of Authority: general.", "section_text": "2 1 It shall be the general duty of the Authority to manage the Broads for the purposes of— a conserving and enhancing the natural beauty, wildlife and cultural heritage of the Broads; b promoting opportunities for the understanding and enjoyment of the special qualities of the Broads by the public; and  c protecting the interests of navigation. 2 So far as it relates to navigation, subsection (1) above is subject to the Commissioners’ functions in respect of navigation within the Haven. 3 In this Act “ the Broads ” means, subject to— a the variations made by Part I of Schedule 2 to this Act; and b any variation made in accordance with the provisions of Part II of that Schedule; the area coloured pink on the deposited map. 4 In discharging its functions, the Authority shall have regard to— a the national importance of the Broads as an area of natural beauty and one which affords opportunities for open-air recreation; b the desirability of protecting the natural resources of the Broads from damage; and c the needs of agriculture and forestry and the economic and social interests of those who live or work in the Broads. 5 Part I of Schedule 3 to this Act shall have effect to amend certain provisions of the law relating to planning and connected matters, the main purpose of the amendments being to provide for the Authority to be the sole district planning authority in respect of the Broads. 6 The Authority shall have the miscellaneous functions set out in Part II of Schedule 3. 7 The Authority shall have power to do anything which is necessary or expedient for the purpose of enabling it to carry out its functions, or for incidental purposes, including power— a to acquire, manage, reclaim and dispose of land or other property; b to carry out any building or other operations; and c to carry on any business or undertaking."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "3", "section_title": " The Broads Plan.", "section_text": "3 1 The Authority shall, before the end of the period of three years beginning with the operative date, prepare and publish a plan (to be known as “ the Broads Plan ”) setting out its policy with respect to the exercise of its functions. 2 The Authority shall review the Broads Plan at least once in every five years. 3 If, as a result of any such review, the Authority is of the opinion that it is appropriate to vary the Broads Plan, it shall do so in such manner as it thinks fit. 4 The Authority shall publish a report on the result of any review carried out under this section and the report shall set out the variations (if any) which the Authority has made following the review. 5 Before preparing or varying the Broads Plan the Authority shall— a publish a draft of its proposals; and b consult each of the appointing authorities, the internal drainage board for each internal drainage district which is wholly or partly within the Broads and such other bodies as appear to it to represent interests likely to be concerned. 6 The Authority shall send to the Secretary of State a copy of any plan, or variation, published under this section. 7 The Secretary of State may by regulations make provision— a requiring the Broads Plan to contribute to the meeting of any target set under Chapter 1 of Part 1 of the Environment Act 2021; b setting out how the Broads Plan must contribute to the meeting of such targets; c setting out how the Broads Plan must further the purposes mentioned in subsection (8). 8 The purposes are the purposes of— a conserving and enhancing the natural beauty, wildlife and cultural heritage of the Broads; b promoting opportunities for the understanding and enjoyment of the special qualities of the Broads by the public; and c protecting the interests of navigation."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "4", "section_title": " Conservation of areas of natural beauty.", "section_text": "4 1 The Authority shall— a before the end of the period of two years beginning with the operative date, prepare a map showing any areas within the Broads whose natural beauty it is, in the opinion of the Authority, particularly important to conserve; and b at least once in every five years, review the particulars shown on the map and make such variations (if any) as it considers necessary. 2 The Authority shall cause any map prepared or varied under this section to be printed and copies of it to be on sale to the public at such reasonable prices as the Authority may determine. 3 Before preparing or varying any such map, the Authority shall consult— a                       Natural England                     ; and b such bodies as appear to the Authority to represent persons who have an interest in matters affecting the area, or any part of the area, in question. 4 Natural England  shall issue, and from time to time review, guidance for the Authority with respect to the exercise of its functions under this section; and in considering for the purposes of this section whether any area is one the natural beauty of which it is particularly important to conserve, the Authority shall act in accordance with that guidance. 5 Before issuing, or reviewing, any guidance under subsection (4) above,  Natural England  must consult such bodies appearing to it to represent interests concerned as it considers appropriate.                    "}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "5", "section_title": " Notification of certain operations within the Broads.", "section_text": "5 1 Where they are satisfied that it is expedient to do so, the Ministers may by order specify, for the purposes of this section— a such areas of grazing marsh, fen marsh, reed bed or broad-leaved woodland; and b such operations appearing to them likely to affect the character or appearance of one or other of the areas so specified; as they think fit. 2 No person shall carry out on any land which is within an area so specified any operation which is so specified unless he has, after the making of the order, given written notice to the Authority specifying both the nature of the proposed operation and the area in which it is proposed to carry it out and— a the Authority has consented in writing to the carrying out of the operation; or b the Authority has neither given nor refused such consent and a period of three months beginning with the date on which the notice required by this subsection was duly given has expired; or c the Authority has refused its consent and a period of twelve months beginning with that date has expired. 3 Any person who contravenes subsection (2) above without reasonable excuse shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 4 Where the Authority is given any notice under this section it shall forthwith send copies of the notice to the Ministers                    and Natural England                 . 5 Any person authorised in writing by the Ministers may, at any reasonable time and (if required to do so) on producing evidence that he is authorised, enter any land for the purpose of assisting the Ministers in deciding whether or not to make an order under this section affecting that land. 6 Any person authorised in writing by the Authority may, at any reasonable time and (if required to do so) on producing evidence that he is authorised, enter any land for the purpose of ascertaining whether an offence has been committed under this section. 7 Nothing in subsection (5) or (6) above shall authorise any person to enter a dwelling. 8 Where any person intends to exercise his right of entry under this section in respect of land which is occupied he shall, except where his purpose is to ascertain if an offence has been committed under this section, give reasonable notice to the occupier. 9 Any person intentionally obstructing another in the exercise of the right of entry conferred by this section shall be liable on summary conviction to a fine not exceeding level two on the standard scale."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "6", "section_title": " Byelaws: general.", "section_text": "6 1 The Authority may make byelaws under this section for the purpose of securing that persons resorting to land to which the byelaws apply do not— a damage the land or anything in, on or under it; or b interfere unduly with the enjoyment of the land by other persons. 2 Byelaws under this section may only be made in respect of land within the Broads— a of which the Authority is the owner or occupier; b to which the general public have a right of access; or c which is commonly used by the general public. 3 Byelaws under this section may, in particular— a prohibit or restrict the use of land (other than any highway or other road or any land within the navigation area or the Haven), either generally or in any manner specified in the byelaws, by traffic of any description so specified; b contain provisions prohibiting the depositing of rubbish and the leaving of litter; c regulate or prohibit the lighting of fires; and d make provision as to the conditions of use of parking places provided by the Authority and prohibit or restrict persons from plying for hire with vehicles at any such parking places. 4 Before making, varying or revoking any byelaws under this section, the Authority shall consult                    Natural England                 . 5 Subsections (3) to (8) and (11) of section 236, and section 238, of the  Local Government Act 1972 (procedure for making byelaws) shall apply in relation to byelaws made by the Authority under this section as they apply in relation to byelaws made by a local authority; but the Secretary of State may confirm the byelaws with such modifications as he thinks fit. 6 Where the Secretary of State proposes to make any such modification which appears to him to be substantial, he shall inform the Authority and require it to take such steps as he considers necessary for informing persons likely to be concerned with the modification. 7 Where the Secretary of State has informed the Authority of his intention to make a modification which appears to him to be substantial, he shall not confirm the byelaws until such period has elapsed as he thinks reasonable for the Authority, and for others who have been informed of his proposal, to consider and comment on it. 8 The Secretary of State may hold a local inquiry before deciding whether or not to confirm any byelaws made under this section. 9 Section 12 of the  Local Government (Miscellaneous Provisions) Act 1982 (enforcement of byelaws) shall apply in relation to byelaws under this section as if the Authority were a relevant local authority. 10 Any byelaws made under this section may provide for any person contravening any of their provisions to be guilty of an offence and liable— a on summary conviction to such fine (not exceeding level three on the standard scale) as may be specified in the byelaws; and b in the case of a continuing offence, such further fine (not exceeding one tenth of level three for each day during which the offence continues after conviction) as may be so specified. 11 The Authority may, for the purpose of advising and assisting members of the public using the Broads and of securing compliance with any byelaws made under this Act, appoint one or more of its officers to act as wardens."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "7", "section_title": " Alteration of constitution of Authority.", "section_text": "7 1 Where the Authority has, following the passing by it of a special resolution, made a written proposal to the Secretary of State— a for the appointment of one or more additional members of the Authority by a specified appointing authority or by some other specified body or individual; b for a variation in the number of members of the Authority who may be appointed by a specified appointing authority; c for an appointing authority to cease to be entitled to appoint to membership of the Authority; or d for the appointment of one or more of the members of the Authority to be made jointly by two or more appointing authorities; the Secretary of State may, if he thinks fit, by order amend this Act in such manner as he considers necessary or expedient for the purpose of giving effect to the proposal. 2 Where the area which constitutes the Broads for the purposes of this Act is varied by an order made under Schedule 2 to this Act, the Secretary of State may, if he thinks fit, by order amend this Act (so far as it is concerned with the constitution of the Authority) in such manner as he considers necessary or expedient in consequence of the order under Schedule 2. 3 Before making any order under this section, the Secretary of State shall consult each of the appointing authorities and such bodies appearing to him to represent boating interests as he considers appropriate. 4 Any order under this section may, in addition to making any provision which is authorised by section 24(3) of this Act, amend any local enactment in such manner as the Secretary of State thinks necessary or expedient in consequence of giving effect to the proposal in question or (as the case may be) of the order under Schedule 2. 5 In this section— “ amend ” includes repeal; “ special resolution ” means a resolution of the Authority— a passed at a meeting specially convened for the purpose; and b in favour of which at least three quarters of the members of the Authority voted at that meeting; and “ specified ” means specified in the proposal in question."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "8", "section_title": " The navigation area.", "section_text": "8 1 In this Act “ the navigation area ” means, subject to any variation for the time being in force by virtue of an order under subsection (3) below— a those stretches of the rivers Bure, Yare and Waveney, and their tributaries, branches and embayments (including Oulton Broad) which, at the passing of this Act, were in use for navigation by virtue of any public right of navigation; b the banks of the waterways which make up those stretches; and c Haddiscoe New Cut and its banks;  ... d Breydon Water and the Lower Bure   ; and e Mutford Lock and the adjoining land as defined in article 2 of the Broads Authority (Transfer of Mutford Lock) Harbour Revision Order 2021. but does not include any part of the Haven or  except in relation to paragraph (e)   any part of any bank which lies above the level of mean high water spring tides (in the case of a tidal waterway) or above the mean water level (in any other case). 2 In this Act “ the Norwich navigation ” means that part of the river Wensum which is downstream from Foundry Bridge together with that part of the river Yare which is both downstream from its confluence with the river Wensum and within the navigation area. 3 In response to any proposal made to him by the Authority for the variation of the navigation area in a manner which does not affect its boundary with the Haven, the Secretary of State may by order vary the navigation area in accordance with the proposal. 4 Before making any such proposal, the Authority shall consult the Navigation Committee. 5 Subject to any provisions made by or under this Act, the navigation area shall be open to any person (upon payment by him of all navigation charges) for— a navigation; b the shipping and unshipping of goods; and c the embarking and landing of passengers. 6 The navigation area shall not be open for the navigation of any hovercraft or any other prescribed class or description of craft. 7 Subsection (5) above does not apply in relation to Haddiscoe New Cut. 8 The Secretary of State shall not prescribe any class or description of craft for the purposes of this section if at any time before the passing of this Act craft of that class, or (as the case may be) description, have been habitually used within any part of the Broads. 9 In this section— “ craft ” includes any vessel or other means of transport; “ navigation charges ”, in relation to any person, means all charges due from him under or by virtue of this Act in respect of navigation within the navigation area; and “ prescribed ” means prescribed by order made by the Secretary of State. 10 The Great Yarmouth Port and Haven Acts and Orders 1866 to 1986 shall not apply in relation to any part of the navigation area."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "9", "section_title": " The Navigation Committee.", "section_text": "9 1 The Authority shall appoint a committee of the Authority to be known as the Navigation Committee. 2 The Navigation Committee shall consist of thirteen members appointed by the Authority. 3 Five  of the members of the Navigation Committee shall be appointed by the Authority from among the members of the Authority. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Of the other  eight  members of the Navigation Committee, all of whom shall be appointed from among persons who are not members of the Authority— a two shall be appointed after consultation with such bodies appearing to the Authority to represent the owners of pleasure craft available for hire or reward as it considers appropriate; b one shall be appointed after consultation with such bodies appearing to it to represent nationally the owners of private pleasure craft as it considers appropriate; c one shall be appointed after consultation with such bodies appearing to it to represent the owners of private pleasure craft which use any part of the Broads as it considers appropriate; d two shall be appointed after consultation with such bodies appearing to it to represent persons who are likely to be required to pay ship, passenger or goods dues imposed by it as it considers appropriate;  ... e one shall be appointed after consultation with such bodies appearing to it to represent other users of the navigation area as it considers appropriate. and f one shall be appointed after consultation with the Great Yarmouth Port Authority.) 6 In addition to consulting the Navigation Committee in accordance with requirements imposed by other provisions of this Act,  the Authority  shall— a consult the Navigation Committee— i before delegating any function of  the Authority  in relation to the navigation area to any person; ii before appointing any member of the Navigation Committee under this section; iii before proposing, determining or bringing into force any new policy, plan, strategy or procedure or any change to an existing policy, plan, strategy or procedure which may significantly affect the use or enjoyment of the whole or any part of the navigation area; iv before determining any application for planning permission which may significantly affect the use or enjoyment of the whole or any part of the navigation area and which materially conflicts with any policy, plan, strategy or procedure of  the Authority ; v on the preparation of the annual budget, including in particular any income or expenditure attributable to the navigation area; vi (except in case of urgency) before incurring expenditure which may have a significant effect on the use or enjoyment of the whole or any part of the navigation area and which has not been specifically provided for in the annual budget approved by  the Authority ; vii before applying for any amendment of or alteration to the Navigation Committee’s constitution as set out in this section or  the Authority ’s constitution as set out in section 1 of this Act or any change to the functions of  the Authority  in relation to the navigation area as set out in Part II of and Schedule 5 to this Act and under Parts 2 and 3 of the  2009 Act ; and b report to the Navigation Committee upon the exercise of powers in relation to the navigation area by  the Authority  or any officer of  the Authority  since the last meeting of the Navigation Committee. 7 The Authority shall keep under review the extent to which its functions in relation to the navigation area are delegated to the Navigation Committee. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 In exercising its functions  the Authority  shall have regard to any representations made to it by the Navigation Committee on matters relating to the navigation area and, where  the Authority  resolves not to adopt any recommendations made to it by the Navigation Committee, it shall provide full reasons for doing so. 10 Schedule 4 to this Act shall have effect for the purposes of supplementing this section."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "10", "section_title": " Functions of Authority and others in relation to the navigation area.", "section_text": "10 1 The Authority shall— a maintain the navigation area for the purposes of navigation to such standard as appears to it to be reasonably required; and b take such steps to improve and develop it as it thinks fit. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A The Authority may carry out works and do other things in relation to any adjacent waters in or over which it has sufficient rights or interest for the improvement of navigation on those waters. 3 The Authority may make byelaws under this section for the good management of the navigation area, the conservation of its natural beauty and amenities and the promotion of its use for purposes of recreation. 4 For the purposes of subsection (3) above, the navigation area shall be taken to include any part of a bank which would otherwise be excluded by virtue of section 8(1) of this Act. 5 The Authority shall have the additional functions in relation to the navigation area set out in this Act and, in particular, those set out in Part I of Schedule 5 to this Act. 6 In discharging its functions in relation to the Norwich navigation the Authority shall have particular regard to the interests of seagoing freight vessels. 7 The Authority shall appoint a person to be known as the navigation officer and may appoint a person to act as deputy to the navigation officer. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 The person appointed as the navigation officer shall be an officer of  the Authority .  11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 The navigation officer and any deputy appointed under subsection (7) above shall be a warden for the purposes of section 6 of this Act. 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 Part III of Schedule 5 shall have effect for the purpose of supplementing this section and of making further provision in relation to the navigation area. 17 Before— a making, varying or revoking any byelaws under subsection (3) above; b making any appointment under subsection (7) above; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the Authority shall consult the Navigation Committee."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "11", "section_title": " Licences required for construction of works.", "section_text": "11 1 No person shall construct, alter, renew or extend any works, or undertake any dredging, within or adjacent to the navigation area, unless— a neither the work in question nor the manner in which it is carried out will interfere with navigation in any part of the navigation area or of the Haven or be likely to do so; or b that person— i holds a licence under this section authorising the work (a “works licence”); ii complies with the conditions (if any) attached to the works licence; and iii carries out the work in accordance with the approved plans, sections and particulars. 2 On an application duly made to it in accordance with the requirements of this section, the Authority may grant a works licence subject to such conditions (if any) as it considers appropriate. 3 Where the Authority refuses to grant a works licence which has been duly applied for it shall give reasons (in writing) for its refusal. 4 Where the Authority grants a works licence subject to any condition it shall give reasons (in writing) for imposing the condition. 5 Any applicant for a works licence aggrieved by— a the Authority’s refusal to grant the licence applied for; b any condition subject to which the licence is granted; or c any modification required by the Authority in the plans, sections and particulars submitted by the applicant; may refer the matter for determination by a person appointed for the purpose by agreement between the Authority and the applicant or, failing such agreement, by the Secretary of State; and on any such reference the person so appointed may confirm the decision of the Authority or give the Authority such directions as he thinks appropriate. 6 No matter may be referred for determination under subsection (5) above unless the applicant has given the Authority written notice of his intention to do so. 7 That notice must be given before the end of the period of 28 days beginning with the date on which the refusal, or other decision, in question was made. 8 Subsection (1) above does not apply in relation to— a the renewal of any works in existence immediately before the operative date; or b any works of a statutory undertaker; but in carrying out any work within the navigation area a statutory undertaker shall comply with any reasonable direction given by the Authority for the purpose of protecting navigation within the navigation area or the Haven. 9 An application for a works licence shall be made to the Authority in writing and shall be accompanied by the appropriate plans, sections and particulars. 10 The Authority may, before granting an application for a works licence, require modifications to be made to the plans, sections or particulars submitted by the applicant. 11 Where an application for a works licence has been duly made and within three months of the date of the application the Authority has neither refused the application nor granted the licence applied for, the application shall be deemed to have been refused. 12 The Authority may require an applicant for a works licence, on making his application, to pay a reasonable fee in respect of the administrative expenses of dealing with the application; and different fees may be specified in relation to different cases or classes of case. 13 Before determining any application for a works licence the granting of which would significantly affect the use or enjoyment of the whole or any part of the navigation area,  the Authority  shall consult the Navigation Committee. 14 Not less than 28 days before determining any application for a works licence in respect of works which the Authority considers might interfere with the navigation of seagoing freight shipping, the Authority shall give notice of the application to— a the General Council of British Shipping (or such other body as appears to the Authority to represent nationally the interests of such shipping); and b the Commissioners. 15 In this section “ the approved plans, sections and particulars ” means the plans, sections and particulars approved in connection with the application in question."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "12", "section_title": " Contravention of section 11(1).", "section_text": "12 1 Any person who, without reasonable excuse, contravenes section 11(1) of this Act shall be guilty of an offence and liable on summary conviction to a fine not exceeding level three on the standard scale. 2 Where it appears to the Authority that any person is contravening section 11(1) it may by notice require him to take, within such reasonable time as may be specified in the notice, such steps to bring the contravention to an end as may be so specified. 3 The steps specified in a notice under this section may include the removal of any works and the restoration of the site in question to its former state. 4 If any person to whom notice is given under this section fails without reasonable excuse to comply with the requirements of the notice, the Authority may take the required steps and recover from him, as a civil debt, all reasonable costs incurred by it in taking those steps."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "13", "section_title": " Navigation charges.", "section_text": "13 1 The Authority may determine and recover tolls in respect of vessels moored, used or navigated on adjacent waters as well as in the navigation area. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Authority shall consult the Navigation Committee before determining the level of any tolls or other charges to be imposed in respect of the navigation area or adjacent waters. 4 No charges shall be taken or recovered by the Authority in respect of anything (including any farm animal) which— a is carried on any waterway within the navigation area by the owner of land which abuts such a waterway; and b is for use in connection with any agricultural activity carried out on other land which he owns and which also abuts that waterway, another such waterway or any part of the Haven."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "14", "section_title": " Authority’s power to make levies on participating authorities.", "section_text": "14 1 The Authority may, in respect of each financial year beginning after it is established, make levies on each of the participating authorities— a to meet that part of the Authority’s estimated expenditure in that financial year for which provision is not otherwise made; b to enable it to discharge in that financial year any liabilities for the discharge of which provision is not otherwise made; and c to meet contingencies, and provide an adequate working balance, during that financial year. 2 In determining any amount to be raised for any financial year by way of levy under this section, the Authority shall not be required to treat any reserve which is maintained by it as available to be applied by it during that year. 3 In determining the amount which it requires to raise by way of levy under this section for any financial year, the Authority shall determine the aggregate amount which it so requires to raise. 4 Norfolk County Council shall contribute 30 per cent. of that aggregate amount and the seven other participating authorities shall each contribute 10 per cent. 5 Where— a the area which constitutes the Broads for the purposes of this Act is varied by an order made under Schedule 2 to this Act; or b the constitution of the Authority is varied by an order made under section 7 of this Act; the Secretary of State may by order vary the proportions mentioned in subsection (4) above in such manner as he considers appropriate in consequence of the order mentioned in paragraph (a) or (as the case may be) (b) above. 6 The Authority shall, before 30th November in every year, notify each of the participating authorities of its proposals in relation to the levy for the following financial year. 7 In determining the aggregate amount to be raised for any financial year by way of levy under this section, the Authority shall have regard to any representations made to it by a participating authority in respect of the proposals notified under subsection (6) above in relation to that year. 8 A levy under this section on any participating authority shall be made by issuing the authority with a demand stating— a the date or dates on or before which a payment or payments in respect of the levy are required to be made; and b the amount of that payment or each of those payments. 9 Any such demand must be issued, or information as to the amount to be subsequently demanded must be given, to a participating authority before 15th February in the year in which the financial year to which the demand relates begins. 10 No resolution of the Authority relating to the amount to be levied under this section, in respect of any financial year, shall be valid unless at least  five  of the members of the Authority who voted in favour of the resolution were appointed as such members by one or other of the participating authorities. 11 The following enactments— a subsections (8) and (9) of section 12 of the  General Rate Act 1967 (liability for interest where amount due under a precept is unpaid); and b section 15 of that Act (power to secure payments of precept); shall apply to a levy made by the Authority, and to the Authority, as they apply to a precept issued by a precepting authority, and to such an authority, but with the omission in subsection (1) of section 15 of the words “the rating authority have refused or through wilful neglect or wilful default failed to raise that amount by a rate, or that, having raised the amount by a rate”. 12 The Authority may make a levy under this section for any financial year in substitution for a levy previously made by it for that year; and subsections (4) to (6) of section 3 of the  Local Government Finance Act 1982 (substituted rates and precepts) shall apply to a substituted levy as they apply to a substituted precept. 13 Subsection (7) above shall not apply to a substituted levy. 14 For the purposes of any other enactment (including in particular . . .   section 101(6) of the  Local Government Act 1972) any sum levied under this section shall be treated as money to be raised out of a rate."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "15", "section_title": " Grants from Secretary of State.", "section_text": "15 1 The Secretary of State may, with the consent of the Treasury, make grants to the Authority for such purposes, and on such terms and conditions, as he thinks fit. 2 Before determining the amount of any grant which he proposes to make to the Authority under this section, or the purpose for which it is to be made, the Secretary of State shall consult                    Natural England                 ."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "16", "section_title": " Borrowing powers of Authority.", "section_text": "16 1 The Authority may borrow temporarily, by way of overdraft or otherwise, such sums as it may require— a for the purpose of defraying expenses properly chargeable to revenue, pending the receipt by it of revenues which arise in respect of the period of account to which the expenses are chargeable and which are taken into account in its estimates for that period; or b for the purpose of defraying, pending the raising of money under subsection (2) below, expenses intended to be defrayed by means of that money. 2 The Authority may borrow money, otherwise than by way of a temporary loan— a for any purpose or class of purpose approved for the purposes of this subsection by the Secretary of State; and b in accordance with any conditions subject to which that approval is given. 3 Where the Authority borrows under subsection (2) above, it may raise the sum borrowed— a by mortgage; b by an agreement entered into with the Public Works Loan Commissioners under section 2 of the  Public Works Loans Act 1965; or c by any other means approved by the Secretary of State with the consent of the Treasury. 4 Where the Authority borrows money under subsection (1)(b) above and subsequently raises under subsection (2) above the loan in respect of which the temporary borrowing was made, the loan shall, to the extent of the sum borrowed temporarily, be treated for the purposes of the provisions applied by subsection (5) below as having been borrowed at the time of the temporary borrowing. 5 The following provisions of Schedule 13 to the  Local Government Act 1972 shall, with the necessary modifications, apply in relation to borrowing by the Authority under subsection (2) above as they apply in relation to borrowing by local authorities— a paragraph 4 (power of Secretary of State to make regulations governing forms of security  etc. ); b paragraph 7 (accounting); c paragraph 11 (priority as between loans); d paragraph 12 (joint borrowing); e paragraph 16 (creation of funds); and f paragraph 20 (lender not required to enquire into legality of loan)."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "17", "section_title": " Accounts and auditing.", "section_text": "17 1 The Authority shall make arrangements for the proper administration of its financial affairs and shall secure that one of its officers has responsibility for the administration of those affairs. 2 The Authority shall keep proper records of its finances.  3 All receipts of the Authority shall be carried to, and all liabilities falling to be discharged by the Authority shall be discharged out of, the general fund  4 The Authority shall keep an account of all receipts carried to, and payments made out of, the general fund. 5 The Authority shall prepare a report as soon as reasonably possible after the end of each financial year describing the navigation income received by it and the navigation expenditure incurred by it in that year. 6 It shall be the duty of  the Authority  to secure that taking one financial year with another navigation expenditure is equal to navigation income. 7 Monies held in the navigation revenue account immediately before the appointed day fixed for the purposes of paragraph 8 of Schedule 7 to the  2009 Act  (together with any interest properly attributable to those monies) shall as from that day only be applied as navigation expenditure. 8 In this section— “the navigation revenue account” means the navigation account kept in accordance with this section as originally enacted; “navigation expenditure” means— the expenditure which  the Authority  incurs inrespect of its functions under Part II of this Act and under the  2009 Act ; expenditure incurred in respect of the provision of moorings; and expenditure incurred in relation to adjacent waters under section 10(2A) of this Act, but for the purposes of this section expenditure incurred wholly or mainly in connection with conserving the natural beauty, wildlife or cultural heritage of any area, including expenditure on dredging wholly or mainly for conserving those things, shall not be classified as navigation expenditure unless in the case of expenditure incurred wholly or mainly in connection with conserving the cultural heritage of any area it is incurred for the purpose of maintaining, improving, facilitating or promoting the public right of navigation; “navigation income” means— the charges which  the Authority  makes in the discharge of its functions under Part II of this Act and the  2009 Act ;  he charges which  the Authority  makes under section 26 of the Harbours Act 1964 (including tolls in respect of adjacent waters); any other income attributable to the functions of  the Authority  under the above provisions, or accruing to it in respect of moorings; any interest properly attributable to navigation income; any grant made to  the Authority  specifically for purposes for which navigation expenditure can be incurred. 9 For the avoidance of doubt expenditure incurred and income received in respect of Mutford Lock shall be regarded as navigation expenditure and navigation income respectively. 10 The Authority may apply navigation income for the purposes of carrying out to adjacent waters works of maintenance or improvement which are intended to facilitate the use of those waters for the purposes of navigation by persons other than the occupier of, or the owner of any interest in, the land upon which the waters are situated. 11 For the purposes of subsection (10) above members of a club or other association which occupies land upon which adjacent waters are situated shall be deemed not to be occupiers of the land. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 Without prejudice to any provision of regulations made under                  section 32 of the Local Audit and Accountability Act 2014 (accounts and audit regulations)               , the Authority shall send a copy of every statement of accounts prepared in accordance with those regulations, together with a copy of any auditor’s report on the accounts in question, to the Secretary of State and to each of the other appointing authorities. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "17A", "section_title": "\n \n General duty of public bodies \n etc. \n", "section_text": "17A 1 In exercising or performing any functions in relation to, or so as to affect, land in the Broads, a relevant authority   must seek to further   the purposes of— a conserving and enhancing the natural beauty, wildlife and cultural heritage of the Broads; b promoting opportunities for the understanding and enjoyment of the special qualities of the Broads by the public; and c protecting the interests of navigation. 1A The Secretary of State may by regulations make provision about how a relevant authority is to comply with the duty under subsection (1) (including provision about things that the authority may, must or must not do to comply with the duty). 2 The following are relevant authorities for the purposes of this section— a any Minister of the Crown, b any public body, c any statutory undertaker, d any person holding public office. 3 In subsection (2)— “ public body ” includes a county council, district council or parish council; a joint planning board within the meaning of section 2 of the  Town and Country Planning Act 1990; a joint committee appointed under section 102(1)(b) of the  Local Government Act 1972; “ public office ” means— an office under Her Majesty; an office created or continued in existence by a public general Act; or an office the remuneration in respect of which is paid out of money provided by Parliament."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "17B", "section_title": "Duty of public bodies etc to contribute to the Broads Plan", "section_text": "17B 1 The Secretary of State may by regulations make provision— a requiring a relevant authority other than a devolved Welsh authority to contribute to the implementation or review of the Broads Plan; b setting out how such a relevant authority may or must do so. 2 In this section— “ devolved Welsh authority ” has the same meaning as in the Government of Wales Act 2006 (see, in particular, section 157A of that Act); “ relevant authority ” has the same meaning as in section 17A."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "18", "section_title": " Transfer of staff to Authority.", "section_text": "18 1 This section applies to— a any person who, immediately before the operative date, is employed under a contract of employment by one of the participating authorities wholly for purposes of the joint committee of the participating authorities generally known (but not otherwise referred to in this Act) as the Broads Authority; and b any person who— i immediately before the operative date is employed by the Commissioners under a contract of employment; and ii is designated for the purposes of this section by an order made by the Secretary of State. 2 The contract of employment between a person to whom this section applies and his employer shall have effect from the operative date as if originally made between him and the Authority established by this Act. 3 Without prejudice to subsection (2) above— a all the employer’s rights, powers, duties and liabilities under or in connection with a contract to which that subsection applies shall by virtue of this section be transferred on the operative date to the Authority; and b anything done before the operative date by or in relation to the employer in respect of that contract, or of the employee, shall be deemed from that date to have been done by or in relation to the Authority. 4 Subsections (2) and (3) above are without prejudice to any right of any employee to terminate his contract of employment if a substantial change is made to his detriment in his working conditions; but no such right shall arise by reason only of the change of employer effected by this section. 5 An order under this section may designate a person either individually or as a member of a class or description of employment."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "19", "section_title": " Transfer of property, rights and liabilities.", "section_text": "19 1 On the operative date there shall vest in the Authority all property, rights and liabilities of any participating authority held or incurred wholly for purposes of the joint committee mentioned in section 18(1) of this Act. 2 Any dispute between the Authority and a participating authority as to the effect of subsection (1) above in relation to any particular property, right or liability shall be determined by a person appointed for the purpose— a by agreement between the Authority and the authority; or b failing such agreement, by the Secretary of State. 3 The Secretary of State may by order provide for the transfer to the Authority of any property, rights or liabilities of the Commissioners the transfer of which appears to the Secretary of State to be necessary or expedient in consequence of any of the provisions of this Act. 4 Any transfer effected by order under subsection (3) above may be on such terms, including financial terms, as the Secretary of State thinks fit. 5 Any order under subsection (3) above may create or impose such new rights or liabilities in respect of what is transferred as appear to the Secretary of State to be necessary or expedient."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "20", "section_title": " Annual report.", "section_text": "20 1 The Authority shall, as soon as is reasonably practicable after the end of each financial year— a prepare and publish a report on the discharge of its functions during that financial year; and b send a copy of the report to each of the appointing authorities. 2 The Secretary of State shall lay a copy of every report under this section, together with a copy of the Authority’s statement of accounts for the financial year in question, before each House of Parliament."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "21", "section_title": " Application to Authority of certain enactments applying to local authorities etc.", "section_text": "21 Schedule 6 to this Act shall have effect to amend certain enactments which apply in relation to the powers and duties of local authorities and other bodies, the main purpose of the amendments being to provide for the Authority to be treated as a local authority for the purposes of those enactments."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "22", "section_title": " Protection of Crown interests.", "section_text": "22 1 No power conferred on the Authority by this Act may be exercised in any way likely to affect prejudicially any interest which— a belongs to Her Majesty in right of the Crown; or b belongs to any government department or is held in trust for Her Majesty for the purposes of a government department; unless the appropriate authority’s consent to the proposed exercise of the power has been obtained by the Authority in writing. 2 In giving any such consent the authority concerned may impose such terms and conditions as it considers appropriate. 3 In subsection (1) above— “ the appropriate authority ” means— a in relation to an interest belonging to Her Majesty in right of the Crown and forming part of the Crown Estate, the Crown Estate Commissioners; b in relation to any interest belonging to Her Majesty in right of the Crown but not forming part of the Crown Estate, the government department having the management of that interest; and c in relation to an interest belonging to a government department, or held in trust for Her Majesty for the purposes of a government department, that department; and “ interest ” means any estate, interest or right in or over land."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "23", "section_title": " Power to make incidental, consequential and transitional provision.", "section_text": "23 1 The Secretary of State may at any time by order make such incidental, consequential, transitional or supplemental provision as appears to him to be necessary or expedient— a for the general purposes, or any particular purposes, of this Act or in consequence of any of its provisions or for giving full effect to it; or b in consequence of such of the provisions of any other Act passed in the same Session as this Act as affects any part of the Broads. 2 No other provision of this Act shall be construed as prejudicing the generality of subsection (1) above. 3 An order under this section may, in particular, amend or repeal any provision contained in, or made under, any enactment."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "24", "section_title": " Orders   , regulations  and byelaws.", "section_text": "24 1 Any power to make orders   or regulations  under this Act shall be exercised by statutory instrument. 2 Any such statutory instrument (other than one made under section 26 of, or paragraph 1(3) of Schedule 7 to, this Act) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Orders   , regulations  and byelaws under this Act may make different provisions for different cases or different circumstances and may contain such incidental, consequential, supplemental or transitional provisions as the Secretary of State or (as the case may be) the Authority thinks fit. 4 Where the Secretary of State holds a local inquiry before deciding whether or not to— a confirm byelaws made under section 6(1) or 10(3) of this Act; or b make an order under paragraph 7 of Schedule 2 to this Act; the provisions of subsections (2) to (5) of section 250 of the  Local Government Act 1972 (evidence at, and cost of, local inquiries) shall apply in relation to that inquiry as they apply in relation to a local inquiry held under section 250(1)."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "25", "section_title": " Interpretation.", "section_text": "25 1 In this Act—  “the  2009 Act ” means the Broads Authority Act 2009;   “adjacent waters” has the meaning given by section 2(2) of the  2009 Act ; “ appointing authority ” means any of the persons mentioned in section 1(3)(a) or (b);  “Breydon Water and the Lower Bure” means the areas described in Schedule 4 to the  2009 Act  and shown edged red on the deposited plan referred to in section 35(1) of that Act;  “ the Broads ” has the meaning given by section 2(3); ... “ commercial vessel ” means any vessel which is not a pleasure craft; “ the Commissioners ” means the Great Yarmouth Port and Haven Commissioners; “ the deposited map ” means the set of maps dated November 1986 deposited in connection with the Norfolk and Suffolk Broads Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons; “ financial year ” means the period of twelve months ending with 31st March in any year; “ the Haven ” means (subject to subsection (3) below and paragraph 5 of Schedule 7) the area of the Haven of Great Yarmouth as defined in section 5 of the  Great Yarmouth Port and Haven Act 1866; “ hovercraft ” has the same meaning as in the  Hovercraft Act 1968; “ inland waters ” has the same meaning as in the  Water Resources Act 1963; “ the Ministers ” means the Secretary of State and the Minister of Agriculture, Fisheries and Food, acting jointly; “ the navigation area ” has the meaning given by section 8(1); “the navigation officer” has the meaning given by section 10(7); “ the Norwich navigation ” has the meaning given by section 8(2); ... “ operative date ” means the date specified by order under section 26(4) of this Act; “ owner ”, in relation to a pleasure craft which is registered with the Authority in accordance with byelaws made under section 10(3), means the person in whose name the craft is registered; “ participating authority ” means a local authority mentioned in section 1(3)(a); “ passenger boat ” means a pleasure craft which is carrying, or is available to carry, members of the general public for hire or reward; “ pleasure craft ” means any vessel used for sport or recreation, whether hired or privately owned, and includes a houseboat; “ staithe ” means any land which is adjacent to a waterway and which the inhabitants of the locality are entitled to use as a landing place; “ statutory undertaker ” means— a any person who is a statutory undertaker for the purposes of  the Town and Country Planning Act 1990 ; b any other person who exercises functions under [  the Land Drainage Act 1991]; c any water undertaker or sewerage undertaker whose area includes any part of the Broads; and d any electronic communications code operator;  “toll” means a charge levied by  the Authority  under section 26 of the Harbours Act 1964 (and includes any charge made in the discharge of  the Authority ’s functions under Part II of this Act and any charge levied in respect of a vessel moored, used or navigated on any adjacent waters);   “ Trinity House ” means the Corporation of Trinity House of Deptford Strond;  “vessel” includes— a every description of craft, including a personal water craft used or capable of being used for transportation by water; b a sailboard; c any raft, pontoon or similar floating or submersible structure capable of being moved under its own power or under tow but does not include any craft or pontoon which is permanently fixed. “ works licence ” has the meaning given by section 11. 2 References in this Act to conserving the natural beauty of an area include references to conserving its flora, fauna and geological and physiographical features. 3 For the purpose of this Act, the boundary between the Haven and the navigation area shall be determined by reference to a notional line drawn— a in the case of the river Bure, between grid references TG 5190 1009 and TG 5193 1012; b in the case of the river Yare, between grid references TG 4700 511 and TG 4696 520; and c in the case of the river Waveney, between grid references TG 4722 379 and TG 4725 375; “ grid references ” meaning the national grid references used for Ordnance Survey mapping."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "26", "section_title": " Commencement.", "section_text": "26 1 Section 1 and sections 23 to 27 shall come into force on the passing of this Act. 2 Section 9 and Part III (other than section 13) shall come into force on the date specified for the purposes of paragraph 1 of Schedule 7 to this Act by order under sub-paragraph (3) of that paragraph. 3 Sections 18 to 22 and the provisions of Schedule 6 shall come into force on such date as the Secretary of State may by order appoint; and different days may be appointed for different provisions or purposes. 4 Section 13 and the remaining provisions of this Act shall come into force on such date as the Secretary of State may by order appoint. 5 Any order under this section may make such transitional provision as appears to the Secretary of State to be necessary or expedient in connection with the provisions brought into force by the order. 6 Any such order may include such adaptations of the provisions which it brings into force, or of any other provisions of this Act then in force, as appear to the Secretary of State to be necessary or expedient for the purpose or in consequence of the operation of any provision of this Act before the coming into force of any other provision."}, {"act": "Norfolk and Suffolk Broads Act 1988", "year": 1988, "section": "27", "section_title": " Short title, etc.", "section_text": "27 1 This Act may be cited as the Norfolk and Suffolk Broads Act 1988. 2 This Act shall have effect subject to the transitional provisions set out in Schedule 7 to this Act. 3 This Act does not extend to Scotland or Northern Ireland."}]