[{"act": "Protection of Animals (Amendment) Act 1988", "year": 1988, "section": "1", "section_title": " Disqualification orders on first conviction of cruelty.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Protection of Animals (Amendment) Act 1988", "year": 1988, "section": "2", "section_title": " Offences relating to animal fights.", "section_text": "2 1 In  ... section 31 of the  City of London Police Act 1839  ... (penalties for offences relating to animal fights) for the references to level 1 on the standard scale there shall be substituted references to level 4 on that scale. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 After section 1 of the  Protection of Animals (Scotland) Act 1912 there shall be inserted—  Offence of being present at animal fights. 1A 1 A person who is present when animals are placed together for the purpose of their fighting each other shall be guilty of an offence and liable on summary conviction to a penalty not exceeding level 4 on the standard scale. 2 It shall be a defence for a person charged with an offence under subsection (1) above to prove that he had a reasonable excuse for being so present.  Offence of advertising animal fights. 1B If a person who publishes or causes to be published an advertisement for a fight between animals knows that it is such an advertisement he shall be guilty of an offence and liable on summary conviction to a penalty not exceeding level 4 on the standard scale. 4 Subsection (1) above does not affect the punishment for an offence committed before the coming into force of this Act.Short title, repeals, commencement and extent."}, {"act": "Protection of Animals (Amendment) Act 1988", "year": 1988, "section": "3", "section_title": "", "section_text": "3 1 This Act may be cited as the Protection of Animals (Amendment) Act 1988. 2 The enactments mentioned in the Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 3 Those repeals do not affect the operation of the enactments mentioned in that Schedule in relation to any disqualification order made before the coming into force of this Act under either of the first two Acts there mentioned. 4 This Act shall come into force at the end of the period of two months beginning with the day on which it is passed. 5 This Act does not extend to Northern Ireland."}]