[{"act": "Public Utility Transfers and Water Charges Act 1988", "year": 1988, "section": "1", "section_title": " Power to act in relation to proposals for privatisation  etc.  ", "section_text": "1 1 Where the Secretary of State is at any time proposing that any property or functions of a relevant public utility should be transferred to another body corporate, the functions of the utility and, in the case of a transfer from an electricity board in England and Wales, the functions of the Electricity Council shall include the power to do anything which in the opinion of the utility or, as the case may be, that Council is appropriate for the purpose of— a facilitating the implementation of the proposal for the transfer; or b facilitating the implementation of, or securing a modification of, any related proposals of the Secretary of State. 2 The proposals which are to be treated for the purposes of this section as related to a proposal of the Secretary of State for the transfer of anything from a relevant public utility to a body corporate shall include any proposal relating to, or to any matter connected with— a any of the utility’s property, rights or liabilities which would be affected by the transfer, or any such property, rights or liabilities after their proposed transfer; b the exercise, whether before or after the transfer, of any function which it is proposed to transfer to or otherwise vest in that body corporate; or c the establishment or formation, flotation, control, finances or employees of that body corporate or of any other body corporate which is, or in pursuance of any proposal of the Secretary of State may become, a member of the same group as that body corporate. 3 Any power of a relevant public utility or of the Electricity Council to do anything under this section in relation to a proposal for the transfer of any property or functions, or in relation to any related proposals, shall include power to do that thing with a view to promoting the interests of— a any body corporate to which it is proposed to transfer the property or functions; or b any body corporate which is, or in pursuance of any proposal of the Secretary of State may become, a member of the same group as a body corporate to which it is proposed to transfer the property or functions. 4 The powers conferred by this section in relation to any proposal shall be exercisable whether or not Parliament has given any approval on which the implementation of the proposal depends and shall be without prejudice to any power conferred otherwise than by virtue of this section. 5 For the purposes of this section a body corporate is a member of the same group as another body corporate if it is a holding company or subsidiary of that other body corporate or if it is another subsidiary of that other body corporate’s holding company; and in this subsection “ holding company ” and “ subsidiary ” have the same meanings as in the the Companies Acts (see section 1159 of the Companies Act 2006) . 6 References in this section to a body corporate shall include references to a body corporate which has not been established or formed but which may be established or formed in pursuance of a proposal of the Secretary of State. 7 In this section— “ electricity board ” means the Central Electricity Generating Board, an Area Board, within the meaning of the  Electricity Act 1947, the North of Scotland Hydro-Electric Board or the South of Scotland Electricity Board; and “ relevant public utility ” means a water authority in England and Wales or an electricity board; and, in relation to a water authority, references in this section to a proposal of the Secretary of State shall include references to a proposal of the Minister of Agriculture, Fisheries and Food."}, {"act": "Public Utility Transfers and Water Charges Act 1988", "year": 1988, "section": "25.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Public Utility Transfers and Water Charges Act 1988", "year": 1988, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Public Utility Transfers and Water Charges Act 1988", "year": 1988, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act, except in so far as the context otherwise requires— “ the 1973 Act ” means the  Water Act 1973; “ effluent ” means any liquid, including any particles of matter in suspension in the liquid; “ information ” includes accounts, estimates and returns; “ local statutory provision ” and “ statutory water company ” have the same meanings as in the 1973 Act; “ meter ” means any apparatus for measuring or showing the volume of water supplied to, or of effluent discharged from, any premises; “ modifications ” includes additions, alterations and omissions, and cognate expressions shall be construed accordingly; “ water undertakers ” means any water authority or statutory water company. 2 References in this Act to the fixing of charges in relation to any premises by reference to volume are references to the fixing of those charges by reference to the volume of water supplied to those premises, to the volume of effluent discharged from those premises, to both of those factors or to one or both of those factors taken together with other factors."}, {"act": "Public Utility Transfers and Water Charges Act 1988", "year": 1988, "section": "8", "section_title": " Short title, commencement and extent.", "section_text": "8   1 This Act may be cited as the Public Utility Transfers and Water Charges Act 1988. 2 Sections 2 to 6 above and the Schedules to this Act shall not come into force until such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be so appointed for different provisions or for different purposes. 3 This Act does not extend to Northern Ireland and sections 2 to 6 above and the Schedules to this Act extend to England and Wales only."}]