[{"act": "Secretary for Scotland Act 1885", "year": 1885, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Secretary for Scotland Act 1885."}, {"act": "Secretary for Scotland Act 1885", "year": 1885, "section": "2", "section_title": " Appointment of a Secretary for Scotland.", "section_text": "2  . . .  The Secretary may appoint such permanent secretaries, inspectors, clerks, and other officers as he may with the sanction of the Treasury determine. The salaries of such secretaries and other officers of the Secretary’s office shall be fixed with the consent of the Treasury, and shall, together with such other expenses of the said office as may from time to time be sanctioned by the Treasury, be paid out of moneys provided by Parliament."}, {"act": "Secretary for Scotland Act 1885", "year": 1885, "section": "34.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Secretary for Scotland Act 1885", "year": 1885, "section": "5", "section_title": " Transfer of powers of Secretary of State. Privy Council. Local Government Board and Treasury.", "section_text": "5 1 All powers and duties vested in or imposed on one of Her Majesty’s Principal Secretaries of State by the enactments specified in Part I of the Schedule to this Act, and all powers and duties vested in or imposed on one of Her Majesty’s Principal Secretaries of State in relation to the Universities of Scotland; 2 All powers and duties vested in or imposed on the Privy Council by the enactments specified in Part II of the said Schedule; 3 All powers and duties vested in or imposed on the Treasury by the enactments specified in Part III of the said Schedule, or the Local Government Board for England by the enactments specified in Part IV of the said schedule, so far as such duties and powers relate to Scotland, shall, on and after the appointment of the Secretary, be transferred to, vested in, and imposed on the Secretary.  Any report, act, or thing required or authorized by the said enactments, or any of them, to be made or done to the said Secretary of State, or Privy Council or any committee thereof, or the Treasury, or the Local Government Board for England, and any report required to be made to Her Majesty by virtue of any of the said enactments, shall, so far as such enactments apply to Scotland, from and after the appointment of the said Secretary be made to or be done by or to the Secretary."}, {"act": "Secretary for Scotland Act 1885", "year": 1885, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Secretary for Scotland Act 1885", "year": 1885, "section": "7", "section_title": " Transference of powers and duties of Scotch Education Department.", "section_text": "7 From and after the appointment of the Vice-President of the Scotch Education Department as herein-before provided, all powers and duties vested in or imposed on the Scotch Education Department constituted under the  Education (Scotland) Act 1872 shall be transferred to, vested in, and imposed on the Scotch Education Department constituted under this Act; and wherever in any Act of Parliament, minute, or regulation, reference is made to the Scotch Education Department, such reference shall be read and construed as applying to the Scotch Education Department constituted under this Act."}, {"act": "Secretary for Scotland Act 1885", "year": 1885, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Secretary for Scotland Act 1885", "year": 1885, "section": "9", "section_title": " Reservation of rights of Lord Advocate.", "section_text": "9 Nothing in this Act contained shall prejudice or interfere with any rights, powers, privileges, or duties vested in or imposed on the Lord Advocate by virtue of any Act of Parliament or custom."}]