[{"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Submarine Telegraph Act 1885."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "2", "section_title": " Confirmation of Convention.", "section_text": "2 The Convention of the fourteenth of March one thousand eight hundred and eighty-four mentioned in the schedule to this Act as set forth in that schedule is hereby confirmed, and subject to the provisions of this Act the articles of such Convention (referred to in this Act as the Convention) shall be of the same force as if they were enacted in the body of this Act."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "3", "section_title": " Punishment for violation of Article 2 of Convention. ", "section_text": "3 1 A person shall not unlawfully and wilfully, or by culpable negligence, break or injure any submarine cable to which the Convention for the time being applies, in such manner as might interrupt or obstruct in whole or in part telegraphic communication. 2 Any person who acts or attempts to act in contravention of this section shall be guilty of a misdemeanour, and on conviction— a if he acted wilfully, shall be liable to penal servitude for a term not exceeding five years, or to imprisonment, . . . .  , for a term not exceeding two years, and to a fine either in lieu of or in addition to such penal servitude or imprisonment; and b if he acted by culpable negligence, shall be liable to imprisonment for a term not exceeding three months,  . . . , and to a fine not exceeding  one hundred pounds level 3 on the standard scale either in lieu of or in addition to such imprisonment. 3 Where a person does any act with the object of preserving the life or limb of himself or of any other person, or of preserving the vessel to which he belongs or any other vessel, and takes all reasonable precautions to avoid injury to a submarine cable, such person shall not be deemed to have acted unlawfully and wilfully within the meaning of this section. 4 A person shall not be deemed to have unlawfully and wilfully broken or injured any submarine cable, where in the bona fide attempt to repair another submarine cable injury has been done to such first-mentioned cable, or the same has been broken; but this shall not apply so as to exempt such person from any liability under this Act or otherwise to pay the cost of repairing such breakage or injury. 5 Any person who within or (being  a Commonwealth citizen ) without Her Majesty’s dominions in any manner procures, counsels, aids, abets, or is accessory to the commission of any offence under this section, shall be guilty of a misdemeanour, and shall be liable to be tried and punished for the offence as if he had been guilty as a principal."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "5", "section_title": " Application of law as to lights and signals for carrying into effect Articles five and six of Convention.", "section_text": "5 1 Safety regulations under section 85 of the Merchant Shipping Act 1995 , shall extend to authorise regulations for carrying into effect Articles five and six of the schedule to this Act, within as well as without the territorial waters of Her Majesty’s dominions, and regulations may be made, applied, altered, and revoked, and the contravention thereof punished accordingly under the said enactments, and section six of the  Sea Fisheries Act 1883, shall extend to the enforcement of the said regulations as regards sea fishing boats within the limits of that Act. 2 If any vessel engaged in the laying or repairing of a submarine cable to which the Convention for the time being applies, interferes contrary to the said regulations or articles with any vessel engaged in fishing, or if the operations of any vessel in connexion with any such submarine cable are wilfully delayed so as to interfere with sea fishing, the master of the vessel, or the owner thereof, if it appear that he was in fault, shall be deemed guilty of a breach of the said regulations and may be punished accordingly."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "6", "section_title": " Powers of British and foreign officers.", "section_text": "6 1 For the purpose of carrying into effect the Convention, a person commanding a ship of war of Her Majesty or of any foreign state for the time being bound by the Convention, or a ship specially commissioned for the purpose of the Convention by Her Majesty or by the government of such foreign state, may exercise and perform the powers and duties vested in and imposed on such officer by any article in the Schedule to this Act. 2 If any person obstructs any such officer in such exercise or performance, or refuses or neglects to comply with any demand or direction lawfully made or given by him in pursuance of this Act, such person shall be liable, on summary conviction, to a fine not exceeding  fifty pounds level 3 on the standard scale , or to be imprisoned for a term not exceeding two months, . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Every such action shall be brought in one of Her Majesty’s superior courts in the United Kingdom (which courts shall have jurisdiction to try the same wherever the matter complained of occurred)  . . . or in a court exercising in a British possession the like authority as the High Court in England, but in no other court whatsoever."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "7", "section_title": "†Incorporation of Part X. of 17 & 18  Vict.  c. 104.", "section_text": "7 Part XII of the Merchant Shipping Act 1995 (legal procedings)  shall have effect as if enacted in this Act, and offences under this Act may be tried, and fines under this Act recovered accordingly, save that nothing in the said part shall authorise the award of any punishment not authorised by this Act, or the summary prosecution of any indictable offence under this Act."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "8", "section_title": " Evidence.", "section_text": "8 1 Any document drawn up in pursuance of Article seven or Article ten of the schedule to this Act shall be admissible in any proceeding, civil or criminal, as prima facie evidence of the facts or matters therein stated. 2 If evidence contained in any such document was taken on oath in the presence of the person charged in such evidence, and such person had an opportunity of cross-examining the person giving such evidence and of making his reply to such evidence, the officer drawing up such document may certify the said facts, or any of them. 3 Any document or certificate in this section mentioned purporting to be signed by an officer authorised to act under the Schedule to this Act for carrying into effect the Convention, shall be admissible in evidence without proof of such signature, and, if purporting to be signed by any other person, shall, if certified by any such officer to have been signed, be deemed until the contrary is proved to have been signed by such other person. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  ."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "9", "section_title": " Liability of masters of vessels.", "section_text": "9 Where any offence against this Act has been committed by means of a vessel, or of any boat belonging to a vessel, the master of such vessel shall, until some other person is shown to have been in charge of and navigating such vessel or boat, be deemed to have been in charge of and navigating the same, and be liable to be punished accordingly."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "10", "section_title": " Savings.", "section_text": "10 The provisions of this Act shall be in addition to and not in derogation of any other provisions existing at common law or under Act of Parliament or under the law of a British possession for the protection of submarine cables; and nothing in this Act shall prevent any person being liable under any Act of Parliament, law of a British possession, or otherwise to any indictment, proceeding, punishment, or penalty other than is provided for any offence by this Act, so that no person shall be punished twice for the same offence; and nothing in this Act, nor any proceedings with respect to any matter, shall exempt a person from any liability in any action or suit with reference to the same matter so that no person shall be required to pay compensation twice in respect of the same injury."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "11", "section_title": " Extent of Act.", "section_text": "11 This Act shall so far as such extension is consistent with the tenor of this Act extend to the whole of Her Majesty’s dominions, and to all places within the jurisdiction of the Admiral of England, and to all places where Her Majesty has jurisdiction."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "12", "section_title": " Definitions.", "section_text": "12 In this Act, unless the context otherwise requires,— The expression “ vessel ” means every description of vessel used in navigation in whatever way it is propelled; and any reference to a vessel shall include a reference to a boat belonging to such vessel: The expression “ master ” includes every person having command or charge of a vessel: The expression “ British possession ” includes any part of Her Majesty’s dominions exclusive of the United Kingdom: The expression “ person ” includes a body of persons corporate or unincorporate."}, {"act": "Submarine Telegraph Act 1885", "year": 1885, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}]