[{"act": "Land Drainage (Scotland) Act 1941", "year": 1941, "section": "1", "section_title": " Schemes for drainage works.", "section_text": "1 1 Where, on consideration of a report from the Agricultural Executive Committee for any area in Scotland, the Secretary of State is satisfied that— a any agricultural land in that area is capable of improvement by drainage works or that any such land is being or is in danger of being injured by flooding and that such injury can be remedied or prevented by the execution of drainage works either on such land or on any other land, and b the estimated cost of the operations involved (exclusive of the compensation, if any, which may be expected to become payable in pursuance of this Act) would not be unreasonable having regard to the benefits to agriculture which would accrue, and would not in any case exceed an amount equal to ten pounds for each acre of agricultural land benefited by the operations, he may, in accordance with the provisions of a scheme made under this section, enter on the lands and execute such drainage works, and may maintain such works. In the execution and maintenance of such works it shall be lawful for the Secretary of State without payment to appropriate and dispose of any shingle, sand, clay, stones or other matter removed in the course of such work, or to deposit such materials on the banks of any water course or to use it as he may think fit. 2 Before executing any works under this section, the Secretary of State shall prepare a draft scheme specifying— a the works proposed to be executed; b the area to be affected thereby; c the estimated cost of carrying out the scheme, exclusive of any compensation as aforesaid, the amount to be recoverable by the Secretary of State in respect of such cost, and the manner in which that amount is to be apportioned among the lands comprised in the area; and d the estimated cost of maintaining the works proposed to be executed and the manner in which such estimated cost is to be apportioned among the lands comprised in the area; and shall give notice by advertisement in at least one newspaper circulating in the area affected by the scheme of the making of the draft scheme, of the place where it can be inspected and of the time within which objections to the scheme may be presented to the Secretary of State, and shall serve the like notice on the owners and occupiers of the lands comprised in the area and on any navigation authority or other body or person appearing to the Secretary of State or claiming to be affected by the Scheme. 3 In fixing the amount of the cost recoverable by the Secretary of State, and in apportioning that amount or in apportioning the estimated cost of maintenance among the lands comprised in the area affected by the scheme, the Secretary of State shall have regard to the benefit expected to accrue to such lands by reason of the execution of the scheme, and the costs so apportioned in any case shall not exceed the estimated value of the benefit so expected to accrue to such lands; and in estimating the value of such benefit the Secretary of State shall take into account any probable increase in the value of the lands, any depreciation in the value of the lands which might be expected to occur if no such drainage works as are proposed in the scheme were undertaken, and any other benefit whether by way of relief from expenditure on drainage operations or in respect of damage by flooding or otherwise, which may accrue to the owner of the lands by reason of the execution of the works, and shall also have regard to any expenditure incurred by such owner in respect of drainage works which are being carried out by such owner for the improvement of such lands or in respect of any contract or obligation entered into by such owner for the carrying out of such works. 4 After considering and determining any objections that may have been duly made, the Secretary of State may settle the scheme and may proceed with the execution of the works in accordance therewith, and shall thereupon serve copies of the scheme as settled on the owners and occupiers of the lands comprised in the area affected by the scheme and on any authority or other body or person appearing to him or claiming to be affected by the scheme and shall publish the same in such manner as he may see fit with a view to bringing it to the notice of any other person who may be affected: Provided that, if any objection by an owner or occupier of any of the said lands relates to the amount to be apportioned to such lands in respect of the estimated cost of carrying out the scheme or of maintaining the works, the question, failing agreement, shall be referred to the Scottish Land Court for determination, without prejudice, however, to the power of the Secretary of State to proceed with the execution of the works. 5 If within one month after the date of the notice of the making of the draft scheme, an owner or occupier of lands comprised in the area affected by the scheme or any other person intimates to the Secretary of State a claim for compensation in respect of injury or damage which will be suffered by him in consequence of the execution or maintenance of the drainage works in accordance with the scheme and the Secretary of State does not admit such claim or agree upon the amount of compensation therefor with such owner, occupier or person, the question shall be referred to the Scottish Land Court for determination. In determining any such question the Court shall have regard to the considerations specified in subsection (3) of this section, but no account shall be taken of any diminution or depreciation ascribable only to loss of pleasure or amenity. 6 When the Secretary of State decides to proceed with the execution of the works in accordance with the scheme, he shall forthwith intimate such decision to the persons on whom copies of the scheme have in pursuance of subsection (4) of this section been served and any compensation agreed upon or determined in pursuance of the foregoing provisions of this section shall then become due. 7 The cost incurred by the Secretary of State in carrying out a scheme to an amount not exceeding the amount declared by the scheme to be the amount recoverable by him shall on the completion of the works be recoverable by the Secretary of State from the several owners of the lands comprised in the area affected by the scheme according to the apportionment therein contained: Provided that, if any owner so requires in writing, the sum payable by him shall be recovered by means of a rate, which shall be of such amount as will be sufficient to discharge the sum payable together with interest thereon at such rate as the Treasury may determine, in such period not exceeding thirty years as the Secretary of State may determine, and which shall during the period for which it is made be levied on and recovered from the owner for the time being of the lands by the rating authority in like manner in all respects as if it were a rate leviable by that authority, and shall be paid over by the rating authority to the Secretary of State. The owner of any lands from whom any sum is recoverable in pursuance of this subsection shall be entitled to recover from the occupier in occupation of those lands at the date of the completion of the works an annual payment of such amount and for such period as the Secretary of State, having regard to the benefit to be derived from the works, the contract of tenancy and all other circumstances of the case, and after giving to the parties an opportunity of being heard, may determine. 8 The cost incurred by the Secretary of State in maintaining drainage works executed in pursuance of a scheme under this section shall, in so far as such cost does not exceed the estimated cost of maintenance specified in the scheme, be recoverable by the Secretary of State from the owners of the lands comprised in the area affected by the scheme according to the apportionment therein contained, and any sum due by any such owner in respect of such cost, shall, if the Secretary of State so decides, be levied on and recovered from such owner by the rating authority in like manner in all respects as if it were a rate leviable by that authority and shall be paid over by the rating authority to the Secretary of State. 9 If any lands comprised in an area affected by a scheme shall after the date when the scheme was settled be owned by two or more separate owners or be occupied by two or more separate occupiers, any sum payable by the owner or occupier of such lands under subsection (7) or subsection (8) of this section shall be divided among and payable by the separate owners or occupiers, as the case may be,  in such proportions as, failing agreement, may be determined by the Secretary of State. 10 Where the Secretary of State decides not to proceed with a scheme, he shall pay to any person such expense as he may reasonably have incurred in connection with the making of the scheme or with any claim by him to compensation, and the amount of such expense shall in default of agreement be determined in like manner as a claim to compensation under this section. 11 Where, at any time within two years of the completion of the works in pursuance of a scheme under this section, a person intimates to the Secretary of State a claim for compensation in respect of damage or injury done to him in consequence of or directly attributable to the execution or the maintenance of the works (not being damage or injury ascribable only to loss of pleasure or amenity) he shall be entitled to compensation for any such damage or injury which could not reasonably have been anticipated at the time the scheme was made, and any question as to such compensation shall in default of agreement be determined in accordance with the foregoing provisions of this section as to compensation."}, {"act": "Land Drainage (Scotland) Act 1941", "year": 1941, "section": "2", "section_title": " Powers of entry on land.", "section_text": "2 1 Any person authorised in that behalf by the Secretary of State for the purpose of carrying his powers under this Act into effect, may on production, if so required, of his authority, enter on and inspect any lands and take measurements and observations by such methods as the Secretary of State may deem necessary. 2 If any person prevents or obstructs the entry for the purpose aforesaid on any lands of any person authorised under this section, or the taking of measurements or observations in accordance therewith, he shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ."}, {"act": "Land Drainage (Scotland) Act 1941", "year": 1941, "section": "3", "section_title": " Expenses of the Secretary of State.", "section_text": "3 The expenses of the Secretary of State under this Act, shall, to such amount as the Treasury may sanction, be defrayed out of moneys provided by Parliament, and any sums recovered by or paid to the Secretary of State under this Act shall be paid into the Exchequer."}, {"act": "Land Drainage (Scotland) Act 1941", "year": 1941, "section": "4", "section_title": " Service of notices, &c.", "section_text": "4 Any notice or other document required or authorised by this Act to be served on any person may be served by delivery to that person or by post, and service on the known agent of any person shall be deemed to be service on that person."}, {"act": "Land Drainage (Scotland) Act 1941", "year": 1941, "section": "5", "section_title": " Crown rights.", "section_text": "5 Nothing in this Act shall affect prejudicially any estate, right, power, privilege or exemption of the Crown, or authorise the apportionment of any part of the cost of carrying out a scheme to, or the recovery of any part of the cost of maintaining drainage works in respect of, any lands (including tidal lands below the high-water mark of ordinary spring tides) belonging to His Majesty in right of his Crown or to any Government Department, and nothing in this Act shall authorise the use of or interference with any lands (including as aforesaid) belonging to His Majesty in right of his Crown, without the consent of His Majesty or the Government Department, as the case may be."}, {"act": "Land Drainage (Scotland) Act 1941", "year": 1941, "section": "6", "section_title": " Works below high-water mark.", "section_text": "6 Nothing in this Act shall authorise the execution of any works on, over or under tidal lands below high-water mark of ordinary spring tides, or the using thereof for any purposes (including the deposit thereon of shingle, sand, clay, stones or other matter) except in accordance with such plans and sections and subject to such restrictions and regulations as, previous to such works being commenced, have been approved by the  Secretary of State  in writing under the hand of a secretary or some person authorised by the  Secretary of State  to act in that behalf."}, {"act": "Land Drainage (Scotland) Act 1941", "year": 1941, "section": "7", "section_title": " Interpretation, and powers of Scottish Land Court.", "section_text": "7 1 In this Act unless the context otherwise requires:— The expression “ agricultural land ” shall include any land used for agricultural or pastoral purposes or for the purpose of poultry farming or as a market garden, orchard, allotment, or allotment garden, and any woodlands or land used for the purpose of afforestation  and any land which can be made fit to be used for any such purpose by the execution of drainage works whether on that land or on other land. The expression “ Agricultural Executive Committee ” means in relation to any area the Committee for that area to which the Secretary of State has delegated any of his powers relating to agriculture under regulations made under the Emergency Powers (Defence) Acts 1939 and 1940: The expression “ drainage works ” shall include the cleansing, scouring, deepening, widening, straightening, or diverting of any watercourse or outfall for water, or the removal of obstructions, natural or artificial, therefrom; the construction, removal, repair, raising, lowering, widening, strengthening, or altering, of any embankment, dam, sluice, weir, wall, groyne, or of any structure or erection for the purpose of defence against water; and any works for the prevention or abatement of injury or damage which might be caused by the carrying out of any of the aforesaid operations: The expression “ lands ” shall include salmon fishings: The expression “ navigation authority ” means any person or body of persons having powers under any Act of Parliament to work or maintain a canal or other inland navigation (including a navigation in tidal waters): The expression “ owner ” has the like meaning as in the  Public Health (Scotland) Act 1897: The expression “ rating authority ” has the  meaning assigned to it by section 30 of the   Local Government  etc.  (Scotland) Act 1994  : The expression “ watercourse ” shall include any river, stream, ditch, drain (whether open or closed), cut, culvert, dyke or sluice. 2 For the purpose of determining any question required to be determined by them under this Act, the Scottish Land Court shall have the like powers as they have under the Small Landholders (Scotland) Acts 1886 to 1931, for the purpose of the determination of matters referred to the said Court thereunder, and those Acts shall apply accordingly subject to any necessary modifications."}, {"act": "Land Drainage (Scotland) Act 1941", "year": 1941, "section": "8", "section_title": " Short title, extent and duration.", "section_text": "8 1 This Act may be cited as the Land Drainage (Scotland) Act 1941, and shall extend to Scotland only. 2 The powers of the Secretary of State to prepare and settle schemes shall, unless continued by Parliament, cease on the expiry of the  section three of the  Emergency Laws (Temporary Provisions) Act 1946  but nothing in this subsection shall prejudice or affect any power under or provisions regarding schemes settled before that date."}]