[{"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "1", "section_title": " Provisions as to short tenancies.", "section_text": "1 1 Section four of the principal Act (which empowers tenants to disclaim leases or to retain them on altered terms) shall not apply to any short tenancy as hereinafter defined, and the references in Part II of the said Act to a lease, underlease, sub-lease, interest in the term created by a lease, tenant, sub-tenant, or person having an interest in or derived out of the term created by a lease (except the references in section seven to an underlease or to a person having an interest in the land comprised in a lease) shall be construed as not including references to a short tenancy, or as the case may be, to a tenant holding under a short tenancy. 2 Where for any period any land let on a short tenancy is unfit by reason of war damage and is not occupied either in whole or in part by the tenant, no rent shall be payable under the tenancy in respect of that period. 3 Where any such land as aforesaid, or any part thereof, is occupied by the tenant while the land is unfit by reason of war damage, there shall be payable by the tenant in respect of the period of such occupation such rent as may be agreed between him and the landlord or, in default of agreement, as may be fixed by the court. 4 For the purposes of this section, a dwelling-house let on a short tenancy which has been rendered unfit by war damage shall be deemed at any time to be fit if it has been repaired to such extent as is reasonably practicable at that time, having regard to the circumstances prevailing in the locality, and as is sufficient to render the dwelling-house reasonably capable of being used for housing purposes, and continues to be in that state of repair: Provided that, if a dwelling-house is deemed to be fit by virtue of this subsection, but the extent of the accommodation therein has been substantially diminished as the result of the damage the rent payable by the tenant in respect of the period during which the accommodation is so diminished shall be reduced to such extent as may be agreed between him and the landlord or, in default of agreement, as may be fixed by the court. 5 If the local authority in whose area any such dwelling-house is situated issue a certificate that the dwelling-house has been repaired to the extent mentioned in the last foregoing subsection, the production of the certificate shall, as respects any period during which the certificate is in force, be sufficient evidence that the house was fit for the purposes of this section during that period, unless the contrary is proved: Provided that the local authority shall, on the application of the tenant made not less than three months after the issue of the certificate or after his last application, inspect the dwelling-house, and if they are satisfied that— a further repairs have become reasonably practicable since the issue of the certificate and have not been carried out; or b the works of repair carried out before the issue of the certificate have not been maintained in a reasonably efficient state; they shall revoke the certificate and serve a notice of the revocation on the tenant and on the landlord, and, as from the date of the service of the notice, the certificate shall cease to have effect except as respects any period before the said date; and, as respects any period after the said date and before the date of the the issue of a new certificate under this subsection, the production of the notice shall be sufficient evidence that the dwelling-house was unfit by reason of war damage during that period, unless the contrary is proved. The functions of a local authority under this subsection may be exercised on their behalf by such officers as may be authorised in writing by the authority, and, for the purposes of this subsection, an instrument purporting to be such a certificate as aforesaid and to be signed by an officer of a local authority shall, without further proof, be deemed to be a certificate duly issued, unless the contrary is proved. 6 Where the court is satisfied, on the application of the landlord of any land let on a short tenancy which has been rendered unfit by war damage, that— a the land is fit: b a period of not less than three months has elapsed since the land was rendered fit, and during the whole of that period the tenant has not been in occupation of the land either in whole or in part and has not paid any rent in respect of that period or any part thereof; and c the landlord has made all reasonable efforts to communicate with the tenant and has failed to do so; the court may, if it thinks fit, determine the tenancy and give immediate possession of the tenant’s interest in the land and, where the tenant has sub-let the whole or any part of the land, the court may give directions preserving the rights of the sub-tenant or determining those rights, either immediately or after the landlord has complied with such requirements as may be specified. 7 The landlord or tenant of any land let on a short tenancy may at any time apply to the court to determine whether the land is or was at any time unfit by reason of war damage or any other question arising under this section in relation to the tenancy. 8 For the purposes of this section, a tenant shall not be deemed to be in occupation of any land which is unfit by reason of war damage by reason only— a that furniture or other goods belonging to or used by him remain on the land; b that he visits the land from time to time for the purpose of removing, or taking steps to preserve, any such furniture or goods; or c that he retains possession of the keys of any buildings or works situated on the land; and where the tenant has sub-let the whole or any part of the land, the occupation of the sub-tenant shall, as between the tenant and his landlord, be deemed to be the occupation of the tenant. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 In this section the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ dwelling-house ” means a house of a part of a house let as a separate dwelling and does not exclude a house or part of a house so let by reason only that part of the premises is used as a shop or office or for business, trade or professional purposes; “ local authority ” means the Common Council of the City of London, the council of a   . . . borough   . . . or the council of a   . . . district; “ rent ”, in relation to any short tenancy, includes any periodical sum payable by the tenant to the landlord in connection with his tenancy, whether for services, lighting, heating, board, use of furniture, or otherwise, and references to rent payable under the tenanacy include references to any such sum contracted to be paid by any agreement; “ short tenancy ” means any tenancy or sub-tenancy which the tenant is entitled to dertermine at any time by a notice expiring not later than the end of the next complete quarter or the next complete period of three months of the tenancy, and, in a case where a person is holding over any land, which he previously held under a short tenancy, by virtue of the Rent and Mortgage Interest Restrictions Acts 1920 to 1939,  . . . or the Liabilities (War-Time Adjustment) Act 1941 he shall be deemed to be holding the land under a short tenancy."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "2", "section_title": " Conditional notice of retention.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . .section fifteen of the principal Act (which contains provisions as to the leases comprising two or more tenements) shall have effect as set out with modifications in the  . . . Schedule. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "5"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "9"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "10", "section_title": " Application of principal Act to ground leases.", "section_text": "10 1 The principal Act shall apply to ground leases in like manner as it applies to other leases  . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "11", "section_title": " Relief from obligation to insure against war damage.", "section_text": "11 Any express obligation to insure land against war damage shall be void and be deemed always to have been void, and any obligation to insure land against fire or other risks shall be construed as not including, and as never having included, an obligation to insure against war damage  . . ."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "12", "section_title": " Powers of entry of landlord and tenant of damaged land.", "section_text": "12 1 Where any building or works on land comprised in a lease is or are unfit by reason of war damage, and urgent repairs to the building or works are necessary to prevent deterioration and are not being executed, any person who has the fee simple in the land or a lease of the land or is a mortgagee of the fee simple or a lease, or any person authorised by any such person as aforesaid may, if he cannot obtain permission to enter upon the building or works from the person having control thereof, or cannot obtain such permission without unreasonable delay, enter upon the building or works for the purpose of executing the necessary repairs, and may use such force as is reasonably necessary for effecting entry. 2 Any tenant of any land which is unfit by reason of war damage shall be entitled, notwithstanding that he has served a notice of disclaimer, to enter upon the land for the purpose of taking any measures necessary to preserve or remove any furniture or other goods belonging to or used by him."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "13", "section_title": " Apportionment of rent in case of war damage to leased premises.", "section_text": "13 Where— a any lease is deemed to have been surrendered by virtue of section eight of the principal Act (which relates to the effect of a notice of disclaimer); or b the rent payable under any lease ceases to be payable for any period by virtue of section ten or section eleven of the principal Act (which relate to the effect of a notice of retention and a notice to avoid disclaimer respectively), or, in the case of a short tenancy to which section one of this Act applies, by virtue of that section; the rent payable in respect of the period during which the surrender takes effect or the rent ceases to be payable as aforesaid shall be apportionable, whether the rent under the lease is payable in advance or otherwise, and any rent paid by the tenant in respect of that period in excess of the amount apportionable to the part of the period preceding the date on which the surrender takes effect or the rent ceases to be payable, as the case may be, shall be recoverable by him."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "14", "section_title": " Determination of disputes as to whether premises have been rendered fit.", "section_text": "14 Where— a the land comprised in any lease has been rendered unfit by war damage and a notice of retention or a notice to avoid disclaimer has been served in respect of the lease; and b repairs have been carried out to the land; either the landlord or the tenant may apply to the court to determine whether the land has been rendered fit and, if so, the date on which it was rendered fit."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "15", "section_title": " Provision in case where land sustains damage other than war damage.", "section_text": "15 1 Where— a any land comprised in a lease has been reinstated or redeveloped under this Act, or has otherwise been rendered fit in pursuance of an obligation imposed under the principal Act; b the cost of reinstatement, of redevelopment or of rendering the land fit has been increased by reason of any damage or dilapidation occurring to the land, not being war damage or ordinary wear and tear; and c the person by whom the land was reinstated, redeveloped or rendered fit would have been entitled, but for section one of the principal Act, to require any person, being his landlord or tenant under any lease comprising the land, to make good the said damage or dilapidation or any part thereof, or to indemnify him in respect of the cost of making good the said damage or dilapidation or any part thereof; the first-mentioned person shall be entitled to recover from his said landlord or tenant the amount by which the said cost has been so increased, or, as the case may be, such part of the said increase as is attributable to the said part of the damage or dilapidation. 2 Any person from whom any sum has been recovered under this section shall have the like right (if any) to recover that sum or any part thereof from any person, being his landlord or tenant under any lease comprising the land, as if he himself had reinstated, redeveloped or rendered fit the land. 3 Nothing in this section shall be taken to affect any right, whether under the  Fires Prevention (Metropolis) Act 1774 or otherwise, in respect of money payable under a policy of insurance in respect of any such damage or dilapidation as aforesaid, or any right to damages for a failure to insure land in respect thereof, but any amount recovered by any person, or made available for the reinstatement, redevelopment or rendering fit of the land by any person, by virtue of any such right, shall be deducted from the amount recoverable by that person under this section in respect of that damage or dilapidation."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "16"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "17", "section_title": " Interpretation.", "section_text": "17 1 In this Act the expression “ the principal Act ” means the  Landlord and Tenant (War Damage) Act 1939. 2 In this Act and in the principal Act the expression “war damage” shall have the meaning assigned to it by subsections (1) and (2) of section eighty of the  War Damage Act 1941 and subsection (3) of that section shall apply for the purposes of this Act and the principal Act as it applies for the purposes of the War Damage Act 1941; and the definition of the said expression in the principal Act shall cease to have effect. 3 It is hereby declared for the removal of doubt that the expression “landlord”, as defined by section twenty-four of the principal Act includes, in relation to any lease, a mortgagee of the lessor’s interest who is in possession of that interest or has appointed a receiver of the rents and profits thereof. 4 In subsection (2) of section ten of the principal Act (which defines the expression “rent”), for the words “any periodical sum payable by the tenant in connection with the occupation of the land comprised in the lease” there shall be substituted the words “any periodical sum payable by the tenant to the landlord in connection with his tenancy”, and the references to the definition of the said expression in sections eleven and twelve of the principal Act shall be construed accordingly. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 References in this Act to buildings or works on land shall be construed as including references to buildings or works under and over land."}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Landlord and Tenant (War Damage) (Amendment) Act 1941", "year": 1941, "section": "19", "section_title": " Citation and construction.", "section_text": "19 This Act may be cited as the Landlord and Tenant (War Damage) (Amendment) Act 1941, and shall be construed as one with the principal Act, and this Act and that Act may be cited together as the Landlord and Tenant (War Damage) Acts 1939 and 1941."}]