[{"act": "Perjury Act 1911", "year": 1911, "section": "1", "section_title": " Perjury. ", "section_text": "1 1 If any person lawfully sworn as a witness or as an interpreter in a judicial proceeding wilfully makes a statement material in that proceeding, which he knows to be false or does not believe to be true, he shall be guilty of perjury, and shall, on conviction thereof on indictment, be liable to penal servitude for a term not exceeding seven years, or to imprisonment . . .   for a term not exceeding two years, or to a fine or to both such penal servitude or imprisonment and fine. 2 The expression “ judicial proceeding ” includes a proceeding before any court, tribunal, or person having by law power to hear, receive, and examine evidence on oath. 3 Where a statement made for the purposes of a judicial proceeding is not made before the tribunal itself, but is made on oath before a person authorised by law to administer an oath to the person who makes the statement, and to record or authenticate the statement, it shall, for the purposes of this section, be treated as having been made in a judicial proceeding. 4 A statement made by a person lawfully sworn in England for the purposes of a judicial proceeding— a in another part of His Majesty’s dominions; or b in a British tribunal lawfully constituted in any place by sea or land outside His Majesty’s dominions; or c in a tribunal of any foreign state, shall, for the purposes of this section, be treated as a statement made in a judicial proceeding in England. 5 Where, for the purposes of a judicial proceeding in England, a person is lawfully sworn under the authority of an Act of Parliament— a in any other part of His Majesty’s dominions; or b before a British tribunal or a British officer in a foreign country, or within the jurisdiction of the Admiralty of England; a statement made by such person so sworn as aforesaid (unless the Act of Parliament under which it was made otherwise specifically provides) shall be treated for the purposes of this section as having been made in the judicial proceeding in England for the purposes whereof it was made. 6 The question whether a statement on which perjury is assigned was material is a question of law to be determined by the court of trial."}, {"act": "Perjury Act 1911", "year": 1911, "section": "1A", "section_title": " False unsworn statement under Evidence (Proceedings in Other Jurisdictions) Act 1975.", "section_text": "1A If any person, in giving any testimony (either orally or in writing) otherwise than on oath, where required to do so by an order under section 2 of the Evidence (Proceedings in Other Jurisdictions) Act 1975, makes a statement— a which he knows to be false in a material particular, or b which is false in a material particular and which he does not believe to be true, he shall be guilty of an offence and shall be liable on conviction on indictment to imprisonment for a term not exceeding two years or a fine or both."}, {"act": "Perjury Act 1911", "year": 1911, "section": "2", "section_title": " False statements on oath made otherwise than in a judicial proceeding.", "section_text": "2 If any person— 1 being required or authorised by law to make any statement on oath for any purpose, and being lawfully sworn (otherwise than in a judicial proceeding) wilfully makes a statement which is material for that purpose and which he knows to be false or does not believe to be true; or 2 wilfully uses any false affidavit for the purposes of the  Bills of Sale Act 1878, as amended by any subsequent enactment, he shall be guilty of a misdemeanour, and, on conviction thereof on indictment, shall be liable to penal servitude for a term not exceeding seven years or to imprisonment, . . .   for a term not exceeding two years, or to a fine or to both such penal servitude or imprisonment and fine."}, {"act": "Perjury Act 1911", "year": 1911, "section": "3", "section_title": " False statements, &c. with reference to marriage. ", "section_text": "3 1 If any person— a for the purpose of procuring a marriage, or a certificate or licence for marriage,  or a marriage document or a marriage schedule,   knowingly and wilfully makes a false oath, or makes or signs a false declaration, notice or certificate required under any Act of Parliament for the time being in force relating to marriage; or b knowingly and wilfully makes, or knowingly and wilfully causes to be made, for the purpose of being inserted in any register of marriage,  or register of conversions  a false statement as to any particular required by law to be known and registered relating to any marriage  or any civil partnership which is to be converted into a marriage ; or c forbids the issue of any certificate or licence for marriage  or a marriage document or a marriage schedule,   by falsely representing himself to be a person whose consent to the marriage is required by law knowing such representation to be false,  or d with respect to a declaration made under section 16(1A) or 27B(2) of the Marriage Act 1949— i enters a caveat under subsection (2) of the said section 16, or ii makes a statement mentioned in subsection (4) of the said section 27B, which he knows to be false in a material particular. he shall be guilty of a misdemeanour, and, on conviction thereof on indictment, shall be liable to penal servitude for a term not exceeding seven years or to imprisonment,  . . .  for a term not exceeding two years, or to a fine or to both such penal servitude or imprisonment and fine  and on summary conviction thereof shall be liable to a penalty not exceeding  £100 . 2 No prosecution for knowingly and wilfully making a false declaration for the purpose of procuring any marriage out of the district in which the parties or one of them dwell shall take place after the expiration of eighteen months from the solemnization of the marriage to which the declaration refers. 3 In subsection (1)(b), “register of conversions” means the register of conversions of civil partnerships into marriages kept by the Registrar General in accordance with section 9 of the Marriage (Same Sex Couples) Act 2013 and regulations made under that section."}, {"act": "Perjury Act 1911", "year": 1911, "section": "4", "section_title": " False statements, &c. as to births or deaths. ", "section_text": "4 1 If any person— a wilfully makes any false answer to any question put to him by any registrar of births or deaths relating to the particulars required to be registered concerning any birth or death, or, wilfully gives to any such registrar any false information concerning any birth or death or the cause of any death; or b wilfully makes any false certificate or declaration under or for the purposes of any Act relating to the registration of births or deaths, or, knowing any such certificate or declaration to be false, uses the same as true or gives or sends the same as true to any person; or c wilfully makes, gives or uses any false statement or declaration as to a child born alive as having been still-born, or as to the body of a deceased person or a still-born child in any coffin, or falsely pretends that any child born alive was still-born; or d makes any false statement with intent to have the same inserted in any register of births or deaths: he shall be guilty of a misdemeanour and shall be liable— i on conviction thereof on indictment to penal servitude for a term not exceeding seven years, or to imprisonment . . .   for a term not exceeding two years, or to a fine instead of either of the said punishments; and ii on summary conviction thereof, to a penalty not exceeding  £100 . 2 A prosecution on indictment for an offence against this section shall not be commenced more than three years after the commission of the offence."}, {"act": "Perjury Act 1911", "year": 1911, "section": "5", "section_title": " False statutory declarations and other false statements without oath.", "section_text": "5 If any person knowingly and wilfully makes (otherwise than on oath) a statement false in a material particular, and the statement is made— a in a statutory declaration; or b in an abstract, account, balance sheet, book, certificate, declaration, entry, estimate, inventory, notice, report, return, or other document which he is authorised or required to make, attest, or verify, by any public general Act of Parliament for the time being in force; or c in any oral declaration or oral answer which he is required to make by, under, or in pursuance of any public general Act of Parliament for the time being in force, he shall be guilty of a misdemeanour and shall be liable on conviction thereof on indictment to imprisonment, . . .  , for any term not exceeding two years, or to a fine or to both such imprisonment and fine."}, {"act": "Perjury Act 1911", "year": 1911, "section": "6", "section_title": " False declarations, &c. to obtain registration, &c. for carrying on a vocation.", "section_text": "6 If any person— a procures or attempts to procure himself to be registered on any register or roll kept under or in pursuance of any public general Act of Parliament for the time being in force of persons qualified by law to practise any vocation or calling; or b procures or attempts to procure a certificate of the registration of any person on any such register or roll as aforesaid, by wilfully making or producing or causing to be made or produced either verbally or in writing, any declaration, certificate, or representation which he knows to be false or fraudulent, he shall be guilty of a misdemeanour and shall be liable on conviction thereof on indictment to imprisonment for any term not exceeding twelve months, or to a fine, or to both such imprisonment and fine."}, {"act": "Perjury Act 1911", "year": 1911, "section": "7", "section_title": " Aiders, abettors, suborners, &c.", "section_text": "7 1 Every person who aids, abets, counsels, procures, or suborns another person to commit an offence against this Act shall be liable to be proceeded against, indicted, tried and punished as if he were a principal offender. 2 Every person who incites . . .   another person to commit an offence against this Act shall be guilty of a misdemeanour, and, on conviction thereof on indictment, shall be liable to imprisonment, or to a fine, or to both such imprisonment and fine."}, {"act": "Perjury Act 1911", "year": 1911, "section": "8", "section_title": " Venue.", "section_text": "8 Where an offence against this Act or any offence punishable as perjury or as subornation of perjury under any other Act of Parliament is committed in any place either on sea or land outside the United Kingdom, the offender may be proceeded against, indicted, tried, and punished . . .   in England . . . "}, {"act": "Perjury Act 1911", "year": 1911, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Perjury Act 1911", "year": 1911, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Perjury Act 1911", "year": 1911, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Perjury Act 1911", "year": 1911, "section": "12", "section_title": " Form of indictment.", "section_text": "12 1 In an indictment— a for making any false statement or false representation punishable under this Act; or b for unlawfully, wilfully, falsely, fraudulently, deceitfully, maliciously, or corruptly taking, making, signing, or subscribing any oath, affirmation, solemn declaration, statutory declaration, affidavit, deposition, notice, certificate, or other writing, it is sufficient to set forth the substance of the offence charged, and before which court or person (if any) the offence was committed without setting forth the proceedings or any part of the proceedings in the course of which the offence was committed, and without setting forth the authority of any court or person before whom the offence was committed. 2 In an indictment for aiding, abetting, counselling, suborning, or procuring any other person to commit any offence herein-before in this section mentioned, or for conspiring with any other person, . . .  , to commit any such offence, it is sufficient— a where such offence has been committed, to allege that offence, and then to allege that the defendant procured the commission of that offence; and b where such offence has not been committed, to set forth the substance of the offence charged against the defendant without setting forth any matter or thing which it is unnecessary to aver in the case of an indictment for a false statement or false representation punishable under this Act."}, {"act": "Perjury Act 1911", "year": 1911, "section": "13", "section_title": " Corroboration.", "section_text": "13 A person shall not be liable to be convicted of any offence against this Act, or of any offence declared by any other Act to be perjury or subornation of perjury, or to be punishable as perjury or subornation of perjury, solely upon the evidence of one witness as to the falsity of any statement alleged to be false."}, {"act": "Perjury Act 1911", "year": 1911, "section": "14", "section_title": " Proof of certain proceedings on which perjury is assigned.", "section_text": "14 On a prosecution— a for perjury alleged to have been committed on the trial of an indictment for . . .   misdemeanour; or b for procuring or suborning the commission of perjury on any such trial, the fact of the former trial shall be sufficiently proved by the production of a certificate containing the substance and effect (omitting the formal parts) of the indictment and trial purporting to be signed by the clerk of the court, or other person having the custody of the records of the court where the indictment was tried, or by the deputy of that clerk or other person, without proof of the signature or official character of the clerk or person appearing to have signed the certificate."}, {"act": "Perjury Act 1911", "year": 1911, "section": "15", "section_title": " Interpretation &c.", "section_text": "15 1 For the purposes of this Act, the forms and ceremonies used in administering an oath are immaterial, if the court or person before whom the oath is taken has power to administer an oath for the purpose of verifying the statement in question, and if the oath has been administered in a form and with ceremonies which the person taking the oath has accepted without objection, or has declared to be binding on him. 2 In this Act— The expression “ oath ” . . .   includes “affirmation” and “declaration,” and the expression “ swear ” . . .   includes “affirm” and “declare”; and The expression “ statutory declaration ” means a declaration made by virtue of the  Statutory Declarations Act 1835, or of any Act, Order in Council, rule or regulation applying or extending the provisions thereof; and . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Perjury Act 1911", "year": 1911, "section": "16", "section_title": " Savings.", "section_text": "16 1 Where the making of a false statement is not only an offence under this Act, but also by virtue of some other Act is a corrupt practice or subjects the offender to any forfeiture or disqualification or to any penalty other than penal servitude, or imprisonment, or fine, the liability of the offender under this Act shall be in addition to and not in substitution for his liability under such other Act. 2 Nothing in this Act shall apply to a statement made without oath by a child under the provisions of the  Prevention of Cruelty to Children Act 1904, and the  Children Act 1908. 3 Where the making of a false statement is by any other Act, whether passed before or after the commencement of this Act, made punishable on summary conviction, proceedings may be taken either under such other Act or under this Act: Provided that where such an offence is by any Act passed before the commencement of this Act, as originally enacted, made punishable only on summary conviction, it shall remain only so punishable."}, {"act": "Perjury Act 1911", "year": 1911, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Perjury Act 1911", "year": 1911, "section": "18", "section_title": " Extent.", "section_text": "18 This Act shall not extend to Scotland or Ireland."}, {"act": "Perjury Act 1911", "year": 1911, "section": "19", "section_title": "†Short title and commencement.", "section_text": "19 This Act may be cited as the Perjury Act 1911 . . . "}]