[{"act": "Protection of Animals Act 1911", "year": 1911, "section": "1", "section_title": " Offences of cruelty. ", "section_text": "1 1 If any person— a shall cruelly beat, kick, ill-treat, over-ride, over-drive, over-load, torture, infuriate, or terrify any animal, or shall cause or procure, or, being the owner, permit any animal to be so used, or shall, by wantonly or unreasonably doing or omitting to do any act, or causing or procuring the commission or omission of any act, cause any unnecessary suffering, or, being the owner, permit any unnecessary suffering to be so caused to any animal; or b shall convey or carry, or cause or procure, or, being the owner, permit to be conveyed or carried, any animal in such manner or position as to cause that animal any unnecessary suffering; or c shall cause, procure, or assist at the fighting or baiting of any animal; or shall keep, use, manage, or act or assist in the management of, any premises or place for the purpose, or partly for the purpose of fighting or baiting any animal, or shall permit any premises or place to be so kept, managed, or used, or shall receive, or cause or procure any person to receive, money for the admission of any person to such premises or place; or d shall wilfully, without any reasonable cause or excuse, administer, or cause or procure, or being the owner permit, such administration of, any poisonous or injurious drug or substance to any animal, or shall wilfully, without any reasonable cause or excuse, cause any such substance to be taken by any animal; or e shall subject, or cause to procure, or being the owner permit, to be subjected, any animal to any operation which is performed without due care and humanity;  or f shall tether any horse, ass or mule under such conditions or in such manner as to cause that animal unnecessary suffering; such person shall be guilty of an offence of cruelty within the meaning of this Act, and  shall be liable on summary conviction to imprisonment for a term not exceeding six months or to a fine not exceeding level 5 on the standard scale, or both 2 For the purposes of this section, an owner shall be deemed to have permitted cruelty within the meaning of this Act if he shall have failed to exercise reasonable care and supervision in respect of the protection of the animal therefrom: Provided that, where an owner is convicted of permitting cruelty within the meaning of this Act by reason only of his having failed to exercise such care and supervision, he shall not be liable to imprisonment without the option of a fine. 3 Nothing in this section shall render illegal any act lawfully done under  the  Animals (Scientific Procedures) Act 1986 , or shall apply— a to the commission or omission of any act in the course of the destruction, or the preparation for destruction, of any animal as food for mankind, unless such destruction or such preparation was accompanied by the infliction of unnecessary suffering; or b to the coursing or hunting of any captive animal, unless such animal is liberated in an injured, mutilated, or exhausted condition; but a captive animal shall not, for the purposes of this section, be deemed to be coursed or hunted before it is liberated for the purpose of being coursed or hunted, or after it has been recaptured, or if it is under control  and a captive animal shall not be deemed to be coursed or hunted within the meaning of this subsection if it is coursed or hunted in an enclosed space from which it has no reasonable chance of escape."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "2", "section_title": " Power for court to order destruction of animal.", "section_text": "2 Where the owner of an animal is convicted of an offence of cruelty within the meaning of this Act, it shall be lawful for the court, if the court is satisfied that it would be cruel to keep the animal alive, to direct that the animal be destroyed, and to assign the animal to any suitable person for that purpose; and the person to whom such animal is so assigned shall, as soon as possible, destroy such animal, or cause or procure such animal to be destroyed, in his presence without unnecessary suffering. Any reasonable expenses incurred in destroying the animal may be ordered by the court to be paid by the owner, and thereupon shall be recoverable summarily as a civil debt: Provided that, unless the owner assent, no order shall be made under this section except upon the evidence of a duly registered veterinary surgeon."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "3", "section_title": " Power for court to deprive person convicted of cruelty of ownership of animal.", "section_text": "3 If the owner of any animal shall be guilty of cruelty within the meaning of this Act to the animal, the court, upon his conviction thereof, may, if they think fit, in addition to any other punishment, deprive such person of the ownership of the animal, and may make such order as to the disposal of the animal as they think fit under the circumstances: Provided that no order shall be made under this section, unless it is shown by evidence as to a previous conviction, or as to the character of the owner, or otherwise, that the animal, if left with the owner, is likely to be exposed to further cruelty."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "5", "section_title": " Compliance by knackers with certain regulations.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any constable shall have a right to enter any knacker’s yard at any hour by day, or at any hour when business is or apparently is in progress or is usually carried on therein, for the purpose of examining whether there is or has been any contravention of or non-compliance with the provisions of this Act, and, if any person refuses to permit any constable to enter any premises which he is entitled to enter under this section, or obstructs or impedes him in the execution of his duty under this section, he shall, upon summary conviction, be liable to a fine not exceeding  level 1 on the standard scale . 3 For the purposes of section one, which relates to offences of cruelty, of this Act, a knacker shall be deemed to be the owner of any animal delivered to him. 4 For the purposes of this Act, an animal shall be deemed to have been delivered to a knacker if it has been delivered either to the knacker himself, or to any person on his behalf, or at the knacker’s yard."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "5A", "section_title": " Attendance at animal fights.", "section_text": "5A A person who, without reasonable excuse, is present when animals are placed together for the purpose of their fighting each other shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "5B", "section_title": " Advertising of animal fights.", "section_text": "5B If a person who publishes or causes to be published an advertisement for a fight between animals knows that it is such an advertisement he shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "7", "section_title": " Animals in pounds.", "section_text": "7 1 Any person who impounds or confines, or causes to be impounded or confined, any animal in any pound shall, while the animal is so impounded or confined, supply it with a sufficient quantity of wholesome and suitable food and water, and, if he fails to do so, he shall be liable upon summary conviction to a fine not exceeding  level 1 on the standard scale 2 If any animal is impounded or confined in any pound and is without sufficient suitable food or water for six successive hours, or longer, any person may enter the pound for the purpose of supplying the animal therewith. 3 The reasonable cost of the food and water supplied to any animal impounded or confined in any pound shall be recoverable summarily from the owner of the animal as a civil debt."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "8", "section_title": " Poisoned grain and flesh, &c. ", "section_text": "8 If any person— a shall sell, or offer or expose for sale, or give away, or cause or procure any person to sell or offer or expose for sale or give away, or knowingly be a party to the sale or offering or exposing for sale or giving away of any grain or seed which has been rendered poisonous except for bonâ fide use in agriculture; or b shall knowingly put or place, or cause or procure any person to put or place, or knowingly be a party to the putting or placing, in or upon any land or building any poison, or any fluid or edible matter (not being sown seed or grain) which has been rendered poisonous, such person shall, upon summary conviction, be liable to a fine not exceeding  level 4 on the standard scale  Provided that, in any proceedings under paragraph ( b ) of this section, it shall be a defence that the poison was placed by the accused for the purpose of destroying insects and other invertebrates, rats, mice, or other small ground vermin, where such is found to be necessary in the interests of public health, agriculture, or the preservation of other animals, domestic or wild, or for the purpose of manuring the land, and that he took all reasonable precautions to prevent injury thereby to dogs, cats, fowls, or other domestic animals and wild birds. "}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "9", "section_title": " Use of dogs for purposes of draught.", "section_text": "9 If any person shall use, or cause or procure, or being the owner permit, to be used, any dog for the purpose of drawing or helping to draw any cart, carriage, truck, or barrow, on any public highway, he shall be liable upon summary conviction in respect of the first offence to a fine not exceeding  level 1 on the standard scale , and in respect of the second or any subsequent offence to a fine not exceeding  level 1 on the standard scale."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "10", "section_title": " Inspection of traps.", "section_text": "10 Any person who sets, or causes or procures to be set, any spring trap for the purpose of catching any hare or rabbit, or which is so placed as to be likely to catch any hare or rabbit, shall inspect, or cause some competent person to inspect, the trap at reasonable intervals of time and at least once every day between sunrise and sunset, and, if any person shall fail to comply with the provisions of this section, he shall be liable, upon summary conviction, to a fine not exceeding  level 1 on the standard scale"}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "11", "section_title": " Injured animals.", "section_text": "11 1 If a police constable finds any animal so diseased or so severely injured or in such a physical condition that, in his opinion, having regard to the means available for removing the animal, there is no possibility of removing it without cruelty, he shall, if the owner is absent or refuses to consent to the destruction of the animal, at once summon a duly registered veterinary surgeon, if any such veterinary surgeon resides within a reasonable distance, and, if it appears by the certificate of such veterinary surgeon that the animal is mortally injured, or so severely injured, or so diseased, or in such physical condition, that it is cruel to keep it alive, it shall be lawful for the police constable, without the consent of the owner, to slaughter the animal, or cause or procure it to be slaughtered, with such instruments or appliances, and with such precautions, and in such manner, as to inflict as little suffering as practicable, and, if the slaughter takes place on any public highway, to remove the carcase or cause or procure it to be removed therefrom. 2 If any veterinary surgeon summoned under this section certifies that the injured animal can without cruelty be removed, it shall be the duty of the person in charge of the animal to cause it forthwith to be removed with as little suffering as possible, and, if that person fail so to do, the police constable may, without the consent of that person, cause the animal forthwith to be so removed. 3 Any expense which may be reasonably incurred by any constable in carrying out the provisions of this section (including the expenses of any veterinary surgeon summoned by the constable, and whether the animal is slaughtered under this section or not) may be recovered from the owner summarily as a civil debt, and, subject thereto, any such expense shall be defrayed out of the fund from which the expenses of the police are payable in the area in which the animal is found. 4 For the purposes of this section, the expression “ animal ” means any horse, mule, ass, bull, sheep, goat or pig."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "12", "section_title": " Powers of constables.", "section_text": "12 1 A police constable may apprehend without warrant any person who he has reason to believe is guilty of an offence under this Act which is punishable by imprisonment without the option of a fine, whether upon his own view thereof or upon the complaint and information of any other person who shall declare his name and place of abode to such constable. 2 Where a person having charge of a vehicle or animal is apprehended by a police constable for an offence under this Act, it shall be lawful for that or any other constable to take charge of such vehicle or animal, and to deposit the same in some place of safe custody until the termination of the proceedings or until the court shall direct such vehicle or animal to be delivered to the person charged or the owner, and the reasonable costs of such detention, including the reasonable costs of veterinary treatment where such treatment is required, shall, in the event of a conviction in respect of the said animal, be recoverable from the owner summarily as a civil debt, or, where the owner himself is convicted, shall be part of the costs of the case."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "13", "section_title": " Employers and owners to produce drivers or animals if so required.", "section_text": "13 1 Where proceedings are instituted under this Act against the driver or conductor of any vehicle, it shall be lawful for the court to issue a summons directed to the employer of the driver or conductor, as the case may be, requiring him, it it is in his power so to do, to produce the driver or conductor at the hearing of the case. 2 Where proceedings are instituted under this Act, it shall be lawful for the court to issue a summons directed to the owner of the animal requiring him to produce either at, or at any time before, the hearing of the case, as may be stated in the summons, the animal for the inspection of the court, if such production is possible without cruelty. 3 Where a summons is issued under either of the foregoing subsections of this section, and the owner or employer, as the case may be, fails to comply therewith without satisfactory excuse, he shall be liable upon summary conviction to a fine not exceeding  level 1 on the standard scale  for the first occasion, and not exceeding  level 1 on the standard scale  for the second or any subsequent occasion, on which he so fails, and may be required to pay the costs of any adjournment rendered necessary by his failure."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "14", "section_title": " Appeals.", "section_text": "14 1 An appeal shall lie from any conviction or order (other than an order for the destruction of an animal) by a court of summary jurisdiction under this Act to quarter sessions. 2 Where there is an appeal by the owner of an animal from any conviction or order by a court of summary jurisdiction under this Act, the court may  order him  not to sell or part with the animal until the appeal is determined or abandoned, and to produce it on the hearing of the appeal if such production is possible without cruelty  and a person who fails to comply with an order under this section without satisfactory excuse shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "15", "section_title": " Definitions.", "section_text": "15 In this Act, except the context otherwise requires, or it is otherwise expressly provided— a the expression “ animal ” means any domestic or captive animal; b the expression “ domestic animal ” means any horse, ass, mule, bull, sheep, pig, goat, dog, cat, or fowl, or any other animal of whatsoever kind or species, and whether a quadruped or not which is tame or which has been or is being sufficiently tamed to serve some purpose for the use of man; c the expression “ captive animal ” means any animal (not being a domestic animal) of whatsoever kind or species, and whether a quadruped or not, including any bird, fish, or reptile, which is in captivity, or confinement, or which is maimed, pinioned, or subjected to any appliance or contrivance for the purpose of hindering or preventing its escape from captivity or confinement; d the expression “ horse ” includes any mare, gelding, pony, foal, colt, filly, or stallion; and the expression “ bull ” includes any cow, bullock, heifer, calf, steer or ox, and the expression “ sheep ” includes any lamb, ewe, or ram; and the expression “ pig ” includes any boar, hog, or sow; and the expression “ goat ” includes a kid; and the expression “ dog ” includes any bitch, sapling, or puppy; and the expression “ cat ” includes a kitten; and the expression “ fowl ” includes any cock, hen, chicken, capon, turkey, goose, gander, duck, drake, guinea-fowl, peacock, peahen, swan, or pigeon; e the expression “ knacker ” means a person whose trade or business it is to kill any cattle not killed for the purpose of the flesh being used as butcher’s meat, and the expression “ knacker’s yard ” means any building or place used for the purpose, or partly for the purpose, of such trade or business, and the expression “ cattle ” includes any horse, ass, mule, bull, sheep, goat, or pig; f The expression “ pound, ” used in relation to the impounding or confining of animals, includes any receptacle of a like nature."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "16", "section_title": " Extent of Act.", "section_text": "16 This Act shall not apply to Scotland."}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "17", "section_title": " Application to Ireland.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Protection of Animals Act 1911", "year": 1911, "section": "19", "section_title": "†Commencement, saving for pending proceedings, and short title.", "section_text": "19 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act may be cited as the Protection of Animals Act, 1911."}]