[{"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "1", "section_title": " Crofters Acts applied throughout Scotland. ", "section_text": "1 From and after the commencement of this Act, and subject to the provisions thereof, the Crofters Acts shall be read and construed as if the expression “landholder” were substituted for the expression “crofter” occurring therein, and shall have effect throughout Scotland."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "2", "section_title": " Who to be landholders. ", "section_text": "2 1 In the Crofters Acts and this Act (herein-after referred to collectively as the Landholders Acts) the word “ holding ” means and includes— i As from the commencement of this Act, every holding which at the commencement of this Act is held by a crofter to whom in respect of such holding the Act of 1886 applies (herein-after referred to as an existing crofter); ii As from the commencement of this Act, and subject as herein-after provided, every holding which at the commencement of this Act is held by a tenant from year to year who resides on or within  three kilometres  from the holding, and by himself or his family cultivates the holding with or without hired labour (herein-after referred to as an existing yearly tenant); iii As from the termination of the lease, and subject as herein-after provided, every holding which at the commencement of this Act is held under a lease for a term longer than one year by a tenant who resides on or within  three kilometres  from the holding, and by himself or his family cultivates the holding with or without hired labour (such tenant, or his heir or successor, as the case may be, holding under the lease at the termination thereof being herein-after referred to as a qualified leaseholder): Provided that such tenant from year to year or leaseholder— a shall (unless disqualified under section twenty-six of this Act) be held an existing yearly tenant or a qualified leaseholder within the meaning of this section in every case where it is agreed between the landlord and tenant or leaseholder, or in the event of dispute, proved to the satisfaction of the Land Court, that such tenant or leaseholder or his predecessor in the same family has provided or paid for the whole or the greater part of the buildings or other permanent improvements on the holding without receiving from the landlord or any predecessor in title payment or fair consideration therefor; and b in every other case shall not be held an existing yearly tenant or a qualified leaseholder within the meaning of this section, but shall (unless disqualified under section twenty-six of this Act) in respect of the holding be subject to the provisions of this Act regarding statutory small tenants; iv As from the date of registration, every holding which is constituted by the registration of an applicant in respect thereof on his application under the provisions of this Act respecting the constitution of new holdings (herein-after referred to as a new holder). 2 In the Landholders Acts the word “ landholder ” means and includes, as from the respective dates above mentioned, every existing crofter, every existing yearly tenant, every qualified leaseholder, and every new holder, and the successors of every such person in the holding being his heirs or legatees."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "3", "section_title": ".", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "4", "section_title": " Constitution of Board of Agriculture for Scotland. ", "section_text": "4 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 The Board shall be charged with the general duty of promoting the interests of agriculture, . . .  , and other rural industries in Scotland, and shall also exercise and perform any powers and duties which are or may be conferred on or transferred to them under the provisions of this Act. In the discharge of their duties they shall comply with such instructions or regulations as may from time to time be issued by the Secretary of Scotland, and they shall submit an annual report of their proceedings to him, which report shall be laid before both Houses of Parliament. 3 The Board may undertake the collection and preparation of statistics relating to agriculture, . . .  , and other rural industries, and may make or aid in making such inquiries, experiments, and research, and collect or aid in collecting such information relating thereto as they think advisable. 4 It shall be the duty of the Board to promote, aid, and develop instruction in agriculture, . . .  , and other rural industries. 5 The Board shall take such steps as they think proper for the promotion and development of agricultural organisation and co-operation. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 The Secretary for Scotland shall from time to time appoint a fit person to act as secretary to the Board. 8  The members of the Board shall hold office during His Majesty’s pleasure.  There shall be employed in the Department such officers, clerks and other persons as the Secretary of State, with the sanction of the Treasury, may appoint. 9  The members of the Board and other persons appointed or employed under this section shall respectively receive such salary or remuneration as the Treasury may sanction, and all such salaries or remuneration and the expenses of the Board incurred in the execution of their duties, to such amount as may be sanctioned by the Treasury, shall be paid out of moneys provided by Parliament. 10 The Board shall submit such estimates and keep such accounts of their receipts and expenditure, and their accounts shall be audited, in accordance with such regulations as the Treasury may direct. 11 The powers and duties of the Board of Agriculture and Fisheries exerciseable in or in relation to Scotland, under the enactments specified in the First Schedule to this Act or under any local Act, shall be transferred to the Board, or, in the case of the powers and duties of any officer,  to such officer  of the Board as the Board nominate for the purpose. 12 Subject as herein-after provided, it shall be lawful for His Majesty in Council by Order, made after consultation with the Board of Agriculture and Fisheries and the Secretary for Scotland and with the consent of the Treasury, to transfer to the Board any powers and duties of the Board of Agriculture and Fisheries exerciseable in or in relation to Scotland which are not transferred by this Act and to make any adjustment consequential on any transfer by or under this section, and to provide for any matter necessary or proper for giving full effect to any such transfer. 13 Before any such Order is made, the draft thereof shall be laid before each House of Parliament for not less than two months while Parliament is sitting, and, if either House, before the expiration of such period of two months, presents an address to His Majesty against the draft or any part thereof, no further proceedings shall be taken thereon, without prejudice to the making of any new draft order. 14 Nothing in this section shall transfer or authorise the transfer of . . .   any powers or duties exercisable under the  Diseases of Animals Act, 1894, or any enactment amending or extending the same."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "5", "section_title": " Moneys placed at disposal of Board of Agriculture. ", "section_text": "5  . . .   any sums required by the provisions of any Act to be carried to the Congested Districts (Scotland) Fund, shall, at and after the commencement of this Act, be carried to the Agriculture (Scotland) Fund."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "6", "section_title": " Application of moneys. ", "section_text": "6 The Agriculture (Scotland) Fund shall be applied for the following purposes, that is to say, for the purpose of facilitating the constitution of new landholders’ holdings, the enlargement of landholders’ holdings, and the improvement and rebuilding of dwelling-houses or other buildings of landholders and cottars in terms of the Landholders Acts or the  Congested Districts (Scotland) Act, 1897, and for the purpose of exercising the other powers and duties conferred on or transferred to the Board under the provisions of this Act . . . "}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "7", "section_title": " Powers to facilitate the constitution of new holdings. Constitution of small holdings. ", "section_text": "7 1 It shall be lawful for the landlord of any land and any other person to agree that in respect of such land such person may apply to the Land Court to be registered as a new holder under this Act and such person may thereupon apply accordingly, and subject to the provisions of this Act may be so registered. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 Where a new holder is registered under this section by agreement, the rent agreed between the landlord and the new holder shall not, if the same shall have been agreed upon for a specified period, be altered by the Land Court during such period, and shall not in any case be altered by the Land Court for a period of seven years from the term at which it first becomes payable  nor shall the rent payable in respect of a new holding constituted by a scheme made under this section be so altered for a like period . 7 Where, with a view to, or as incidental to, the registration of a new holder or holders in respect of any land, whether by agreement or otherwise, the Board are of opinion . . .   that assistance should be provided for the purpose of dividing, fencing, or otherwise preparing or adapting the land, making occupation roads, or executing other works, such as works for the provision of drainage or water supply, or erecting or adapting a dwelling-house or dwelling-houses or other buildings, or for any similar purpose, the Board may provide such assistance by way of loan or . . .   by way of gift, and subject to such conditions as they may prescribe. Conditions so prescribed and the provisions for their enforcement or for the case of their violation shall be as effectual as if they were contained in this Act. 8 a Where the Board are satisfied that there is a demand for small holdings and that suitable land is available for that purpose, it shall be the duty of the Board to prepare a scheme for the constitution of one or more new holdings on such land, to be occupied by new holders upon such terms and conditions not inconsistent with the Landholders Acts as the Board think reasonable. b Every such scheme shall show— i the situation and total area of the land on which one or more new holdings are to be constituted; ii the number and respective situations and areas of the new holdings; iii which, if any, of the existing buildings on the land are to be utilised for the new holdings; iv the water supply for each new holding, including the source from which the supply is to be taken, and any necessary pipes or other works; v the situation and area of any common pasture or grazing to be occupied in connection with the new holdings; and vi the rent of each new holding. c Where the Board are satisfied that there is not available on the land on which the new holdings are to be constituted a supply of water sufficient for the holdings, they may include in the scheme provision for taking and conveying from or through any part of the estate whereof such land forms part such supply of water as may be necessary for the new holdings and which can be taken without detriment to the requirements of the remainder of the estate; and, for the purposes of this section, any land from or through which such supply of water is to be taken or conveyed shall be deemed to be comprised in the scheme. 9 Where the Board intend to prepare such a scheme, they shall give notice of their intention to the landlord of any land which is to be comprised therein, and when a landlord has received such notice it shall not be lawful for him, save with the consent of the Board, to let or to enter into any agreement for letting such land or any part thereof until the Board have made an order confirming the scheme, or have abandoned the same: Provided that— a such disability shall not in any case continue for a longer period than  twelve months  from the date of notice, and b for any loss sustained by a landlord, tenant, or occupier from the operation of this subsection, the Board shall pay to him such compensation as may be agreed or as may be determined, failing agreement, by the Land Court on the application of either party. 10 When the Board have prepared a scheme under this section, they shall intimate the prepared scheme to the landlord, tenant and occupier of any land comprised therein, and shall give to such landlord, tenant and occupier, an opportunity of considering the scheme and of making representations concerning the same to the Board, and after giving to all persons interested an opportunity of being heard may, . . .   make an order confirming the scheme, in whole or in part, and with or without modification, or may abandon the scheme. 11 a Where the Board make any such order, they shall notify the same to the landlord, tenant and occupier of any land comprised therein, and shall pay to such landlord, tenant and occupier such compensation for any damage or injury done to him in consequence of and directly attributable to the constitution of new holdings under the scheme (including any damage or injury done to a landlord in respect of an obligation to take over sheep stock at a valuation) as may be agreed or as may be determined, failing agreement, by the Land Court, upon the application of either party, and after giving to all persons interested an opportunity of being heard, and, if they so desire, of leading evidence in the matter. b The compensation payable under this subsection shall not include— i any allowance on account of the constitution of new holdings being compulsory; ii any compensation for injury done to or depreciation in the selling value of the land comprised in the scheme, or of any estate whereof such land forms part, except in so far as the same arises from injury done to or depreciation in the letting value of the land or estate; or iii any compensation for injury done to the value of the sporting rights over such land or estate in so far as it exceeds the estimated value of such rights if the land or estate were put to the full reasonable use for which it could be let under ordinary lease to ordinary agricultural or pastoral tenants. c For the purpose of this subsection, any benefit or relief enhancing the letting value of the land comprised in the scheme or of any estate of which such land forms part resulting to a landlord or to any other person in consequence of and directly attributable to the constitution of new holdings under the scheme upon the one hand shall be set against any damage or injury done to him as aforesaid upon the other hand. d In determining the amount of compensation payable to the tenant of any farm, regard shall be had to the duration of his lease, and in no case shall any allowance for loss of tenant’s profits be made in respect of a period exceeding three years. e i Where any compensation has been awarded and the amount thereof determined by the Land Court under this subsection, the Board may, at any time within two months after such determination, resolve to abandon the scheme and withdraw the order, paying to any person any expenses reasonably incurred by him in connection with the making of the order or the claim for compensation, as such expenses may, failing agreement, be determined by the Land Court on the application of either party. ii Subject to the foregoing provision, every order made by the Board for the constitution of new holdings shall be recorded in the Landholders’ Holdings Book as if it were an order of the Land Court, and shall thereupon have effect and be enforceable in like manner as an order of the Land Court so recorded. f In any case where the Board have entered into an agreement with a landlord or a tenant or any other person for or in connection with the constitution of one or more new holdings upon land in which such landlord, tenant or other person is interested, the Board may pay to any person so interested, whether a party to the agreement or not, such compensation (or other consideration in money), if any, as the Board consider equitable and consistent with the provisions of this subsection in respect of any damage or injury done to him in consequence of and directly attributable to the constitution of the new holdings, and it may be a term of any such agreement entered into by the Board with a landlord that section seventeen of this Act shall apply in respect of any such new holding as if the holding had been constituted otherwise than by agreement, and in that case the said section shall apply accordingly. g Where any landlord interested represents to the Secretary for Scotland that a preapared scheme ought not to be confirmed, the Secretary may, before  confirming  the scheme, refer the same to the Land Court for inquiry and report. 12 In or after making such an order, the  Board  (without prejudice to their other powers) may do, provide, or decide anything incidental to or consequential on such an order as if it were an order under section twelve of the Act of 1886, and may, if they think fit, provide for the incorporation with the order, subject to the necessary adaptations, of any provisions of the Lands Clauses Acts which appear to them requisite for carrying the order into effect. 13 Upon such an order providing for the constitution of one or more new holdings on any land being issued, the Board may proceed to make it effective by entering on the land, carrying out works, and otherwise as may be required (due compensation to such amount as may be agreed or as, in case of dispute, may be determined by the Land Court being made for surface damage), and may negotiate with one or more duly qualified applicants with a view to their registration as new holders in respect of the land. 14 A new holder shall not be duly qualified for registration otherwise than by agreement who does not satisfy the Board as to his ability to fulfil the obligations incumbent on him. 15 The Board shall give reasonable consideration to objections stated by a landlord to any applicant for a new holding, and ceteris paribus shall give a preference to applicants preferred by the landlord. 16 Except by agreement, a new holder shall not be registered— a in respect of any land being or forming part of a farm not exceeding  sixty hectares  acres occupied by a person who has no personal interest in any other farm, or, in the case of a farm so occupied which exceeds one hundred and fifty acres but is wholly or mainly pastoral, not exceeding an annual value as entered in the valuation roll of eighty pounds: Provided that nothing herein contained shall operate to prevent the registration otherwise than by agreement of two or more new holders in respect of the whole of such farm, not being a farm wholly or mainly pastoral, where no other land is available in the neighbourhood of any existing village or township; or b in respect of any land being or forming part of a farm occupied subject to a lease which was in force at Whitsunday nineteen hundred and eleven, or, in the case of land within the counties specified in section nineteen of the Act of 1886, at Whitsunday nineteen hundred and six, so long as the lease remains in force. 17 All parties being possessed of lands or any right or interest therein who under the Lands Clauses Acts have power on behalf of themselves or of others to convey and dispose of such lands, or of such rights therein, for the purposes mentioned in those Acts, shall have the like power to enter into any agreement or given any consent for the purposes of this section. 18 Notwithstanding anything contained in the  Congested Districts (Scotland) Act, 1897, the expression “ landlord ” in this section includes the Board in respect of any land purchased under that Act and transferred to the Board under the provisions of this Act  and any other land which has been or may be acquired by the Board . 19 Any member of the Land Court, or any person  authorised in writing by the Land Court or by the Board, may, for the purposes of the Landholders Acts, enter upon and inspect any lands or buildings at all reasonable hours on any lawful day, after due notice has been given to the owner and occupier of such lands or buildings."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "8", "section_title": " Provisions regulating loans to landholders. ", "section_text": "8 1 The agreement for any assistance given to a landholder by way of loan under the immediately preceding section shall be recorded in the Landholders’ Holdings Book, and, as recorded, shall have the effect of transferring to the Board all rights of the landholder and his statutory successors to compensation for permanent improvements up to the amount of any outstanding liability owing to the Board; provided that the amount of such compensation when claimed shall, in such case in the event of dispute, be assessed by the Land Court, and provided further that any amount due to the Board from a landlord under this section may, if the Board on the application of the landlord so determine, be deemed to be a loan to the landlord (secured on the holding and on any buildings thereon) within the meaning of section six of the Congested Districts (Scotland) Act, 1897, to which the provisions of that section shall apply. 2 In the event of failure of a statutory successor taking place or being deemed under section twenty-two of this Act to have taken place the landlord shall be liable to repay to the Board the amount of any outstanding liability in respect of a loan made under the immediately preceding section: Provided that the Board shall not be entitled to recover from the landlord under this subsection any sum in excess of such amount as may be agreed or, in the event of dispute, be assessed by the Land Court to be the amount which would have been due by the landlord by way of compensation for permanent improvements if the holding had been renounced at the date at which failure of a statutory successor took place or was deemed as aforesaid to have taken place. 3 All moneys received for payment of interest or repayment of principal or otherwise in respect of any loan made by the Board under the immediately preceding section shall be paid to the fund out of which the loan was made. 4 The Land Court shall, on the application of the Board or of the landlord or the landholder, append to their order fixing a fair rent for a holding a record specifying the condition of the cultivation of the holding, and of the buildings and other permanent improvements thereon, and by whom such permanent improvements have been executed or paid for."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "9", "section_title": " Loans for buildings. ", "section_text": "9 The Board may, where they are of opinion that assistance should be provided for the improvement or rebuilding of dwelling-houses or other buildings of landholders or cottars, provide such assistance by way of loan, subject to the like conditions and incidents as loans made under section seven, and, if made to a landholder, subject to the provisions of section eight of this Act."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "10", "section_title": " Additional statutory conditions. ", "section_text": "10 The following conditions are hereby prescribed as statutory conditions additional to or in modification of those prescribed in section one of the Act of 1886:— 1 The landholder shall, by himself or his family, with or without hired labour, cultivate his holding, without prejudice to the right (which is hereby conferred upon him) to make such use thereof for subsidiary or auxiliary occupations as in case of dispute the Land Court may find to be reasonable and not inconsistent with the cultivation of the holding; provided that the expression “ cultivate ” in this subsection shall include the use of a holding for horticulture or for any purpose of husbandry, inclusive of the keeping or breeding of live stock, poultry, or bees, and the growth of fruit, vegetables, and the like: 2 The expression “ passing of this Act ” in subsection four of section one of the Act of 1886 shall, in the application of that subsection to landholders other than existing crofters and the statutory successors of existing crofters, be construed as meaning the date at which the Landholders Acts first applied to the holding: Provided always that nothing in the said subsection shall be construed as debarring a landholder from subletting his dwelling-house to holiday visitors; and provided further that the provision as to dwelling-houses in the said subsection shall not apply to a new holder, but a new holder and his statutory successors shall not, without the consent in writing of the landlord and the Board, erect or suffer to be erected on the holding more than one dwelling-house: 2A Where the holding of a new holder as mentioned in the further proviso to subsection (2) is situated in an area designated by order under section 3A(1)(b) of the Crofters (Scotland) Act 1993 (c.44)\t\t\t\t\t\t\t\t(new crofts), the reference to the Board in that subsection is to be construed as a reference to the Crofting Commission. 3 Nothing in subsection (7) of section one of the Act of 1886 shall be construed as precluding a landholder from recovering any compensation for damage by game which under section nine of the  Agricultural Holdings (Scotland) Act, 1908, is recoverable by a tenant, and the last-mentioned section shall apply accordingly with the substitution of the Land Court for arbitration."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "11", "section_title": " Obligations of landholders under Public Health Act.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "12", "section_title": " Use by landlord of water rising on a holding. ", "section_text": "12 A landlord may, on payment of compensation for any surface damage, use for any estate purpose any springs of water rising on a holding and not required for the use thereof: Provided that any dispute as to the requirements of the holding or the amount of compensation under this section shall be determined by the Land Court; and provided further that nothing herein contained shall be construed as affecting the rights of any persons other than the landlord and the landholder."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "13", "section_title": " Present rent. ", "section_text": "13 The rent payable by a landholder as one of the statutory conditions shall be the present rent, that is to say, the yearly rent, including money and any prestations other than money,— a In the case of existing crofters, payable for the year current at the passing of the Act of 1886, or, where the rent so payable has been altered in terms of that Act, payable for the year current at the commencement of this Act; b In the case of existing yearly tenants, payable for the year current at the commencement of this Act; and c In the case of qualified leaseholders or statutory small tenants becoming landholders, and in the case of new holders, and in the case of landholders whose holdings are enlarged, payable or fixed in respect of the last year of the lease or tenancy, or at the date of registration, or at the date of enlargement, as the case may be— in each case, unless and until the present rent is altered in manner provided by the Landholders Acts."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "14", "section_title": " Adjustment of rights by Land Court. ", "section_text": "14 In the case of resumption by a landlord, or in the case of an existing yearly tenant or a qualified leaseholder or statutory small tenant becoming a landholder, the rights of parties interested, so far as affected by the operation of this Act, as the date of resumption or date when such tenant or leaseholder becomes a landholder, as the case may be, shall, in the event of dispute, be adjusted by order of the Land Court, which order they are hereby empowered to pronounce on the application of any party interested."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "15", "section_title": " Registration of new holders. ", "section_text": "15 1 The procedure in connection with applications for registration of new holders under this Act shall be regulated as may be prescribed in rules of the Land Court. 2 Registration of a new holder under this Act shall be constituted by an order of the Land Court granting registration, duly recorded, with the application on which it proceeds, in the Landholders Holdings Book."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "16", "section_title": " Amendment of law as to enlargement of holdings. ", "section_text": "16 1 The provisions of the Act of 1886, relative to the enlargement of holdings, are hereby extended to an application for enlargement of a holding by a single landholder or two or more landholders, and shall apply in the case of an application by a single landholder as nearly as may be in the same manner and to the same effect as in the case of an application by two or more landholders: Provided that all applications for enlargement under section eleven of the Act of 1886 shall be made to the Board                             (or, in the case of applications mentioned in subsection (1A), the Crofting Commission)                           , and the provisions of the sectio n of this Act relating to the constitution of new holdings shall, with the necessary modifications, apply as fully for the purpose of applications for enlargement as for the purpose of the constitution of new holdings, and accordingly the Board                             (or, as the case may be, the Crofting Commission)                            shall be substituted for the Land Court in sections twelve (except the last paragraph of the said section twelve), thirteen, fourteen, fifteen and twenty-one of the Act of 1886 (except the last two paragraphs of the said section twenty-one), and the said section twenty-one shall be further amended by the omission therefrom of the words “or otherwise interested in” and of the words “including heritable creditors holding securities over the same.” 1A The applications referred to in subsection (1) which are to be made to the Crofting Commission are those for enlargement of holdings situated in an area designated by order under section 3A(1)(b) of the Crofters (Scotland) Act 1993 (c.44)\t\t\t\t\t\t\t\t\t\t(new crofts). 2  . . .   land shall not be deemed available land for the enlargement of a holding otherwise than by agreement, unless it is land in respect of which a person would be admissible to registration otherwise than by agreement as a new holder under this Act, and, if arable land, unless it lies contiguous or near to land already in the occupancy of the landholder making the application; and provided further that a holding shall not be enlarged so that the rent or  area in hectares  thereof shall exceed the rent or  area in hectares  competent for a new holding under this Act."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "17", "section_title": " Amendment of law as to vacant holdings. ", "section_text": "17 1 Where, by reason of renunciation, removal, failure of a statutory successor, or otherwise, a holding has at any time ceased or is about to cease to be held by a landholder, the landlord shall forthwith intimate the fact in writing to the Board, and shall not . . .   be entitled without the consent of the Board to let the holding otherwise than to a neighbouring landholder for the enlargement of his holding, or to a new holder  and the Board shall have in regard to any such holding the like powers as if the holding had been included in a scheme made and confirmed under section seven of the Act of 1911, as amended by section nine of the Act of 1919, at such rent as the Board may fix, provided that the Board shall pay to the landlord, in lieu of compensation provided by the said section as so amended, compensation to such amount as, failing agreement, may be determined by the Land Court in respect of any damage or injury arising out of any alteration as regards the rent payable for or the terms and conditions of occupancy of the holding: Provided that where, under the provisions of the Landholders Acts, the holding was, otherwise than by agreement, constituted as a new holding or enlarged, it shall be the duty of the Land Court, upon an application by the landlord, after hearing the Board, to assess any damage or injury done by the constitution or enlargement of the holding, as the case may be, to the landlord through non-payment of rent in respect of the holding, or depreciation in the letting value of the land comprised in the holding, or through the imposition of liabilities in respect of, or the payment of compensation for, permanent improvements thereon, and to require the Board to pay the landlord compensation in respect of such damage or injury to such amount as the Land Court determined, . . .   but nothing in this proviso contained shall apply to the case of a holding ceasing to be held by a landholder by reason of resumption by the landlord or by reason of the sale of the holding to the landholder: Provided further that, where a landlord lets a holding otherwise than in compliance with the provisions of this section, the Board shall be entitled to declare the let null and void and without payment of any compensation to treat the holding as if it had been duly constituted a new holding under this Act, or assign the same for the enlargement of a neighbouring holding or holdings. 2 In the application of subsection (1) to holdings situated in an area designated by order under section 3A(1)(b) of the Crofters (Scotland) Act 1993 (c.44)\t\t\t\t\t\t\t\t\t\t(new crofts), references to the Board are to be construed as references to the Crofting Commission."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "18", "section_title": " Amendment of law as to renunciation of holdings. ", "section_text": "18 Section seven of the Act of 1886 shall be amended by the insertion at the end thereof of the following words:— Provided that such notice shall not, without the consent of the Land Court, be effective unless, within two months from the date of notice, the landlord or the landholder intimates the same in writing to the Board, and provided further that, except by agreement with the Board the landholder shall not, without the like consent, be entitled to renounce his tenancy so long as any liability owing by him to the Board is not wholly discharged."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "19", "section_title": " Declaration of law as to resumption of holdings. ", "section_text": "19 Without prejudice to the generality of the power to authorise resumption by the landlord for some reasonable purpose having relation to the good of the holding or of the estate, conferred by section two of the Act of 1886, . . .   the protection of an ancient monument or other object of historical or archaeological interest from destruction or injury, shall . . .   be deemed a reasonable purpose as aforesaid."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "20", "section_title": " Amendment of law as to bequest of holdings. ", "section_text": "20 Section sixteen of the Act of 1886 is hereby amended by the substitution of “Land Court” for “ sheriff ” wherever occurring therein, and of the words “two months” for the words “twenty-one days” occurring in subsection ( a ) thereof, and shall be read and construed accordingly with the necessary modifications."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "21", "section_title": " Assignment of holding. ", "section_text": "21 In the event of a landholder being unable to work his holding through illness, old age, or infirmity, he may apply to the Land Court for leave to assign his holding to  his son-in-law or any one of the persons who would be, or would in any circumstances have been, entitled to succeed to the estate on intestacy by virtue of the  Succession (Scotland) Act, 1964 , and if, after intimation to the landlord and any other party interested, and such hearing or inquiry as the Land Court may consider necessary, it appears to the Land Court that such assignment would be reasonable and proper, it shall be competent to the Land Court to grant such leave on such terms and conditions, if any, as may to them seem fit."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "23", "section_title": " Arrears of rent to be set off against compensation for improvements. ", "section_text": "23 If a landholder either renounces or is removed from his holding, the landlord shall be entitled to set off all rent due or to become due against any sum found to be due to the landholder or to the Board for improvements made on the holding."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "24", "section_title": " Amendment of law as to regulation of common grazings, &c. ", "section_text": "24 1 The Land Court may prescribe such regulations as to the exercise of pasture, grazing or other rights held or to be held in common under the Landholders Acts as they think expedient. 2 The Land Court shall cause any proceeding under the immediately preceding subsection to be intimated to any person or persons, whether landholders or not, using or claiming to use the pasture or grazing or other rights to which the proceeding relates, and shall hear such person or persons on his or their application, and make such inquiry as they may deem necessary, and may make applicable to such person or persons any regulations prescribed under such proceeding: Provided that such regulations may contain provision for the removal by any person prescribed in the regulations of any stock placed on the common pasture or grazing in contravention of the regulations. 3 Any person committing a breach of any regulations prescribed under this section or an infringement of any scheme drawn up by the Crofters Commission or the Land Court  or the Board , as the case may be, under the powers conferred by section twelve of the Act of 1886, shall be liable on conviction before the sheriff under the Summary Jurisdiction Acts to a penalty not exceeding  level 1 on the standard scale , and, in the case of a continuing offence, to a further penalty not exceeding five shillings for each day during which such offence shall have been continued after written warning from the committee or from the Land Court  or from the Board , and any such penalty shall be recoverable by imprisonment in terms of the Summary Jurisdiction Acts. 4 The Land Court may suspend or remove members of a committee under the Act of 1891 as amended, if satisfied that they are not properly carrying out the regulations respecting a common pasture or grazing, and may appoint or provide for the appointment of other persons (whether landholders or not) in their place. Where those interested in a common pasture or grazing decline to act on such a committee, the Land Court may appoint any person or persons in the neighbourhood, whether landholders or not, with the powers and duties of such a committee. Where the Land Court are satisfied that in lieu of such a committee a grazings constable should be appointed or elected for any township or group of townships or persons interested, they may make provision accordingly, and any regulations making such provision shall be deemed to be regulations prescribed under this section, and the grazings constable may enforce such regulations, and shall be paid by assessment upon those using the pasture or grazing in manner provided by the Land Court, but not in excess of sixpence in the pound of rent . . .  5 a The Land Court may, on the application of the landlord, or landlords, or any landholder, and on such conditions as they consider equitable, apportion a common pasture or grazing into separate parts for the exclusive use of the several townships or persons interested, either as arable ground or as pasture, or as sites for houses or other buildings, if satisfied that such apportionment is for the good of the estate or estates, and of the holdings or tenancies concerned. b The Land Court may, on the like application, or on the application of the Board, and on the like conditions, admit new holders to participate in a common pasture or grazing occupied by existing landholders, statutory small tenants, or others, or apportion a common pasture or grazing for the exclusive use of new holders, either in common or individually, and either as arable ground or pasture, or as sites for houses or other buildings, if satisfied that such participation or apportionment is for the good of the estate or estates and of the holdings or tenancies concerned. c The Land Court may, on the application of the Board, and on the like conditions, grant pasture or grazing rights on a common pasture or grazing to cottars who have been in use to pasture or graze stock thereupon. 6 The Land Court may, on the application of the Landlord, or Landlords, or any holder, apportion lands held runrig among the holders thereof in such manner as appears to them in the circumstances of each case to be just and expedient."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "26", "section_title": " Supplementary provisions and restrictions. ", "section_text": "26 1 For the purposes of the Landholders Acts, a holding shall be deemed to include any right in pasture or grazing land held or to be held by the tenant or landholder whether alone or in common with others, and the site of any dwelling-house erected or to be erected on the holding or held or to be held therewith, and of any offices or other conveniences connected with such dwelling-house. 2 A person shall not be admissible to registration as a new holder under this Act in respect of land belonging to more than one landlord, or in respect of more than one holding, and shall not be held an existing yearly tenant or a qualified leaseholder in respect thereof, unless such land or holdings have been worked as one holding. 3 A person shall not be held an existing yearly tenant or a qualified leaseholder under this Act in respect of— a Any land the present rent of which within the meaning of this Act exceeds fifty pounds in money, unless such land (exclusive of any common pasture or grazing held or to be held therewith) does not exceed  twenty hectares  (but without prejudice to the power of the Land Court, in determining from time to time a fair rent, to fix a rent exceeding fifty pounds); or b Any land being garden ground only, appurtenant to a house, or any land to which as the site of or as required for the protection of or for access to an ancient monument or other object of historical or archaeological interest the Land Court determine that the Landholders Acts should not apply; or c Any land within the parliamentary ... or municipal boundary of any burgh  ...; or d Any land being a market garden within the meaning of the  Agricultural Holdings (Scotland) Act, 1908; or e Any land being or forming part of any glebe, or any small holding under the  Small Holdings Act, 1892, or any allotment under   Part 9 of the Community Empowerment (Scotland) Act 2015 ; or f Any land that is not a holding within the meaning of the Agricultural Holdings (Scotland) Act, 1908; or g Any land being woodland, or being or forming part of the home farm of any estate, or of any policy or park, or of any pleasure ground or other land used for the amenity or convenience of any residence or farmsteading; or being permanent grass park held for the purposes of a business or calling not primarily agricultural or pastoral, including that of butcher, cattle-dealer, and the like; or h Any land bona fide held and used for purposes of public recreation; or i Any land acquired, whether compulsorily or by agreement, for any undertaking of a public nature, under the authority of any Act of Parliament or any order having the force of an Act of Parliament. 4 A person shall not be admissible to registration as a new holder under this Act in respect of any land referred to in paragraphs ( a ), ( b ), ( c ), ( d ), or ( e ), or, except by agreement, in respect of any land referred to in paragraphs ( g ), ( h ), or ( i ) of the immediately preceding subsection, or in respect of any holding which is not either wholly agricultural or wholly pastoral, or in part agricultural and as to the residue pastoral. 5 Nothing in this Act shall operate to prevent the registration of a new holder or the enlargement of a holding (whether by agreement or otherwise in either case) in respect of land comprised in a deer forest or otherwise kept or preserved mainly or exclusively for sporting purposes, but subject always to the provisions of section seven and section sixteen of this Act, as the case may be. 6 Notwithstanding anything contained in subsection (1) of this section, the holding of any existing yearly tenant or qualified leaseholder within the meaning of this Act shall not, for the purposes of the Landholders Acts, be deemed to include any lands or heritages at the commencement of this Act forming part of such holding and occupied by a sub-tenant of such existing yearly tenant or qualified leaseholder, whether paying rent or not. 7 A person shall not be held an existing yearly tenant or a qualified leaseholder under this Act in respect of a holding referred to in section thirty-three of the Act of 1886, but nothing in that section shall operate to prevent the registration of a new holder by agreement in respect of a holding referred to therein, or the application of the Landholders Acts to such new holder and his statutory successors in respect of the holding. For the word “ nor ” where last occurring in that section the word “ or ” is hereby substituted. 8 The provisions of section two of this Act shall extend to and include joint tenants being existing crofters, existing yearly tenants, or qualified leaseholders; but not more than one person shall be registered as a new holder in respect of any holding, and (without prejudice to the continuance of a joint tenancy through statutory successors) where at any time after the commencement of this Act a holding is held by a single landholder, or a holding which has been held in joint tenancy ceases to be so held, it shall not be competent for more than one person to be a landholder in respect of such holding. 9 Except so far as may be inconsistent with any express provision of this Act, the tenancy of a landholder under the Landholders Acts shall, in the case of every existing crofter, be deemed to be in all respects a continuance of his tenancy as a crofter under the Crofters Acts, and all contracts and other deeds and documents shall be read and construed accordingly. 10 A person shall not be subject to the provisions of this Act regarding statutory small tenants who in terms of this section would be disqualified from being an existing yearly tenant or a qualified leaseholder."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "28", "section_title": " Transfer of powers and duties.", "section_text": "28 1 From and after the commencement of this Act, the Crofters Commission established by section seventeen of the Act of 1886, and the Congested Districts (Scotland) Commissioners established by the  Congested Districts (Scotland) Act, 1897, shall cease to exist, and all the powers and duties vested in or imposed on the Crofters Commission by any Act of Parliament in force at such date shall, subject to the provisions of this Act, be vested in, transferred to, and imposed on the Land Court, and all the powers and duties vested in or imposed on the Congested Districts (Scotland) Commissioners by the Congested Districts (Scotland) Act, 1897, shall, subject as aforesaid, be vested in, transferred to, and imposed on the Board, and, except as otherwise provided by this Act, all such powers and duties shall be exercised and performed by the Land Court or the Board, as the case may be, as nearly as may be in like manner and subject to the same conditions, liabilities, and incidents respectively as such powers and duties might before such date have been exercised and performed by such Commission or Commissioners respectively, and, in the construction and for the purposes of any Act of Parliament, contract, order, regulation, decree, award, or other document made, passed, entered into, or executed, or of any action or proceeding raised before such date, the name of the Land Court or the Board, as the case may be, shall be deemed to be substituted for such Commission or Commissioners respectively. 2 All powers and duties transferred to the Board from the Board of Agriculture and Fisheries by this Act, or any Order in Council made in pursuance thereof, shall be exercised and performed by the Board as nearly as may be in like manner and subject to the same conditions, liabilities, and incidents as such powers and duties might before the date of transfer have been exercised and performed by the Board of Agriculture and Fisheries; and, in the construction and for the purposes of any Act of Parliament, contract, order, regulation, decree, award, or other document made, passed, entered into, or executed, or of any action or proceeding raised before the date of transfer, but so far only as may be necessary for the exercise of the powers or the discharge of the duties transferred, the name of the Board shall be substituted for the Board of Agriculture and Fisheries."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "29", "section_title": " Transfer of property.", "section_text": "29 All property belonging to, or held in trust for, the Congested Districts (Scotland) Commissioners shall, from and after the commencement of this Act, pass to and vest in and be held in trust for the Board, subject to all debts and liabilities affecting the same, and, subject to the provisions of this Act, shall be held by the Board for the purposes for which it is now held or would have been held if this Act had not passed."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "31", "section_title": " Definitions. ", "section_text": "31 1 In this Act— The expression “ Act of 1886 ” means the  Crofters Holdings (Scotland) Act, 1886: The expression “ Act of 1887 ” means the  Crofters Holdings (Scotland) Act, 1887: The expression “ Act o f 1891 ” means the  Crofters Common Grazings Regulation Act, 1891: The expression “ Act of 1908 ” means the  Crofters Common Grazings Regulation Act, 1908: The expression “ Crofters Acts ” means the Act of 1886, the Act of 1887, the Act of 1891, and the Act of 1908: The expression “ statutory successor ” means any person who in terms of the Landholders Acts as the case may be has succeeded or may succeed to a holding whether as  a person to whom a tenancy is transferred under section 16 of the  Succession (Scotland) Act 1964 or the executor or  heir-at-law or legatee of his immediate predecessor being a crofter or landholder in occupation of the holding: The expression “ termination of the lease ” means the expiration of the lease through the running out of the stipulated term of endurance or through the parties, or either of them, exercising their right to take advantage of a break stipulated for in the lease or through any agreement between the parties being made, or other circumstances arising whereby the lease is terminated. 2 In the Crofters Acts, the  Agricultural Rates, Congested Districts, and Burgh Land Tax Relief (Scotland) Act, 1896, and the  Congested Districts (Scotland) Act, 1897, the expression “ holding ” shall be substituted for the expression “croft,” and the expression “ crofting parish ” shall be construed as meaning a parish to which the Crofters Acts applied at the commencement of this Act. 3 In the Act of 1886 (except in the case of references to the passing or the title thereof and except in section thirty-two thereof) the expression “this Act” or “ the Act ” shall be construed as meaning the Landholders Acts. 4 In section two of the Act of 1887 the expression “ principal Act ” where first occurring shall be construed as meaning the Landholders Acts, and the expression “ the Crofters Holdings Act, 1886, ” shall be construed as meaning the  Act of 1886 or this Act, as the case may be. 5 If not inconsistent with the context, references in any Act of Parliament to a crofter shall be construed as references to a landholder within the meaning of this Act. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "32", "section_title": " Provisions as to statutory small tenants. ", "section_text": "32 With respect to statutory small tenants, the following provisions shall have effect:— 1 A statutory small tenant means and includes a tenant from year to year, or leaseholder, not otherwise disqualified in terms of this Act, in regard to whom section two of this Act provides that he shall not be held an existing yearly tenant or a qualified leaseholder, and the successors of such tenant or leaseholder in the holding, being his heirs, legatees (if within the relationship specified in section sixteen of the Act of 1886), or assignees (if assignation be permitted by the lease): 2 Except so far as expressly applied by this Act, the Landholders Acts shall not apply to statutory small tenants: 3 A holding which is or has been held by a statutory small tenant shall not be merged in or amalgamated with any other holding as defined in the  Agricultural Holdings (Scotland) Act, 1908, except with the sanction of the Board                         or, in the case of a holding mentioned in subsection (3A), the Crofting Commission : 3A The holding referred to in subsection (3) is a holding situated in an area designated by order under section 3A(1)(b) of the Crofters (Scotland) Act 1993 (c.44)\t\t\t\t\t\t\t\t\t\t(new crofts). 4 Except in any case where the landlord satisfies the Land Court that there is reasonable ground of objection to a statutory small tenant (herein-after in this section referred to as the tenant) and the Land Court find accordingly, the tenant for the time being shall, notwithstanding any agreement to the contrary, be entitled on any determination of the tenancy to a renewal thereof on the terms and conditions hereinafter specified  unless he himself shall have given written notice to the landlord that he is to terminate his tenancy : 5 Except so far as varied by this section, the  Agricultural Holdings (Scotland) Acts, 1908 and 1910, shall apply in the case of a tenancy of a statutory small tenant in the same manner as if the tenancy were a lease, and, for the purposes of those Acts and otherwise, the tenancy, as renewed from time to time, shall be deemed to be a lease current for the period of renewal: 6 Subject to the provisions of the last-mentioned Acts and of this section, the landlord and the tenant may agree upon the terms and conditions of the renewal tenancy: 7 Failing agreement, the landlord or the tenant may apply to the Land Court to fix an equitable rent, or to fix the period for which the tenancy is to be renewed, and the Land Court may thereafter determine the rent to be paid by the tenant, or the period of renewal, or both, as the case may be: 8 In determining the rent the Land Court shall, so far as practicable, act on their own knowledge and experience, taking into consideration all the circumstances of the case, holding, and district, including the rent at which the holding has been let, the proposed conditions of the renewed tenancy, the improvements made by the landlord and tenant respectively, and the then condition and value of such improvements; and shall fix as the rent to be paid by the tenant the rent which, in their opinion, would be an equitable rent for the holding between the landlord and the tenant as a willing lessor and a willing lessee: Provided that they shall allow no rent in respect of any improvements made by or at the expense of the tenant or any predecessor in title for which he or his predecessor, as the case may be, has not received payment or fair consideration from the landlord or his predecessor: 9 Subject as aforesaid, the terms and conditions of the renewed tenancy shall (except so far as agreed to be varied) be those of the determining tenancy, in the same way and to the same effect, as nearly as may be, as if the tenancy had been continued for the full period of renewal under tacit relocation, and the tenant shall be entitled, if he so desires, to a renewal on those terms and conditions: 10 The  Agricultural Holdings (Scotland) Acts, 1908 and  1910, as applied to this section, shall be varied as follows (that is to say):— In the Second Schedule to the Agricultural Holdings (Scotland) Act, 1908, the Land Court shall be substituted for the Board, and where in terms of that schedule a person is nominated as arbiter by the Land Court his remuneration shall be paid by the Land Court: 11 In the event of the landlord on the renewal of the tenancy failing to provide such buildings as will enable the tenant to cultivate the holding according to the terms of the lease or agreement or at any time failing to maintain the buildings and permanent improvements required for the cultivation and reasonable equipment of the holding, in so far as the tenant is not required at common law or by express agreement in writing to do so, it shall be lawful for the tenant to apply to the Land Court to so find and declare, and, if the Land Court after hearing parties (if they desire to be heard) and after giving the landlord (if he so desires) an opportunity of remedying his failure as aforesaid shall so find and declare, the tenant shall, as from the date specified in the finding, become a landholder, and the definition of landholder in this Act shall include such tenant and his successors in the holding, being his heirs or legatees: 12 It shall be lawful for the Board to provide model forms of agreements for optional use by landlords and tenants under this section, provided that nothing herein contained shall make the use of any such form compulsory: 12A In the application of subsection (12) to landlords and tenants of holdings situated as mentioned in subsection (3A), the reference to the Board is to be construed as a reference to the Crofting Commission. 13 In the event of any dispute arising as to whether a person is a statutory small tenant within the meaning of this Act, it shall be competent for the Land Court to determine such question summarily: 14 Subsection (4) of section six, section  and section twenty  of the Act of 1886, section two of the Act of 1887 down to the word “summarily,” and subsection (19) of section seven, subsection (4) of section eight, section twelve, section twenty-five, and subsection (1) of section twenty-six of this Act shall, with the substitution of “statutory small tenant” for “landholder.” and “equitable rent” for “fair rent,” and with any other necessary modifications, apply for the purposes of this section as they apply for the purposes of the Landholders Acts: 15 Without prejudice to any agreement between the parties, the Land Court may, on the application of the landlord, and upon being satisfied that he desires to resume the holding or part thereof for building, planting, feuing, or some other reasonable purpose having relation to the good of the holding or the estate (including any purpose specified in section nineteen of this Act), authorise the resumption thereof by the landlord, subject to the payment of the like compensation to the tenant in respect of improvements on or in connection with the land resumed, to which a tenant would be entitled under the  Agricultural Holdings (Scotland) Act, 1908, on the determination of his tenancy, and in addition, where part only of the holding is resumed, to such reduction of rent as may be agreed between the parties, or, in case of dispute, determined by the Land Court."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "33", "section_title": " Register of small holdings. ", "section_text": "33 1 It shall be the duty of the Board to compile and from time to time to revise a register of small holdings (whether held by landholders or statutory small tenants or not) throughout Scotland, in such form and containing such particulars as may be approved by the Secretary for Scotland. 2 For the purposes of this section, the expression “ small holding ” means any holding within the meaning of the Agricultural Holdings (Scotland) Act, 1908, which either does not exceed  twenty hectares , or, if exceeding  twenty hectares , is of an annual value as entered in the valuation roll not exceeding fifty pounds. 3 Where a landlord and a tenant agree or the Land Court decide that the tenant is a landholder or a statutory small tenant, as the case may be, within the meaning of this Act, it shall be the duty of such landlord and tenant and of the Land Court to communicate such agreement or decision to the Board for the purposes of the small holdings register: Provided that a person shall not be held a landholder or a statutory small tenant by reason only that he is entered as such as the small holdings register."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "34", "section_title": " Act to apply to Crown land. ", "section_text": "34 This Act shall apply to lands vested in His Majesty in right of the Crown, and under the management of the Commissioners of Woods to such extent as the Commissioners of Woods may agree  and to land to which section 90B(5) of the Scotland Act 1998 applies to such extent as the person managing it may agree , but shall not apply to lands which are by or on behalf of the Admiralty, War Office, or any other Government Department or which under statutory powers have been acquired, or subjected to servitudes or restrictions for the purposes of the Naval or Military Forces of the Crown."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "35", "section_title": " Small holdings may be constituted outside Act.", "section_text": "35 Nothing in this Act contained shall prejudice or in any way affect the right of any owner of land, at any time after the commencement of this Act, to constitute and equip a small holding, as defined in the section of this Act providing for a register of small holdings, and to let such holding to any person at such rent, for such period, and on such terms and conditions as may be agreed on between them, and none of the provisions of this Act shall, except by the joint consent of such owner and such person, apply to such holding: Provided that, as regards land comprised in a scheme referred to in an intimation to a landlord made in terms of subsection (9) of section seven of this Act, the said right shall not, while such scheme is under consideration, be exercised without the consent of the  Board ."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "36", "section_title": " Short title and construction.", "section_text": "36 This Act may be cited as the Small Landholders (Scotland) Act, 1911, and shall be read and construed with the Crofters Acts; and the Crofters Acts and this Act may be cited as the Small Landholders (Scotland) Acts, 1886 to 1911."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "37", "section_title": " Extent of Act.", "section_text": "37 This Act shall extend to Scotland only."}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "38"}, {"act": "Small Landholders (Scotland) Act 1911", "year": 1911, "section": "39", "section_title": " Repeal.", "section_text": "39  . . .   such repeal so far as relating to lighthouses shall not operate so as to preclude the Board from maintaining or from defraying the expense of maintaining any lighthouse at the passing of this Act maintained by or at the expense of the Congested Districts (Scotland) Commissioners, unless and until the expense of such maintenance is by arrangement to enter into on such terms as may be agreed) undertaken by some other authority."}]