[{"act": "Appropriation Act 2009", "year": 2009, "section": "1", "section_title": "Use of resources for the year that ended with 31 March 2008", "section_text": "1 The use of resources for the service of the year that ended with 31 March 2008 is authorised to the amount of £1,886,000."}, {"act": "Appropriation Act 2009", "year": 2009, "section": "2", "section_title": "Issue out of the Consolidated Fund for the year that ended with 31 March 2008", "section_text": "2 The Treasury may issue out of the Consolidated Fund of the United Kingdom and apply to the service of the year ending with 31 March 2008 the sum of £5,780,000."}, {"act": "Appropriation Act 2009", "year": 2009, "section": "3", "section_title": "Use of resources for the year ending with 31 March 2009", "section_text": "3 The use of resources for the service of the year ending with 31 March 2009 is authorised to the amount of £37,878,310,000 ."}, {"act": "Appropriation Act 2009", "year": 2009, "section": "4", "section_title": "Issue out of the Consolidated Fund for the year ending with 31 March 2009", "section_text": "4 The Treasury may issue out of the Consolidated Fund of the United Kingdom and apply to the service of the year ending with 31 March 2009 the sum of £12,049,636,000."}, {"act": "Appropriation Act 2009", "year": 2009, "section": "5", "section_title": "Appropriation of amounts and sums voted for supply services and limits on appropriations in aid", "section_text": "5 1 All the amounts and sums authorised by this Act and the other Act mentioned in Schedule 1 to this Act, for the service of the year that ended with 31 March 2008 and of the year ending with 31 March 2009, totalling, as is shown in the said Schedule, £45,305,922,000 in amounts of resources authorised for use and £44,167,900,000 in sums authorised for issue from the Consolidated Fund, are appropriated, and shall be deemed to have been appropriated as from the date of the passing of the Acts mentioned in the said Schedule 1, for the services and purposes specified in Schedule 2 to this Act. 2 Part 2 of Schedule 2 also sets out, for the services and purposes specified in that Part of that Schedule, modifications of the limits set for the purposes of section 2 of the Government Resources and Accounts Act 2000 (c. 20) on the resources applicable as appropriations in aid for the year ending with 31 March 2009. 3 Part 3 of Schedule 2 also sets out, for the services and purposes specified in that Part of that Schedule, the limits for the purposes of section 2 of the Government Resources and Accounts Act 2000 (c. 20) on the resources applicable as appropriations in aid for the year ending with 31 March 2009. 4 The limits as modified by Part 2 of Schedule 2 and those set out in Part 3 of that Schedule shall be deemed to have been in force from 25 November 2008. 5 Subsection (4), so far as it relates to— a a reduction set out in the Table in Part 2 of Schedule 2, or b a modification so set out which, according to a note to that Part, comprises a reduction, does not affect the validity of anything to which subsection (6) applies. 6 This subsection applies to anything done in accordance with a direction given for the purposes of section 2 of the Government Resources and Accounts Act 2000 (c. 20) during the year ending with 31 March 2009 if (disregarding subsection (4)) — a at the time it was done the direction complied with the limit set under a previous Appropriation Act, or b that direction would have complied with the limit then in force if that limit had, for the period ending with 23 February 2009, been increased as mentioned in the note in question. 7 The payment of amounts into the Consolidated Fund is not required (by or under any enactment or otherwise) to the extent that permission for their retention is given by the Treasury in anticipation of the giving of directions, by reference to a Statement of Excesses, that will authorise the application of the amounts as appropriations in aid for the service of the year ending with 31 March 2009; but— a a permission for the purposes of this subsection expires with the giving by reference to a Statement of Excesses of any direction that authorises the application of resources as appropriations in aid in relation to the Request for Resources or Estimate to which the amounts in question are referable; and b if, having given such a permission, the Treasury decide before its expiry not to give the anticipated direction, they must withdraw the permission on making the decision. 8 The abstracts of Schedule 1 and of Schedule 2 which are annexed to this Act shall have effect as part of this Act."}, {"act": "Appropriation Act 2009", "year": 2009, "section": "6", "section_title": "Short title", "section_text": "6 This Act may be cited as the Appropriation Act 2009."}]