[{"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "1", "section_title": "Power to impose a BRS", "section_text": "1 1 A levying authority has power to impose a levy, to be called a  “business rate supplement” (referred to in this Act as a  “BRS”), on non-domestic ratepayers in its area. 2 The purpose of imposing a BRS is to raise money for expenditure on a project that the authority is satisfied will promote economic development in its area. 3 A person is a  “non-domestic ratepayer” in the area of a levying authority if the person is, as regards a hereditament in the authority's area, subject to a non-domestic rate under— a section 43 of the 1988 Act (occupiers of properties), or b section 45 of that Act (owners of empty properties). 4 “ The 1988 Act ” means the Local Government Finance Act 1988 (c. 41)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "2", "section_title": "Levying authorities", "section_text": "2 1 In this Act,  “ levying authority ” means— a the Greater London Authority; b a county council in England; c a district council for an area in England for which there is no county council; d a county council or county borough council in Wales. 2 The power conferred on a levying authority by section 1(1) may be exercised jointly with one or more other levying authorities. 3 Where two or more levying authorities are acting jointly by virtue of this section, a reference in this Act to a levying authority is (except where there is contrary provision) to be read as a reference to those authorities acting jointly."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "3", "section_title": "Use of money raised by a BRS", "section_text": "3 1 A levying authority must secure that the sums it receives in respect of a BRS are used only for expenditure— a on the project to which the BRS relates, and b that the authority would not have incurred had it not imposed the BRS. 2 A levying authority may use sums it receives in respect of a BRS to make payments in respect of money loaned for the purpose of providing funding for the project to which the BRS relates. 3 A levying authority must not use sums it receives in respect of a BRS to provide— a housing; b social services; c education services; d services for children; e health services; f services that the authority provides in the discharge of functions imposed by or under the Planning Acts (as defined by the Town and Country Planning Act 1990 (c. 8)). 4 Regulations may amend subsection (3) so as to add, vary or omit a reference to a matter. 5 The Greater London Authority may make arrangements with a functional body for some or all of the sums that the Greater London Authority receives in respect of a BRS imposed by it to be used by the body for expenditure on the project to which the BRS relates. 6 A reference to sums that a levying authority receives in respect of a BRS includes a reference to financial contributions made to it for the purpose of enabling the project to which the BRS relates to be carried out. 7 The reference in subsection (6) to financial contributions made to a levying authority includes, where the levying authority is not a billing authority, financial contributions— a made for the purpose specified in subsection (6) to a billing authority which is a lower-tier authority in relation to the levying authority, and b transferred to the levying authority. 8 A lower-tier authority is— a in relation to the Greater London Authority— i a London borough council, or ii the Common Council of the City of London in its capacity as a local authority; b in relation to a county council in England, a district council whose area forms part of the county council's area. 9 Where the Greater London Authority makes arrangements under subsection (5) with a functional body, this section applies to the body's use of sums that it receives in respect of the BRS as it applies to the Authority's use of sums that the Authority receives in respect of the BRS. 10 A reference to sums that a functional body receives in respect of a BRS is a reference to— a sums that the Greater London Authority transfers to the body for the purposes of arrangements under subsection (5) that relate to the BRS, and b financial contributions made to the body for the purpose specified in subsection (6). 11 In subsection (1)(b) as it is applied to a functional body by virtue of subsection (9), the reference to expenditure of the levying authority is to be read as a reference to expenditure of the functional body."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "4", "section_title": "Conditions for imposing a BRS", "section_text": "4 A levying authority may not impose a BRS unless— a it has published a document that sets out the proposal for the imposition of the BRS (an  “initial prospectus”), b it has consulted the relevant persons on the proposal, c a ballot  has been held and the imposition of the BRS approved, and d it has published a document that sets out the arrangements for the imposition of the BRS (a  “final prospectus”)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "5", "section_title": "Prospectus", "section_text": "5 1 Any initial or final prospectus must include the information specified in Schedule 1 (and may include such other information as the levying authority thinks appropriate). 2 The function of the levying authority of approving a final prospectus before publication is a function that must be discharged only by the whole authority; but that does not apply in the case of the Greater London Authority. 3 After publishing an initial or final prospectus, a levying authority must— a place an electronic copy of the published prospectus on its website, and b make copies of the published prospectus available for inspection at its principal office at all reasonable times of the day. 4 In a case where two or more levying authorities are acting jointly by virtue of section 2, each authority must separately— a discharge the function of approving a final prospectus before publication, and b comply with the duty imposed by subsection (3). 5 Regulations may amend Schedule 1 so as to add, vary or omit a description of information."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "6", "section_title": "Consultation", "section_text": "6 1 The relevant persons for the purposes of consultation on the proposal in an initial prospectus are— a each person who will be liable to pay the BRS; b each lower-tier authority in relation to the levying authority; c such other persons as the levying authority thinks appropriate. 2 A person is to be regarded for the purposes of subsection (1)(a) as a person who will be liable to pay a BRS if the levying authority thinks that the person will be liable to pay a chargeable amount for the first day of the chargeable period of the BRS. 3 A person is also to be regarded for the purposes of subsection (1)(a) as a person who will be liable to pay a BRS if the levying authority thinks that the person would, but for section 13(7) or (8), be liable to pay a chargeable amount for the first day of the chargeable period of the BRS. 4 A person is also to be regarded for the purposes of subsection (1)(a) as a person who will be liable to pay a BRS if the levying authority thinks that the person— a would, but for section 15 or 16, be liable to pay a chargeable amount for the first day of the chargeable period of the BRS, and b will be liable to pay a chargeable amount before the end of that period. 5 For the purposes of subsection (1)(c), a levying authority must, in particular, think whether it would be appropriate to consult persons who the authority thinks might become liable to pay a chargeable amount before the end of the chargeable period of the BRS. 6 The levying authority must publish a revised version of an initial prospectus if, in the light of the consultation on the proposal in the prospectus, the authority thinks that it is necessary or appropriate to do so. 7 A reference in section 5 to an initial prospectus includes a reference to an initial prospectus revised under subsection (6) of this section. 8 A reference in subsection (2), (3) or (4) to a chargeable amount does not include a reference to a chargeable amount of zero."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "7", "section_title": "Holding of ballot", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The proposition to be voted on in a ballot on the imposition of a BRS is— The [ insert name of levying authority ] proposes to introduce a business rate supplement. The proposal is set out in [ insert title of prospectus ]. Should the proposed business rate supplement be introduced? 4 A person is eligible to vote in a ballot on the imposition of a BRS if the person is within section 6(2), (3) or (4). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "8", "section_title": "Approval by ballot", "section_text": "8 1 The imposition of a BRS  is approved if— a a majority of the persons voting in the ballot have voted in favour of the imposition of the BRS, and b A exceeds B. 2 For the purposes of subsection (1)— “A” is the aggregate of the rateable values of each hereditament in respect of which a person voting in the ballot has voted in favour of the imposition of the BRS, and “B” is the aggregate of the rateable values of each hereditament in respect of which a person voting in the ballot has voted against the imposition of the BRS. 3 For the purposes of subsection (2), the rateable value of a hereditament is its rateable value on the day of the ballot."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "9", "section_title": "Regulations about ballots", "section_text": "9 1 Regulations may make provision in relation to the holding of a ballot on the imposition of a BRS. 2 The provision which may be made includes, in particular, provision about— a the timing of a ballot; b the form that a ballot may take; c who is to hold a ballot; d the conduct of a ballot. 3 The regulations may, in particular— a confer functions on a levying authority; b enable a levying authority to appoint an officer of its to exercise on its behalf a function conferred by virtue of paragraph (a)\t\t\t\t\t\t\t(a  “ballot function”); c enable a levying authority to delegate to a lower-tier authority in relation to it the exercise of a ballot function in the area of that lower-tier authority; d enable a levying authority to delegate to a lower-tier authority in relation to it the exercise of a ballot function in the area of each other lower-tier authority in relation to the levying authority; e enable a lower-tier authority to which the exercise of a ballot function is delegated by virtue of paragraph (c) or (d) to appoint an officer of its to exercise the function on its behalf. 4 Regulations under this section may make provision as to who may cast a vote in a case where the person eligible to vote is a body corporate, partnership or unincorporated association. 5 Nothing in subsections (2) to (4) is to be taken as limiting the power conferred by subsection (1)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "10", "section_title": "Variations", "section_text": "10 1 A levying authority may vary a BRS in so far as the variation is of a kind that may be made in accordance with the final prospectus. 2 Otherwise, a levying authority may vary a BRS only if— a it has published a document that sets out the proposal for the variation, b it has consulted the relevant persons on the proposal, c ... a ballot on the proposal has been held and the variation approved, and d it has published a document that sets out the arrangements for making the variation. 3 A document published for the purposes of subsection (2)(a) or (d) must— a specify the amount that the authority expects to raise from the imposition of the BRS on the assumption that the variation is made (the specified amount to include the amount already raised from the imposition of the BRS), b specify the authority's estimate of the total cost of the project to which the BRS relates, c specify the day on which the variation will, if made, take effect, and d include, to the extent that the authority thinks appropriate, such other information as would be included in an initial or final prospectus if the proposal or arrangements were for the imposition of the BRS as varied. 4 Section 5 applies as follows in relation to the publication of a document for the purposes of subsection (2)(a) or (d)— a subsection (2) of that section applies to the approval of a document before publication for the purposes of subsection (2)(d) as it applies to the approval of a final prospectus before publication; b subsection (3) of that section applies to a document published for the purposes of subsection (2)(a) or (d) as it applies to a published initial or final prospectus; c subsection (4) of that section applies so far as necessary for the purposes of the applications made by paragraphs (a) and (b) of this subsection. 5 The relevant persons for the purposes of consultation on a proposal to vary a BRS are those who would be the relevant persons if the proposal were for the imposition of the BRS as varied; for that purpose, section 6 applies as if references to the first day of the chargeable period of the BRS were references to the day specified for the purposes of subsection (3)(c). 6 Section 6(6) applies in relation to a document published for the purposes of subsection (2)(a) as it applies in relation to an initial prospectus. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 The proposition to be voted on in a ballot on a proposal to vary a BRS is— The [ insert name of levying authority ] proposes to vary the business rate supplement set out in [ insert title of prospectus and title of any document setting out a variation to the BRS ]. The proposal is set out in [ insert title of document setting out proposal ]. Should the proposed variation be made? 11 A person is eligible to vote in a ballot on a proposal to vary a BRS if the person is within section 6(2), (3) or (4) (as applied by subsection (5) above); and sections 8 and 9 apply to a ballot on a proposal to vary a BRS as they apply to a ballot on a proposal for the imposition of a BRS. 12 A variation the purpose of which is to increase the number of persons liable to pay a chargeable amount may not be made in reliance on subsection (1) (and that subsection is to be read accordingly)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "11", "section_title": "Liability of non-domestic ratepayers", "section_text": "11 1 This section applies in relation to a person who, as regards a hereditament, is subject to a non-domestic rate under section 43 or 45 of the 1988 Act in respect of a financial year. 2 The person is, in relation to that hereditament and in respect of that year, subject to such BRSs as are imposed for that year by the levying authority in whose area the hereditament is situated. 3 But a person subject to a non-domestic rate under section 45 of the 1988 Act (a  “section 45 ratepayer”) is not subject to a BRS if— a section 45A of that Act (empty properties: zero rating for charities and amateur sports clubs) applies to the hereditament, or b the final prospectus for the BRS states that section 45 ratepayers are not to be subject to the BRS. 4 A person who is subject to a BRS in relation to a hereditament in respect of a financial year is liable to pay in respect of that year an amount calculated by— a finding the chargeable amount for each chargeable day, and b totalling the amounts found under paragraph (a). 5 A chargeable day is a day— a which falls within the financial year and the chargeable period of the BRS, and b on which the rateable value condition is met in relation to the hereditament. 6 The chargeable period of a BRS— a is the period for which the BRS is imposed, and b must not begin before the day on which the BRS is imposed. 7 The length of the chargeable period of a BRS must not exceed— a the length of the period specified as the chargeable period in the final prospectus, or b if the length of the chargeable period is varied in accordance with section 10, the length of the period as varied. 8 A reference to a BRS imposed for a financial year is to a BRS the chargeable period of which is or includes the whole or part of the financial year in question. 9 Subsection (3)(b) does not apply if, by virtue of section 10, section 45 ratepayers become subject to the BRS."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "12", "section_title": "Rateable value condition", "section_text": "12 1 The rateable value condition is (unless subsection (2) applies) met in relation to a hereditament on any day on which the rateable value of the hereditament exceeds the amount prescribed by regulations. 2 This subsection applies if— a part only of a hereditament is occupied, and b section 45 ratepayers are not subject to the BRS. 3 If subsection (2) applies, the rateable value condition is met in relation to the hereditament on any day on which the rateable value of the occupied part exceeds the amount prescribed under subsection (1). 4 For the purposes of a case where subsection (2) applies, the levying authority may require the valuation officer for the authority (or, where it is not a billing authority, for the billing authority in whose area the hereditament is situated)— a to apportion the rateable value of the hereditament between the occupied and unoccupied parts, and b to certify the apportionment to the levying authority. 5 The levying authority may, for those purposes, rely on an apportionment under section 44A of the 1988 Act if satisfied that the apportionment will be accurate for those purposes. 6 Regulations may make provision— a for the proposal of alterations to a certificate under subsection (4); b for an appeal in relation to a certificate under that subsection to a valuation tribunal for the purposes of section 55 of the 1988 Act. 7 Regulations under subsection (6)— a may include such provision for the purposes of this Act as may be included in regulations under subsections (3) to (7) of that section for the purposes of that Act; b may amend, or apply (with or without modifications), any provision of regulations made under any of those subsections. 8 Accordingly, provision by virtue of subsection (6) as to the period for which or day from which an alteration to a certificate is to have effect may have retrospective effect; and provision by virtue of that subsection may require the retrospective effect to be indicated on the certificate as altered. 9 The rateable value of a hereditament on a day is the rateable value of that hereditament shown for that day in the local non-domestic rating list maintained for the billing authority in whose area the hereditament is situated. 10 In section 1 of the Non-Domestic Rating (Information) Act 1996 (c. 13)\t\t\t\t\t(disclosure of information), in subsection (2), in paragraph (a) of the definition of  “statutory functions”, after  “1988” insert  “                  or the function under section 12(4) of the Business Rate Supplements Act 2009                ” ."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "13", "section_title": "Chargeable amount", "section_text": "13 1 This section applies for determining the chargeable amount for a chargeable day in relation to a hereditament. 2 The amount is (subject to subsections (3) to (8)) calculated by using the formula— A × B C 3 If section 43(4B) of the 1988 Act (small businesses) applies, the amount is calculated by using the formula— A × B C × E 3A If section 43(4F) of the 1988 Act (telecommunications infrastructure) applies, the amount is calculated by using the formula— A × B × F C 3B If section 43(4I) of the 1988 Act (public lavatories) applies, the amount is zero. 4 If section 43(6) of the 1988 Act (charities and community amateur sports clubs) applies, the amount is calculated by using the formula— A × B C × 5 5 If section 43(6B) of the 1988 Act (rural shops, etc.) applies, the amount is calculated by using the formula— A × B C × 2 6 If section 45(4A) of the 1988 Act (empty properties) applies, the amount is calculated by using the formula— A × B C × N 6A If section 45(4D) of the 1988 Act (telecommunications infrastructure) applies, the amount is calculated by using the formula— A × B × T C 7 If section 47 or 49 of the 1988 Act (discretionary or hardship relief) applies, the amount is found by— a working out the percentage by which the amount that would be due under that Act but for that section is reduced as a result of that section, and b reducing what the chargeable amount would be but for this subsection by that percentage. 8 But in the case of a remittance under section 49 of the 1988 Act, the amount is zero. 9 A reference to a case where section 43(4B),  (4F),   (4I),    (6) or (6B) or 45(4A)  or (4D)   of the 1988 Act applies includes a reference to a case where it would apply but for section 57A(3) of that Act (transitional relief). 10 This section is subject to sections 15 and 16."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "14", "section_title": "Chargeable amount: supplementary", "section_text": "14 1 This section applies for the purposes of section 13. 2 “A” is— a the rateable value of the hereditament on the chargeable day, or b if section 12(2) applies, the rateable value of the occupied part of the hereditament on that day. 3 “B” is the multiplier for the BRS for the financial year (expressed to no more than three decimal places). 4 “C” is the number of days in the financial year. 5 “ E ” and “ F ” have the meaning that they have   for the purposes of section 43 of the 1988 Act; and   “ N ” and “ T ”  have the meaning that they have   for the purposes of section 45 of that Act. 6 If a levying authority imposes only one BRS for a financial year, the multiplier for that BRS for that year must not exceed 0.02. 7 If a levying authority imposes more than one BRS for a financial year, the total of the multipliers for those BRSs for that year must not exceed 0.02. 8 Subject to subsections (6) and (7), the multiplier for a BRS for a financial year must not exceed— a the amount specified as the multiplier in the final prospectus, or b if the specified amount is varied in accordance with section 10, the amount as varied. 9 If section 45 ratepayers are subject to the BRS, subsection (10) applies in a case where— a part only of a hereditament is occupied, and b an order under section 45(4A) of the 1988 Act is in force (and would apply to the hereditament if none of it were occupied). 10 Section 13 has effect as if for subsection (2) of this section there were substituted— 2 “A” is the sum of— a the rateable value of the occupied part of the hereditament on the chargeable day, and b the rateable value of the unoccupied part on that day, divided by the number prescribed as  “N” by the order."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "15", "section_title": "BRS relief", "section_text": "15 1 A levying authority that imposes a BRS may apply such reliefs in relation to the BRS as it thinks appropriate. 2 If a levying authority applies a relief in relation to a BRS, the chargeable amount for a chargeable day in relation to a hereditament is determined in accordance with the rules set by the authority for the application of the relief. 3 A levying authority may not apply a relief in relation to a BRS unless the rules for the application of the relief— a are set out in the final prospectus for the BRS or have effect by virtue of section 10, b operate by reference to the rateable value of a hereditament in respect of which the liability arises, c apply consistently to hereditaments in the levying authority's area regardless of the purpose for which they may be used or the basis on which they are owned or occupied, and d apply uniformly throughout the levying authority's area. 4 Regulations may amend subsection (3) so as to add, vary or omit a condition to be met in relation to the rules for the application of a relief under this section."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "16", "section_title": "Interaction with BID levy", "section_text": "16 1 A levying authority must set rules for the purposes of cases where a person is, by reference to a hereditament, liable for BID levy for the whole or part of a financial year in respect of which the person is, in relation to that hereditament, subject to a BRS imposed by the authority. 2 The chargeable amount in relation to the hereditament for a chargeable day for which the person is also liable for BID levy by reference to the hereditament is the amount found by offsetting A against B to the extent specified in the rules. 3 For the purposes of subsection (2)— “A” is the amount of the person's liability for BID levy for the day, and “B” is the amount that the person would (apart from this section) be liable to pay in respect of the BRS for that day. 4 Rules set for the purposes of cases within subsection (1) must— a accord with such rules as are set out for those purposes in the final prospectus for the BRS or as have effect for those purposes by virtue of section 10, b apply consistently in relation to BID levies, and c apply uniformly throughout the levying authority's area. 5 Schedule 2 (BRS-BID arrangements) has effect; and— a subsections (1) to (4) apply in relation to BRS-BID levy (within the meaning given by that Schedule) as they apply in relation to BID levy, but b the rules relating to BRS-BID levy need not be the same as the rules relating to BID levy."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "17", "section_title": "Regulations to deal with joint ownership, joint occupation or death", "section_text": "17 1 Regulations may make provision for cases where a hereditament is owned or occupied by more than one person at a particular time. 2 Regulations under subsection (1)— a may include such provision for the purposes of this Act as may be included in regulations under section 50 of the 1988 Act (cases of joint ownership or occupation) for the purposes of that Act; b may amend, or apply (with or without modifications), a provision of regulations made under that section. 3 Regulations may make provision for cases where a person who has died was (or is alleged to have been) subject to a BRS. 4 Regulations under subsection (3)— a may include such provision for the purposes of this Act as may be included in regulations under section 63 of the 1988 Act (cases of death) for the purposes of that Act; b may amend, or apply (with or without modifications), any provision of regulations made under that section."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "18", "section_title": "Notice to billing authorities before start of financial year", "section_text": "18 1 A levying authority which is not a billing authority must, for each financial year for which it intends to impose a BRS, give a written notice relating to the BRS to each billing authority which is a lower-tier authority in relation to it. 2 The notice must— a if the BRS is to be imposed for part only of the year, specify the part of the year for which it is to be imposed, b specify the multiplier for the BRS for the year, c state whether persons who, as regards hereditaments in the billing authority's area, are section 45 ratepayers are to be subject to the BRS, d specify whether a relief under section 15 is to be applied in relation to the BRS (and, if so, set out the rules for its application), and e set out the rules for cases within section 16(1). 3 The notice must be given before 1 March in the financial year preceding that for which the levying authority intends to impose the BRS. 4 Where more than one BRS is to be imposed by the levying authority for the year, the notice— a may relate to some or all of the BRSs in question, but b if it does so, must set out the information required under subsection (2) separately for each BRS to which the notice relates."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "19", "section_title": "Notice to billing authorities during financial year", "section_text": "19 1 This section applies if a levying authority which is not a billing authority— a intends to impose a BRS for a financial year, but b has not, for that year, given a notice under section 18 in relation to the BRS. 2 This section also applies if a levying authority— a varies a BRS in accordance with section 10, and b thinks that, as a result of the variation, new calculations are required to find the chargeable amounts that some or all of those subject to the BRS are liable to pay. 3 The levying authority must give a written notice relating to the BRS to each billing authority which is a lower-tier authority in relation to it. 4 A notice given for the purposes of a case within subsection (1) must comply with section 18(2). 5 A notice given for the purposes of a case within subsection (2) must specify— a the variation, and b the day specified for the purposes of subsection (3)(c) of section 10 in the document published for the purposes of subsection (2)(d) of that section."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "20", "section_title": "Calculations for financial year", "section_text": "20 1 A billing authority which is a levying authority must calculate the chargeable amount which each person who is to be subject to a BRS imposed by it for a financial year is to be liable to pay in respect of that year. 2 Subsection (3) applies if a billing authority which is a lower-tier authority in relation to a levying authority receives a notice from the levying authority under section 18 or 19. 3 The billing authority must calculate the chargeable amount that each person who is to be subject to the BRS to which the notice relates is to be liable to pay in respect of the financial year. 4 If a billing authority receives a notice given for the purposes of a case within subsection (2) of section 19, the duty imposed on the authority by subsection (3) of this section applies only in so far as new calculations are required to be made as a result of the variation specified in the notice. 5 A calculation under this section must be made in accordance with section 11(4)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "21", "section_title": "Collection and enforcement", "section_text": "21 1 Regulations may make provision in relation to the collection and recovery of sums due under this Act. 2 Regulations under this section— a may include such provision for the purposes of this Act as may be included in regulations under paragraphs 1 to 4A of Schedule 9 to the 1988 Act (collection and recovery of non-domestic-rates) for the purposes of that Act; b may amend, or apply (with or without modifications), any provision of regulations made under any of those paragraphs; c may confer on a billing authority for the purposes of this Act a power corresponding to that conferred on a billing authority by section 62A of the 1988 Act (taking control of goods) for the purposes of that Act. 3 After the imposition of a BRS has come to an end, a billing authority may seek to collect or recover sums in respect of the BRS in so far as the sums became payable to it before the imposition of the BRS came to an end. 4 Regulations under this section may provide that, if the project to which a BRS relates is abandoned (or, where a BRS relates to only certain aspects of a project, those aspects are abandoned), the imposition of the BRS is to be treated for the purposes of subsection (3) as having come to an end— a at the time of the abandonment, or b at such other time as may be prescribed. 5 In section 11 of the State Immunity Act 1978 (c. 33)\t\t\t\t\t(no immunity from proceedings relating to liability to value added tax, rates, etc.), the reference to liability for rates includes a reference to liability for BRSs."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "22", "section_title": "Administrative expenses", "section_text": "22 1 Regulations under section 21 may authorise a billing authority to use a prescribed proportion of such sums as it collects or recovers in respect of a BRS to meet expenses it incurs in the collection or recovery (“administrative expenses”). 2 Provision by virtue of subsection (1) may, in particular, amend section 90 of the 1988 Act (payments to and from collection funds). 3 If the chargeable period of a BRS begins, or a variation of a BRS takes effect, later than the first day of a financial year, the levying authority may not, in respect of that financial year, act in reliance on provision made by virtue of subsection (1). 4 In so far as a billing authority which is not a levying authority incurs administrative expenses in response to a notice given by the levying authority under section 19, those expenses must be met by the levying authority. 5 But the levying authority may not meet those expenses by— a using sums that it receives in respect of the BRS, or b directing the billing authority to retain from sums it is required to transfer to the levying authority in respect of the BRS a sum equivalent to the amount that the levying authority is required to pay. 6 The amount that a levying authority is required to pay under subsection (4) must not exceed such amount as may be prescribed by regulations under section 21 (or as is to be determined in accordance with such formula as may be prescribed by regulations under that section). 7 A reference to sums that a billing authority collects in respect of a BRS includes a reference to financial contributions made to it for the purpose of enabling the project to which the BRS relates to be carried out."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "23", "section_title": "Accounting", "section_text": "23 Schedule 3 (accounting) has effect."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "24", "section_title": "Power to cancel a BRS", "section_text": "24 1 This section applies if the appropriate national authority thinks that a levying authority has, in relation to a BRS imposed by it, acted in a way that is materially inconsistent with information provided by it. 2 The information referred to in subsection (1) includes information provided— a in the final prospectus for the BRS; b in a document published for the purposes of section 10(2)(d) about a proposal to vary the BRS; c in the course of consultation on the proposal for the imposition of the BRS or on a proposal to vary the BRS; d in connection with the holding of a ballot on the imposition of the BRS or on a proposal to vary the BRS. 3 The appropriate national authority— a may direct the levying authority to cancel the imposition of the BRS, b may direct the levying authority to refund the sums received by it in respect of the BRS or, where the levying authority is not a billing authority, direct it to return to a billing authority that is a lower-tier authority in relation to it sums transferred to it by the billing authority, c may direct a billing authority that is a lower-tier authority in relation to the levying authority to refund the sums collected by it in respect of the BRS but not transferred to the levying authority, d may direct a functional body to transfer to the Greater London Authority sums received by the body in respect of the BRS but not used by it, and e may take such other steps as the appropriate national authority thinks appropriate. 4 Where the appropriate national authority gives a direction to a billing authority which is not a levying authority, the appropriate national authority may direct the levying authority to meet the expenses incurred by the billing authority in complying with the direction. 5 The appropriate national authority may, in connection with the exercise or proposed exercise of a power under this section, require— a the levying authority, b a billing authority that is a lower-tier authority in relation to it, or c a functional body, to provide such information relating to a BRS as the appropriate national authority may specify. 6 A levying authority, a billing authority or a functional body must comply with a direction given to it, or a requirement imposed on it, under this section. 7 Section 21(3) does not apply where the imposition of a BRS comes to an end as a result of this section."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "25", "section_title": "Provision of information", "section_text": "25 1 A levying authority may require a billing authority which is a lower-tier authority in relation to it to provide it with— a the address and rateable value of each hereditament shown in the local non-domestic rating list maintained for the billing authority; b the name and address of each person who, as regards a hereditament shown in the list, is subject to a non-domestic rate under section 43 or 45 of the 1988 Act; c such other information for the purposes of this Act as the levying authority may specify. 2 A billing authority must comply with a requirement imposed on it under this section. 3 A requirement under this section— a must be in writing, and b must be accompanied by such fee (if any) as the billing authority may charge for complying with the requirement. 4 A levying authority— a may not use information provided to it under this section except in so far as is necessary for the purposes of this Act, and b may not disclose the information (except in accordance with an enactment, in pursuance of an order of a court or with the consent of any person to whom the information relates)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "26", "section_title": "Guidance", "section_text": "26 1 In carrying out functions imposed by or by virtue of this Act, a levying authority must have regard to such guidance as the appropriate national authority may give. 2 Guidance given under this section may, in particular, relate to— a the kinds of projects which may, and may not, be regarded as appropriate ones in relation to which to impose BRSs; b the carrying out by a levying authority of an assessment for the purposes of paragraph 5 of Schedule 1; c the discharge of the duty imposed by section 3(1) (in particular, its discharge in a case within section 27); d expenditure which may, and may not, be regarded as an appropriate use for money raised from the imposition of a BRS; e the contents of an initial or final prospectus or a document required to be published for the purposes of section 10(2)(a) or (d) (in particular, the level of detail to provide); f the holding of a ballot on the imposition of a BRS or on a proposal to vary a BRS."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "27", "section_title": "Special introductory provision", "section_text": "27 1 The chargeable period of a BRS must not begin before 1 April 2010. 2 A levying authority may impose a BRS for the purpose of raising money for expenditure on a project beginning before the commencement of section 1 only if— a the levying authority's area is in England, and b the chargeable period of the BRS begins on or before 1 April 2012. 3 Any guidance given by the Secretary of State in anticipation of the passing of this Act or the commencement of a provision of this Act (“pre-commencement guidance”) may be relied on— a for the purpose of imposing a BRS in reliance on subsection (2), and b in the case of a BRS imposed in reliance on that subsection. 4 Pre-commencement guidance is to be treated as given by the Secretary of State under section 26. 5 Anything done in anticipation of the passing of this Act or the commencement of a provision of this Act is, in so far as it is done in reliance on and in accordance with pre-commencement guidance, to be treated as done in accordance with this Act. 6 Sections 3(1)(b), 7(1) and 10(7) do not apply to a BRS that the Greater London Authority proposes to impose, or imposes, in reliance on subsection (2) if the chargeable period of the BRS begins on or before 1 April 2011. 7 The Secretary of State may by regulations make other provision about— a the exercise by the Greater London Authority of the power to impose a BRS in reliance on subsection (2); b the operation of this Act in relation to a BRS imposed by the Authority in reliance on that subsection. 8 The regulations may, in particular— a confer or impose a function (which may include the exercise of a discretion) on the Greater London Authority, a lower-tier authority in relation to it or a functional body; b disapply a provision of this Act; c apply a provision of this Act with modifications."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "28", "section_title": "Power to make consequential provision", "section_text": "28 1 The Secretary of State may by regulations make supplementary, incidental or consequential provision— a for the general purposes, or any particular purpose, of this Act, or b in consequence of, or for giving full effect to, a provision made by or under this Act. 2 Regulations under this section may, in particular— a amend or repeal, or apply with modifications, a provision of an Act (including this Act and any Act passed before, or in the same Session as, this Act); b amend or revoke, or apply with modifications, a provision of subordinate legislation made before the passing of this Act. 3 The power conferred by this section is also exercisable by the Welsh Ministers in so far as it is exercisable in relation to matters with respect to which functions are exercisable by the Welsh Ministers. 4 The amendments or modifications that may be made by virtue of subsection (2) are in addition to those made by or by virtue of any other provision of this Act. 5 “ Subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (c. 30)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "29", "section_title": "Regulations, etc.", "section_text": "29 1 The power to make regulations under this Act is (subject to section 28) exercisable by the appropriate national authority. 2 Regulations and any commencement order under this Act must be made by statutory instrument. 3 Regulations and any commencement order under this Act— a may make provision which applies generally or only for specified cases or which applies subject to specified exceptions; b may make different provision for different cases or different areas; c may make incidental, supplementary, consequential, transitional, transitory or saving provision. 4 A statutory instrument containing (whether alone or with other provision) regulations mentioned in subsection (5) may not be made unless— a in the case of regulations made by the Secretary of State, a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament; b in the case of regulations made by the Welsh Ministers, a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales. 5 The regulations are— a regulations under section 3(4)\t\t\t\t\t\t\t(power to vary etc. matters for which money raised from the imposition of a BRS may not be used); b regulations under section 5(5)\t\t\t\t\t\t\t(power to vary etc. descriptions of information for inclusion in an initial or final prospectus); c regulations under section 15(4)\t\t\t\t\t\t\t(power to vary etc. conditions to be met in relation to rules for the application of a BRS relief); d regulations under section 21 which include provision within section 22(2)\t\t\t\t\t\t\t(power to amend section 90 of the 1988 Act); e regulations under subsection (7) of section 27 which include provision within subsection (8)(b) or (c) of that section (special introductory provision); f regulations under section 28 which include provision within subsection (2)(a) of that section (power to make consequential amendments etc. to primary legislation); g regulations under paragraph 4(5), 5, 6 or 8 of Schedule 2 (BRS-BID arrangements: liability, ballots, disclosure of information); h regulations under paragraph 10 of that Schedule which include provision within sub-paragraph (1)(f) or (g) of that paragraph (BRS-BID arrangements: alteration etc. of arrangements, ballots). 6 A statutory instrument containing regulations under this Act, other than regulations mentioned in subsection (5), is subject to annulment in pursuance of— a in the case of regulations made by the Secretary of State, a resolution of either House of Parliament; b in the case of regulations made by the Welsh Ministers, a resolution of the National Assembly for Wales. 7 “ Commencement order ” means an order under section 32(2)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "30", "section_title": "Interpretation", "section_text": "30 1 In this Act, the  “ appropriate national authority ” means— a in relation to a levying authority whose area is in England or in relation to hereditaments in England, the Secretary of State; b in relation to a levying authority whose area is in Wales or in relation to hereditaments in Wales, the Welsh Ministers. 2 For the purposes of this Act, an expression in the first column of the Table is defined or otherwise explained by the provision of this Act, or of the 1988 Act, the 1999 Act or the 2003 Act, specified in the second column. Expression Provision BID levy Section 41(2) of the 2003 Act Billing authority Section 144(2) of the 1988 Act BRS Section 1(1) Chargeable amount Section 13 Chargeable day Section 11(5) Chargeable period Section 11(6) Final prospectus Section 4 Financial year Section 145(3) of the 1988 Act Financial year, imposition of BRS for Section 11(8) Functional body Section 424 of the 1999 Act Hereditament Section 64 of the 1988 Act Initial prospectus Section 4 Levying authority Section 2(1) Local non-domestic rating list Section 41(1) of the 1988 Act Lower-tier authority Section 3(8) Rateable value Section 12(9) Section 45 ratepayer Section 11(3) Sums collected by a billing authority in respect of a BRS Section 22(7) Sums received by a functional body in respect of a BRS Section 3(10) Sums received by a levying authority in respect of a BRS Section 3(6) The 1988 Act Section 1(4) 3 In subsection (2)— “ the 1999 Act ” means the Greater London Authority Act 1999 (c. 29), and “ the 2003 Act ” means the Local Government Act 2003 (c. 26)."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "31", "section_title": "Crown application", "section_text": "31 This Act binds the Crown."}, {"act": "Business Rate Supplements Act 2009", "year": 2009, "section": "32", "section_title": "Commencement, extent and short title", "section_text": "32 1 Sections 28 to 31 and this section come into force on the day on which this Act is passed. 2 The remaining provisions of this Act come into force in accordance with such provision as the appropriate national authority may make by order. 3 This Act extends to England and Wales only. 4 This Act may be cited as the Business Rate Supplements Act 2009."}]