[{"act": "Geneva Conventions and United Nations Personnel (Protocols) Act 2009", "year": 2009, "section": "1", "section_title": "Amendments of the Geneva Conventions Act 1957", "section_text": "1 1 The Geneva Conventions Act 1957 (c. 52) is amended as follows. 2 In section 1 (grave breaches of Conventions and protocols), in subsection (1), for  “or the first protocol” substitute  “                , the first protocol or the third protocol              ” . 3 In subsection (1A) of that section, after paragraph (b) insert ; and                 c a grave breach of the third protocol is anything which for the purposes of Article 6 of the protocol constitutes the perfidious use of the emblem specified in section 6(1)(f) of this Act . 4 In section 6 (use of the Red Cross and other emblems), in subsection (1), after paragraph (e) insert ;                 f the emblem of a red frame in the shape of a square on edge on a white ground, conforming to the illustration in Article 1 of the Annex to the third protocol (and whether or not incorporating another emblem, or a combination of emblems, in accordance with Article 3 of the protocol), or the designation  “Red Crystal” or  “third Protocol emblem” . 5 After subsection (4A) of that section, insert— 4B Subsection (4) of this section shall apply in relation to a design or wording reproducing or resembling the emblem or a designation specified in paragraph (f) of subsection (1) of this section as it applies to designs or wording reproducing or resembling an emblem or designation specified in paragraph (b) or (c) of that subsection. 4C But subsection (4) of this section shall not apply by virtue of subsection (4B) of this section where the use of the design or wording concerned is such as would appear, in time of armed conflict, to confer the protection of the scheduled conventions and, where applicable, the first protocol and the second protocol. 4D For the purposes of subsection (4B) of this section references in subsection (4) of this section to the passing of this Act shall be construed as references to the passing of the Geneva Conventions and United Nations Personnel (Protocols) Act 2009. 6 In section 6A (regulations), in subsection (1)(b), for  “or the second protocol” substitute  “                , the second protocol or the third protocol              ” . 7 In section 7 (interpretation), at the end of subsection (1) add ;                 “ the third protocol ” means the Protocol, additional to the Geneva Conventions of 12 August 1949, relating to the Adoption of an Additional Distinctive Emblem (Protocol  III ) done on 8 December 2005, the text of which is set out in Schedule 7 . 8 After Schedule 6 (which sets out the text of the second protocol), insert the Schedule 7 contained in the Schedule to this Act (which sets out the text of the third protocol)."}, {"act": "Geneva Conventions and United Nations Personnel (Protocols) Act 2009", "year": 2009, "section": "2", "section_title": "Amendments of the United Nations Personnel Act 1997", "section_text": "2 1 Section 4 of the United Nations Personnel Act 1997 (c. 13)\t\t\t\t\t(meaning of  “ UN  worker”) is amended as follows. 2 In subsection (2)— a for  “subsection (3)” substitute  “                    subsections (3) and (3A)                  ” , and b in paragraph (c)(i), for  “the maintenance or restoration of international peace and security” substitute  “                    a purpose mentioned in subsection (2A)                  ” . 3 After subsection (2) insert— 2A The purposes referred to in subsection (2)(c)(i) are— a maintaining or restoring international peace and security; b delivering humanitarian, political or development assistance in peacebuilding; c delivering emergency humanitarian assistance. 4 After subsection (3) insert— 3A In this section  “UN operation” also does not include any operation in respect of which a declaration is made in accordance with Article  II (3) of the Optional Protocol (opt-out for operation to deliver emergency humanitarian assistance in response to natural disaster). 5 In subsection (4), after the definition of  “the Convention” insert— “ the Optional Protocol ” means the Optional Protocol to the Convention adopted by the General Assembly of the United Nations on 8 December 2005; ."}, {"act": "Geneva Conventions and United Nations Personnel (Protocols) Act 2009", "year": 2009, "section": "3", "section_title": "Commencement, extent and short title", "section_text": "3 1 Sections 1 and 2 come into force on such day as the Secretary of State may by order appoint. 2 An order under subsection (1)— a must be made by statutory instrument, and b may make different provision for different purposes. 3 Section 8(2) of the Geneva Conventions Act 1957 (c. 52)\t\t\t\t\t(power to extend provisions to the Channel Islands, the Isle of Man and British overseas territories) applies in relation to the provisions of section 1 and the Schedule as if they were contained in that Act. 4 Section 9(2) of the United Nations Personnel Act 1997 (c. 13)\t\t\t\t\t(power to extend provisions to the Channel Islands, the Isle of Man and British overseas territories) applies in relation to the provisions of section 2 as if they were contained in that Act. 5 This Act may be cited as the Geneva Conventions and United Nations Personnel (Protocols) Act 2009."}]