[{"act": "Health Act 2009", "year": 2009, "section": "1", "section_title": "NHS Constitution", "section_text": "1 1 In this Chapter the  “ NHS Constitution ” means— a the document entitled  “The NHS Constitution” published by the Secretary of State on 21 January 2009, or b any revised version of that document published under section 3 or 4. 2 In this Chapter the  “ Handbook ” means— a the document entitled  “The Handbook to the NHS Constitution” published by the Secretary of State on 21 January 2009, or b any revised version of that document published under section 5."}, {"act": "Health Act 2009", "year": 2009, "section": "2", "section_title": "Duty to have regard to NHS Constitution", "section_text": "2 1 Each of the bodies listed in subsection (2) must, in performing its  health service functions , have regard to the NHS Constitution. 2 The bodies are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ca   NHS England ; cb integrated care boards; cc local authorities (within the meaning of section 2B of the National Health Service Act 2006); c National Health Service trusts; d Special Health Authorities; da the National Institute for Health and Care Excellence; db . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e NHS foundation trusts; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g the Care Quality Commission. h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i the Health Services Safety Investigations Body. 3 In subsection (1)   a  “health service function”  means any function under an enactment which is a function concerned with, or connected to, the provision, commissioning or regulation of  health services . 4 Each person who— za provides health services under arrangements made by   NHS England   or   an integrated care board   under or by virtue of section 3, 3A, 3B or 4 of, or Schedule 1 to, the National Health Service Act 2006, a provides  health services  under a contract, agreement or arrangements made under or by virtue of an enactment listed in subsection (6),  ... b provides or assists in providing  health services  under arrangements under section 12(1) of the National Health Service Act 2006 (c. 41),  or c provides health services under arrangements made by a local authority for the purposes of its functions under or by virtue of section 2B or 6C(1) of, or Schedule 1 to, that Act. must, in doing so, have regard to the NHS Constitution. 5 Each person who— a in pursuance of a contract, agreement or arrangements as mentioned in  subsection (4)(za), (a), (b) or (c) , makes arrangements (“sub-contracting arrangements”) for another person to provide or assist in providing  health services , or b provides or assists in providing  health services  under sub-contracting arrangements, must, in doing so, have regard to the NHS Constitution. 6 The enactments referred to in subsection (4)(a) are the following provisions of the National Health Service Act 2006— a section 83(2)(b) (arrangements made by PCTs for provision of primary medical services); b section 84(1) (general medical services contracts); c section 92 (other arrangements for the provision of primary medical services); d section 100(1) (general dental services contracts); e section 107(1) (other arrangements for the provision of primary dental services); f section 117(1) (general ophthalmic services contracts); g section 126(1) (pharmaceutical services); h section 127(1) (additional pharmaceutical services); i Schedule 12 (local pharmaceutical services schemes). 7 In this Chapter  “ health services ” means health services provided in England for the purposes of the health service continued under section 1(1) of the National Health Service Act 2006. 8 References in this section to the provision of services include references to the provision of services jointly with another person."}, {"act": "Health Act 2009", "year": 2009, "section": "3", "section_title": "Availability and review of NHS Constitution", "section_text": "3 1 The Secretary of State must ensure that the NHS Constitution continues to be available to patients, staff and members of the public. 2 At least once in any period of 10 years the Secretary of State must carry out a review of the NHS Constitution (referred to in this Chapter as a  “10 year review”). 3 The following must be consulted about the NHS Constitution on a 10 year review— a patients and bodies or other persons representing patients, b staff and bodies or other persons representing staff, c carers, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e members of the public, f the bodies and persons listed in section 2(2), (4) and (5), and g such other persons as the Secretary of State considers appropriate. 4 The first 10 year review must be completed not later than 5 July 2018. 5 The guiding principles may not be revised as a result of a 10 year review, except in accordance with regulations made by the Secretary of State setting out the revision to be made. 6 The Secretary of State must publish the NHS Constitution after any revision made as a result of a 10 year review. 7 In this Chapter— “ carers ” means persons who, as relatives or friends, care for other persons to whom  health services  are being provided; “ the guiding principles ” means— the 7 principles described in the NHS Constitution published on 21 January 2009 as  “the principles that guide the NHS”, or any revised version of those principles set out in the NHS Constitution published under this section or section 4; “ patients ” means persons to whom  health services  are being provided; “ staff ” means— persons employed by a body listed in section 2(2) or otherwise working for such a body (whether as or on behalf of a contractor, as a volunteer or otherwise) in, or in connection with, the provision, commissioning or regulation of  health services ; persons employed by a person listed in subsection (4) or (5) of section 2 or otherwise working for such a person (whether as or on behalf of a contractor, as a volunteer or otherwise) in, or in connection with, the provision of  health services  or assistance or the making of arrangements as mentioned in the subsection in question. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Act 2009", "year": 2009, "section": "4", "section_title": "Other revisions of NHS Constitution", "section_text": "4 1 This section applies to any revision of the NHS Constitution made other than as a result of a 10 year review (including any such revision which revises the guiding principles). 2 Before any revision the Secretary of State must undertake appropriate consultation about the proposed revision. 3 The persons consulted must include such patients, staff, members of the public and other persons as appear to the Secretary of State to be affected by the proposed revision. 4 The guiding principles may not be revised, except in accordance with regulations made by the Secretary of State setting out the revision to be made. 5 The Secretary of State must publish the NHS Constitution after any revision."}, {"act": "Health Act 2009", "year": 2009, "section": "5", "section_title": "Availability, review and revision of Handbook", "section_text": "5 1 The Secretary of State must ensure that the Handbook continues to be available to patients, staff and members of the public. 2 At least once in any period of 3 years the Secretary of State must carry out a review of the Handbook. 3 The first review must be completed not later than 5 July 2012. 4 The Secretary of State must publish the Handbook after any revision (whether made as a result of a review under this section or otherwise)."}, {"act": "Health Act 2009", "year": 2009, "section": "6", "section_title": "Report on effect of NHS Constitution", "section_text": "6 1 The Secretary of State must publish a report every 3 years on how the NHS Constitution has affected patients, staff, carers and members of the public, since the last report was produced under this subsection. 2 The first report must be published not later than 5 July 2012. 3 The Secretary of State must lay before Parliament a copy of each report under subsection (1)."}, {"act": "Health Act 2009", "year": 2009, "section": "7", "section_title": "Regulations under section 3 or 4", "section_text": "7 1 The power to make regulations under section 3 or 4 is exercisable by statutory instrument. 2 A statutory instrument containing regulations under either of those sections is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Health Act 2009", "year": 2009, "section": "8", "section_title": "Duty of providers to publish information", "section_text": "8 1 Each of the bodies listed in subsection (2) must, in accordance with regulations made by the Secretary of State, publish in respect of each reporting period a document containing prescribed information relevant to the quality of— a any  relevant health services  that the body provides; b any  relevant health services  that, under arrangements made by the body, are provided by a person not listed in subsection (2) or (3); c any services that are provided in England and for the provision of which the body provides assistance or support under section 124(1) of the National Health Service Act 2006 (c. 41)\t\t\t\t\t\t\t(primary ophthalmic services). 2 The bodies are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b National Health Service trusts all or most of whose hospitals, establishments and facilities are in England; c Special Health Authorities; d NHS foundation trusts. 3 Each person who— a provides health services as mentioned in section 2(4)(za) or (a), or b in pursuance of a contract, agreement or arrangements as mentioned in section 2(4)(za) or (a), makes arrangements for another person to provide health services, must, in accordance with regulations made by the Secretary of State, publish in respect of each reporting period a document containing prescribed information relevant to the quality of those services. 4 References in this section to the provision of services include references to the provision of services jointly with another person. 5 The Secretary of State may by regulations provide that subsection (1) or (3) does not apply to prescribed bodies, persons or services, or to bodies, persons or services of a prescribed description. 6 In this section— “ health services ” has the same meaning as in Chapter 1; “ relevant health services ” means health services the provision of which is arranged by   NHS England   or   an integrated care board   under or by virtue of section 3, 3A, 3B or 4 of, or Schedule 1 to, the National Health Service Act 2006 or under or by virtue of Parts 4 to 7 of that Act. "}, {"act": "Health Act 2009", "year": 2009, "section": "9", "section_title": "Supplementary provision about the duty", "section_text": "9 1 In this section  “ the provider ” means the body or person required to publish a document under section 8. 2 For the purposes of that section a reporting period is— a the period of 12 months beginning with 1 April 2009, and b each subsequent period of 12 months. 3 If the Care Quality Commission or   NHS England   notifies the provider of an error or omission in a document published under that section, the provider must within 21 days of the notification republish the document correcting the error or omission and including a statement explaining the correction. 4 A copy of any document published under that section must be sent by the provider to the Secretary of State in any form specified by the Secretary of State for the purpose of enabling the Secretary of State to make the document available to the public. 5 Regulations under subsection (1) or (3) of section 8 may in particular make provision— a as to the form of a document published under that section and its contents in addition to the prescribed information; b imposing duties on the provider for the purpose of ensuring the accuracy of information; c as to how and when a document must be published and when a copy must be sent under subsection (4); d requiring the provider to have regard to guidance issued by the Secretary of State. 6 The provider must at the request of any person provide to that person a copy of any document published by the provider under section 8 relating to a reporting period ending not more than 2 years before the request. 7 While subsection (1) or (3) of section 8 applies to the provider, the provider must keep affixed, in a conspicuous place at each of the premises at which the provider provides services to which that subsection applies, a notice stating how the most recent document published by the provider under that section may be obtained. 8 Subsection (7) does not apply if— a the provider does not have control of the premises, or b the services are provided by means such that the persons receiving them do not do so at the premises. 9 In subsection (7)\t\t\t\t\t “ premises ” includes a vehicle or moveable structure."}, {"act": "Health Act 2009", "year": 2009, "section": "10", "section_title": "Regulations under section 8", "section_text": "10 1 The power to make regulations under section 8 is exercisable by statutory instrument. 2 A statutory instrument containing regulations under section 8 is subject to annulment in pursuance of a resolution of either House of Parliament. 3 The power to make regulations under section 8— a may be exercised so as to make the full provision to which the power extends or any less provision (whether by way of exception or otherwise); b may be exercised so as to make the same provision for all cases in relation to which the power is exercised, or different provision for different cases; c may be exercised so as to make any such provision unconditionally or subject to any specified condition."}, {"act": "Health Act 2009", "year": 2009, "section": "11", "section_title": "Direct payments for health care", "section_text": "11 In Part 1 of the National Health Service Act 2006 (c. 41), after section 12 insert— Direct payments for health care Direct payments for health care 12A 1 The Secretary of State may, for the purpose of securing the provision to a patient of anything to which this subsection applies, make payments, with the patient's consent, to the patient or to a person nominated by the patient. 2 Subsection (1) applies to— a anything that the Secretary of State may or must provide under section 2(1) or 3(1); b anything for which the Secretary of State must arrange under paragraph 8 of Schedule 1; c vehicles that the Secretary of State may provide under paragraph 9 of that Schedule. 3 Subsection (1) is subject to any provision made by regulations under section 12B. 4 If regulations so provide, a Primary Care Trust may, for the purpose of securing the provision for a patient of services that the trust must provide under section 117 of the Mental Health Act 1983 (after-care), make payments, with the patient's consent, to the patient or to a person nominated by the patient. 5 A payment under subsection (1) or under regulations under subsection (4) is referred to in this Part as a  “ direct payment ”. 6 A direct payment may be made only in accordance with a pilot scheme under regulations made by virtue of section 12C. Regulations about direct payments 12B 1 The Secretary of State may make regulations about direct payments. 2 The regulations may in particular make provision— a as to circumstances in which, and descriptions of persons and services in respect of which, direct payments may or must be made; b as to circumstances in which direct payments may or must be made to a person nominated by the patient; c as to the making of direct payments (and, in particular, as to persons to whom payments may or must be made) where the patient lacks capacity to consent to the making of the payments; d as to conditions that the Secretary of State or the Primary Care Trust must comply with before, after or at the time of making a direct payment; e as to conditions that the patient or (if different) the payee may or must be required to comply with before, after, or at the time when a direct payment is made; f as to the amount of any direct payment or how it is to be calculated; g as to circumstances in which the Secretary of State or the Primary Care Trust may or must stop making direct payments; h as to circumstances in which the Secretary of State or the Primary Care Trust may or must require all or part of a direct payment to be repaid, by the payee or otherwise; i as to monitoring of the making of direct payments, of their use by the payee, or of services which they are used to secure; j as to arrangements to be made by the Secretary of State or the Primary Care Trust for providing patients, payees or their representatives with information, advice or other support in connection with direct payments; k for such support to be treated to any prescribed extent as a service in respect of which direct payments may be made. 3 If the regulations make provision in the case of a person who lacks capacity to consent to direct payments being made, they may apply that provision, or make corresponding provision, with or without modifications, in the case of a person who has lacked that capacity but no longer does so (whether because of fluctuating capacity, or regaining or gaining capacity). 4 The regulations may provide for a sum which must be repaid to the Secretary of State or the Primary Care Trust by virtue of a condition or other requirement imposed by or under the regulations to be recoverable as a debt due to the Secretary of State or the Primary Care Trust. 5 The regulations may make provision— a for a service in respect of which a direct payment has been made under section 12A(1) to be regarded, only to such extent and subject to such conditions as may be prescribed, as provided or arranged for by the Secretary of State under an enactment mentioned in section 12A(2); b displacing functions or obligations of a Primary Care Trust with respect to the provision of after-care services under section 117 of the Mental Health Act 1983, only to such extent and subject to such conditions as may be prescribed. 6 In this section— a “ service ” includes anything in respect of which direct payments may be made; b references to a person lacking capacity are references to a person lacking capacity within the meaning of the Mental Capacity Act 2005. Direct payments pilot schemes 12C 1 Regulations under section 12B may provide for the Secretary of State to have power— a to make pilot schemes in accordance with which direct payments may be made; b to include in a pilot scheme, as respects payments to which the scheme applies, any provision within section 12B(2), subject to any provision made by the regulations. 2 The regulations may in particular make provision, or provide for the pilot scheme to make provision, as to— a the geographical area in which a pilot scheme operates; b the revocation or amendment of a pilot scheme. 3 A pilot scheme must, in accordance with the regulations, specify the period for which it has effect, subject to the extension of that period by the Secretary of State in accordance with the regulations. 4 The regulations must make provision as to the review of a pilot scheme, or require the pilot scheme to include such provision. 5 Provision as to the review of a pilot scheme may in particular include provision— a for a review to be carried out by an independent person; b for publication of the findings of a review; c as to matters to be considered on a review. 6 Those matters may in particular include any of the following— a the administration of the scheme; b the effect of direct payments on the cost or quality of care received by patients; c the effect of direct payments on the behaviour of patients, carers or persons providing services in respect of which direct payments are made. 7 After any review of one or more pilot schemes, the Secretary of State may make an order under subsection (8) or (10). 8 An order under this subsection is an order making provision for either or both of the following— a repealing section 12A(6) and subsections (1) to (4) of this section; b amending, repealing, or otherwise modifying any other provision of this Act. 9 An order may make provision within subsection (8)(b) only if it appears to the Secretary of State to be necessary or expedient for the purpose of facilitating the exercise of the powers conferred by section 12A(1) or by regulations under section 12A(4). 10 An order under this subsection is an order repealing sections 12A, 12B, 12D and this section. Arrangements with other bodies relating to direct payments 12D 1 The Secretary of State may arrange with any person or body to give assistance in connection with direct payments. 2 Arrangements may be made under subsection (1) with voluntary organisations. 3 Powers under this section may be exercised on such terms as may be agreed, including terms as to the making of payments by the Secretary of State."}, {"act": "Health Act 2009", "year": 2009, "section": "12", "section_title": "Jurisdiction of Health Service Commissioner", "section_text": "12 1 The Health Service Commissioners Act 1993 (c. 46) is amended as follows. 2 In section 2B (independent providers subject to investigation) after subsection (1) insert— 1A Persons are subject to investigation by the Commissioner if— a they are, or were at the time of the action complained of, providing direct payment services, and b they are not, or were not at the time of the action complained of, health service bodies. 3 In subsection (5) of that section after  “subsection (1)” insert  “                    or (1A)                  ” . 4 In section 3(1C)\t\t\t\t\t(complaints against independent providers) after  “(of whatever kind)” insert  “                    , or has undertaken to provide direct payment services,                  ” . 5 In section 7(2)\t\t\t\t\t(contractual or commercial transactions) after paragraph (a) insert— aa matters arising from arrangements for the provision of direct payment services, . 6 In section 14 (reports by the Commissioner), in subsection (2C)(e) after  “independent provider” insert  “                    (in a case within section 2B(1))                  ” . 7 In section 19 (interpretation) after the definition of  “the Court” insert— “ direct payment services ” means services in respect of which direct payments have been made under section 12A(1), or under regulations under section 12A(4), of the National Health Service Act 2006; ."}, {"act": "Health Act 2009", "year": 2009, "section": "13", "section_title": "Direct payments: minor and consequential amendments", "section_text": "13 Schedule 1 (which makes minor and consequential amendments relating to direct payments, including in the case of section 117 of the Mental Health Act 1983 (c. 20), social care direct payments) has effect."}, {"act": "Health Act 2009", "year": 2009, "section": "14", "section_title": "Innovation prizes", "section_text": "14 1 The Secretary of State may make payments as prizes to promote innovation in the provision of health services in England. 2 A prize may relate to— a work at any stage of innovation (including research); b work done at any time (including work before the commencement of this section). 3 The Secretary of State may establish a committee to give advice about the exercise of the power conferred by subsection (1), and may pay remuneration, allowances and expenses to members."}, {"act": "Health Act 2009", "year": 2009, "section": "15", "section_title": "De-authorisation of NHS foundation trusts", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Act 2009", "year": 2009, "section": "16", "section_title": "Trust special administrators: NHS trusts and NHS foundation trusts", "section_text": "16 After section 65 of the National Health Service Act 2006 (c. 41) insert— Chapter 5A Trust special administrators: NHS trusts and NHS foundation trusts Application Application 65A 1 This Chapter applies to— a an NHS trust all or most of whose hospitals, establishments and facilities are in England; b an NHS foundation trust authorised under section 35 on an application under section 33; c an NHS foundation trust established under section 56 to which subsection (2) applies. 2 This subsection applies to an NHS foundation trust if— a at least one of the trusts on whose application the NHS foundation trust was established was an NHS trust within subsection (1)(a) or an NHS foundation trust within subsection (1)(b), or b the NHS foundation trust is the result of a succession of mergers under section 56, any of which involved an NHS trust within subsection (1)(a) or an NHS foundation trust within subsection (1)(b). Appointment Appointment of trust special administrator 65B 1 The Secretary of State may make an order authorising the appointment of a trust special administrator to exercise the functions of the chairman and directors of an NHS trust to which this Chapter applies. 2 An order may be made under subsection (1) only if the Secretary of State considers it appropriate in the interests of the health service. 3 The order must specify the date when the appointment is to take effect, which must be within the period of 5 working days beginning with the day on which the order is made. 4 Before making the order the Secretary of State must consult— a the trust, b any Strategic Health Authority in whose area the trust has hospitals, establishments or facilities, and c any other person to which the trust provides goods or services under this Act and which the Secretary of State considers it appropriate to consult. 5 The Secretary of State must lay before Parliament (with the statutory instrument containing the order) a report stating the reasons for making the order. 6 If an order is made under subsection (1), the Secretary of State must— a appoint a person as the trust special administrator with effect from the day specified in the order, and b publish the name of the person appointed. 7 A person appointed as a trust special administrator holds and vacates office in accordance with the terms of the appointment. 8 The Secretary of State may pay remuneration and expenses to a trust special administrator. Suspension of directors 65C 1 When the appointment of a trust special administrator takes effect, the trust's chairman and executive and non-executive directors are suspended from office. 2 Subsection (1) does not affect the employment of the executive directors or their membership of any committee or sub-committee of the trust. De-authorisation of NHS foundation trusts NHS foundation trusts: regulator's notice 65D 1 The regulator may give the Secretary of State a notice under this section if it is satisfied that— a an NHS foundation trust to which this Chapter applies is failing to comply with a notice under section 52, and b further exercise of the powers conferred by section 52 would not be likely to secure the provision of the goods and services which the trust's authorisation requires it to provide. 2 The notice must be in writing. 3 With the notice the regulator must give the Secretary of State a report stating the reasons why it is satisfied as mentioned in subsection (1). 4 Before giving a notice under this section, the regulator must consult first the Secretary of State and then— a the trust, b any Strategic Health Authority in whose area the trust has hospitals, establishments or facilities, and c any other person to which the trust provides goods or services under this Act and which the regulator considers it appropriate to consult. NHS foundation trusts: de-authorisation and appointment of trust special administrator 65E 1 If the regulator gives notice under section 65D in relation to a trust, the Secretary of State must make an order for it to cease to be an NHS foundation trust. 2 An order made under subsection (1) must specify the date when it is to take effect, which must be within the period of 5 working days beginning with the day on which it is made. 3 The Secretary of State must lay before Parliament (with the statutory instrument containing the order) the regulator's report under section 65D(3). 4 On an order under subsection (1) taking effect in relation to a body, it ceases to be an NHS foundation trust and a public benefit corporation and becomes a National Health Service trust. 5 Schedule 8A makes further provision about trusts in respect of which an order is made under subsection (1). 6 Where an order is made under subsection (1) in relation to a trust, the Secretary of State must also make an order under section 65B(1) authorising the appointment of a trust special administrator in relation to the trust. 7 The order under section 65B(1) must provide for the appointment to take effect at the same time as the order under this section. 8 Section 65B(2), (4) and (5) do not apply in relation to the order under section 65B(1). Consultation and report Draft report 65F 1 Within the period of 45 working days beginning with the day on which a trust special administrator's appointment takes effect, the administrator must provide to the Secretary of State and publish a draft report stating the action which the administrator recommends the Secretary of State should take in relation to the trust. 2 When preparing the draft report, the administrator must consult— a any Strategic Health Authority in whose area the trust has hospitals, establishments or facilities, and b any other person to which the trust provides goods or services under this Act and which the Secretary of State directs the administrator to consult. 3 After receiving the draft report, the Secretary of State must lay it before Parliament. Consultation plan 65G 1 At the same time as publishing a draft report under section 65F, a trust special administrator must publish a statement setting out the means by which the administrator will seek responses to the draft report. 2 The statement must specify a period of 30 working days within which the administrator seeks responses (the  “consultation period”). 3 The first day of the consultation period must be within the period of 5 working days beginning with the day on which the draft report is published. Consultation requirements 65H 1 The following duties apply during the consultation period. 2 The trust special administrator must publish a notice stating that the administrator is seeking responses to the draft report and describing how people can give their responses. 3 A notice under subsection (2) must include details of how responses can be given in writing. 4 The trust special administrator must hold at least one meeting to seek responses from staff of the trust and from such persons as the trust special administrator may recognise as representing staff of the trust. 5 The trust special administrator must hold at least one other meeting to seek responses from any person who wishes to attend, after publishing notice of the date, time and place of the meeting. 6 Notices under subsections (2) and (5) must be published at least once in the first 5 working days of the consultation period. 7 The trust special administrator must request a written response from— a any Strategic Health Authority in whose area the trust has hospitals, establishments or facilities; b any other person to which the trust provides goods or services under this Act, if required by directions given by the Secretary of State; c any person within subsection (8), if required by directions given by the Secretary of State. 8 The persons within this subsection are— a an overview and scrutiny committee of any authority to which section 244 applies; b a committee of a local authority operating alternative arrangements under Part 2 of the Local Government Act 2000 which exercises functions corresponding to those of an overview and scrutiny committee under section 21(2)(f) of that Act; c a joint overview and scrutiny committee; d a committee established under section 247(1); e a person carrying on, in pursuance of arrangements made by any local authority under subsection (1) of section 221 of the Local Government and Public Involvement in Health Act 2007, activities specified in subsection (2) of that section (local involvement networks); f the member of Parliament for any constituency. 9 The trust special administrator must hold at least one meeting to seek responses from representatives of each of the persons from whom the administrator must request a written response under subsection (7)(a) or (b). 10 The Secretary of State may direct an administrator to— a request a written response from any person; b hold a meeting to seek a response from any person. 11 In subsection (4)  “ staff of the trust ” means persons employed by the trust or otherwise working for the trust (whether as or on behalf of a contractor, as a volunteer or otherwise). Final report 65I 1 Within the period of 15 working days beginning with the end of the consultation period, the trust special administrator must provide to the Secretary of State a final report stating the action which the administrator recommends that the Secretary of State should take in relation to the trust. 2 The administrator must attach to the final report a summary of all responses to the draft report which were received by the administrator in the period beginning with the publication of the draft report and ending with the last day of the consultation period. 3 After receiving the administrator's final report, the Secretary of State must publish it and lay it before Parliament. Power to extend time 65J 1 This section applies to— a the duty of a trust special administrator to provide a draft report within the period specified in section 65F(1); b the duty of a trust special administrator to consult in the consultation period specified under section 65G(2); c the duty of a trust special administrator to provide a final report within the period specified in section 65I(1). 2 If the Secretary of State thinks it is not reasonable in the circumstances for the administrator to be required to carry out the duty within the specified period, the Secretary of State may by order extend the period. 3 If an order is made extending the period mentioned in subsection (1)(a) or (c) the trust special administrator must publish a notice stating the new date on which the period will expire. 4 If an order is made extending the period mentioned in subsection (1)(b) the trust special administrator must— a publish a notice stating the new date on which the period will expire, and b publish a statement setting out the means by which the administrator will seek responses to the draft report during the extended consultation period. Action by the Secretary of State Secretary of State's decision 65K 1 Within the period of 20 working days beginning with the day on which the Secretary of State receives a final report under section 65I, the Secretary of State must decide what action to take in relation to the trust. 2 The Secretary of State must as soon as reasonably practicable— a publish a notice of the decision and of the reasons for it; b lay a copy of the notice before Parliament. Trusts coming out of administration 65L 1 This section applies if the Secretary of State decides under section 65K not to dissolve the trust. 2 The Secretary of State must make an order specifying a date when the appointment of the trust special administrator and the suspension of the chairman and directors of the trust come to an end. 3 Subsections (4) and (5) apply in the case of a trust which is an NHS trust by virtue of an order made under section 65E(1). 4 The Secretary of State must make an order specifying, in relation to the trust, the matters mentioned in paragraph 5(1)(a) to (c) of Schedule 4 and, where the trust has a significant teaching commitment, the matters mentioned in paragraph 5(1)(d). 5 If it appears to the Secretary of State to be necessary in order to comply with provision made under subsection (4), or made by regulations under paragraph 4 of Schedule 4, the Secretary of State may by order— a terminate the office of any executive or non-executive director of the trust; b appoint a person to be an executive or non-executive director of the trust. Supplementary Replacement of trust special administrator 65M 1 If a trust special administrator ceases to hold office for any reason before the Secretary of State has made either an order under section 65L(2) or an order dissolving the trust, the Secretary of State must— a appoint another person as the trust special administrator, and b publish the name of the person appointed. 2 Where a person is appointed under subsection (1) in relation to a trust, anything done by or in relation to a previous trust special administrator has effect as if done by or in relation to that person, unless the Secretary of State directs otherwise. Guidance 65N 1 The Secretary of State must publish guidance for trust special administrators. 2 It must include guidance about the publication of notices under sections 65H and 65J. 3 It must include guidance about the preparation of draft reports, as to— a persons to be consulted; b factors to be taken into account; c relevant publications. Interpretation of this Chapter 65O In this Chapter— “ trust special administrator ” means a person appointed under section 65B(6)(a) or section 65M(1)(a); “ working day ” means any day which is not Saturday, Sunday, Christmas Day, Good Friday or a day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971."}, {"act": "Health Act 2009", "year": 2009, "section": "17", "section_title": "Trust special administrators: Primary Care Trusts", "section_text": "17 After section 65O of the National Health Service Act 2006 (c. 41) (inserted by section 16) insert— Chapter 5B Trust special administrators: Primary Care Trusts Appointment Appointment of trust special administrator 65P 1 The Secretary of State may give directions to a Primary Care Trust requiring the Primary Care Trust to appoint a trust special administrator to exercise on its behalf, to the extent, and subject to any conditions, specified in the directions, such provider functions of the Primary Care Trust as are specified in the directions. 2 Directions may be given under subsection (1) only if the Secretary of State considers it appropriate in the interests of the health service. 3 The directions must specify— a the date when the appointment is to take effect, which must be within the period of 5 working days beginning with the day on which the directions are given, and b the name of the person to be appointed. 4 Before giving directions under subsection (1) the Secretary of State must consult— a the Primary Care Trust, b any Strategic Health Authority whose area includes any part of the Primary Care Trust's area, and c any other person to which the Primary Care Trust provides goods or services under this Act and which the Secretary of State considers it appropriate to consult. 5 The Secretary of State must lay before Parliament (with the instrument containing the directions) a report stating the reasons for giving the directions. 6 Where a person is appointed pursuant to directions under subsection (1), the Secretary of State must publish the name of the person appointed. 7 A person appointed as a trust special administrator holds and vacates office in accordance with the terms of the appointment. 8 Directions under subsection (1) may require the appointment to be on terms specified in the directions. 9 The Primary Care Trust may pay the trust special administrator remuneration and expenses in accordance with the terms of the appointment. 10 In this section  “ provider function ” means— a any function of providing goods or services except to the extent that at the time of the appointment there are arrangements between the Primary Care Trust and another person or body under which the goods or services are, or are to be, provided by that person or body, and b any function that is not a function of providing goods or services but that may be exercised for the purposes of a function within paragraph (a). Displacement of functions 65Q 1 When the appointment of a trust special administrator takes effect, the relevant functions cease to be exercisable by any committee, sub-committee or officer of the Primary Care Trust by whom they were previously exercisable. 2 Subsection (1) does not affect the employment of any officer of the Primary Care Trust. 3 In this Chapter  “ relevant functions ” means the functions of the Primary Care Trust exercisable by the trust special administrator. Consultation and report Draft report 65R 1 Within the period of 45 working days beginning with the day on which a trust special administrator's appointment takes effect, the administrator must provide to the Secretary of State and publish a draft report stating the action which the administrator recommends the Secretary of State should take in relation to the performance of the relevant functions. 2 When preparing the draft report, the administrator must consult— a any Strategic Health Authority whose area includes any part of the Primary Care Trust's area, and b any other person to which the Primary Care Trust provides goods or services under this Act, if required by directions given by the Secretary of State. 3 After receiving the draft report, the Secretary of State must lay it before Parliament. Consultation plan 65S 1 At the same time as publishing a draft report under section 65R, a trust special administrator must publish a statement setting out the means by which the administrator will seek responses to the draft report. 2 The statement must specify a period of 30 working days within which the administrator seeks responses (the  “consultation period”). 3 The first day of the consultation period must be within the period of 5 working days beginning with the day on which the draft report is published. Consultation requirements 65T 1 The following duties apply during the consultation period. 2 The trust special administrator must publish a notice stating that the administrator is seeking responses to the draft report and describing how people can give their responses. 3 A notice under subsection (2) must include details of how responses can be given in writing. 4 The trust special administrator must hold at least one meeting to seek responses from relevant staff and from such persons as the trust special administrator may recognise as representing relevant staff. 5 The trust special administrator must hold at least one other meeting to seek responses from any person who wishes to attend, after publishing notice of the date, time and place of the meeting. 6 Notices under subsections (2) and (5) must be published at least once in the first 5 working days of the consultation period. 7 The trust special administrator must request a written response from— a any Strategic Health Authority in whose area any part of the Primary Care Trust's area falls; b any other person to which the Primary Care Trust provides goods or services under this Act, if required by directions given by the Secretary of State; c any person within section 65H(8), if required by directions given by the Secretary of State. 8 The trust special administrator must hold at least one meeting to seek responses from representatives of each of the persons from whom the administrator must request a written response under subsection (7)(a) and (b). 9 The Secretary of State may direct a trust special administrator to— a request a written response from any person; b hold a meeting to seek a response from any person. 10 In subsection (4)  “ relevant staff ” means persons employed by the trust or otherwise working for the trust (whether as or on behalf of a contractor, as a volunteer or otherwise), wholly or partly in connection with the relevant functions. Final report 65U 1 Within the period of 15 working days beginning with the end of the consultation period, the trust special administrator must provide to the Secretary of State a final report stating the action which the administrator recommends that the Secretary of State should take in relation to the performance of the relevant functions. 2 The administrator must attach to the final report a summary of all responses to the draft report which were received by the administrator in the period beginning with the publication of the draft report and ending with the last day of the consultation period. 3 After receiving the administrator's final report, the Secretary of State must publish it and lay it before Parliament. Power to extend time 65V 1 This section applies to— a the duty of a trust special administrator to provide a draft report within the period specified in section 65R(1); b the duty of a trust special administrator to consult in the consultation period specified under section 65S(2); c the duty of a trust special administrator to provide a final report within the period specified in section 65U(1). 2 If the Secretary of State thinks it is not reasonable in the circumstances for the administrator to be required to carry out the duty within the specified period, the Secretary of State may by order extend the period. 3 If an order is made extending the period mentioned in subsection (1)(a) or (c) the trust special administrator must publish a notice stating the new date on which the period will expire. 4 If an order is made extending the period mentioned in subsection (1)(b) the trust special administrator must— a publish a notice stating the new date on which the period will expire, and b publish a statement setting out the means by which the administrator will seek responses to the draft report during the extended consultation period. Action by the Secretary of State Secretary of State's decision 65W 1 Within the period of 20 working days beginning with the day on which the Secretary of State receives a final report under section 65U, the Secretary of State must decide what action to take in relation to the performance of the relevant functions. 2 The Secretary of State must as soon as reasonably practicable— a publish a notice of the decision and of the reasons for it; b lay a copy of the notice before Parliament. Removal of a trust special administrator 65X The Secretary of State may at any time give directions to a Primary Care Trust and a trust special administrator who exercises functions on behalf of the Primary Care Trust, requiring that the appointment of the administrator should come to an end with effect from a specified day. Supplementary Replacement of trust special administrator 65Y 1 Where the Secretary of State has given directions under section 65P and, before the Secretary of State has published a decision under section 65W, the trust special administrator appointed under the directions (or whose appointment has effect as if made under the directions) ceases to hold office for any reason, the Secretary of State must— a appoint another person as the trust special administrator, and b publish the name of the person appointed. 2 An appointment under subsection (1) has effect as if made by the Primary Care Trust under the directions. 3 Where a person is appointed under subsection (1) in relation to a Primary Care Trust, anything done by or in relation to a previous trust special administrator has effect as if done by or in relation to that person, unless the Secretary of State directs otherwise. Secretary of State's directions to trust special administrator 65Z The Secretary of State may give directions to a trust special administrator about the exercise of functions under or by virtue of this Chapter. Guidance 65Z1 1 The Secretary of State must publish guidance for trust special administrators. 2 It must include guidance about the publication of notices under sections 65T and 65V. 3 It must include guidance in relation to the preparation of draft reports, as to— a persons to be consulted; b factors to be taken into account; c relevant publications. Directions 65Z2 Directions under the following provisions of this Chapter must be laid before Parliament after they are given— a section 65P(1); b section 65X; c section 65Z. Interpretation of this Chapter 65Z3 In this Chapter— “ relevant functions ” has the meaning given in section 65Q(3); “ trust special administrator ” means a person appointed under directions under section 65P(1) or under section 65Y(1)(a); “ working day ” means any day which is not Saturday, Sunday, Christmas Day, Good Friday or a day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971."}, {"act": "Health Act 2009", "year": 2009, "section": "18", "section_title": "Trust special administrators: consequential amendments", "section_text": "18 1 The National Health Service Act 2006 (c. 41) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In section 242 (public involvement and consultation), at the end insert— 6 This section does not require a body to make arrangements in relation to matters to which a trust special administrator's report or draft report under section 65F, 65I, 65R or 65U relates before the decision of the Secretary of State under section 65K or 65W has been published. 8 In section 272 (orders, regulations, rules and directions)— a in subsection (4), for  “and (6)” substitute  “                        , (6) and (6A)                      ” ; b in subsection (5), after paragraph (a) insert— aa section 52D(1) or (7) or 52E(6), ab section 65B(1), 65E(1), 65J(2), 65L(2), (4) or (5), or 65V(2), ; c after subsection (6) insert— 6A A statutory instrument containing an order under section 52D(1), 52E(6), 65B(1), 65E(1), 65J(2), 65L(2) or (4) or 65V(2) must be laid before Parliament after it is made. 9 In section 275(1)\t\t\t\t\t(interpretation), in the definition of  “NHS trust”, at the end insert  “                    and, subject to Schedule 8A, a body that becomes a National Health Service trust by virtue of an order made under section 52D(1) or 65E(1),                  ” . 10 In paragraph 28(3) of Schedule 4 (NHS trusts established under section 25), after  “as a matter of urgency” insert  “                    or where the order is made following the publication of a final report under section 65I(3)                  ” . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 In section 206(1) of the National Health Service (Wales) Act 2006 (c. 42)\t\t\t\t\t(interpretation), in the definition of  “NHS trust”, at the end insert  “                    (including a body that becomes a National Health Service trust by virtue of an order made under section 52D(1) or 65E(1) of that Act)                  ” ."}, {"act": "Health Act 2009", "year": 2009, "section": "19", "section_title": "NHS and other health appointments: suspension", "section_text": "19 Schedule 3 (which amends enactments to provide for powers of suspension in relation to chairs, vice-chairs and other members of NHS bodies and other bodies concerned with health) has effect."}, {"act": "Health Act 2009", "year": 2009, "section": "20", "section_title": "Prohibition of advertising: exclusion for specialist tobacconists", "section_text": "20 In section 6 of the Tobacco Advertising and Promotion Act 2002 (c. 36)\t\t\t(specialist tobacconists), before subsection (1) insert— A1 The appropriate Minister may provide in regulations that no offence is committed under section 2 if the tobacco advertisement— a is in, or fixed to the outside of premises of, a specialist tobacconist in England and Wales or Northern Ireland, b is not for cigarettes or hand-rolling tobacco, and c complies with any requirements specified in the regulations."}, {"act": "Health Act 2009", "year": 2009, "section": "21", "section_title": "Prohibition of tobacco displays  etc", "section_text": "21 After section 7 of the Tobacco Advertising and Promotion Act 2002 (developments in technology) insert— Prohibition of tobacco displays 7A 1 A person who in the course of a business displays tobacco products, or causes tobacco products to be displayed, in a place in England and Wales or Northern Ireland is guilty of an offence. 2 The appropriate Minister may by regulations provide for the meaning of  “place” in this section. 3 The appropriate Minister may by regulations make provision for a display in a place which also amounts to an advertisement to be treated for the purposes of offences in England and Wales or Northern Ireland under this Act— a as an advertisement and not as a display, or b as a display and not as an advertisement. Tobacco displays: exclusions and defence 7B 1 No offence is committed under section 7A if— a the tobacco products are displayed in the course of a business which is part of the tobacco trade, b they are displayed for the purposes of that trade, and c the display is accessible only to persons who are engaged in, or employed by, a business which is also part of that trade. 2 No offence is committed under section 7A if the display is a requested display to an individual aged 18 or over. 3 The appropriate Minister may provide in regulations that no offence is committed under section 7A if the display complies with requirements specified in the regulations. 4 Subsections (5) and (7) apply where a person (“D”) is charged with an offence under section 7A in a case where the display is a requested display to an individual aged under 18. 5 Where D is charged by reason of D having displayed the tobacco product it is a defence that— a D believed that the individual was aged 18 or over, and b either— i D had taken all reasonable steps to establish the individual's age, or ii from the individual's appearance nobody could reasonably have suspected that the individual was aged under 18. 6 For the purposes of subsection (5), a person is treated as having taken all reasonable steps to establish an individual's age if— a the person asked the individual for evidence of the individual's age, and b the evidence would have convinced a reasonable person. 7 Where D is charged by reason of D having caused the display of the tobacco product it is a defence that D exercised all due diligence to avoid committing the offence. 8 In this section  “ a requested display ” means a display to an individual following a particular request by the individual to purchase a tobacco product, or for information about a tobacco product. Displays: prices of tobacco products 7C 1 The appropriate Minister may by regulations make provision imposing requirements in relation to the display in a place in England and Wales or Northern Ireland in the course of a business of prices of tobacco products. 2 A person who displays or causes to be displayed prices of tobacco products in breach of a requirement contained in the regulations is guilty of an offence. 3 The regulations may, in particular, provide for the meaning of  “place” in this section. 4 The regulations may make provision for a display of prices in a place which also amounts to an advertisement to be treated for the purposes of offences in England and Wales or Northern Ireland under this Act— a as an advertisement and not as a display of prices, or b as a display of prices and not as an advertisement. Displays on a website 7D 1 The Secretary of State may by regulations make provision imposing requirements in relation to the display in England and Wales or Northern Ireland in the course of a business of tobacco products or their prices on a website where tobacco products are offered for sale. 2 A person who displays or causes to be displayed tobacco products or their prices in breach of a requirement contained in the regulations is guilty of an offence. 3 A service provider established in England and Wales or Northern Ireland is guilty of an offence if, in the course of providing information society services, the provider does anything in an  EEA  State other than the United Kingdom which, if done in England and Wales or Northern Ireland, would constitute an offence under subsection (2). 4 Nothing in subsection (2) makes it an offence for a service provider established outside the United Kingdom to do anything in the course of providing information society services. 5 The regulations may make provision for a relevant display of tobacco products or their prices which also amounts to an advertisement to be treated for the purposes of offences in England and Wales or Northern Ireland under this Act— a as an advertisement and not as a display, or b as a display and not as an advertisement. 6 In subsection (5) a  “ relevant display ” means a display on a website where tobacco products are offered for sale."}, {"act": "Health Act 2009", "year": 2009, "section": "22", "section_title": "Power to prohibit sales from vending machines", "section_text": "22 1 After section 3 of the Children and Young Persons (Protection from Tobacco) Act 1991 (c. 23)\t\t\t\t\t(sale of unpackaged cigarettes) insert— Sales from vending machines in England and Wales 3A 1 The appropriate national authority may by regulations make provision prohibiting the sale of tobacco from an automatic machine in England and Wales. 2 The regulations must make provision as to the persons who are liable in the case of any breach of a prohibition. 3 Where a prohibition contained in the regulations is breached, any person liable in accordance with the regulations is guilty of an offence. 4 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 5 Sections 13, 14 and 15 of the Tobacco Advertising and Promotion Act 2002 (enforcement  etc. ) apply for the purposes of this section and regulations made under it as they apply for the purposes of provisions of that Act. 6 The power of the appropriate national authority to make regulations under this section— a is exercisable by statutory instrument, b may be exercised to make different provision for different cases or circumstances, and c includes power to make supplementary, incidental, consequential or transitional provision. 7 A statutory instrument containing regulations made under this section may not be made— a by the Secretary of State unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament, and b by the Welsh Ministers unless a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales. 8 In this section— “the appropriate national authority”— in relation to England, means the Secretary of State; and in relation to Wales, means the Welsh Ministers; “ tobacco ” has the same meaning as in section 7 of the Children and Young Persons Act 1933. 2 In section 12D(1) of the Children and Young Persons Act 1933 (c. 12)\t\t\t\t\t(restricted premises orders and restricted sales orders: interpretation)— a omit  “or” at the end of paragraph (a); b after paragraph (b) insert , or                         c an offence committed under section 3A of the Children and Young Persons (Protection from Tobacco) Act 1991 in respect of any machine kept on any premises (which are accordingly  “the premises in relation to which the offence is committed”)."}, {"act": "Health Act 2009", "year": 2009, "section": "23", "section_title": "Power to prohibit sales from vending machines: Northern Ireland", "section_text": "23 After article 4 of the Children and Young Persons (Protection from Tobacco)\t\t\t(Northern Ireland) Order 1991 ( S.I.  1991/2872 (N.I. 25))\t\t\t(sale of unpackaged cigarettes) insert— Sales from vending machines 4A 1 The Department may by regulations make provision prohibiting the sale of tobacco from an automatic machine. 2 The regulations must make provision as to the persons who are liable in the case of any breach of a prohibition. 3 Where a prohibition contained in the regulations is breached, any person liable in accordance with the regulations is guilty of an offence. 4 A person guilty of an offence under this Article is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 5 Sections 13, 14 and 15 of the Tobacco Advertising and Promotion Act 2002 (enforcement etc.) apply for the purposes of this Article and regulations made under it as they apply for the purposes of provisions of that Act. 6 The power to make regulations under this Article includes power to make supplementary, incidental, consequential or transitional provision. 7 Regulations may not be made under this Article unless a draft of the regulations has been laid before, and approved by a resolution of, the Assembly. 8 In this Article  “ tobacco ” has the same meaning as in Part 2 of the Health and Personal Social Services (Northern Ireland) Order 1978."}, {"act": "Health Act 2009", "year": 2009, "section": "24", "section_title": "Tobacco: minor and consequential amendments", "section_text": "24 Schedule 4 (which makes minor and consequential amendments relating to the advertising and promotion of tobacco products) has effect."}, {"act": "Health Act 2009", "year": 2009, "section": "25", "section_title": "Pharmaceutical needs assessments", "section_text": "25 After section 128 of the National Health Service Act 2006 (c. 41) insert— Pharmaceutical needs assessments 128A 1 Each Primary Care Trust must in accordance with regulations— a assess needs for pharmaceutical services in its area, and b publish a statement of its first assessment and of any revised assessment. 2 The regulations must make provision— a as to information which must be contained in a statement; b as to the extent to which an assessment must take account of likely future needs; c specifying the date by which a Primary Care Trust must publish the statement of its first assessment; d as to the circumstances in which a Primary Care Trust must make a new assessment. 3 The regulations may in particular make provision— a as to the pharmaceutical services to which an assessment must relate; b requiring a Primary Care Trust to consult specified persons about specified matters when making an assessment; c as to the manner in which an assessment is to be made; d as to matters to which a Primary Care Trust must have regard when making an assessment."}, {"act": "Health Act 2009", "year": 2009, "section": "26", "section_title": "New arrangements for entry to pharmaceutical list", "section_text": "26 1 Section 129 of the National Health Service Act 2006 (regulations as to pharmaceutical services) is amended as follows. 2 In subsection (2)(c), for the words from  “may be granted” to  “specified in the application,” substitute  “                    must be granted if the Primary Care Trust is satisfied as mentioned in subsection (2A), and may otherwise be granted only if the Primary Care Trust is satisfied as mentioned in subsection (2B),                  ” . 3 After subsection (2) insert— 2A The Primary Care Trust is satisfied as mentioned in this subsection if, having regard to its needs statement and to any matters prescribed by the Secretary of State in the regulations, it is satisfied that it is necessary to grant the application in order to meet a need in its area for the services or some of the services specified in the application. 2B The Primary Care Trust is satisfied as mentioned in this subsection if, having regard to its needs statement and to any matters prescribed by the Secretary of State in the regulations, it is satisfied that to grant the application would secure improvements, or better access, to pharmaceutical services in its area. 2C In relation to cases where the Primary Care Trust is satisfied as mentioned in subsection (2B), the regulations may make provision as to— a the manner in which the Primary Care Trust is to determine whether to grant the application, b matters which the Primary Care Trust must or must not take into account for the purpose of determining whether to grant the application. 4 After subsection (3) insert— 3A The regulations may prescribe circumstances in which two or more applications referred to in subsection (2)(c)(i) or (ii) may be considered together by the Primary Care Trust. 5 In subsection (4)— a for the words from  “include” to  “subsection (5) for” substitute  “                        make provision for the Primary Care Trust to take into account prescribed matters in                      ” ; b omit paragraph (a); c in paragraph (b), for  “they” substitute  “                        two or more applications referred to in subsection (2)(c)(i) or (ii)                      ” ; d in paragraph (c), for  “subsection (2)(c)” substitute  “                        subsection (2A) or (2B)                      ” . 6 After subsection (4) insert— 4A Regulations under subsection (4) may in particular make the provision mentioned in subsection (5), with or without modifications. 7 In subsection (6), before paragraph (a) insert— za for the circumstances and manner in which a Primary Care Trust may invite applications for inclusion in a pharmaceutical list, . 8 After subsection (10) insert— 10A Primary Care Trusts must give reasons for decisions made by virtue of this section. 10B In this section a  “ needs statement ” means the statement required by section 128A(1)(b) as most recently published by the relevant Primary Care Trust."}, {"act": "Health Act 2009", "year": 2009, "section": "27", "section_title": "Pharmaceutical lists: minor amendment", "section_text": "27 In section 129(6) of the National Health Service Act 2006 (c. 41)\t\t\t(regulations as to pharmaceutical services), in paragraph (d), for  “such an application” substitute  “                an application to a Primary Care Trust              ” ."}, {"act": "Health Act 2009", "year": 2009, "section": "28", "section_title": "Breach of terms of arrangements: notices and penalties", "section_text": "28 In Part 7 of the National Health Service Act 2006, before Chapter 6 (disqualification) insert— Chapter 5A Notices and penalties Notices and penalties 150A 1 The Secretary of State may by regulations provide that where a practitioner who provides pharmaceutical services under arrangements with a Primary Care Trust breaches a term of those arrangements, the Primary Care Trust may— a by a notice require the practitioner to do, or not do, specified things or things of a specified description within a specified period, or b in prescribed circumstances or for a prescribed period, withhold all or part of a payment due to the practitioner under the arrangements. 2 Regulations under this section must include provision conferring on such persons as may be prescribed rights of appeal from decisions of Primary Care Trusts made by virtue of this section. 3 In this section— “ practitioner ” means a person included in a pharmaceutical list, and “ specified ” means specified in a notice under paragraph (a) of subsection (1)."}, {"act": "Health Act 2009", "year": 2009, "section": "29", "section_title": "LPS  schemes: powers of Primary Care Trusts and Strategic Health Authorities", "section_text": "29 1 The National Health Service Act 2006 is amended as follows. 2 In section 15 (Strategic Health Authorities' directions), in subsection (2), after  “section 107 arrangements” insert  “                    or LPS schemes                  ” . 3 In section 16 (section 92 arrangements and section 107 arrangements)— a in subsection (1), after  “section 107 arrangements” insert  “                    and LPS schemes                  ” ; b in the heading, after  “section 107 arrangements” insert  “                    and LPS schemes                  ” . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Schedule 12 (LPS schemes) is amended as follows. 6 Paragraph 1 is amended as follows. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 In sub-paragraph (2)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in paragraph (b), for  “Primary Care Trust),” substitute  “                        commissioning body).                      ” ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 After sub-paragraph (2) insert— 2A A Strategic Health Authority may establish an LPS scheme only where the only other parties are Primary Care Trusts. 2B A Primary Care Trust may provide local pharmaceutical services under an LPS scheme (where it is not the commissioning body), but only in prescribed circumstances. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 In sub-paragraph (6), for  “and an NHS foundation trust” substitute  “                    , an NHS foundation trust and a Primary Care Trust                  ” . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 Paragraph 3 is amended as follows. 14 In sub-paragraph (2), for  “Primary Care Trusts” substitute  “                    the commissioning body                  ” . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Act 2009", "year": 2009, "section": "30", "section_title": "Pharmaceutical lists: minor amendment", "section_text": "30 In section 83(6) of the National Health Service (Wales) Act 2006 (c. 42)\t\t\t(regulations as to pharmaceutical services), in paragraph (d), for  “such an application” substitute  “                an application to a Local Health Board              ” ."}, {"act": "Health Act 2009", "year": 2009, "section": "31", "section_title": "Breach of terms of arrangements: notices and penalties", "section_text": "31 1 In Part 8 of the National Health Service (Wales) Act 2006, before Chapter 2 (disqualification) insert— Chapter 1A Notices and penalties Notices and penalties 106A 1 The Welsh Ministers may by regulations provide that where a practitioner who provides pharmaceutical services or general ophthalmic services under arrangements with a Local Health Board breaches a term of those arrangements, the Local Health Board may— a by a notice require the practitioner to do, or not do, specified things or things of a specified description within a specified period, or b in prescribed circumstances or for a prescribed period, withhold all or part of a payment due to the practitioner under the arrangements. 2 Regulations under this section must include provision conferring on such persons as may be prescribed rights of appeal from decisions of Local Health Boards made by virtue of this section. 3 In this section— “ practitioner ” means a person included in an ophthalmic list or a pharmaceutical list, and “ specified ” means specified in a notice under paragraph (a) of subsection (1). 2 In section 107(9) of that Act, after  “included in” insert  “                    an ophthalmic list or                  ” ."}, {"act": "Health Act 2009", "year": 2009, "section": "32", "section_title": "LPS schemes: powers of Local Health Boards", "section_text": "32 1 Schedule 7 to the National Health Service (Wales) Act 2006 (c. 42)\t\t\t\t\t(LPS schemes) is amended as follows. 2 In paragraph 1, in sub-paragraph (2)— a in paragraph (a), after  “Local Health Board” insert  “                        (the  “commissioning body”                       ) b in paragraph (b), for  “Local Health Board),” substitute  “                        commissioning body).                      ” ; c omit paragraph (c) and the word  “and” immediately before it. 3 After sub-paragraph (2) insert— 2A A Local Health Board may provide local pharmaceutical services under an LPS scheme (where it is not the commissioning body), but only in prescribed circumstances. 4 In sub-paragraph (6), for  “and an NHS foundation trust” substitute  “                    , an NHS foundation trust and a Local Health Board                  ” . 5 In paragraph 3(2), for  “Local Health Boards” substitute  “                    the commissioning body                  ” ."}, {"act": "Health Act 2009", "year": 2009, "section": "33", "section_title": "Private patient income of mental health foundation trusts", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Health Act 2009", "year": 2009, "section": "34", "section_title": "Payments in respect of costs of optical appliances", "section_text": "34 Section 180(2)(c) of the National Health Service Act 2006 (payments in respect of costs of optical appliances for persons aged 60 or over) is omitted."}, {"act": "Health Act 2009", "year": 2009, "section": "35", "section_title": "Investigation of complaints about privately arranged or funded adult social care", "section_text": "35 Schedule 5 (which inserts a new Part 3A into the Local Government Act 1974 (c. 7) to give the Commission for Local Administration in England powers to investigate complaints about privately arranged or funded adult social care and which makes consequential amendments) has effect."}, {"act": "Health Act 2009", "year": 2009, "section": "36", "section_title": "Disclosure of information by Her Majesty's Revenue and Customs", "section_text": "36 1 This section applies to information held by Her Majesty's Revenue and Customs for the purposes of functions relating to income tax. 2 Information to which this section applies may be disclosed by Her Majesty's Revenue and Customs to the persons listed in subsection (3) for use for the purposes of functions in connection with the analysis or dissemination of information relating to the income or expenses of dental practitioners or general medical practitioners. 3 The persons are— a the Secretary of State; aa   NHS England ; b the Welsh Ministers; c the Scottish Ministers; d the Department of Health, Social Services and Public Safety in Northern Ireland; e persons providing services to or exercising functions on behalf of any of those persons. 4 Information may be disclosed under this section only in the form of a summary or collection of information so framed as not to enable information relating to a particular person to be ascertained from it. 5 In this section— “ dental practitioner ” means a person registered in the dentists register under the Dentists Act 1984 (c. 24); “ general medical practitioner ” means a person registered in the General Practitioner Register kept by the General Medical Council."}, {"act": "Health Act 2009", "year": 2009, "section": "37", "section_title": "Power to make transitional and consequential provision etc", "section_text": "37 1 The Secretary of State may by order make— a such transitional or transitory provisions or savings as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act; b such supplementary, incidental or consequential provision as the Secretary of State considers appropriate for the purposes of, in consequence of, or for giving full effect to, any provision of this Act. 2 Subsection (1)(a) does not apply to— a section 19 and Schedule 3, so far as they relate to amendments of the National Health Service (Wales) Act 2006 (c. 42); b sections 20 to 24 and Schedule 4, so far as they relate to Wales or Northern Ireland; c sections 30 to 32. 3 The Welsh Ministers may by order make such transitional or transitory provisions or savings as the Welsh Ministers consider appropriate in connection with the coming into force of— a section 19 and Schedule 3, so far as they relate to amendments of the National Health Service (Wales) Act 2006; b sections 20 to 24 and Schedule 4, so far as they relate to Wales; c sections 30 to 32. 4 The Department of Health, Social Services and Public Safety in Northern Ireland may by order make such transitional or transitory provisions or savings as the Department considers appropriate in connection with the coming into force of sections 20 to 24 and Schedule 4, so far as they relate to Northern Ireland. 5 An order under this section may amend, repeal, revoke or otherwise modify any enactment. 6 An order under this section may, in particular, provide for any provision of this Act which comes into force before another such provision has come into force to have effect, until that other provision has come into force, with such modifications as are specified in the order. 7 The power to make an order under subsection (1) or (3) is exercisable by statutory instrument. 8 The power to make an order under subsection (4) is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 9 A statutory instrument containing an order under subsection (1)— a if it amends or repeals an enactment contained in an Act of Parliament, may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament; b in any other case, is subject to annulment in pursuance of a resolution of either House of Parliament. 10 A statutory instrument containing an order under subsection (3) is subject to annulment in pursuance of a resolution of the National Assembly for Wales. 11 A statutory rule containing an order under subsection (4) is subject to negative resolution within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954 (c. 33 (N.I.)). 12 In this section  “ enactment ” means an enactment contained in, or in an instrument made under— a an Act of Parliament, b a Measure or Act of the National Assembly for Wales, or c Northern Ireland legislation."}, {"act": "Health Act 2009", "year": 2009, "section": "38", "section_title": "Repeals and revocations", "section_text": "38 Schedule 6 (repeals and revocations) has effect."}, {"act": "Health Act 2009", "year": 2009, "section": "39", "section_title": "Extent", "section_text": "39 1 Subject to the following provisions, this Act extends to England and Wales only. 2 Any amendment, repeal or revocation made by this Act has the same extent as the enactment amended, repealed or revoked. 3 The following extend to England and Wales, Scotland and Northern Ireland— a section 36; b this section and sections 37, 40 and 41; c paragraph 19 of Schedule 3 (and section 19 so far as it relates to that paragraph); d paragraphs 4(6) and 9(4) of Schedule 4 (and section 24 so far as it relates to those provisions)."}, {"act": "Health Act 2009", "year": 2009, "section": "40", "section_title": "Commencement", "section_text": "40 1 Subject to the following provisions, this Act comes into force on such day as the Secretary of State may by order made by statutory instrument appoint. 2 Subject to subsections (5) to (7), the following come into force on such day as the Welsh Ministers may by order made by statutory instrument appoint— a section 19 and Schedule 3, so far as they relate to amendments of the National Health Service (Wales) Act 2006 (c. 42); b sections 20 to 24 and Schedule 4, so far as they relate to Wales; c sections 30 to 32. 3 Subject to subsections (5) to (7), sections 20 to 24 and Schedule 4, so far as they relate to Northern Ireland, come into force on such day as the Department of Health, Social Services and Public Safety in Northern Ireland may appoint by order made by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12)). 4 Different days may be appointed under subsections (1) to (3) for different purposes or different areas. 5 The following come into force on the day on which this Act is passed— a paragraph 9(2) and (4) of Schedule 4; b a repeal or revocation made by Schedule 6 connected to the repeal made by paragraph 9(2) of Schedule 4; c this section and sections 37, 39 and 41. 6 The following come into force, for the purposes of making regulations, on the day on which this Act is passed— a sections 8, 9(5) and 10; b sections 20 to 23; c paragraphs 11 and 12 of Schedule 4. 7 The following come into force at the end of the period of 2 months beginning with the day on which this Act is passed— a section 34; b paragraphs 1, 4(3), (4) and (6), 5, 6(3), 7(2) and 9(3) of Schedule 4; c paragraph 13 of that Schedule for the purposes of sections 8, 9 and 11 of the Tobacco Advertising and Promotion Act 2002 (c. 36). 8 Where any particular provision or provisions of a Schedule come into force in accordance with subsection (5), (6) or (7), the section introducing the Schedule also comes into force in accordance with that subsection so far as relating to the particular provision or provisions. 9 The Secretary of State must not make an order under subsection (1) which relates to amendments to the Medicines Act 1968 (c. 67) made by Schedule 3 unless the Secretary of State first consults the Department of Health, Social Services and Public Safety in Northern Ireland. 10 The Secretary of State must not make an order under subsection (1) which relates to amendments to the Health Protection Agency Act 2004 (c. 17) made by Schedule 3 unless the Secretary of State first consults— a the Welsh Ministers, b the Scottish Ministers, and c the Department of Health, Social Services and Public Safety in Northern Ireland. 11 The Secretary of State must not make an order under subsection (1) which relates to amendments made to Human Tissue Act 2004 (c. 30) by Schedule 3 unless the Secretary of State first consults— a the Welsh Ministers, and b the Department of Health, Social Services and Public Safety in Northern Ireland. 12 The Secretary of State must not make an order under subsection (1) which relates to amendments made by Schedule 3 to Schedule 6 or 19 to the National Health Service Act 2006 (c. 41) unless the Secretary of State first consults the Welsh Ministers. 13 The Welsh Ministers must not make an order under subsection (2)(a) unless they first consult the Secretary of State."}, {"act": "Health Act 2009", "year": 2009, "section": "41", "section_title": "Short title", "section_text": "41 This Act may be cited as the Health Act 2009."}]