[{"act": "Industry and Exports (Financial Support) Act 2009", "year": 2009, "section": "1", "section_title": "Increase in limit on selective financial assistance for industry", "section_text": "1 1 In section 8 of the Industrial Development Act 1982 (c. 52) (selective financial assistance: general powers), for subsection (5) (which specifies the limit on the amount of financial assistance) substitute— 5 The limit shall be £12,000 million, but the Secretary of State may, on not more than four occasions, by order made with the consent of the Treasury increase or further increase that limit by a sum specified in the order, being a sum not exceeding £1,000 million. 2 The Industrial Development (Financial Assistance) Act 2003 (c. 11) is repealed."}, {"act": "Industry and Exports (Financial Support) Act 2009", "year": 2009, "section": "2", "section_title": "Assistance in connection with exports of goods or services", "section_text": "2 1 In section 1 of the Export and Investment Guarantees Act 1991 (c. 67) (assistance in connection with exports of goods and services), for subsection (1) substitute— 1 The Secretary of State may make arrangements under this section in connection with supplies by persons carrying on business in the United Kingdom of goods or services to persons carrying on business outside the United Kingdom. 1A Arrangements under subsection (1) may be made in connection with goods or services supplied before the arrangements are made or in connection with goods or services which are to be, or which may be, supplied. 2 The power conferred by section 1(1) of the Export and Investment Guarantees Act 1991 (c. 67) (as amended by subsection (1)) includes power to make arrangements in connection with goods or services supplied before this section comes into force."}, {"act": "Industry and Exports (Financial Support) Act 2009", "year": 2009, "section": "3", "section_title": "Extent, commencement and short title", "section_text": "3 1 Any amendment or repeal made by this Act has the same extent as the enactment amended or repealed. 2 This Act comes into force on the day on which it is passed. 3 This Act may be cited as the Industry and Exports (Financial Support) Act 2009."}]