[{"act": "Law Commission Act 2009", "year": 2009, "section": "1", "section_title": "Reports on implementation of Law Commission proposals", "section_text": "1 After section 3 of the Law Commissions Act 1965 (c. 22) insert— Reports on implementation of Law Commission proposals 3A 1 As soon as practicable after the end of each reporting year, the Lord Chancellor must prepare a report on— a the Law Commission proposals implemented (in whole or in part) during the year; b the Law Commission proposals that have not been implemented (in whole or in part) as at the end of the year, including— i plans for dealing with any of those proposals; ii any decision not to implement any of those proposals (in whole or in part) taken during the year and the reasons for the decision. 2 The Lord Chancellor must lay the report before Parliament. 3 The first reporting year is the year starting with the day on which section 1 of the Law Commission Act 2009 comes into force; and the second reporting year is the year after that and so on. 4 If a decision not to implement a Law Commission proposal (in whole or in part) is taken in a reporting year, subsection (1)(b) does not require a report for a later reporting year to deal with the proposal so far as it is covered by that decision. 5 If a decision not to implement a Law Commission proposal (in whole or in part) has been taken before the first reporting year, subsection (1)(b) does not require any report to deal with the proposal so far as it is covered by that decision. 6 “ Law Commission proposal ” means— a a proposal formulated by the Law Commission as mentioned in section 3(1)(c); b a proposal for consolidation or statute law revision for which a draft Bill has been prepared by the Law Commission as mentioned in section 3(1)(d)."}, {"act": "Law Commission Act 2009", "year": 2009, "section": "2", "section_title": "Protocol about the Law Commission's work", "section_text": "2 Before section 4 of the Law Commissions Act 1965 (c. 22) insert— Protocol about the Law Commission's work 3B 1 The Lord Chancellor and the Law Commission may agree for the purposes of this section a statement (a  “protocol”) about the Law Commission's work. 2 The protocol may include (among other things) provision about— a principles and methods to be applied in deciding the work to be carried out by the Law Commission and in the carrying out of that work; b the assistance and information that Ministers of the Crown and the Law Commission are to give each other; c the way in which Ministers of the Crown are to deal with the Law Commission's proposals for reform, consolidation or statute law revision. 3 The Lord Chancellor and the Law Commission must from time to time review the protocol and may agree to revise it. 4 The Lord Chancellor must lay the protocol (and any revision of it) before Parliament. 5 Ministers of the Crown and the Law Commission must have regard to the protocol."}, {"act": "Law Commission Act 2009", "year": 2009, "section": "3", "section_title": "Commencement and short title", "section_text": "3 1 This Act comes into force at the end of the period of 2 months beginning with the day on which it is passed. 2 This Act may be cited as the Law Commission Act 2009."}]