[{"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "1", "section_title": "Democratic arrangements of principal local authorities", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "2", "section_title": "Democratic arrangements of connected authorities", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "3", "section_title": "Monitoring boards, courts boards and youth offending teams", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "4", "section_title": "Lay justices", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "5", "section_title": "Provision of information", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "6", "section_title": "Guidance", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "7", "section_title": "Isles of Scilly", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "8", "section_title": "Orders", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "9", "section_title": "Interpretation", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "10", "section_title": "Electronic petitions", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "11", "section_title": "Petition schemes", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "12", "section_title": "Petitions to which a scheme must apply", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "13", "section_title": "Requirement to acknowledge", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "14", "section_title": "Requirement to take steps", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "15", "section_title": "Requirement to debate", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "16", "section_title": "Requirement to call officer to account", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "17", "section_title": "Review of steps", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "18", "section_title": "Supplementary scheme provision", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "19", "section_title": "Powers of appropriate national authority", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "20", "section_title": "Handling of petitions by other bodies", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "21", "section_title": "Orders", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "22", "section_title": "Interpretation", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "23", "section_title": "Duty of public authorities to secure involvement", "section_text": "23 1 Where an authority to which this section applies considers it appropriate for representatives of interested persons (or of interested persons of a particular description) to be involved in the exercise of any of its relevant functions by being— a provided with information about the exercise of the function, b consulted about the exercise of the function, or c involved in another way, it must take such steps as it considers appropriate to secure that such representatives are involved in the exercise of the function in that way. 2 This section applies to the following authorities— a the Arts Council of England; b the English Sports Council; c the Environment Agency; d the Health and Safety Executive; da the Office for Nuclear Regulation; e the Historic Buildings and Monuments Commission for England; f the Homes and Communities Agency; g the Museums, Libraries and Archives Council; h Natural England; i . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . j the Common Council of the City of London in its capacity as a police authority; k a chief officer of police for a police force in England; l a local probation board for an area in England or a probation trust (other than a Welsh probation trust as defined by paragraph 13(6) of Schedule 1 to the Offender Management Act 2007 (c. 21)); m a youth offending team for an area in England; n the Secretary of State. 3 In this section,  “ relevant functions ” means— a in relation to an authority specified in subsection (2)(a) to (m), all the functions of the authority except in so far as those functions are not exercisable in or in relation to England; b in relation to the Secretary of State, the Secretary of State's functions under— i section 2 of the Employment and Training Act 1973 (c. 50) (arrangements with respect to obtaining  etc  employment or employees), and ii sections 2 and 3 of the Offender Management Act 2007 (c. 21) (responsibility for ensuring the provision of probation services throughout England and Wales), except in so far as those functions are not exercisable in relation to England. 4 Subsection (1) does not require an authority to take a step— a if the authority does not have the power to take the step apart from this section, or b if the step would be incompatible with any duty imposed on the authority apart from this section. 5 Subsection (1) does not apply in such cases as the Secretary of State may by order made by statutory instrument specify. 6 A statutory instrument containing an order under subsection (5) is subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section— “ interested person ”, in relation to a relevant function, means a person who is likely to be affected by, or otherwise interested in, the exercise of the function; “ representative ” means, in relation to interested persons or a description of interested person, a person who appears to an authority to which this section applies to be representative of the interested persons; ... 8 The Secretary of State's functions under this section by virtue of subsection (3)(b)(ii) are functions to which section 2(1)(c) of the Offender Management Act 2007 (c. 21) (functions to be performed through arrangements under section 3 of that Act) applies."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "24", "section_title": "Duty of public authorities to secure involvement: guidance", "section_text": "24 1 The Secretary of State may give guidance to authorities to which section 23 applies (other than the Secretary of State) in relation to the discharge of their duties under that section. 2 Guidance under this section— a may be given generally or to one or more particular authorities; b may be different for different authorities; c must be published. 3 Before giving guidance under this section the Secretary of State must consult the authority or authorities to which it is given. 4 An authority to which section 23 applies must, in deciding how to fulfil its duties under that section, have regard to any guidance given to it under this section."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "25", "section_title": "Establishment and assistance of bodies representing tenants etc", "section_text": "25 1 The Secretary of State may— a establish a body with the functions specified in subsections (2) to (5); b give financial or other assistance to any person for the purpose of establishing a body with those functions; c give financial or other assistance to any body appearing to the Secretary of State to have those functions for the purpose of the carrying out by the body of any or all of those functions. 2 The function in this subsection is that of representing, or facilitating the representation of, the views and interests of— a tenants of social housing in England, or b tenants of social housing and other residential property in England. 3 The function in this subsection is that of conducting or commissioning research into issues affecting— a tenants of social housing in England, or b tenants of social housing and other residential property in England. 4 The function in this subsection is that of promoting the representation by other bodies of— a tenants of social housing in England or any part of England, or b tenants of social housing and other residential property in England or any part of England. 5 It is immaterial for the purposes of subsection (1)(a) to (c) that a body may also have other functions. 6 Assistance under this section may be given in such form (including financial assistance by way of grant, loan or guarantee) as the Secretary of State considers appropriate. 7 Assistance under this section may be given on such terms as the Secretary of State considers appropriate. 8 The terms on which assistance under this section may be given include, in particular, provision as to the circumstances in which it must be repaid or otherwise made good to the Secretary of State and the manner in which that must be done. 9 A person or body to whom assistance is given under this section must comply with any terms on which it is given. 10 In this section— “ social housing ” has the meaning given by section 68 of the Housing and Regeneration Act 2008 (c. 17); “ tenant ”, in relation to social housing, has the meaning given by section 275 of that Act."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "26", "section_title": "Consultation of bodies representing tenants etc", "section_text": "26 1 The Housing and Regeneration Act 2008 (c. 17) is amended as follows. 2 After section 278 insert— Power to nominate for consultation purposes 278A 1 The Secretary of State may for the purposes of the following provisions of this Part nominate a body appearing to the Secretary of State to represent the interests of tenants of social housing in England— a section 112(4); b section 174(5); c section 196(1); d section 197(4); e section 216. 2 The Secretary of State must notify the regulator of any nomination (or withdrawal of any nomination) under this section. 3 In each of sections 112(4)\t\t\t\t\t(consultation about criteria for registration of providers of social housing) and 174(5)\t\t\t\t\t(consultation about disposal of dwellings by registered providers of social housing)— a after paragraph (b)\t\t\t\t\t\t\t(and before the  “and” following that paragraph) insert— ba any body for the time being nominated under section 278A, ; b in paragraph (c), after  “one or more” insert  “                        other                      ” . 4 In section 196(1)\t\t\t\t\t(consultation about standards etc for registered providers of social housing)— a after paragraph (b) insert— ba any body for the time being nominated under section 278A, ; b in paragraph (c), after  “one or more” insert  “                        other                      ” . 5 In section 197(4)\t\t\t\t\t(consultation about directions relating to standards)— a after paragraph (d) insert— da any body for the time being nominated under section 278A, ; b in paragraph (e), after  “one or more” insert  “                        other                      ” . 6 In section 216 (consultation about guidance to registered providers of social housing)— a after paragraph (a) insert— aa any body for the time being nominated under section 278A, ; b in paragraph (b), after  “one or more” insert  “                        other                      ” ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "27", "section_title": "Local freedoms", "section_text": "27 1 The Local Government Act 1972 (c. 70) is amended as follows. 2 In section 248 (freemen and inhabitants of existing boroughs), after subsection (1) insert— 1A Where the son of a freeman of a city or town may claim to be admitted as a freeman of that place, the daughter of a freeman may likewise claim to be so admitted. 1B The son or daughter of a freeman of a city or town shall be admitted as a freeman whether born before or after the admission, as a freeman, of his or her freeman parent and wherever he or she was born. 1C In subsections (1A) and (1B)\t\t\t\t\t\t\t\t “ freeman ” excludes a freeman of the City of London."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "28", "section_title": "Power to amend law relating to local freedoms", "section_text": "28 1 The Local Government Act 1972 (c. 70) is amended as follows. 2 In section 248 (freemen and inhabitants of existing boroughs), after subsection (1C) insert— 1D Schedule 28A (amendment of laws relating to freedom of city or town) shall have effect. 3 Before Schedule 29 insert— Schedule 1 Amendment of laws relating to freedoms of cities and towns Introductory 1 1 This Schedule makes provision for the laws relating to freedom of a city or town to be amended by, or pursuant to, a resolution of persons admitted to that freedom. 2 The powers conferred by this Schedule are without prejudice to any other power to amend the law relating to freedom of a city or town. 3 In this Schedule— “ appropriate national authority ” means— the Secretary of State, in relation to a city or town in England; the Welsh Ministers, in relation to a city or town in Wales; “ enactment ” includes in particular— a royal charter or other instrument made under the royal prerogative; any instrument made under an enactment. Powers to amend law in respect of women and civil partners 2 1 The purposes of this paragraph are— a to provide for a woman to have the right to be admitted to freedom of a city or town in any or all circumstances where a man has that right; b to enable a woman admitted to the freedom of a city or town (whether pursuant to this Schedule or otherwise) to use the title  “freewoman”; c to put a civil partner or surviving civil partner of a person admitted to freedom of a city or town in the same position as a spouse or surviving spouse of such a person. 2 The appropriate national authority may by order amend an Act for any purpose of this paragraph, if the amendment is proposed by a qualifying resolution. 3 A qualifying resolution may amend— a any enactment other than an Act, or b the law established by custom, for any purpose of this paragraph. 4 An amendment may not be made under this paragraph for the purpose specified in sub-paragraph (1)(a) if the effect of the amendment in any case or circumstances would be to deprive a man of the right to be admitted to freedom of a city or town. 5 A provision of a public general Act may not be amended under this paragraph unless the provision relates only to— a a particular city or town, or b a specified group of cities or towns. Power to amend royal charters 3 1 Her Majesty may by Order in Council amend the law relating to rights of admission to freedom of a city or town where— a the law is contained in a royal charter; and b the amendment is proposed in a qualifying resolution. 2 It is immaterial for the purposes of sub-paragraph (1) above whether the amendment is one which could be made under paragraph 2(3) above. 3 An Order in Council under this paragraph is not a statutory instrument for the purposes of the Statutory Instruments Act 1946. Powers to amend laws established by custom 4 1 A qualifying resolution may amend the law relating to rights of admission to freedom of a city or town where the law is established by custom. 2 The power in sub-paragraph (1) above does not include power to make an amendment which could be made under paragraph 2(3) above. Consequential amendments 5 1 The power to make an amendment under paragraph 2(2) above includes power (exercisable in the same way and subject to the same conditions) to make consequential amendments to— a any enactment, or b the law established by custom. 2 The power to make an amendment under paragraph 2(3), 3 or 4 above includes power (exercisable in the same way and subject to the same conditions) to make consequential amendments to— a any enactment other than an Act, or b the law established by custom. 3 Where an amendment is made under paragraph 2(3), 3 or 4 above, the appropriate national authority may by order make consequential amendments to any Act, if the consequential amendments are proposed by a qualifying resolution. 6 1 Where by virtue of an amendment under paragraph 2, 3 or 4 above a person has the right of admission to freedom of city or town, the following amendments in particular are to be regarded as consequential for the purposes of this Schedule— a an amendment for the purpose of putting that person in the same position as any other person admitted to that freedom; b an amendment for the purpose of putting a person who by marriage, civil partnership, descent, employment or otherwise is or has been related to or associated with that person in the same position as a person correspondingly related to or associated with any other person admitted to that freedom; c an amendment for the purpose of putting a person who is or has been related by marriage or civil partnership to a surviving spouse or civil partner or child of that person in the same position as a person correspondingly related to the surviving spouse or civil partner or child of any other person admitted to that freedom. 2 In determining for the purposes of sub-paragraph (1) above whether one relationship corresponds with another, differences of gender are to be ignored. Qualifying resolutions 7 1 For the purposes of this Schedule, a  “qualifying resolution” is a resolution— a in relation to which the requirements of paragraph 8 below are complied with; and b which is passed in accordance with paragraph 9 below. 8 1 The requirements of this paragraph in relation to a resolution are as follows. 2 The resolution must be proposed by three or more eligible persons. 3 Voting on the resolution is to be by postal ballot. 4 The proposers must make reasonable endeavours to secure that each eligible person is sent— a a notice of the ballot, and b a ballot paper. 5 The notice must state— a the resolution proposed, b the purpose of the resolution, and c the date by which ballot papers must be returned (the  “voting date”). 6 Any notice and ballot paper must be sent at least 28 days before the voting date. 7 For the purposes of this paragraph, a notice or ballot paper is sent to a person on the day it is posted by first class post to the last known address of that person. 9 1 A resolution is passed in accordance with this paragraph if— a it is passed by a majority of the eligible persons voting on the resolution, b the number of eligible persons voting on the resolution is at least 10% of the number of eligible persons to whom notice is sent under paragraph 8(4) above, and  “                                      the resolution is notified to the relevant council within six weeks from the voting date.                                    ” 2 For the purposes of sub-paragraph (1)(c) above, the resolution is notified by delivery of the following documents to the relevant council— a a copy of the resolution; b a copy of the notice sent under paragraph 8(4) above; c a statement in writing of the names of the eligible persons to whom the notice was sent; d a statement in writing of the number of eligible persons who voted on the resolution and of the number who voted in favour of it; e all ballot papers returned in accordance with the notice. 3 The relevant council must keep the documents delivered under sub-paragraph (2) above, but need not keep those within paragraphs (b) to (e) of that sub-paragraph if it considers that it is no longer reasonably necessary to do so. 10 In paragraphs 8 and 9 above— “ eligible person ” means a person whose name is on the roll of persons admitted to the freedom of the city or town concerned kept under section 248(2) above; “ relevant council ” means— in relation to a city or town in England— the district council in whose area the city or town is situated, or if the city or town is not in the area of a district council, the county council in whose area it is situated; in relation to a city or town in Wales, the principal council in whose area the city or town is situated. Order-making powers: supplementary 11 1 A statutory instrument containing an order under this Schedule which contains an amendment to a public general Act is subject to annulment— a by either House of Parliament, in the case of an order made by the Secretary of State; b by the National Assembly for Wales, in the case of an order made by the Welsh Ministers. 4 In section 248— a in subsection (1), after  “this section”, in both places, insert  “                        and Schedule 28A                      ” ; b in subsection (2), for  “freemen” substitute  “                        persons admitted to the freedom                      ” ; c in subsection (3)— i for  “as a freeman” substitute  “                            to the freedom                          ” ; ii for  “his”, in both places, substitute  “                            the person's                          ” ; iii for  “freemen” substitute  “                            persons admitted to the freedom                          ” ; d in subsection (4), in paragraphs (a), (b) and (c), for  “freeman” substitute  “                        person admitted to the freedom                      ” ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "29", "section_title": "Honorary titles", "section_text": "29 1 Section 249 of the Local Government Act 1972 (c. 70)\t\t\t\t\t(honorary aldermen and freemen) is amended as follows. 2 In the heading, for  “Honorary aldermen and freemen” substitute  “                    Honorary titles                  ” . 3 In subsection (1)\t\t\t\t\t(power of principal councils to confer title of honorary aldermen), after  “honorary aldermen” insert  “                    or honorary alderwomen                  ” . 4 In subsection (2)— a after  “honorary alderman” insert  “                        or honorary alderwoman                      ” ; b after  “as alderman” insert  “                        or alderwoman                      ” ; c after  “as an alderman” insert  “                        or alderwoman                      ” . 5 In subsection (4), after  “honorary alderman” insert  “                    or honorary alderwoman                  ” . 6 After that subsection insert— 4A A principal council may spend such reasonable sum as they think fit for the purpose of presenting an address, or a casket containing an address, to a person on whom they have conferred the title of honorary alderman or honorary alderwoman. 7 For subsections (5) to (9)\t\t\t\t\t(honorary freemen) there is substituted— 5 Subject as follows, a relevant authority may admit to be honorary freemen or honorary freewomen of the place or area for which it is the authority— a persons of distinction, and b persons who have, in the opinion of the authority, rendered eminent services to that place or area. 6 In this section  “ relevant authority ” means— a a principal council; b a parish or community council; c charter trustees in England constituted— i under section 246 of the Local Government Act 1972, ii by the Charter Trustees Regulations 1996 ( SI  1996/263), or iii under Part 1 of the Local Government and Public Involvement in Health Act 2007. 7 The power in subsection (5) above is exercisable by resolution of the relevant authority. 8 A resolution under subsection (7) above must be passed— a at a meeting of the relevant authority which is specially convened for the purpose and where notice of the object of the meeting has been given; and b by not less than two-thirds of the members of the relevant authority (or, in the case of charter trustees, of the trustees) who vote on it. 9 A relevant authority may spend such reasonable sum as it thinks fit for the purpose of presenting an address or a casket containing an address to a person on whom the authority has conferred the title of honorary freeman or honorary freewoman under subsection (5) above. 10 The admission of a person as honorary freeman or honorary freewoman does not confer on that person any of the rights referred to in section 248(4) above."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "30", "section_title": "Politically restricted posts", "section_text": "30 1 The Local Government and Housing Act 1989 (c. 42) is amended as follows. 2 In section 2 (politically restricted posts), in subsection (2) omit— a paragraphs (a) and (b), and b in paragraph (c), the words  “not falling within paragraph (a) or (b) above”. 3 In section 3 (grant and supervision of exemptions from political restriction: Scotland and Wales), in subsection (3) omit— a in paragraph (a), the word  “and”, b paragraph (b), and c the words from  “and it shall” to the end of the subsection. 4 In section 3A (grant and supervision of exemptions from political restriction: England), in subsection (2) omit— a in paragraph (a), the word  “and”, b paragraph (b), and c the words from  “and the relevant” to the end of the subsection."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "31", "section_title": "Scrutiny officers", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "32", "section_title": "Joint overview and scrutiny committees", "section_text": "32 1 In the Local Government and Public Involvement in Health Act 2007 (c. 28), for section 123 (joint overview and scrutiny committees: local improvement targets) substitute— Joint overview and scrutiny committees 123 1 The Secretary of State may by regulations make provision under which any two or more local authorities in England may— a appoint a joint committee (a  “joint overview and scrutiny committee”), and b arrange for the committee to exercise any functions in subsection (2). 2 The functions in this subsection are functions of making reports or recommendations to— a any of the local authorities appointing the committee (the  “appointing authorities”), or b if any of the appointing authorities is a non-unitary district council, the related county council, about any matter which is not an excluded matter. 3 In subsection (2)\t\t\t\t\t\t\t\t\t\t “ excluded matter ” means any matter with respect to which a crime and disorder committee could make a report or recommendations— a by virtue of subsection (1)(b) of section 19 of the Police and Justice Act 2006 (local authority scrutiny crime and disorder matters), or b by virtue of subsection (3)(a) of that section. 4 In subsection (2) references to making reports or recommendations to a local authority include, in the case of a local authority operating executive arrangements under Part 2 of the Local Government Act 2000, making reports or recommendations to its executive. 5 Regulations under this section may in particular— a provide for arrangements to be made only in circumstances, or subject to conditions or limitations, specified in the regulations; b in relation to joint overview and scrutiny committees, make provision applying, or corresponding to, any provision of— i section 21(4) and (6) to (12) of the Local Government Act 2000, ii sections 21A to 21D of that Act, or iii section 246 of, and Schedule 17 to, the National Health Service Act 2006, with or without modifications; c make provision as to information which an associated authority of any appointing authority must provide, or may not disclose, to a joint overview and scrutiny committee (or, if the regulations make provision for the appointment of sub-committees of such a committee, to such a sub-committee). 6 In subsection (5)(c)\t\t\t\t\t\t\t\t\t\t “ associated authority ”, in relation to any appointing authority, means— a in the case of an appointing authority which is a non-unitary district council— i the related county council, and ii any person who is a partner authority in relation to the related county council; b in the case of any other appointing authority, any person who is a partner authority in relation to the appointing authority. 7 In subsection (6)\t\t\t\t\t\t\t\t\t\t “ partner authority ” has the same meaning as in Chapter 1 of this Part except that it does not include a police authority or a chief officer of police. 8 Regulations under this section may not make provision of a kind mentioned in subsection (5)(c) with respect to information in respect of which provision may be made in exercise of the power conferred by section 20(5)(c) or (d) of the Police and Justice Act 2006 (guidance and regulations regarding crime and disorder matters). 9 Any local authority and any joint overview and scrutiny committee must, in exercising or deciding whether to exercise any function conferred on it by or under this section, have regard to any guidance issued by the Secretary of State. 10 In this section— “ local authority ” has the same meaning as in Part 2 of the Local Government Act 2000; “ non-unitary district council ” means a district council for a district in a county for which there is a county council (and the  “ related county council ”, in relation to a non-unitary district council, means that county council). 2 In section 21 of the Local Government Act 2000 (c. 22)\t\t\t\t\t(overview and scrutiny committees), in subsection (2A)(e), for the words from  “(joint” to the end substitute  “                    (joint overview and scrutiny committees) appointed by two or more local authorities including the authority concerned                  ” ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "33", "section_title": "Powers of National Assembly for Wales", "section_text": "33 1 Schedule 5 to the Government of Wales Act 2006 (c. 32)\t\t\t\t\t(Assembly measures) is amended as follows. 2 In Part 1, after the heading  “ Field 12: local government ”, after the entry relating to Matter 12.5 insert— Matter 12.6 Arrangements by principal councils with respect to the discharge of their functions, including executive arrangements. This matter does not include— a direct elections to executives of principal councils, or b the creation of a form of executive requiring direct elections. For the purposes of this matter— a “ executive arrangements ” has the same meaning as in Part 2 of the Local Government Act 2000; b “ principal council ” means a county or county borough council; c “ direct elections ” means elections by local government electors (within the meaning of section 270(1) of the Local Government Act 1972). 3 In that Part, after the entry relating to Matter 12.6 (as inserted by subsection (2) above) insert— Matter 12.7 Committees of principal councils with functions of— a review or scrutiny, or b making reports or recommendations. This matter does not include committees under section 19 of the Police and Justice Act 2006 (crime and disorder committees). For the purposes of this matter  “ principal council ” means a county or county borough council."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "34", "section_title": "Mutual insurance", "section_text": "34 1 Subject as follows, a qualifying authority may — a become a member of a body corporate— i all of whose objects fall within the objects specified in subsection (2), and ii all of whose members are qualifying authorities, and b do anything that is required by, or is conducive or incidental to, membership of any such body. 2 The objects referred to in subsection (1)(a)(i) are— a to provide insurance, in relation to risks of any description, to— i qualifying authorities who are members of the body corporate, and ii persons prescribed in regulations made by the appropriate national authority, b to enter into arrangements under which such insurance is provided to— i qualifying authorities who are members of the body corporate, and ii persons prescribed in regulations made by the appropriate national authority, and c to do anything that is required by, or is conducive or incidental to, the provision of any such insurance or entering into any such arrangements. 3 The power of a qualifying authority under subsection (1)(b) includes in particular power— a to pay premiums and make other payments to the body corporate; b to agree to make any such payments; c to assume financial obligations in relation to persons prescribed for the purposes of subsection (2)(a)(ii) or (b)(ii). 4 The appropriate national authority may by regulations impose restrictions or conditions on the exercise of any power conferred on a qualifying authority by subsection (1). 5 A qualifying authority must, in exercising the powers conferred by subsection (1), have regard to— a any guidance issued by the appropriate national authority, and b any guidance or document specified in regulations made by the appropriate national authority. 6 The appropriate national authority may by regulations amend this Chapter for the purposes of changing the authorities which are for the time being qualifying authorities for the purposes of this section."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "35", "section_title": "Mutual insurance: supplementary", "section_text": "35 1 This section applies for the purposes of section 34. 2 A qualifying authority is— a a county council in England; b a district council in England; c a London borough council; d the Common Council of the City of London in its capacity as a local authority; e the Greater London Authority so far as it exercises its functions through the Mayor; f the Council of the Isles of Scilly; g a county council in Wales; h a county borough council in Wales; i a National Park authority; j the Broads Authority; k the Common Council of the City of London in its capacity as a police authority; l a fire and rescue authority not falling within paragraphs (a) to (h); m . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . n a waste disposal authority established under section 10 of the Local Government Act 1985 (c. 51); o an Integrated Transport Authority; p Transport for London; q . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . r an economic prosperity board established under section 88 or a combined authority established under section 103. s a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023. 3 The  “ appropriate national authority ” means— a the Secretary of State, in relation to England; b the Welsh Ministers, in relation to Wales. 4 Regulations under section 34 are to be made by statutory instrument. 5 A statutory instrument containing regulations under subsection (2), (4) or (5)(b) of that section is subject to annulment in pursuance of a resolution of— a either House of Parliament (in the case of regulations made by the Secretary of State); b the National Assembly for Wales (in the case of regulations made by the Welsh Ministers). 6 A statutory instrument containing regulations under subsection (6) of that section may not be made unless a draft of the instrument has been laid before, and approved by a resolution of— a each House of Parliament (in the case of regulations made by the Secretary of State); b the National Assembly for Wales (in the case of regulations made by the Welsh Ministers)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "36", "section_title": "Overview", "section_text": "36 1 This Chapter makes provision for   the Auditor General for Wales   to appoint a person to carry out audit functions in relation to a relevant entity in circumstances where it appears to the authority that the entity is or will be a qualifying  ... Welsh local authority entity. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In this Chapter,  “ relevant entity ” means— a a company, b a limited liability partnership, or c   a registered society  . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this Chapter,  “ qualifying Welsh local authority entity ” means a relevant entity which— a is connected with a local authority in Wales, and b meets such other conditions as the Welsh Ministers may by regulations specify. 6 In this Chapter,  “ local authority ” means any body which— a is a local authority for the purposes of section 21 of the Local Government Act 2003 (c. 26) (see subsection (6) of that section and section 23 of that Act), and b is required to prepare statements of accounts by regulations made under  ... section 39 of the Public Audit (Wales) Act 2004 (c. 23)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "37", "section_title": "Notification duties of local authorities", "section_text": "37 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where it comes to the attention of a local authority in Wales that— a a relevant entity which is connected with the authority meets the conditions referred to in section 36(5)(b), b a relevant entity which is connected with the authority has ceased to meet those conditions, or c a relevant entity which meets those conditions has ceased to be connected with the local authority, the authority must notify the entity and the Auditor General for Wales accordingly. 3 Notification under this section must be within the period of 21 days beginning with the day on which the matter comes to the attention of the local authority."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "38", "section_title": "Power to appoint auditor", "section_text": "38 1 Subject to this Chapter,   the Auditor General for Wales   may appoint a person to carry out audit functions in accordance with this Chapter in relation to a relevant entity. 2 An appointment under this section is to be for a financial year of the entity. 3 An appointment under this section must be made— a before the start of the financial year to which it relates, or b in the case of an appointment for the first financial year of the entity, before whichever is the earlier of— i the end of that financial year, and ii the end of the period of three months beginning with the day on which the   Auditor General for Wales   receives notification in relation to the entity under section   37(2)(a)  . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The Auditor General for Wales may make an appointment under this section if (and only if) it appears to the Auditor General that— a the entity will be a qualifying Welsh local authority entity at the start of the financial year for which the appointment is made, or b in the case of an appointment for the first financial year of the entity, the entity is a qualifying Welsh local authority entity when the appointment is made. 6 Before making an appointment under this section in relation to an entity the   Auditor General for Wales   must consult the entity. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 After making an appointment under this section in relation to an entity the   Auditor General for Wales   must notify the local authority with which the entity is connected."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "39", "section_title": "Power to appoint replacement auditor", "section_text": "39 1 Where a person appointed by   the Auditor General for Wales   under this Chapter in relation to an entity for a financial year dies, is dismissed or is unable or unwilling to act, the   Auditor General for Wales   may (subject to this Chapter) appoint a replacement in relation to that entity for that financial year. 2 Before making an appointment under this section the   Auditor General for Wales   must consult the entity. 3 After making an appointment under this section the   Auditor General for Wales   must notify the local authority with which the entity is connected."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "40", "section_title": "Exclusions", "section_text": "40 1   The Auditor General for Wales   may not make an appointment under this Chapter in relation to an entity for a financial year if, by virtue of this section, the entity is exempt from audit for that year. 2 A company is exempt from audit under this Chapter for a financial year if it appears to the   Auditor General for Wales   that, for the purposes of Part 16 of the Companies Act 2006 (c. 46), the company is or will be exempt from audit under that Part for that year. 3 A limited liability partnership is exempt from audit under this Chapter for a financial year if it appears to the   Auditor General for Wales   that, for the purposes of Part 16 of the Companies Act 2006 (as that Part applies to limited liability partnerships), the partnership is or will be exempt from audit under that Part for that year. 4   A registered society   is exempt from audit under this Chapter for a financial year if it appears to the   Auditor General for Wales   that   —  a the society is a small society (within the meaning of Part 7 of the Co-operative and Community Benefit Societies Act 2014) for that year, or b section 83 of that Act (duty to appoint auditors) does not apply to the society for that year because of a resolution under section 84 of that Act (power to disapply auditing requirements). 5 Subsection (1) does not apply if the entity requests the   Auditor General for Wales   to make the appointment."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "41", "section_title": "Eligibility for appointment", "section_text": "41 1 A person appointed under this Chapter may be— a a member of staff of the   Auditor General for Wales ; b an individual who is not a member of staff of   the Auditor General for Wales ; c a firm. 2 The following may not be appointed under this Chapter in relation to an entity— a an individual or firm who for the purposes of section 1212 of the Companies Act 2006 (c. 46) is not eligible for appointment as a statutory auditor, or b an individual or firm who by virtue of section 1214 of that Act (independence requirement) may not act as statutory auditor in relation to that entity. 3 In this section  “ firm ” means any entity, whether or not a legal person, which is not an individual, and includes a body corporate, a corporation sole and a partnership or other unincorporated association."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "42", "section_title": "Terms of appointment", "section_text": "42 1 Subject to this Chapter, a person appointed under this Chapter holds office under this Chapter in accordance with the terms of their appointment. 2 Subject to subsection (3), an appointment under this Chapter begins on the first day of the financial year for which the appointment is made. 3 An appointment under this Chapter which— a is for the first financial year of an entity, or b is made under section 39 after the start of the financial year for which it is made, begins on the day on which the appointment is made. 4 An appointment under this Chapter, unless terminated earlier, ends when the person appointed has discharged their functions under this Chapter. 5 A person appointed under this Chapter may not be dismissed by the   Auditor General for Wales   for divergence of opinion on accounting treatments or audit procedures. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 If it appears to the Auditor General for Wales that an entity in relation to which the Auditor General has appointed a person under this Chapter is not, or has ceased to be, a qualifying Welsh local authority entity, the Auditor General may terminate the appointment (but is not required to do so)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "43", "section_title": "Right of entity to appoint auditor to conduct statutory audit", "section_text": "43 1 Where a person is appointed under this Chapter in relation to an entity for a financial year, the entity may, under and in accordance with the relevant statutory provision, appoint that person as auditor of the entity for the purposes of that provision for the financial year. 2 An appointment pursuant to subsection (1) is to be— a on the standard terms and conditions, or b on the standard terms and conditions subject to such modifications as may be agreed between the entity and the person appointed. 3 The   Auditor General for Wales   must notify the entity of its right under subsection (1). 4 Notification under subsection (3) must be before the beginning of the financial year (except in the case of an appointment for the first financial year of the entity or which is made under section 39). 5 Termination by the   Auditor General for Wales   of the appointment under this Chapter does not terminate an appointment made pursuant to subsection (1). 6 In subsection (1)  “the relevant statutory provision”— a in relation to a company, means Part 16 of the Companies Act 2006 (c. 46); b in relation to a limited liability partnership, means that Part of that Act as it applies to limited liability partnerships; c in relation to   a registered society  , means— i section 83 of the Co-operative and Community Benefit Societies Act 2014,  or ii in the case of   a registered society   to which regulation 3 of the Insurance Accounts Directive (Miscellaneous Insurance Undertakings) Regulations 2008 (SI 2008/565) applies, that regulation. 7 In subsection (2),  “ standard terms and conditions ” means terms and conditions (including terms and conditions as to payment of fees) published for the purposes of that subsection by the   Auditor General for Wales   from time to time. 8 Before publishing terms and conditions under subsection (7)   the Auditor General for Wales   must consult— a such associations of local authorities, and such bodies of accountants, as the   Auditor General for Wales   considers appropriate, and b the Welsh Ministers."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "44", "section_title": "Functions of auditor not appointed to conduct statutory audit", "section_text": "44 1 This section applies to an entity in relation to which a person is appointed under this Chapter for a financial year if— a the entity does not appoint that person pursuant to section 43(1), or b the entity does so appoint that person but terminates the appointment before the discharge of the person's functions pursuant to the appointment. 2 Where this section applies to an entity which is a company— a the person appointed under this Chapter must make a report to the company on the annual accounts of the company for the financial year, and b sections 495(2) to (4) and 496 to 501 of the Companies Act 2006 (c. 46) apply as if— i that report were a report under section 495(1) of that Act, and ii the person appointed under this Chapter were the company's auditor under Part 16 of that Act. 3 Where this section applies to an entity which is a limited liability partnership— a the person appointed under this Chapter must make a report to the partnership on the annual accounts of the partnership for the financial year, and b sections 495(2) to (4) and 498 to 501 of the Companies Act 2006 apply as if— i that report were a report under section 495(1) of that Act, and ii the person appointed under this Chapter were the partnership's auditor under Part 16 of that Act. 4 Where this section applies to an entity which is   a registered society  — a the person appointed under this Chapter must audit the revenue account or accounts and balance sheet of the society for the financial year and make a report to the society on them, b section 87(3) to (8) of the Co-operative and Community Benefit Societies Act 2014 apply in relation to that report as they apply to a report under section 87(2) of that Act, c section 127(2) of that Act applies in relation to any contravention of section 87(6) of that Act (as applied by paragraph (b)),  and d in a case where the society has caused group accounts for that year to be prepared as specified in   section 98   of that Act, the person appointed under this Chapter must make a report to the society on the group accounts, stating the matters referred to in   subsection (7)   of that section. 5 The person appointed under this Chapter must send a copy of the report made under this section to— a the local authority with which the entity is connected, and b the   Auditor General for Wales . 6 In subsection (3) references to the Companies Act 2006 are to that Act as it applies in relation to limited liability partnerships."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "45", "section_title": "Public interest reports", "section_text": "45 1 A person appointed under this Chapter in relation to an entity must make a report about any relevant matter— a which comes to their attention in discharging their functions arising under or pursuant to the preceding provisions of this Chapter, and b which they consider that it would be in the public interest to bring to the attention of the entity, the local authority with which it is connected or the public. 2 In subsection (1)  “ relevant matter ” means— a a matter relating to the financial affairs of the entity for the financial year, or b a matter relating to the corporate governance of the entity. 3 A report under this section must be sent to the entity before the end of the period of 14 days starting with the day on which the report is made. 4 A copy of a report under this section must be sent before the end of that period to— a the local authority with which the entity is connected, and b the   Auditor General for Wales . 5 The person appointed under this Chapter may— a notify any person of the fact that the report has been made, and b supply a copy of it or of any part of it to any person."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "46", "section_title": "Codes of practice", "section_text": "46 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A code of practice under   section 10 of the Public Audit (Wales) Act 2013   must include provision prescribing the way in which persons appointed under this Chapter by the Auditor General for Wales are to carry out their functions under section 45. 5 A person so appointed must, in the exercise of their functions under section 45, comply with such provision of such a code as is for the time being in force."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "47", "section_title": "Access to information", "section_text": "47 1 A person appointed under this Chapter in relation to an entity (in this section referred to as an  “ auditor ”) has a right of access at all reasonable times to every document relating to the entity which appears to the auditor necessary for the purpose of the exercise of their functions under section 45. 2 The right conferred by subsection (1) includes power to inspect, copy or take away the document. 3 An auditor may— a require a person holding or accountable for any document referred to in subsection (1) to give to the auditor such information or explanation as the auditor thinks necessary for the purpose of the exercise of the auditor's functions under section 45, and b if the auditor thinks it necessary, require the person to attend before the auditor in person to give the information or explanation or to produce the document. 4 Without prejudice to subsection (3), an auditor may— a require any officer or member of the entity to give to the auditor such information or explanation as the auditor thinks necessary for the purpose of the exercise of the auditor's functions under section 45, and b if the auditor thinks it necessary, require the officer or member to attend before the auditor in person to give the information or explanation. 5 In relation to any document kept in electronic form, the power in subsection (3)(b) to require a person to produce a document includes power to require it to be produced in a form in which it is legible and can be taken away. 6 In connection with inspecting such a document, an auditor— a may obtain access to, and inspect and check the operation of, any computer and associated apparatus or material which the auditor considers is or has been used in connection with the document; b may require a person within subsection (7) to afford the auditor such reasonable assistance as the auditor may require for that purpose. 7 The following persons are within this subsection— a a person by whom or on whose behalf the computer is or has been used; b a person having charge of, or otherwise concerned with the operation of, the computer, apparatus or material. 8 Without prejudice to subsections (1) to (7), the entity must provide the auditor with every facility and all information which the auditor may reasonably require for the purposes of the exercise of the auditor's functions under section 45. 9 A person who without reasonable excuse obstructs the exercise of any power conferred by this section or fails to comply with any requirement of an auditor under this section is guilty of an offence. 10 A person guilty of an offence under subsection (9) is liable on summary conviction— a to a fine not exceeding level 3 on the standard scale, and b to an additional fine not exceeding £20 for each day on which the offence continues after the person has been convicted of it. 11 Any expenses incurred by an auditor in connection with proceedings for an offence under this section, so far as not recovered from any other source, are recoverable from the entity in relation to which the auditor is appointed. 12 The powers under this section are in addition to any other powers which an auditor has in relation to the exercise of the auditor's functions under or pursuant to this Chapter."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "48", "section_title": "Consideration of report by entity", "section_text": "48 1 Where a report is made under section 45 in relation to an entity, the report must be considered— a in the case of a company, at a general meeting of the company (to be called by the directors under section 302 of the Companies Act 2006 (c. 46)); b in the case of a limited liability partnership, at a meeting of the members of the partnership; c in the case of   a registered society  , at a meeting of the society in accordance with the rules of the society. 2 The meeting must be held before the end of the period of one month starting with the day on which the report is sent to it. 3 The notice of the meeting must include a copy of the report. 4 At the meeting the entity must decide— a whether the report requires it to take any action, and b if so, what. 5 The entity must notify the local authority with which it is connected of— a its decision under subsection (4)(a), and b any decision under subsection (4)(b). 6 If under subsection (4)(a) the entity decides that the report does not require it to take any action, the notification under subsection (5)(a) must give reasons for that decision. 7 The person who made the report may extend the period of one month mentioned in subsection (2) if satisfied that it is reasonable to do so to allow the entity to comply with its duties under this section. 8 A period may be extended under subsection (7) more than once. 9 This section does not affect any duties (so far as they relate to the subject-matter of a report) imposed by or under any other enactment."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "49", "section_title": "Consideration of report by local authority", "section_text": "49 1 Where a report is made under section 45 in relation to an entity, the local authority with which the entity is connected must— a consider the report and the entity's decision or decisions under section 48(4) at a relevant meeting, and b decide whether the report and the decision or decisions require the authority to take any action, and if so what. 2 A local authority must discharge its duty under subsection (1) before the end of the period of one month starting with the day on which the entity notifies the local authority under section 48(5). 3 The person who made the report may extend the period of one month mentioned in subsection (2) if satisfied that it is reasonable to do so to allow the local authority to comply with its duty under subsection (1). 4 A period may be extended under subsection (3) more than once. 5 In subsection (1)(a)\t\t\t\t\t “ relevant meeting ” means— a in the case of a local authority not operating executive arrangements, a meeting of the authority or of a committee of the authority; b in the case of a local authority operating executive arrangements— i a meeting of the executive, or ii if the function referred to in that subsection is a responsibility of the authority, a meeting of the authority or of a committee of the authority. 6 The notice given of the meeting to members of the authority or of the executive or committee of the authority (as the case may be) must include— a a copy of the report, and b a copy of the notification given by the entity under section 48(5). 7 Subsections (8) and (9) apply in relation to a meeting of a local authority or of a committee of a local authority under this section. 8 The following powers do not include power to exclude the report— a the power under section 1(4)(b) of the Public Bodies (Admission to Meetings) Act 1960 (c. 67) to exclude items from the matter supplied under that section (supply of agenda etc to newspapers); b the power under   section 100BA(2)   of the Local Government Act 1972 (c. 70) to— i exclude documents from the documents  published under section 100BA(1)   of that Act, or ii exclude items from the matter supplied under  section 100BA(9)   of that Act (public access to agenda and reports before meetings and supply of agenda etc to newspapers). 9 Part 5A of the Local Government Act 1972 has effect in relation to the report as if  section 100C(1B)(d)   of that Act (public access to copies of reports for six years after meeting) were not limited to so much of the report as relates to an item during which the meeting was open to the public. 10 In this section— a “ executive ” and  “ executive arrangements ” have the same meanings as in Part 2 of the Local Government Act 2000 (c. 22); b references to a committee of a local authority include a sub-committee. 11 This section does not affect any duties (so far as they relate to the subject-matter of a report under section 45) imposed by or under any other enactment."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "50", "section_title": "Fees", "section_text": "50 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A An entity in relation to which a person is appointed by the Auditor General for Wales under this Chapter must pay the Wales Audit Office, in accordance with a scheme for charging fees prepared under section 24 of the Public Audit (Wales) Act 2013, a fee in respect of the discharge by that person of any of the functions specified by subsection (2) in relation to the entity. 2 Those functions are— a functions under section 44(2) to (5); b functions under sections 45 to 49. 3 The entity must pay a fee under this section at such time, and otherwise in accordance with such requirements, as   the   Wales Audit Office    may specify. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A The amount of a fee payable under subsection (1A) is, subject as follows, to be such as may be specified in or determined under a scale or scales of fees prescribed by the Wales Audit Office for the purposes of this section. But a fee charged under subsection (1A) may not exceed the full cost of exercising the function to which it relates. 5 Before prescribing a scale of fees under   subsection  ... (4A)   the   Wales Audit Office    must consult— a such associations of local authorities, and b such bodies of accountants, as it considers appropriate. 6 A scale of fees under this section is not to provide for the amount of a fee to be different depending on whether or not the person appointed under this Chapter is a member of staff of   the   Wales Audit Office . 7 A scale of fees under this section and standard terms and conditions under section 43 are not to provide for fees of different amounts in respect of— a the discharge of a function referred to in subsection (2)(a), and b the discharge of an equivalent function pursuant to an appointment pursuant to section 43(1). 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 If it appears to   the   Wales Audit Office    that the work involved in a particular case differed (or is likely to differ) substantially from that envisaged by the person prescribing the appropriate scale,   the   Wales Audit Office    may charge a fee of an amount different from that referred to in subsection   (4A) ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "51", "section_title": "Power of   Auditor General for Wales   to require information", "section_text": "51 1 At any time after the appointment of a person under this Chapter in relation to an entity, the   Auditor General for Wales   may for the purpose specified in subsection (2) require the entity to produce to   the Auditor General for Wales  — a the accounts audited by the person pursuant to section 43 or under section 44, or b any other document or information relating to the entity to which the person has or had a right of access under or pursuant to this Chapter. 2 The purpose referred to in subsection (1) is to enable   the Auditor General for Wales   to secure that persons appointed by the   Auditor General for Wales   under this Chapter maintain proper standards."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "52", "section_title": "Subsidiaries of Passenger Transport Executives", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "53", "section_title": "Regulations", "section_text": "53 1 Regulations under section   36(5)(b)   may provide for any expression used in formulating a condition specified in the regulations to have the meaning for the time being given by a relevant document identified in the regulations. 2 In subsection (1),  “relevant document”— a means a document that (at the time the regulations are made) is a document identified for the purposes of section 21(2)(b) of the Local Government Act 2003 (c. 26) by regulations made under that provision, and b includes a document so identified by virtue of section 21(5) of that Act. 3 Regulations under this Chapter must be made by statutory instrument. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A statutory instrument containing regulations under this Chapter  ... is subject to annulment in pursuance of a resolution of the National Assembly for Wales."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "54", "section_title": "Interpretation", "section_text": "54 1 In this Chapter— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ company ” has the same meaning as in Part 16 of the Companies Act 2006 (c. 46) (see section 1 of that Act); “financial year”— in relation to a company, has the same meaning as in Part 16 of the Companies Act 2006 (see section 390 of that Act); in relation to a limited liability partnership, has the same meaning as in Part 16 of the Companies Act 2006 (as it applies in relation to limited liability partnerships); in relation to   a registered society , means a year of account within the meaning of   the Co-operative and Community Benefit Societies Act 2014 (see sections 77 and 78 of that Act);   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ limited liability partnership ” means a limited liability partnership formed under the Limited Liability Partnerships Act 2000 (c. 12) or the Limited Liability Partnerships Act (Northern Ireland) 2002 (c. 12 (N.I.)); “ local authority ” has the meaning given by section 36(6); . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ qualifying Welsh local authority entity ” has the meaning given by section 36(5); “ registered society ” has the meaning given by section 1 of the Co-operative and Community Benefit Societies Act 2014; “ relevant entity ” has the meaning given by section 36(3). 2 In this Chapter references to an entity being  “connected with” a local authority are to be construed in accordance with subsection (6) of section 212 of the Local Government and Public Involvement in Health Act 2007 (c. 28)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "55", "section_title": "Local Government Boundary Commission for England", "section_text": "55 1 The Local Government Boundary Commission for England is established as a body corporate. 2 The Local Government Boundary Commission for England is not to be regarded as a servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown. 3 Accordingly, the property of the Local Government Boundary Commission for England is not to be regarded as the property of the Crown or as property held on behalf of the Crown. 4 The Local Government Boundary Commission for England may do anything, except borrow money, which is calculated to facilitate, or is incidental or conducive to, the exercise of its functions. 5 Schedule 1 (which makes further provision about the constitution and administration of the Local Government Boundary Commission for England) is part of this Part."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "56", "section_title": "Review of electoral arrangements", "section_text": "56 1 The Local Government Boundary Commission for England must from time to time— a conduct a review of the area of each principal council, and b recommend whether a change should be made to the electoral arrangements for that area. 2 The Local Government Boundary Commission for England may at any time— a conduct a review of all or any part of the area of a principal council, and b recommend whether a change should be made to the electoral arrangements for the area of the principal council. 3 In this Part  “ principal council ” means— a a county council in England; b a district council; c the Council of the Isles of Scilly; d a London borough council. 4 In this Part  “ electoral arrangements ”, in relation to the area of a principal council, means— a the total number of members of the council (“councillors”), b the number and boundaries of electoral areas for the purposes of the election of councillors, c the number of councillors to be returned by any electoral area in that area, and d the name of any electoral area. 5 Where under this section the Local Government Boundary Commission for England recommends that a change should be made to the electoral arrangements for the area of a principal council, the Commission must also recommend whether, in consequence, a change should be made to the electoral arrangements for the area of any parish council, where that area is within the area of the principal council. 6 In this Part  “ electoral arrangements ”, in relation to the area of a parish council, means— a the total number of members of the parish council (“parish councillors”), b arrangements for the division of the parish or (in the case of a common parish council) any of the parishes into wards for the purposes of the election of parish councillors, c the number and boundaries of any wards, d the number of parish councillors to be returned by any ward or, in the case of a common parish council, by each parish, and e the name of any ward. 7 Section 6(2)(a) of the Local Government Act 1972 (c. 70)\t\t\t\t\t(electoral divisions of non-metropolitan county to return one councillor each) does not limit the recommendations that may be made under this section. 8 Schedule 2 (which makes further provision relating to recommendations under this section) is part of this Part. 9 A principal council or parish council must, if requested by the Local Government Boundary Commission for England to do so, provide the Commission, by such date as it may specify, with any information that it may reasonably require in connection with its functions under this section."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "57", "section_title": "Requests for review of single-member electoral areas", "section_text": "57 1 A principal council which falls within subsection (3) may request the Local Government Boundary Commission for England to— a conduct a review of the council's area under section 56(2)(a), and b make recommendations as to single-member electoral areas under section 56(2)(b). 2 In this section  “ recommendations as to single-member electoral areas ” means recommendations, for each electoral area in the area of a principal council, as to whether the electoral area should return one member of the council. 3 A principal council falls within this subsection if— a it is not the case that each of the electoral areas in the council's area returns one member of the council, and b the council is subject to a scheme for whole-council elections. 4 For the purposes of subsection (3)(b) a principal council is  “subject to a scheme for whole-council elections” if, in each year in which ordinary elections of members of the council are to be held, all the members of the council are to be elected. 4A A district council is also  “subject to a scheme for whole-council elections” for those purposes if— a section 34 of the Local Government and Public Involvement in Health Act 2007 (scheme for whole-council elections) applies to the council, but b by virtue of subsection (4A) of that section (temporary continuation of previous electoral scheme), not all the members of the council are to be elected in a year in which ordinary elections of members of the council are to be held. 5 If the Local Government Boundary Commission for England grants a request under this section, in making its recommendations it must (in addition to the matters to be considered pursuant to Schedule 2) have regard to the desirability of securing that each electoral area in the principal council's area should return one member of the council. 6 If the Local Government Boundary Commission for England decides not to grant a principal council's request under this section, it must notify the council of its decision and the reasons for it. 7 Nothing in this section prevents the Local Government Boundary Commission for England, when making recommendations as to single-member electoral areas pursuant to subsection (1), from making other recommendations under section 56(2)(b). 8 In subsections (2) and (5), references to electoral areas are, in relation to a case where the Local Government Boundary Commission for England makes recommendations for change to the number or boundaries of electoral areas in the area of a principal council, to the recommended electoral areas."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "58", "section_title": "Review procedure", "section_text": "58 1 As soon as reasonably practicable after deciding to conduct a review under section 56, the Local Government Boundary Commission for England must take such steps as it considers sufficient to secure that persons who may be interested in the review are informed of— a the fact that the review is to take place, and b any particular matters to which the review is to relate. 2 In conducting a review under section 56, the Local Government Boundary Commission for England must— a prepare and publish draft recommendations, b take such steps as its considers sufficient to secure that persons who may be interested in the recommendations are informed of them and of the period within which representations with respect to them may be made, and c take into consideration any representations made to the Local Government Boundary Commission for England within that period. 3 The Local Government Boundary Commission for England may at any time before publishing draft recommendations under subsection (2)(a) consult such persons as it considers appropriate. 4 As soon as practicable after conducting a review under section 56, the Local Government Boundary Commission for England must— a publish a report stating its recommendations, and b take such steps as it considers sufficient to secure that persons who may be interested in the recommendations are informed of them."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "59", "section_title": "Implementation of review recommendations", "section_text": "59 1 Where a report under section 58(4) contains recommendations for electoral changes, the Local Government Boundary Commission for England may by order give effect to all or any of the recommendations. 2 An order under this section may in particular include provision as to— a the total number of members of any principal council or parish council (“councillors”); b the number and boundaries of electoral areas for the purposes of the election of councillors; c the number of councillors to be returned by any electoral area; d the name of any electoral area; e the election of councillors for any electoral area; f the order of retirement of councillors; g the ordinary year of election for a parish council. 3 An order under this section may not require or authorise the holding of an election for membership of a principal council otherwise than at an ordinary election for that council. 4 An order under this section may— a contain incidental, consequential, supplementary or transitional provision, or savings; b make different provision for different cases, including different provision for different areas or councils. 5 The provision referred to in subsection (4)(a) may include provision— a applying any instrument made under an enactment, with or without modifications, b extending, excluding or amending any such instrument, or c repealing or revoking any such instrument. 6 Where the Local Government Boundary Commission for England is satisfied that— a a mistake has occurred in the preparation of an order under subsection (1), and b the mistake is such that it cannot be rectified by a subsequent order under this section by virtue of section 14 of the Interpretation Act 1978 (c. 30) (implied power to amend), the Local Government Boundary Commission for England may by order under this subsection make such provision as it thinks necessary or expedient for rectifying the mistake. 7 In subsection (6),  “ mistake ”, in relation to an order, includes a provision contained in or omitted from the order in reliance on information supplied by any public body which is inaccurate or incomplete. 8 An order under this section is to be made by statutory instrument. 9 A draft of a statutory instrument containing an order under this section is to be laid before Parliament before the instrument is made."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "60", "section_title": "Transfer of functions relating to boundary change", "section_text": "60 1 The functions of the Electoral Commission's Boundary Committee under Chapter 1 of Part 1 of the Local Government and Public Involvement in Health Act 2007 (c. 28) (structural and boundary change) are, subject to this Part, transferred to the Local Government Boundary Commission for England. 2 The functions of the Electoral Commission under the enactments specified in subsection (3) are, subject to the following provisions of this Part, transferred to the Local Government Boundary Commission for England. 3 Those enactments are— a section 2(4) of the Greater London Authority Act 1999 (c. 29) (constituencies for the Greater London Assembly); b Chapter 1 of Part 2 of the Local Government and Public Involvement in Health Act 2007 (electoral arrangements); c section 59 of that Act (change of name of electoral area); d Chapter 3 of Part 4 of that Act (parish re-organisation). 4 In this Part, the  “ Electoral Commission's Boundary Committee ” means the Boundary Committee for England constituted by the Electoral Commission under section 14 of the Political Parties, Elections and Referendums Act 2000 (c. 41)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "61", "section_title": "Removal of functions relating to boundary and electoral change", "section_text": "61 1 The duty of the Electoral Commission under section 14 of the Political Parties, Elections and Referendums Act 2000 (c. 41) to establish Boundary Committees is abolished so far as relating to England. 2 Accordingly, the following provisions of that Act are repealed— a section 14 (Boundary Committees), so far as relating to England; b section 15 (Deputy Electoral Commissioners). 3 In that Act, the following provisions (which provide for the transfer of functions etc to the Electoral Commission and which are not in force or in force only to a limited extent) are repealed— a section 14 (Boundary Committees) so far as relating to Scotland, Wales and Northern Ireland; b sections 16 and 17 (transfer of functions and property etc of Boundary Commissions to the Electoral Commission); c sections 19 and 20 (transfer of functions of Local Government Boundary Commissions for Scotland and Wales to Electoral Commission); d Part 1 of Schedule 3\t\t\t\t\t\t\t(amendments relating to the transfer of functions of Boundary Commissions); e in Schedule 22\t\t\t\t\t\t\t(repeals), the entries relating to the Parliamentary Constituencies Act 1986 (c. 56) and the Boundary Commissions Act 1992 (c. 55)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "62", "section_title": "Transfer schemes", "section_text": "62 1 For the purpose of the exercise of functions conferred on the Local Government Boundary Commission for England by or under this Part, the Electoral Commission must make one or more schemes for the transfer of property, rights and liabilities from the Electoral Commission to the Local Government Boundary Commission for England. 2 The Electoral Commission may not make a scheme under this section— a without consulting the Secretary of State; b without the consent of the Electoral Commission's Boundary Committee. 3 If the Electoral Commission and the Electoral Commission's Boundary Committee fail to agree on the provision to be included in a scheme under this section, the Secretary of State may by order specify the provision to be included in the scheme. 4 A scheme under this section must be made on or before— a 31 December 2009, or b such later date as the Secretary of State may by order specify. 5 A transfer under a scheme under this section has effect in accordance with the terms of the scheme. 6 A transfer under a scheme under this section may have effect— a whether or not the property, rights and liabilities would otherwise be capable of being transferred; b without any instrument or other formality being required. 7 The rights and liabilities which may be transferred by a scheme under this section include rights and liabilities in relation to a contract of employment. 8 The Transfer of Undertakings (Protection of Employment) Regulations 2006 (SI 2006/246) apply to the transfer under a scheme under this section (whether or not the transfer is a relevant transfer for the purposes of those regulations). 9 A scheme under this section may define the property, rights and liabilities to be transferred by specifying or describing them. 10 A scheme under this section may include supplementary, incidental, transitional and consequential provision and may in particular— a make provision for the continuing effect of things done by the Electoral Commission in relation to anything transferred by the scheme; b make provision for the continuation of things (including legal proceedings) in the process of being done, by or on behalf of or in relation to the Electoral Commission in relation to anything transferred by the scheme; c make provision for references to the Electoral Commission in an agreement (whether written or not), instrument or other document in relation to anything transferred by the scheme to be treated (so far as necessary for the purposes of or in consequence of the transfer) as references to the Local Government Boundary Commission for England; d make provision for the shared ownership or use of any property or facilities. 11 Where a scheme has been made under this section, the Electoral Commission and the Local Government Boundary Commission for England may (subject to any order under this section) agree in writing to modify the scheme; and any such modification is to have effect as from the date the original scheme came into effect. 12 An order under this section is to be made by statutory instrument. 13 A statutory instrument containing an order under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "63", "section_title": "Continuity of functions", "section_text": "63 1 Anything done before the relevant day by the Electoral Commission's Boundary Committee for the purposes of the discharge of its functions under Part 2 of the Local Government Act 1992 (c. 19) may for the purposes of the discharge of any function of the Local Government Boundary Commission for England under any of sections 56 to 59 be regarded as having been done by the Local Government Boundary Commission for England under that section. 2 In subsection (1)  “ relevant day ” means the day on which section 56 comes into force. 3 Anything done before the relevant day by the Electoral Commission's Boundary Committee for the purposes of the discharge of any function referred to in section 60(1) may for the purposes of the discharge of that function by the Local Government Boundary Commission for England under Chapter 1 of Part 1 of the Local Government and Public Involvement in Health Act 2007 (c. 28) be regarded as having been done by the Local Government Boundary Commission for England under that Chapter. 4 Anything done before the relevant day by the Electoral Commission for the purposes of the discharge of any function under an enactment specified in section 60(3) may for the purposes of the discharge of that function by the Local Government Boundary Commission for England under that enactment be regarded as having been done by the Local Government Boundary Commission for England under that enactment. 5 In subsections (3) and (4),  “ relevant day ” means the day on which section 60 comes into force."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "64", "section_title": "Interim provision", "section_text": "64 1 Schedule 3 (which makes modifications to Part 2 of the Local Government Act 1992 (c. 19) for an interim period) is part of this Part. 2 Where the Electoral Commission receives recommendations under Part 2 of the Local Government Act 1992 before the day on which this Act is passed, it must determine whether to give effect to any or all of those recommendations on or before 31 March 2010."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "65", "section_title": "Electoral changes consequential on boundary change in England", "section_text": "65 1 Chapter 1 of Part 1 of the Local Government and Public Involvement in Health Act 2007 (structural and boundary change) is amended as follows. 2 In section 8 (review of local government areas) after subsection (6) insert— 6A Where under subsection (2) the Local Government Boundary Commission recommend that a boundary change should be made in relation to any local government area, the Commission must recommend to the Secretary of State whether, in consequence, a change should be made to— a the electoral arrangements of the area of a local authority; b the electoral arrangements of the area of a parish council. 6B In subsection (6A)(a)\t\t\t\t\t\t\t\t “ electoral arrangements ”, in relation to the area of a local authority means— a the total number of members of the local authority (“councillors”); b the number and boundaries of electoral areas for the purposes of the election of councillors; c the number of councillors to be returned by any electoral area in that area; and d the name of any electoral area. 6C In subsection (6A)(b)\t\t\t\t\t\t\t\t “ electoral arrangements ”, in relation to the area of a parish council means— a the total number of members of the parish council (“parish councillors”); b arrangements for the division of the parish or (in the case of a common parish council) any of the parishes into wards for the purposes of the election of parish councillors; c the number and boundaries of any wards; d the number of parish councillors to be returned by any ward or, in the case of a common parish council, by each parish; and e the name of any ward. 6D Schedule 2 to the Local Democracy, Economic Development and Construction Act 2009 applies in relation to the making of recommendations under subsection (6A). 6E Where under subsection (2) the Local Government Boundary Commission recommend that a boundary change should be made in relation to the area of a London borough council, the Commission must recommend to the Secretary of State whether, in consequence, a change should be made to the area of any constituency for the London Assembly in order to comply with the rules set out in paragraph 7 of Schedule 1 to the Greater London Authority Act 1999. 3 In that section, in subsection (7), for  “subsection (1), (2), (5) or (6)” substitute  “                    this section                  ” . 4 In section 10 (implementation of recommendations), after subsection (2) insert— 2A Subsections (2B) to (2D) apply where the Local Government Boundary Commission make a recommendation to the Secretary of State under section 8(6A) or (6E) in consequence of a recommendation under section 8(2). 2B Where under subsection (1)(a) the Secretary of State implements the recommendation under section 8(2) without modification, the Secretary of State must by order implement the recommendation under section 8(6A) or (6E). 2C Where pursuant to subsection (1)(a) the Secretary of State proposes to implement the recommendation under section 8(2) with modification, the Secretary of State must request the Local Government Boundary Commission to recommend whether a modification is needed to their recommendation under section 8(6A) or (6E). 2D Where under section (1)(a) the Secretary of State implements a recommendation under section 8(2) with modification— a if the Local Government Boundary Commission have recommended under subsection (2C) that a modification is needed to their recommendation under section 8(6A) or (6E), the Secretary of State must by order implement the recommendation under section 8(6A) or (6E) with that modification; b if the Local Government Boundary Commission have recommended under subsection (2C) that no modification is needed to the recommendation under section 8(6A) or (6E), the Secretary of State must by order implement that recommendation. 5 In section 11 (implementation orders: provision that may be included)— a in subsection (3), at the end insert— i electoral matters within the meaning of section 12. ; b in subsection (4), omit paragraph (d). 6 In section 12 (provision relating to membership etc of authorities), in subsection (1)— a for  “section 11(4)” substitute  “                        section 11(3)                      ” ; b at the end insert— l the ordinary year of election for a parish council."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "66", "section_title": "Repeal of redundant provisions", "section_text": "66 The following provisions (which relate to the Local Government Commission for England) are repealed— a in the Local Government Act 1992 (c. 19), section 12 and Schedule 2; b in the Political Parties, Elections and Referendums Act 2000 (c. 41), section 18."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "67", "section_title": "Consequential and supplementary provision", "section_text": "67 1 Schedule 4 (which contains amendments consequential on, and supplementary to, this Part) is part of this Part. 2 The Secretary of State may by order make such other provision as the Secretary of State considers appropriate in consequence of any provision made by this Part. 3 The power conferred in subsection (2) includes power to amend, repeal or revoke provision contained in an enactment passed or made before the day on which this Act is passed. 4 A order under subsection (2) is to be made by statutory instrument. 5 A statutory instrument containing an order under subsection (2) which includes provision— a amending or repealing provision contained in an Act, or b amending or revoking provision contained in an instrument of which a draft was required to be laid before and approved by a resolution of each House of Parliament, may not be made unless a draft of the instrument has been laid before, and approved by a resolution of each House of Parliament. 6 A statutory instrument containing any other order under subsection (2) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "68", "section_title": "Interpretation", "section_text": "68 In this Part— “ the Electoral Commission's Boundary Committee ” has the meaning given by section 60(4); “ electoral arrangements ” has the meaning given in section 56(4) and (6); “ principal council ” has the meaning given in section 56(3)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "69", "section_title": "Local authority economic assessments", "section_text": "69 1 A principal local authority in England must prepare an assessment of the economic conditions of its area. 2 A principal local authority may revise the assessment, or any part or aspect of it, at any time. 3 In this Part  “ principal local authority ” means— a a county council; b a district council, other than a non-unitary district council; c a London borough council; d the Common Council of the City of London in its capacity as a local authority; e the Council of the Isles of Scilly. 4 In discharging its functions under this section, a principal local authority must consult such persons as it considers appropriate. 5 Where a principal local authority is a county council for an area for which there is a district council, the following duties also apply in relation to the discharge by the county council of its functions under this section— a the county council must consult and seek the participation of the district council; b the county council must have regard to any material produced by the district council in the discharge of the district council's functions under section 13 of the Planning and Compulsory Purchase Act 2004 (c. 5); c the district council must co-operate with the county council. 6 A principal local authority must have regard to any guidance given by the Secretary of State— a as to what an assessment under this section should contain and how it should be prepared; b as to when to prepare an assessment under subsection (1); c as to when to revise any assessment, or any part or aspect of an assessment, under subsection (2). 7 Before giving guidance under subsection (6) the Secretary of State must consult— a such representatives of local government as the Secretary of State considers appropriate, and b such other persons (if any) as the Secretary of State considers appropriate. 8 In subsection (3),  “ non-unitary district council ” means a district council for an area that is part of the area of a county council."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "70", "section_title": "Regional strategy", "section_text": "70 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 If to any extent a policy set out in   a regional strategy under this Part  conflicts with any other statement or information in the strategy, the conflict is to be resolved in favour of the policy. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "71", "section_title": "Leaders' Boards", "section_text": "71 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "72", "section_title": "Responsible regional authorities", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "73", "section_title": "Sustainable development", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "74", "section_title": "Review and revision by responsible regional authorities", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "75", "section_title": "Community involvement", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "76", "section_title": "Examination in public", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "77", "section_title": "Matters to be taken into account in revision", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "78", "section_title": "Approval of revision by Secretary of State", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "79", "section_title": "Reserve powers of Secretary of State", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "80", "section_title": "Revision: supplementary", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "81", "section_title": "Implementation", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "82", "section_title": "Regional strategy as part of the development plan", "section_text": "82 1 In section 38 of the Planning and Compulsory Purchase Act 2004 (c. 5)\t\t\t\t\t(development plan), in subsection (3)(a), for  “regional spatial strategy” substitute  “                    regional strategy                  ” . 2 For the purposes of that section,   a regional strategy under this Part is to be regarded as consisting solely of the regional spatial strategy under section 1 of the Planning and Compulsory Purchase Act 2004 that subsisted for the region concerned immediately before 1 April 2010.   3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "83", "section_title": "Duties of regional development agencies", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "84", "section_title": "Guidance and directions", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "85", "section_title": "Consequential provision", "section_text": "85 1 Schedule 5 (which contains amendments consequential on this Part) is part of this Part. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "86", "section_title": "Regulations", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "87", "section_title": "Interpretation", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "88", "section_title": "EPBs and their areas", "section_text": "88 1 The Secretary of State may by order establish as a body corporate an economic prosperity board (an  “ EPB ”) for an area that meets the following conditions. 2 Condition A is that the area consists of the whole of two or more local government areas in England. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Condition D is that no part of the area forms part of— a the area of another EPB,  ... b the area of a combined authority  , or c the area of a combined county authority. 6 Condition E is that each local government area that forms part of the area was included in a scheme prepared and published under section 98. 7 In this Part  “ local government area ” means the area of— a a county council, or b a district council. 8 An order under this section must specify the name by which the EPB is to be known."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "89", "section_title": "Constitution", "section_text": "89 1 The Secretary of State may by order make provision in relation to an EPB about— a the membership of the EPB; b the voting powers of members of the EPB; c the executive arrangements of the EPB. 2 The provision that may be made about membership includes provision about— a the number and appointment of members of the EPB; b the remuneration of, and pensions or allowances payable to or in respect of, any member of the EPB. 3 The provision that may be made about voting powers includes provision for different weight to be given to the vote of different descriptions of member. 4 The provision that may be made about executive arrangements includes provision about— a the appointment of an executive; b the functions of the EPB that are the responsibility of an executive; c the functions of the EPB that are the responsibility of an executive and that may be discharged by a committee of the EPB or by a body other than the EPB; d arrangements relating to the review and scrutiny of the discharge of functions; e access to information on the proceedings of an executive of the EPB; f the disapplication of section 15 of the Local Government and Housing Act 1989 (c. 42) (duty to allocate seats to political groups) in relation to an executive of the EPB or a committee of such an executive; g the keeping of a record of any arrangements relating to the EPB and falling within paragraphs (a) to (f). 5 An order under this section may not provide for the budget of an EPB to be agreed otherwise than by the EPB."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "90", "section_title": "Constitution: membership and voting", "section_text": "90 1 An order under section 89 that includes provision about the number and appointment of members of an EPB must provide— a for a majority of the members of the EPB to be appointed by the EPB's constituent councils, b for those members to be appointed from among the elected members of the constituent councils, and c for each constituent council that is a representative council to appoint at least one of its elected members as a member of the EPB. 2 For the purposes of this section— a a county council is a constituent council of an EPB if the area of the county council, or part of that area, is within the EPB's area; b a district council is a constituent council of an EPB if the area of the district council is within the EPB's area. 3 For the purposes of this section, the following are representative councils in relation to an EPB— a if the EPB's area coincides with or includes the whole of the area of a county council, the county council; b if the EPB's area includes part of the area of a county council— i the county council, or ii each district council for an area within that part, as determined by or in accordance with the order; c if the EPB's area includes the area of a unitary district council, the district council. 4 In this Part  “ unitary district council ” means a district council whose area is not part of the area of a county council. 5 If an order under section 89 provides for members of an EPB to be appointed otherwise than from among the elected members of its constituent councils, the order must provide for those members to be non-voting members. 6 The voting members of an EPB may resolve that provision made in accordance with subsection (5) is not to apply in the case of the EPB."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "91", "section_title": "Exercise of local authority functions", "section_text": "91 1 The Secretary of State may by order provide for a function of a local authority that is exercisable in relation to an area  all or part of which is   within an EPB's area to be exercisable by the EPB in relation to the EPB's area. 2 The Secretary of State may make an order under this section only if the Secretary of State considers that the function can appropriately be exercised by the EPB. 3 An order under this section may make provision for the function to be exercisable by the EPB either generally or subject to such conditions or limitations as may be specified in the order. 4 An order under this section may make provision— a for the function to be exercisable by the EPB instead of by the local authority,  ... b for the function to be exercisable by the EPB concurrently with the local authority. c for the function to be exercisable by the  EPB  and the local authority jointly, or d for the function to be exercisable by the  EPB  jointly with the local authority but also continue to be exercisable by the local authority alone. 5 An EPB must perform the functions that are exercisable by the EPB by virtue of this section with a view to promoting the economic development and regeneration of its area. 6 In this section  “ local authority ” means— a a county council, or b a district council."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "92", "section_title": "Funding", "section_text": "92 1 The Secretary of State may by order make provision— a for the costs of an EPB to be met by its constituent councils, and b about the basis on which the amount payable by each constituent council is to be determined. 2 For the purposes of this section— a a county council is a constituent council of an EPB if the area of the county council, or part of that area, is within the EPB's area; b a district council is a constituent council of an EPB if the area of the district council is within the EPB's area."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "93", "section_title": "Accounts", "section_text": "93 1 Each EPB must keep a fund to be known as the general fund. 2 All receipts of the EPB must be carried to that fund. 3 All liabilities falling to be discharged by the EPB must be discharged out of that fund. 4 Accounts must be kept of— a receipts carried to the general fund, and b payments made out of the general fund."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "94", "section_title": "Change of name", "section_text": "94 1 An EPB may change its name by a resolution in accordance with this section. 2 The resolution must be considered at a meeting of the EPB that is specially convened for the purpose. 3 Particulars of the resolution must have been included in the notice of the meeting. 4 The resolution must be passed at the meeting by not less than two-thirds of the members of the EPB who vote on it. 5 An EPB that changes its name under this section must— a send notice of the change to the Secretary of State, and b publish the notice in such manner as the Secretary of State may direct. 6 A change of name under this section does not affect the rights or obligations of the EPB or any other person, or render defective any legal proceedings. 7 Any legal proceedings may be commenced or continued as if there had been no change of name."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "95", "section_title": "Changes to boundaries of an EPB's area", "section_text": "95 1 The Secretary of State may by order change the boundaries of an EPB's area by— a adding a local government area to an existing area of an EPB, or b removing a local government area from an existing area of an EPB. 2 An order may be made under this section only if— a the area to be created by the order meets   conditions A and D   in section 88, and b each council to whom this section applies consents to the making of the order. 3 This section applies to— a a county council whose area, or part of whose area, is to be added to or removed from the existing area of the EPB; b a district council whose area is to be added to or removed from the existing area of the EPB."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "96", "section_title": "Dissolution of an EPB's area", "section_text": "96 1 The Secretary of State may by order— a dissolve an EPB's area, and b abolish the EPB for the area. 2 An order may be made under this section only if a majority of the councils to whom this section applies consent to the making of the order. 3 This section applies to— a a county council whose area, or part of whose area, is within the EPB's area; b a unitary district council whose area is within the EPB's area."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "97", "section_title": "Review by authorities: new EPB", "section_text": "97 1 Any two or more of the authorities to whom this section applies may undertake a review of the effectiveness and efficiency of arrangements to promote economic development and regeneration within the area covered by the review (“the review area”). 2 This section applies to— a a county council in England; b a district council in England. 3 Where the review is being undertaken by a county council, the review area must include— a the areas of one or more district councils that are within the area of the county council, or b if there are no such areas, the area of the county council. 4 Where the review is being undertaken by a district council, the review area must include the area of the district council. 5 The review area may also include the area of any county council or district council in England not undertaking the review."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "98", "section_title": "Preparation and publication of scheme: new EPB", "section_text": "98 1 This section applies where two or more of the authorities that have undertaken a review under section 97 conclude that the establishment of an EPB for an area would be likely to improve— a the exercise of statutory functions relating to economic development and regeneration in the area, and b economic conditions in the area. 2 The authorities may prepare and publish a scheme for the establishment of an EPB for the area (“the scheme area”). 3 Subject as follows, the scheme area— a must consist of or include the whole or any part of the review area, b may include one or more other local government areas, and c must meet  condition A   in section 88. 4 The scheme area may not include a local government area unless each appropriate authority for that area— a participates in the preparation of the scheme, or b consents to its inclusion in the scheme area. 5 For this purpose— a a county council is an appropriate authority for a local government area that is or forms part of the area of that county council; b a district council is an appropriate authority for a local government area that is the area of that district council."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "99", "section_title": "Requirements in connection with establishment of EPB", "section_text": "99 1 The Secretary of State may make an order establishing an EPB for an area only if, having regard to a scheme prepared and published under section 98, the Secretary of State considers that to do so is likely to improve— a the exercise of statutory functions relating to economic development and regeneration in the area, and b economic conditions in the area. 2 Before making the order, the Secretary of State must consult— a each appropriate authority, and b such other persons (if any) as the Secretary of State considers appropriate. 3 For the purposes of this section— a a county council is an appropriate authority if the area of the county council, or part of that area, is within the area for which the EPB is to be established; b a district council is an appropriate authority if the area of the district council is within the area for which the EPB is to be established. 3A Subsection (3B) applies where the Secretary of State is considering whether to make an order establishing an  EPB  for an area and— a part of the area is separated from the rest of it by one or more local government areas that are not within the area, or b a local government area that is not within the area is surrounded by local government areas that are within the area. 3B In deciding whether to make the order, the Secretary of State must have regard to the likely effect of the creation of the proposed  EPB  on economic development or regeneration in each local government area that is next to any part of the proposed  EPB  area. 4 In making the order, the Secretary of State must have regard to the need— a to reflect the identities and interests of local communities, and b to secure effective and convenient local government."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "100", "section_title": "Review by authorities: existing EPB", "section_text": "100 1 Any one or more of the authorities to whom this section applies may undertake, in relation to an existing EPB,  a review of—                        a a matter in relation to which an order may be made under section 95 or 96; b a matter concerning the  EPB  that the  EPB  has power to determine. 2 This section applies to— a an EPB; b a county council whose area, or part of whose area, is within an area of an EPB or could be within a proposed area of an EPB; c a district council whose area is within an area of an EPB or could be within a proposed area of an EPB. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The review must relate to one or more areas of an EPB or proposed areas of an EPB. 5 In this section and section 101 a  “ proposed area of an EPB ” means an area of an EPB that may be created by an order under section 95 (changes to boundaries of an EPB's area)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "101", "section_title": "Preparation and publication of scheme: existing EPB", "section_text": "101 1 This section applies where one or more of the authorities that have undertaken a review under section 100 conclude that the exercise of the power to make an order under  section 95 or 96   would be likely to improve— a the exercise of statutory functions relating to economic development and regeneration in an area of an EPB or a proposed area of an EPB, or b economic conditions in such an area. 2 The authorities may prepare and publish a scheme relating to the power  ... in question. 3 The reference in subsection (1) to an area of an EPB includes an area that would cease to be an area of an EPB if an order were made in relation to that area under section 96 (dissolution of an EPB's area)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "101A", "section_title": "Application in respect of change to constitution, functions or funding: existing  EPB", "section_text": "101A 1 Any one or more of the authorities to whom this section applies may, in relation to an existing  EPB , apply to the Secretary of State in respect of one or more  EPB  matters. 2 This section applies to— a the  EPB ; b a county council whose area, or part of whose area, is within the area of the  EPB ; c a district council whose area is within the area of the EPB. 3 For the purposes of this section an  “ EPB  matter” is a matter in relation to which an order may be made under any of sections 89, 91 and 92. 4 An application to the Secretary of State under subsection (1) must— a be made in writing; b specify how the exercise of the power to make an order under any one or more of sections 89, 91 and 92 would be likely to improve— i the exercise of statutory functions relating to economic development and regeneration in the area of the  EPB , or ii economic conditions in the area of the EPB. 5 An application may be made under this section only if every authority to whom this section applies consents to the making of the application."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "102", "section_title": "Requirements in connection with changes to existing EPB arrangements", "section_text": "102 1 The Secretary of State may make an order under any of sections 89, 91, 92, 95 and 96 in relation to an existing EPB only if, having regard to a scheme prepared and published under section 101  or to an application made under section 101A , the Secretary of State considers that the making of the order is likely to improve— a the exercise of statutory functions relating to economic development and regeneration in the area or areas to which the order relates, or b economic conditions in that area or those areas. 2 Before making the order, the Secretary of State must consult— a such of the authorities mentioned in section 100(2)  or section 101A(2) , and b such other persons (if any), as the Secretary of State considers appropriate. 2A Subsection (2B) applies where the Secretary of State is considering whether to make an order under section 95 and— a part of the area to be created is separated from the rest of it by one or more local government areas that are not within the area, or b a local government area that is not within the area to be created is surrounded by local government areas that are within the area. 2B In deciding whether to make the order under section 95, the Secretary of State must have regard to the likely effect of the proposed change to the  EPB 's area on economic development or regeneration in each local government area that is next to any part of the area to be created by the order. 3 In making the order, the Secretary of State must have regard to the need— a to reflect the identities and interests of local communities, and b to secure effective and convenient local government."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "103", "section_title": "Combined authorities and their areas", "section_text": "103 1 The Secretary of State may by order establish as a body corporate a combined authority for an area that meets the following conditions. 2 Condition A is that the area consists of the whole of two or more local government areas in England. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Condition D is that no part of the area forms part of— a the area of another combined authority, aa the area of a combined county authority, b the area of an EPB, or c an integrated transport area. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 An order under this section must specify the name by which the combined authority is to be known."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "104", "section_title": "Constitution and functions: transport", "section_text": "104 1 The Secretary of State may by order make in relation to a combined authority any provision that may be made in relation to an Integrated Transport Authority (an  “ITA”) under the following provisions of the Local Transport Act 2008 (c. 26)— a section 84 (constitutional arrangements); b section 86 (delegation of functions of the Secretary of State); c section 87 (delegation of local authority functions); d section 88 (conferral of a power to direct). 2 Section   85(1) to (3)   of that Act (provision about membership of an ITA) applies to— a an order under subsection (1)(a) of this section, and b the combined authority to whom that order applies, as it applies to an order under section 84 of that Act and the ITA to whom that order applies. 2A But— a section 84 of that Act, in its application to a combined authority by virtue of subsection (1)(a), is subject to— i sections  104A  and  104B  and regulations under section  104C  (combined authority membership), and ii sections  104D (4)  and 106 (3CA)  and  (3F)  (procedure for combined authority consents), and b section 85(1) of that Act, in its application to a combined authority by virtue of subsection (2), is subject to subsections (2AA) and (2B). 2AA Section 85(1)(a) has effect as if it required an order which includes provision about the number and appointment of members of a combined authority to provide for the authority’s members, other than— a the mayor (in the case of a mayoral combined authority), b the authority’s non-constituent members (see section 104A), and c the authority’s associate members (see section 104B), to be appointed by the authority’s constituent councils. 2B If the area of the combined authority includes the area of the whole of a county that comprises the areas of one or more district councils, the representative councils for the purposes of section 85(1)(c) of that Act (as applied to a combined authority) are either the county council or the council for each of the districts (as determined by or in accordance with the order). 2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2D An order under subsection (1)(c) may include provision for a function exercisable by a local authority in relation to an area all or part of which is comprised in the combined authority's area to be exercisable by the combined authority in relation to the combined authority's area. 3 The following provisions of that Act apply in relation to a combined authority on whom functions of a kind described in section 88 of that Act are conferred as they apply in relation to an ITA on whom such functions are conferred— a section 88(10) (provisions about directions); b section 89(2) and (3) (power to remedy contravention of direction). 4 Section 97 of that Act (change of name of ITA) applies to a combined authority as it applies to an ITA. 5 The Secretary of State may by order transfer functions of an ITA to a combined authority. 6 An order under subsection (5) may only be made in relation to functions exercisable by the ITA in relation to an area that becomes, or becomes part of, the combined authority's area by virtue of an order under this Part. 7 The Secretary of State may by order provide for any function that is conferred or imposed on a Passenger Transport Executive by any enactment (whenever passed or made) to be exercisable by a combined authority or the executive body of a combined authority in relation to the combined authority's area. 8 An order under subsection (7) may make provision for any function that— a is conferred or imposed on an ITA by any enactment (whenever passed or made), and b relates to the functions of a Passenger Transport Executive, to be exercisable by a combined authority in relation to the combined authority's area. 9 Schedule 5A makes provision for combined authorities to have overview and scrutiny committees and audit committees; and provision made in an order under subsection (1) is subject to that Schedule. 10   Except as provided for by  section 107ZA (7) , an   order under this section may be made in relation to a combined authority only with the consent of— a the constituent councils, and b in the case of an order in relation to an existing combined authority, the combined authority. 11 In   this section    “ constituent council ” means— a a county council the whole or any part of whose area is within the area or proposed area of the combined authority, or b a district council whose area is within the area or proposed area of the combined authority. 11A If the only provision made under this section in an order under this Part is provision as a result of an order under section 106 (changes to boundaries of combined authority’s area)— a subsection (10) does not apply to the order under this Part, and b subsections (3A) to (3H) of section 106 apply in relation to the order as if it contained the provision made by the order under section 106. 11B If the only provision made under this section in an order under this Part is provision as a result of an order to which section 107DA (procedure for direct conferral of general functions on mayor) applies— a subsection (10) does not apply to the order under this Part, and b the order may be made only with the consent of the mayor for the combined authority. 12 Subsection (10) is subject to section 106A."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "104A", "section_title": "Non-constituent members of a combined authority", "section_text": "104A 1 A combined authority may designate a body other than a constituent council as a nominating body for the purposes of this Part. 2 A body may be designated under subsection  (1)  only if the body consents to the designation. 3 A nominating body of a combined authority may nominate a representative of the body for appointment by the authority as a member (a “non-constituent member”). 4 The non-constituent members of a combined authority are to be non-voting members of that authority unless the voting members resolve otherwise. 5 A resolution under subsection  (4)  does not permit non-constituent members to vote on a decision whether the combined authority should consent to the making of an order under this Part. 6 This section is subject to regulations under section  104C (4)  (disapplication of this section). 7 In this section “ constituent council ”, in relation to a combined authority, means— a a county council the whole or any part of whose area is within the area of the authority, or b a district council whose area is within the area of the authority."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "104B", "section_title": "Associate members of a combined authority", "section_text": "104B 1 A combined authority may appoint an individual to be a member (“an associate member”) of the combined authority. 2 The associate members of a combined authority are to be non-voting members of the authority. 3 This section is subject to regulations under section  104C (4)  (disapplication of this section)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "104C", "section_title": "Regulations about members", "section_text": "104C 1 The Secretary of State may by regulations make provision about— a constituent members of a combined authority; b the mayor for the area of a combined authority in the mayor’s capacity as a member of the authority; c nominating bodies of a combined authority; d non-constituent members of a combined authority; e associate members of a combined authority. 2 The provision that may be made by regulations under subsection  (1)  includes, in particular, provision about— a the cases in which a decision of a combined authority requires a majority, or a particular kind of majority, of the votes of members of a particular kind; b the process for the designation of a nominating body or the removal of such a designation; c the number of nominating bodies that may be designated by a combined authority; d the number of non-constituent members that may be appointed by a combined authority; e the appointment, disqualification, resignation or removal of a non-constituent member; f the appointment of a substitute member to act in place of a non-constituent member; g the maximum number of non-constituent members of a combined authority; h the making by a nominating body of a combined authority of payments towards the costs of the authority; i the things which may or may not be done by, or in relation to, a non-constituent member; j the appointment, disqualification, resignation or removal of an associate member; k the appointment of a substitute member to act in place of an associate member; l the maximum number of associate members of a combined authority; m the things which may or may not be done by, or in relation to, an associate member. 3 Regulations under subsection  (1)  may confer a discretion on a combined authority to determine any matter. 4 The Secretary of State may by regulations provide, in relation to a combined authority established by an order which came into force before the coming into force of this section— a for the relevant provisions about membership not to apply in relation to the authority, or b for the authority to determine whether the relevant provisions about membership are to apply in relation to the authority. 5 In subsection  (4)  “ the relevant provisions about membership ” means— a the amendments to section 104 made by section  64 (2)  to  (7)  of the Levelling-up and Regeneration Act 2023, and b sections 104A and 104B. 6 Regulations under subsection  (1)  or  (4)  may make incidental, supplementary, consequential, transitional, transitory or saving provision. 7 In this section “ constituent member ”, in relation to a combined authority, means a member of the authority (other than any mayor for the area of the authority) appointed by— a a county council the whole or any part of whose area is within the area of the authority, or b a district council whose area is within the area of the authority."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "104D", "section_title": "Review of combined authority’s constitutional arrangements", "section_text": "104D 1 This section applies if an order under section 104(1) (constitution of combined authority) enables a combined authority to make provision about its constitution (“constitutional provision”). 2 An appropriate person may carry out a review of the combined authority’s constitutional provision if— a an appropriate person proposes a review, and b the combined authority consents to the review. 3 If an appropriate person carries out a review under subsection  (2) , they may propose changes to the combined authority’s constitutional provision as a result of the review for agreement by the authority. 4 The question of whether to consent under subsection  (2) (b)  or to agree to changes proposed under subsection  (3)  is to be decided at a meeting of the combined authority by a simple majority of the voting members of the authority who are present at the meeting. 5 In the case of a mayoral combined authority— a a majority in favour of consenting under subsection  (2) (b)  does not need to include the mayor, but b a majority in favour of changes proposed under subsection  (3)  must include the mayor. 6 The reference in subsection  (4)  to a voting member— a includes a substitute member who may act in place of a voting member; b does not include a non-constituent member. 7 Subsection  (4)  applies instead of— a any provision of an order under section 104(1) made before the coming into force of this section which is about the procedure applying to a decision on a question of a kind mentioned in subsection  (4) , and b any constitutional provision of a combined authority about such procedure. 8 In this section “ appropriate person ”, in relation to a combined authority, means— a a member of the authority appointed by a county council the whole or any part of whose area is within the area of the authority, b a member of the authority appointed by a district council whose area is within the area of the authority, or c the mayor for the area of the authority (if it is a mayoral combined authority)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "105", "section_title": "Constitution and functions:  local authority functions generally", "section_text": "105 1 The Secretary of State may by order make in relation to a combined authority any provision that may be made in relation to an EPB under section 91 (exercise of local authority functions). 2 Section 91(5) does not apply in relation to functions exercisable by a combined authority by virtue of subsection (1). 3 The Secretary of State may by order make in relation to a combined authority any provision that may be made in relation to an EPB under section 92 (funding). 3ZA But section 92, in its application to a combined authority by virtue of subsection (3), is subject to regulations under section  104C (1)  (combined authority membership). 3A An order under this section may be made in relation to a combined authority only with the consent of— a the constituent councils (as defined by section 104(11)), and b in the case of an order in relation to an existing combined authority, the combined authority. 3B Subsection (3A) is subject to section 106A. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "105A", "section_title": "Other public authority functions", "section_text": "105A 1 The Secretary of State may by order— a make provision for a function of a public authority that is exercisable in relation to a combined authority's area to be a function of the combined authority; b make provision for conferring on a combined authority in relation to its area a function corresponding to a function that a public authority has in relation to another area. 2 An order under subsection (1) may include further provision about the exercise of the function including— a provision for the function to be exercisable by the public authority or combined authority subject to conditions or limitations specified in the order; b provision as to joint working arrangements between the combined authority and public authority in connection with the function (for example, provision for the function to be exercised by a joint committee). 3 The provision that may be included in an order under subsection (1)(a) includes, in particular, provision— a for the combined authority to have the function instead of the public authority, b for the function to be exercisable by the combined authority concurrently with the public authority, c for the function to be exercisable by the combined authority and the public authority jointly, or d for the function to be exercisable by the combined authority jointly with the public authority but also continue to be exercisable by the public authority alone. 4 An order under subsection (1)(a) may, in particular, include— a provision for the making of a scheme to transfer property, rights and liabilities (including criminal liabilities) from the public authority to the combined authority (including provision corresponding to any provision made by section 17(4) to (7) of the Localism Act 2011); b provision to abolish the public authority in a case where, as a result of the order, it will no longer have any functions. 5 An order under this section may not provide for a regulatory function that is exercisable by a public authority in relation to the whole of England to be exercisable by a combined authority in relation to its area if the regulated function is itself exercisable by the combined authority by virtue of an order under this section. 6 Subsection (7) applies where an order under subsection (1) contains a reference to a document specified or described in the order (for example, in imposing a condition by virtue of subsection (2)(a) for an authority to have regard to, or to comply with, a statement of policy or standards set out in the document). 7 If it appears to the Secretary of State necessary or expedient for the reference to the document to be construed— a as a reference to that document as amended from time to time, or b as including a reference to a subsequent document that replaces that document, the order may make express provision to that effect. 8 See also section 18 of the Cities and Local Government Devolution Act 2016 (devolving health service functions) which contains further limitations. 9 In this section— “function” (except in subsection (4)(b)) does not include a power to make regulations or other instruments of a legislative character; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “public authority”— includes a Minister of the Crown or a government department; does not include a county council or district council; “ regulated function ” means the function of carrying out an activity to which a regulatory function relates; “ regulatory function ” has the meaning given by section 32 of the Legislative and Regulatory Reform Act 2006."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "105B", "section_title": "Section 105A orders: procedure", "section_text": "105B 1 The Secretary of State may make an order under section 105A only if— a a proposal for the making of the order in relation to the combined authority has been made to the Secretary of State  — or i as part of a proposal under section 109A, or ii in accordance with section 112A, b the appropriate consent is given and the Secretary of State considers that the making of the order is likely to improve   the economic, social and environmental well-being of some or all of the people who live or work in the area or areas to which the order relates . 2 For the purposes of subsection (1)(b), the appropriate consent is given to the making of an order under section 105A only if— a in the case of an order in relation to an existing combined authority, each appropriate authority consents; b in any other case, each constituent council consents. Paragraph (a) is subject to subsections (3) and (4). 3 Subsection (4) applies where— a an order under section 105A in relation to an existing combined authority is the first such order to be made in relation to that authority, b the authority is not a mayoral combined authority, and c there are one or more constituent councils who do not consent to the making of the order. 4 For the purposes of subsection (1)(b), the appropriate consent is given to the making of the order if the combined authority and at least two constituent councils consent to the making of the order. 5 Where an order under section 105A is made by virtue of subsection (4) of this section, the Secretary of State must make an order under section 106 to remove the area of each non-consenting constituent council from the existing area of the combined authority. 5A The requirements in subsection (1) do not apply where the order is made under sections 105A and 107D in relation to an existing mayoral combined authority and provides for a function— a to be a function of the combined authority, and b to be a function exercisable only by the mayor. See section 107DA in relation to an order of this kind. 6 The requirement in subsection (1)(b) for the appropriate consent to be given to the making of an order under section 105A does not apply where— a the order revokes (in whole or in part), or otherwise amends, a previous order under that section, and b the only purpose of the order is to provide for a health service function of a combined authority to cease to be exercisable by the authority. 7 In subsection (6)(b),  “ health service function of a combined authority ” means a function which— a relates to the health service, as defined by section 275(1) of the National Health Service Act 2006, and b is exercisable by the combined authority by virtue of an order under section 105A. 8 The requirement in subsection (1)(b) for the appropriate consent to be given is subject to section 106A. 9 At the same time as laying a draft of a statutory instrument containing an order under this section before Parliament, the Secretary of State must lay before Parliament a report explaining the effect of the order and why the Secretary of State considers it appropriate to make the order. 10 The report must include— a a description of any consultation taken into account by the Secretary of State, b information about any representations considered by the Secretary of State in connection with the order, and c any other evidence or contextual information that the Secretary of State considers it appropriate to include. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 For the purposes of this section  “the appropriate authorities” are— a each county council the whole or any part of whose area is within the area for which the combined authority is, or is to be, established, b each district council whose area is within the area for which the combined authority is, or is to be, established, and c in the case of an order in relation to an existing combined authority, the combined authority, and a  “constituent council” is a council within paragraph (a) or (b)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "106", "section_title": "Changes to boundaries of a combined authority's area", "section_text": "106 1 The Secretary of State may by order change the boundaries of a combined authority's area by— a adding a local government area to an existing area of a combined authority, or b removing a local government area from an existing area of a combined authority. 2 An order may be made under this section only if— a the area to be created by the order meets  conditions A and D   in section 103,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A An order under this section adding or removing a local government area to or from an existing area of a mayoral combined authority may be made only if— a the relevant council in relation to the local government area consents, and b the mayor for the area of the combined authority consents. 3AA An order under this section adding or removing a local government area to or from an existing area of a combined authority which is not a mayoral combined authority may be made only if— a the relevant council in relation to the local government area consents, and b the combined authority consents. 3B For the purposes of   subsections (3A)(a) and (3AA)(a)  , the  “ relevant council ” in relation to a local government area is— a if the local government area is the area of a county council, the county council; b if the local government area is the area of a district council whose area does not form part of the area of a county council, the district council; c if the local government area is the area of a district council whose area forms part of the area of a county council, the district council or the county council. 3C If there are two relevant councils in relation to a local government area by virtue of subsection (3B)(c), the condition in  subsection (3A)(a)  or (3AA)(a)   for the relevant council to consent is met if— a in the case of an order under subsection (1)(a), either or both of the relevant councils consent; b in the case of an order under subsection (1)(b), both of the relevant councils consent. 3CA The question of whether to consent under subsection  (3AA) (b)  to an order under this section is to be decided at a meeting of the combined authority by a simple majority of the voting members of the authority who are present at the meeting. 3CB Subsection (3CA) applies instead of— a any provision of an order under section 104(1) made before the coming into force of that subsection which is about the procedure applying to a decision on a question of the kind mentioned in that subsection, and b any provision made by a combined authority about its constitution under such an order about such procedure. 3D Where an order under subsection (1)(b) is made as a result of the duty in section 105B(5) or 107B(4)— a subsection (2) does not apply, and b neither subsection (3A) nor subsection (3AA) applies. 3E Subsection (3F) applies if a combined authority has made provision about its constitution under an order under section 104(1). 3F A decision about any change to that provision as a result of an order under this section is to be decided at a meeting of the combined authority by a simple majority of the voting members of the authority who are present at the meeting. 3G Subsection (3F) applies instead of— a any provision of an order under section 104(1) made before the coming into force of that subsection which is about the procedure applying to a decision on a question of the kind mentioned in that subsection, and b any provision made by a combined authority about its constitution under such an order about such procedure. 3H A reference in this section to a voting member— a includes a substitute member who may act in place of a voting member; b does not include a non-constituent member. 4 Where by virtue of an order an area ceases to be part of the area of a combined authority, the order— a must make provision for designating an authority to be a local transport authority for the area for the purposes of section 108(4) of the Transport Act 2000 (c. 38), and b may transfer functions to that authority from the combined authority that was formerly the local transport authority. 5 Provision made by virtue of subsection (4) may designate different authorities for different parts of the area. 6 The reference in subsection (4)(a) to an authority does not include an ITA  or a combined county authority . 7 Subsection (4) does not apply if the area becomes part of  a the integrated transport area of an ITA by virtue of an order under section 78 or 90 of the Local Transport Act 2008 (c. 26) , or b the area of a combined county authority by virtue of regulations under section  9 (1)  or  25 (1)  of the Levelling-up and Regeneration Act 2023."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "106A", "section_title": "Section 106(1)(a) orders: consent requirements under other powers", "section_text": "106A 1 Subsection (2) applies where— a the area of a district council is added to the area of a combined authority by an order under section 106(1)(a), b the area of the district council forms part of the area of a county council, c the Secretary of State proposes to exercise a relevant power as a result of, or otherwise in connection with, the making of the order, and d (apart from subsection (2)) the relevant power is exercisable only with the consent of (among other authorities) the county council mentioned in paragraph (b). 2 The relevant power is exercisable whether or not the county council consents. 3 Subsection (4) applies where— a the area of a county council is added to the area of a combined authority by an order under section 106(1)(a), b the area of the county council includes the areas of district councils, c the Secretary of State proposes to exercise a relevant power as a result of, or otherwise in connection with, the making of the order, and d (apart from subsection (4)) the relevant power is exercisable only with the consent of (among other authorities) a district council within paragraph (b). 4 The relevant power is exercisable whether or not the district council consents. 5 In this section,  “ relevant power ” means a power— a to make an order under section 104, 105 or 105A, or b to make regulations under— i section 74 of the Local Government Finance Act 1988 (by virtue of subsection (8) of that section), or ii section 23(5) of the Local Government Act 2003."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107", "section_title": "Dissolution of a combined authority's area", "section_text": "107 1 The Secretary of State may by order— a dissolve a combined authority's area, and b abolish the combined authority for that area. 2 An order may be made under this section  only if—                           a a majority  of the councils to whom this subsection applies consent to the making of the order , and b in the case of an order made in respect of a mayoral combined authority, the mayor for the area of the authority also consents to the making of the order. 3 Subsection (2) applies to— a a county council whose area, or part of whose area, is within the combined authority's area; b a unitary district council whose area is within the combined authority's area. 4 The order— a must make provision for designating an authority to be a local transport authority for the area that was previously the combined authority's area for the purposes of section 108(4) of the Transport Act 2000 (c. 38), and b may transfer functions to that authority from the combined authority that was formerly the local transport authority. 4A The order— a may transfer functions from the combined authority to any other public authority; b may provide for any function of the combined authority to no longer be exercisable in relation to the combined authority's area. 5 Provision made by virtue of subsection (4) may designate different authorities for different parts of the area. 6 The reference in subsection (4)(a) to an authority does not include  an ITA  or a combined county authority . 7 Subsection (4) does not apply to a territory or part of a territory that becomes a the integrated transport area or part of the integrated transport area of an ITA by virtue of an order under section 78 or 90 of the Local Transport Act 2008 , or b the area or part of the area of a combined county authority by virtue of regulations under section 9(1) or 25(1) of the Levelling-up and Regeneration Act 2023."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107ZA", "section_title": "Designation of key route network roads", "section_text": "107ZA 1 A combined authority may designate a highway or proposed highway in its area as a key route network road, or remove its designation as a key route network road, with the consent of— a each constituent council in whose area the highway or proposed highway is, and b in the case of a mayoral combined authority, the mayor. 2 The Secretary of State may designate a highway or proposed highway in the area of a combined authority as a key route network road, or remove its designation as a key route network road, if requested to do so by— a the combined authority, b the mayor (if any) of the combined authority, or c a constituent council. 3 A designation or removal under this section must be in writing and must state when it comes into effect. 4 The Secretary of State must send a copy of a designation or removal under  subsection (2)  to the combined authority in question at least 7 days before the date on which it comes into effect. 5 A combined authority must publish each designation or removal under this section of a key route network road within its area before the date on which it comes into effect. 6 A combined authority that has key route network roads in its area must keep a list or map (or both) accessible to the public showing those roads. 7 The requirements in section 104(10) and section 107D(9)(a) do not apply to provision under section 104(1)(d) and section 107D(1) contained in the same instrument so far as that provision— a confers a power of direction on an existing mayoral combined authority regarding the exercise of an eligible power in respect of key route network roads in the area of that combined authority, b provides for that power of direction to be exercisable only by the mayor of the combined authority, and c is made with the consent of the mayor after the mayor has consulted the constituent councils. 8 When a mayor consents under  subsection (7) (c) , the mayor must give the Secretary of State— a a statement by the mayor that all of the constituent councils agree to the making of the order, or b if the mayor is unable to make that statement, the reasons why the mayor considers the order should be made even though not all of the constituent councils agree to it being made. 9 In this section— “ constituent council ” has the meaning given in section 104(11); “ eligible power ” has the meaning given by section 88(2) of the Local Transport Act 2008; “ key route network road ” means a highway or proposed highway designated for the time being under this section as a key route network road; “ proposed highway ” means land on which, in accordance with plans made by a highway authority, that authority are for the time being constructing or intending to construct a highway shown in the plans."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107A", "section_title": "Power to provide for election of mayor", "section_text": "107A 1 The Secretary of State may by order provide for there to be a mayor for the area of a combined authority. 2 A mayor for the area of a combined authority is to be elected by the local government electors for that area in accordance with provision made by or under this Part. 3 In subsection (2)  “ local government elector ” has the meaning given by section 270(1) of the Local Government Act 1972. 4 Schedule 5B makes further provision about the election of mayors for areas of combined authorities. 5 A mayor for the area of a combined authority is entitled to the style of  “mayor”. 6 A mayor for the area of a combined authority is by virtue of that office a member of, and the chair of, the combined authority. 7 An order under this section providing for there to be a mayor for the area of a combined authority may not be revoked by making a further order under this section; but this does not prevent the making of an order under section 107 abolishing the authority (together with the office of mayor). 8 In this Part  “ mayoral combined authority ” means a combined authority for an area for which provision is made in an order under this section for there to be a mayor."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107B", "section_title": "Requirements in connection with orders under section 107A", "section_text": "107B 1 The Secretary of State may make an order under section 107A in relation to a combined authority's area if a proposal for there to be a mayor for the authority's area has been made to the Secretary of State  — a as part of a proposal under section 109A, or b in accordance with section 112A, 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An order under section 107A may also be made without any such proposal having been made if— a the appropriate authorities consent, or b in the case of an existing combined authority, there are one or more non-consenting constituent councils but the combined authority and at least two constituent councils consent. 4 Where an order under section 107A is made by virtue of subsection (3)(b) of this section, the Secretary of State must make an order under section 106 to remove the area of each non-consenting constituent council from the existing area of the combined authority. 5 For the purposes of this section  “the appropriate authorities” are— a each county council the whole or any part of whose area is within the area for which the combined authority is, or is to be, established, b each district council whose area is within the area for which the combined authority is, or is to be, established, and c in the case of an order in relation to an existing combined authority, the combined authority, and a  “constituent council” is a council within paragraph (a) or (b)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107C", "section_title": "Deputy mayors  etc", "section_text": "107C 1 The mayor for the area of a combined authority must appoint one of the members of the authority to be the mayor's deputy. 2 The deputy mayor holds office until the end of the term of office of the mayor, subject to subsection (3). 3 A person ceases to be the deputy mayor if at any time— a the mayor removes the person from office; b the person resigns as deputy mayor; c the person ceases to be a member of the combined authority. 4 If a vacancy occurs in the office of deputy mayor, the mayor must appoint another member of the combined authority to be deputy mayor. 5 The deputy mayor must act in place of the mayor if for any reason— a the mayor is unable to act, or b the office of mayor is vacant. 6 If for any reason— a the mayor is unable to act or the office of mayor is vacant, and b the deputy mayor is unable to act or the office of deputy mayor is vacant, the other members of the combined authority must act together in place of the mayor, taking decisions by a simple majority. 6A References in this section to a member of a combined authority do not include a non-constituent or associate member. 7 In this Part  “ deputy mayor ”, in relation to a mayoral combined authority, means the person appointed under this section by the mayor for the authority's area."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107D", "section_title": "Functions of mayors: general", "section_text": "107D 1 The Secretary of State may by order make provision for any function of a mayoral combined authority to be a function exercisable only by the mayor. 2 In this Part references to  “ general functions ”, in relation to a mayor for the area of a combined authority, are to any functions exercisable by the mayor other than PCC functions. 3 The mayor may arrange— a for the deputy mayor to exercise any general function of the mayor, b for another member or officer of the combined authority to exercise any such function, or c so far as authorised by an order made by the Secretary of State— i for a person appointed as the deputy mayor for policing and crime by virtue of an order under paragraph 3(1) of Schedule 5C, or ii for a committee of the combined authority, consisting of members appointed by the mayor (whether or not members of the authority), to exercise any such function. 3A The reference in subsection (3)(b) to a member of a combined authority does not include a non-constituent or associate member. 4 An order under subsection (3)(c)(ii) may include provision— a about the membership of the committee; b about the member of the committee who is to be its chair; c about the appointment of members; d about the voting powers of members (including provision for different weight to be given to the vote of different descriptions of member); e about information held by the combined authority that must, or must not, be disclosed to the committee for purposes connected to the exercise of the committee's functions; f applying (with or without modifications) sections 15 to 17 of, and Schedule 1 to, the Local Government and Housing Act 1989 (political balance on local authority committees  etc ). 4A An order under subsection (3)(c) must provide that the committee must not consist solely of non-constituent or associate members. 5 Provision in an order under subsection (1) for a function to be exercisable only by the mayor is subject to subsection (3); but the Secretary of State may by order provide that arrangements under subsection (3)— a may authorise the exercise of general functions only of a description specified in the order, or b may not authorise the exercise of general functions of a description so specified. 6 Any general function exercisable by the mayor for the area of a combined authority by virtue of this Act is to be taken to be a function of the combined authority exercisable— a by the mayor individually, or b in accordance with arrangements made by virtue of this section or section 107E  or 107EA . 7 An order under this section may— a include provision for general functions to be exercisable by the mayor subject to conditions or limitations specified in the order (including, for example, a condition for general functions to be exercisable only with the consent of the appropriate authorities (as defined by section 107B(5))); b provide for members or officers of a mayoral combined authority to assist the mayor in the exercise of general functions; c confer ancillary powers on the mayor for the purposes of the exercise of general functions; d authorise the mayor to appoint one person as the mayor's political adviser; e provide for the terms and conditions of any such appointment; f provide that functions that the mayoral combined authority discharges in accordance with arrangements under section 101(1)(b) of the Local Government Act 1972 (discharge of local authority functions by another authority) are to be treated as general functions exercisable by the mayor (so far as authorised by the arrangements). 8 Provision under subsection (7)(c) may include provision conferring power on the mayor that is similar to any power exercisable by the mayoral combined authority— a under section 113A, or b under an order made under section 113D, but the power conferred on the mayor may not include a power to borrow money. 9   Except as provided for by  section 107ZA (7) , an   order under this section may be made only with the consent of— a the appropriate authorities (as defined by section 107B(5)), and b in the case of an order made in relation to an existing mayoral combined authority, the mayor of the authority. 10 Where an order under this section is contained in the same instrument as an order made by virtue of section 107B(3)(b), a non-consenting constituent council is not to be treated as an appropriate authority for the purposes of subsection (9) above. 11 The requirement in subsection (9) does not apply where the order is made under section 105A and this section in relation to an existing mayoral combined authority and provides for a function— a to be a function of the combined authority, and b to be a function exercisable only by the mayor. See section 107DA in relation to an order of this kind."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107DA", "section_title": "Procedure for direct conferral of general functions on mayor", "section_text": "107DA 1 This section applies in relation to an order which is made under sections 105A and 107D in relation to an existing mayoral combined authority and provides for a function— a to be a function of the combined authority, and b to be a function exercisable only by the mayor. 2 The Secretary of State may make the order only if a request for the making of the order has been made to the Secretary of State by the mayor. 3 Before submitting a request under this section, the mayor must consult the constituent councils. 4 A request under this section must contain— a a statement by the mayor that all of the constituent councils agree to the making of the order, or b if the mayor is unable to make that statement, the reasons why the mayor considers the order should be made even though not all of the constituent councils agree to it being made. 5 In this section “ constituent council ” means— a a county council the whole or any part of whose area is within the area of the combined authority, or b a district council whose area is within the area of the combined authority."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107E", "section_title": "Joint exercise of general functions", "section_text": "107E 1 The Secretary of State may by order make provision for, or in connection with, permitting arrangements under section 101(5) of the Local Government Act 1972 to be entered into in relation to general functions of a mayor for the area of a combined authority. 2 Provision under subsection (1) may include provision— a for the mayor for the area of a combined authority to be a party to the arrangements in place of, or jointly with, the authority; b about the membership of any joint committee; c about the member of the joint committee who is to be its chair; d about the appointment of members to a joint committee; e about the voting powers of members of a joint committee (including provision for different weight to be given to the vote of different descriptions of member). 3 Provision under subsection (2)(b) to (d) may include provision for the mayor or other persons— a to determine the number of members; b to have the power to appoint members (whether or not members of the combined authority or a local authority that is a party to the arrangements). 4 Provision under subsection (2)(d) may include provision as to the circumstances in which appointments to a joint committee need not be made in accordance with sections 15 to 17 of, and Schedule 1 to, the Local Government and Housing Act 1989 (political balance on local authority committees  etc ). 5 In this section references to a joint committee are to a joint committee falling within section 101(5)(a) of the Local Government Act 1972 that is authorised to discharge, by virtue of an order under this section, general functions of a mayor for the area of a combined authority."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107EA", "section_title": "Exercise of fire and rescue functions", "section_text": "107EA 1 This section applies to a mayor for the area of a combined authority who— a by virtue of section 107D(1), may exercise functions which are conferred on a fire and rescue authority in that name (“fire and rescue functions”), and b by virtue of section 107F(1), may exercise functions of a police and crime commissioner. 2 The Secretary of State may by order make provision— a authorising the mayor to arrange for the chief constable of the police force for the police area which corresponds to the area of the combined authority to exercise fire and rescue functions exercisable by the mayor; b authorising that chief constable to arrange for a person within subsection (4) to exercise the chief constable's fire and rescue functions. 3 An order under subsection (2) may provide that arrangements made under the order— a may authorise the exercise of any functions mentioned in that subsection; b may authorise the exercise of any functions mentioned in that subsection other than those specified or described in the order; c may authorise the exercise of such of the functions mentioned in that subsection as are specified or described in the order. 4 The persons mentioned in subsection (2)(b) are— a members of the chief constable's police force; b the civilian staff of that police force, as defined by section 102(4) of the Police Reform and Social Responsibility Act 2011; c members of staff transferred to the chief constable under a scheme made by virtue of section 107EC(1); d members of staff appointed by the chief constable under section 107EC(2). 5 Provision in an order under section 107D(1) for a function to be exercisable only by the mayor for the area of a combined authority is subject to provision made by virtue of subsection (2). 6 This section is subject to— a section 107EB (section 107EA orders: procedure), and b section 37 of the Fire and Rescue Services Act 2004 (prohibition on employment of police in fire-fighting). 7 In this section  “ fire and rescue functions ”, in relation to a chief constable, means— a functions which are exercisable by the chief constable by virtue of provision made under subsection (2)(a), and b functions relating to fire and rescue services which are conferred on the chief constable by or by virtue of any enactment."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107EB", "section_title": "Section 107EA orders: procedure", "section_text": "107EB 1 An order under section 107EA(2) may be made in relation to the mayor for the area of a combined authority only if the mayor has requested the Secretary of State to make the order. 2 A request under subsection (1) must be accompanied by a report which contains— a an assessment of why— i it is in the interests of economy, efficiency and effectiveness for the order to be made, or ii it is in the interests of public safety for the order to be made, b a description of any public consultation which the mayor has carried out on the proposal for the order to be made, c a summary of the responses to any such consultation, and d a summary of the representations (if any) which the mayor has received about that proposal from the constituent members of the combined authority. 3 Before making the request the mayor must publish, in such manner as the mayor thinks appropriate, the mayor's response to the representations made or views expressed in response to any consultations on the proposal. 4 Subsections (5) to (7) apply if— a the mayor for the area of a combined authority makes a request under subsection (1) for the Secretary of State to make an order under section 107EA(2), and b at least two thirds of the constituent members of the combined authority have indicated that they disagree with the proposal for the order to be made. 5 The mayor must, in providing the report under subsection (2), provide the Secretary of State with— a copies of the representations (if any) made by the constituent members of the combined authority about that proposal, and b the mayor's response to those representations and to the responses to any public consultation which the mayor has carried out on that proposal. 6 The Secretary of State must— a obtain an independent assessment of that proposal, and b in deciding whether to make the order, have regard to that assessment and to the material provided under subsection (5)\t\t\t\t\t\t\t\t\t\t\t\t(as well as the material provided under subsection (2)). 7 The Secretary of State must publish the independent assessment— a as soon as is reasonably practicable after making a determination in response to the proposal, and b in such manner as the Secretary of State thinks appropriate. 8 An order under section 107EA(2) may be made only if it appears to the Secretary of State that— a it is in the interests of economy, efficiency and effectiveness for the order to be made, or b it is in the interests of public safety for the order to be made. 9 The Secretary of State may not make an order under section 107EA(2) in a case within subsection (8)(a) of this section if the Secretary of State thinks that the order would have an adverse effect on public safety. 10 The Secretary of State may, in making an order under section 107EA(2) in relation to the mayor for the area of a combined authority, give effect to the mayor's proposal for the order with such modifications as the Secretary of State thinks appropriate. 11 Before making an order which gives effect to such a proposal with modifications, the Secretary of State must consult the mayor and the combined authority on the modifications. 12 In this section— “ constituent council ”, in relation to a combined authority, means— a county council the whole or any part of whose area is within the area of the combined authority, or a district council whose area is within the area of the combined authority; “ constituent member ”, in relation to a combined authority, means a member of the authority appointed by a constituent council (but does not include the mayor for the area of the combined authority)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107EC", "section_title": "Section 107EA orders: further provision", "section_text": "107EC 1 An order under section 107EA(2) may make provision for the making of a scheme to transfer property, rights and liabilities (including criminal liabilities)— a from a fire and rescue authority or the combined authority to the chief constable, or b from the chief constable to the combined authority, (including provision corresponding to any provision made by section 17(4) to (6) of the Localism Act 2011). 2 A chief constable to whom an order under section 107EA(2) applies may appoint staff for the purpose of the exercise of the chief constable's fire and rescue functions. 3 A chief constable to whom an order under section 107EA(2) applies may— a pay remuneration, allowances and gratuities to members of the chief constable's fire and rescue staff; b pay pensions to, or in respect of, persons who are or have been such members of staff; c pay amounts for or towards the provision of pensions to, or in respect of, persons who are or have been such members of staff. 4 In subsection (3)\t\t\t\t\t\t\t\t\t\t “ allowances ”, in relation to a member of staff, means allowances in respect of expenses incurred by the member of staff in the course of employment as such a member of staff. 5 Subject to subsections (6) to (8), a person who is employed pursuant to a transfer by virtue of subsection (1) or an appointment under subsection (2) may not at the same time be employed pursuant to an appointment by a chief constable of the police force for a police area under Schedule 2 to the Police Reform and Social Responsibility Act 2011. 6 Where an order under section 107EA(2) is in force in relation to the chief constable of the police force for a police area, the person who is for the time being the police force's chief finance officer is to be responsible for the proper administration of financial affairs relating to the exercise of the chief constable's fire and rescue functions. 7 Subsection (5) does not prevent a person who is employed as a finance officer for fire functions from being at the same time employed as a finance officer for police functions. 8 In subsection (7)— “ finance officer for fire functions ” means a member of a chief constable's fire and rescue staff who— is not a chief finance officer of the kind mentioned in subsection (6), and is employed to carry out duties relating to the proper administration of financial affairs relating to the exercise of the chief constable's fire and rescue functions; “ finance officer for police functions ” means a member of a chief constable's civilian staff within the meaning of the Police Reform and Social Responsibility Act 2011 who— is not a chief finance officer of the kind mentioned in subsection (6), and is employed to carry out duties relating to the proper administration of a police force's financial affairs. 9 Where an order under section 107EA(2) is in force, the combined authority to which the order applies must pay— a any damages or costs awarded against the chief constable to whom the order applies in any proceedings brought against the chief constable in respect of the acts or omissions of a member of the chief constable's fire and rescue staff; b any costs incurred by the chief constable in any such proceedings so far as not recovered by the chief constable in the proceedings; c any sum required in connection with the settlement of any claim made against the chief constable in respect of the acts or omissions of a member of the chief constable's fire and rescue staff, if the settlement is approved by the authority. 10 Where an order under section 107EA(2) is in force, the combined authority to which the order applies may, in such cases and to such extent as appears to the authority to be appropriate, pay— a any damages or costs awarded against a member of the fire and rescue staff of the chief constable to whom the order applies in proceedings for any unlawful conduct of that member of staff; b costs incurred and not recovered by such a member of staff in such proceedings; c sums required in connection with the settlement of a claim that has or might have given rise to such proceedings. 11 In this section— “ fire and rescue functions ” has the same meaning as in section 107EA; “ fire and rescue staff ”, in relation to a chief constable to whom an order under section 107EA(2) applies, means— staff transferred to the chief constable under a scheme made by virtue of subsection (1); staff appointed by the chief constable under subsection (2)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107ED", "section_title": "Section 107EA orders: exercise of fire and rescue functions", "section_text": "107ED 1 This section applies if— a an order under section 107EA(2) makes provision in relation to the area of a combined authority, and b by virtue of the order, fire and rescue functions exercisable by the mayor for the area of the combined authority are exercisable by the chief constable of the police force for the police area which corresponds to that area. 2 The chief constable must secure that good value for money is obtained in exercising— a functions which are exercisable by the chief constable by virtue of the order, and b functions relating to fire and rescue services which are conferred on the chief constable by or by virtue of any enactment. 3 The chief constable must secure that other persons exercising functions by virtue of the order obtain good value for money in exercising those functions. 4 The mayor must— a secure the exercise of the duties which are exercisable by the chief constable or another person by virtue of the order, b secure the exercise of the duties relating to fire and rescue services which are imposed on the chief constable by or by virtue of any enactment, c secure that functions which are exercisable by the chief constable or another person by virtue of the order are exercised efficiently and effectively, and d secure that functions relating to fire and rescue services which are conferred or imposed on the chief constable by or by virtue of any enactment are exercised efficiently and effectively. 5 The mayor must hold the chief constable to account for the exercise of such functions."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107EE", "section_title": "Section 107EA orders: complaints and conduct matters  etc", "section_text": "107EE 1 If an order is made under section 107EA(2) that enables arrangements to be made for the exercise of functions by members of a police force or the civilian staff of a police force, the Secretary of State may by order amend Part 2 of the Police Reform Act 2002 (persons serving with the police: complaints and conduct matters  etc ) in consequence of that provision. 2 If an order is made under section 107EA(2) that enables arrangements to be made for the exercise of functions by members of staff transferred to a chief constable under a scheme made by virtue of section 107EC(1) or appointed by a chief constable under section 107EC(2), the Secretary of State may by order make provision of the type described in subsection (3) in relation to those members of staff. 3 The provision referred to in subsection (2) is— a provision corresponding or similar to any provision made by or under Part 2 of the Police Reform Act 2002; b provision applying (with or without modifications) any provision made by or under Part 2 of that Act. 4 The Secretary of State may by order, in consequence of any provision made under subsection (2), amend Part 2 of the Police Reform Act 2002. 5 Before making an order under this section the Secretary of State must consult— a the Police Advisory Board for England and Wales, b the  Director General of the Independent Office for Police Conduct , c such persons as appear to the Secretary of State to represent the views of police and crime commissioners, d such persons as appear to the Secretary of State to represent the views of fire and rescue authorities, and e such other persons as the Secretary of State considers appropriate."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107EF", "section_title": "Section 107EA orders: application of fire and rescue provisions", "section_text": "107EF 1 The Secretary of State may by order— a apply (with or without modifications) any provision of a fire and rescue enactment in relation to a person within subsection (2); b make, in relation to a person within subsection (2), provision corresponding or similar to any provision of a fire and rescue enactment. 2 Those persons are— a a chief constable of a police force for a police area to whom an order under section 107EA(2) applies, b a member of staff transferred to such a chief constable under a scheme made by virtue of section 107EC(1), c a member of staff appointed by such a chief constable under section 107EC(2), d a member of such a chief constable's police force by whom functions are exercisable by virtue of section 107EA(2)(b), and e a member of the civilian staff of such a police force (as defined by section 102(4) of the Police Reform and Social Responsibility Act 2011) by whom functions are exercisable by virtue of section 107EA(2)(b). 3 The power conferred by subsection (1)(a) or (b) includes power to apply (with or without modifications) any provision made under a fire and rescue enactment or make provision corresponding or similar to any such provision. 4 The Secretary of State may by order amend, revoke or repeal a provision of or made under an enactment in consequence of provision made by virtue of subsection (1). 5 In this section  “ fire and rescue enactment ” means an enactment relating to a fire and rescue authority (including, in particular, an enactment relating to an employee of such an authority or property of such an authority). 6 References in this section to an enactment or to provision made under an enactment are to an enactment whenever passed or (as the case may be) to provision whenever the instrument containing it is made."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107EG", "section_title": "Section 107EA orders: application of local policing provisions", "section_text": "107EG 1 The Secretary of State may by order— a apply (with or without modifications) any provision of a local policing enactment in relation to a person within subsection (2); b make, in relation to such a person, provision corresponding or similar to any provision of a local policing enactment. 2 Those persons are— a a mayor for the area of a combined authority to whom an order under section 107EA(2) applies, b a chief constable to whom such an order applies, and c a panel established by virtue of an order under paragraph 4 of Schedule 5C for such an area. 3 The power conferred by subsection (1)(a) or (b) includes power to apply (with or without modifications) any provision made by or under a local policing enactment or make provision corresponding or similar to any such provision. 4 The Secretary of State may by order amend, revoke or repeal a provision of or made under an enactment in consequence of provision made by virtue of subsection (1). 5 In this section  “ local policing enactment ” means an enactment relating to a police and crime commissioner. 6 References in this section to an enactment or to provision made under an enactment are to an enactment whenever passed or (as the case may be) to provision whenever the instrument containing it is made."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107F", "section_title": "Functions of mayors: policing", "section_text": "107F 1 The Secretary of State may by order provide for the mayor for the area of a combined authority to exercise functions of a police and crime commissioner in relation to that area. 2 The reference in subsection (1) to functions of a police and crime commissioner is to any functions conferred on police and crime commissioners by or under— a Part 1 of the Police Reform and Social Responsibility Act 2011, or b any other Act (whenever passed). 3 In this Part references to  “ PCC functions ”, in relation to a mayor for the area of a combined authority, are to the functions of a police and crime commissioner that are exercisable by the mayor by virtue of subsection (1). 4 An order under subsection (1) may be made in relation to an existing mayoral combined authority only with the consent of the mayor of the authority. 5 If an order is made under subsection (1) in relation to a combined authority's area— a the Secretary of State must by order provide that there is to be no police and crime commissioner for that area as from a specified date; b the Secretary of State may by order provide that any election of a police and crime commissioner for that area that would otherwise take place (whether before or after the specified date) by virtue of section 50(1)(b) of the Police Reform and Social Responsibility Act 2011 is not to take place. 6 An order under subsection (5) may include provision— a for the term of office of a police and crime commissioner to continue until the date specified under subsection (5)(a) (in spite of section 50(7)(b) of the Police Reform and Social Responsibility Act 2011); b for an election to fill a vacancy in the office of a police and crime commissioner, which otherwise would take place under section 51 of that Act, not to take place if the vacancy occurs within a period of six months ending with the specified date. 7 Schedule 5C contains further provision in connection with orders under this section. 8 Any PCC function exercisable by the mayor for the area of a combined authority by virtue of this Act is to be taken to be a function of the combined authority exercisable— a by the mayor acting individually, or b by a person acting under arrangements with the mayor made in accordance with provision made under Schedule 5C. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107G", "section_title": "Mayors for combined authority areas: financial matters", "section_text": "107G 1 The Secretary of State may by order make provision for the costs of a mayor for the area of a combined authority that are incurred in, or in connection with, the exercise of mayoral functions to be met from precepts issued by the authority under section 40 of the Local Government Finance Act 1992. 2 The function of issuing precepts under Chapter 4 of Part 1 of the Local Government Finance Act 1992 in respect of mayoral functions is to be a function exercisable only by the mayor acting on behalf of the combined authority. 3 The Secretary of State may by order modify the application of Chapter 4 or 4ZA of Part 1 of the Local Government Finance Act 1992 so far as applying to cases where the precepting authority in question under that Chapter is a mayoral combined authority. 4 Where the mayoral functions of a mayor include PCC functions— a the provision made by virtue of subsection (3) must include provision to ensure that the council tax requirement calculated under section 42A of the Local Government Finance Act 1992 consists of separate components in respect of the mayor's PCC functions and the mayor's general functions, and b the function of calculating the component in respect of the mayor's PCC functions is itself to be treated as a PCC function for the purposes of this Part. 5 The Secretary of State may by order make provision— a requiring the mayor to maintain a fund in relation to receipts arising, and liabilities incurred, in the exercise of general functions; b about the preparation of an annual budget in relation to the exercise of general functions. (For power to make corresponding provision in relation to PCC functions, see paragraph 6 of Schedule 5C.) 6 Provision under subsection (5)(b) may in particular include provision for— a the mayor to prepare a draft budget; b the draft to be scrutinised by— i the other members of the combined authority, and ii a committee of the authority appointed in accordance with paragraph 1(1) of Schedule 5A; c the making of changes to the draft as a result of such scrutiny; d the approval of the draft by the combined authority (including a power to veto the draft in circumstances specified in the order and the consequences of any such veto); e the basis on which such approval is to be given. 6A The reference in subsection (6)(b)(i) to a member of a combined authority does not include a non-constituent or associate member. 7 In this section  “ mayoral functions ”, in relation to a mayor, means— a the mayor's general functions, and b if the mayor exercises PCC functions, the mayor's PCC functions."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107H", "section_title": "Alternative mayoral titles: new mayoral combined authorities", "section_text": "107H 1 This section applies to a mayoral combined authority where the order made under section 107A (power to provide for election of mayor) in relation to the authority comes into force on or after the date on which this section comes into force. 2 At the first meeting of the authority after the order made under section 107A comes into force, the authority must, by a resolution in accordance with subsection  (4) — a provide that the mayor for the area of the authority is to be known by the title of mayor, or b change the title by which the mayor for the area of the authority is to be known to an alternative title mentioned in subsection  (3) . 3 The alternative titles are— a county commissioner; b county governor; c elected leader; d governor; e a title that the authority considers more appropriate than the alternative titles mentioned in paragraphs  (a)  to  (d) , having regard to the title of other public office holders in the area of the authority. 4 The following requirements must be met in relation to the resolution mentioned in subsection  (2) — a particulars of the resolution must be included in the notice of the meeting, b where the resolution includes a proposed alternative title mentioned in subsection  (3) (e) , the resolution must specify why the authority considers that the title is more appropriate than the other alternative titles mentioned in subsection  (3) , and c the resolution must be passed at the meeting by a simple majority of the members of the authority who vote on it. 5 Subsections  (6)  and  (7)  apply where under this section a mayoral combined authority changes the title by which the mayor for the area of the authority is to be known to an alternative title. 6 The authority must— a send notice of the change to the Secretary of State, b publish the notice in the area of the authority in such manner as the authority considers appropriate, and c publish the notice in such other manner as the Secretary of State may direct. 7 Where this subsection applies— a a reference in any enactment (whenever passed or made) to the mayor for the area of the authority is, unless the context otherwise requires, to be read as a reference to the alternative title by which the mayor is to be known, and b references to mayor, mayoral (except in the expression “ mayoral combined authority ”) and deputy mayor are to be construed accordingly. 8 A change of title under this section does not affect the rights or obligations of any person or render defective any legal proceedings; and any legal proceedings may be commenced or continued as if there had been no change of title. 9 In this section a reference to a member of a combined authority does not include a non-constituent member. 10 In this section “enactment”— a includes an enactment comprised in subordinate legislation within the meaning of the Interpretation Act 1978, but b does not include this section or sections  107I  and  107J ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107I", "section_title": "Alternative mayoral titles: existing mayoral combined authorities", "section_text": "107I 1 This section applies to a mayoral combined authority where the order made under section 107A (power to provide for election of mayor) in relation to the authority comes into force before the date on which this section comes into force. 2 The authority may, by a resolution in accordance with subsection  (3) , change the title by which the mayor for the area of the authority is to be known to one of the following alternative titles— a county commissioner; b county governor; c elected leader; d governor; e a title that the authority considers more appropriate than the alternative titles mentioned in paragraphs  (a)  to  (d) , having regard to the title of other public office holders in the area of the authority. 3 The following requirements must be met in relation to the resolution— a the resolution must be considered at the first meeting of the authority held after a qualifying election for the return of the mayor, b particulars of the resolution must be included in the notice of the meeting, c where the resolution includes a proposed alternative title mentioned in subsection  (2) (e) , the resolution must specify why the authority considers that the title is more appropriate than the other alternative titles mentioned in subsection  (2) , and d the resolution must be passed at the meeting by a simple majority of the members of the authority who vote on it. 4 Subsections  (5)  and  (6)  apply where under this section a mayoral combined authority changes the title by which the mayor for the area of the authority is to be known to an alternative title. 5 The authority must— a send notice of the change to the Secretary of State, b publish the notice in the area of the authority in such manner as the authority considers appropriate, and c publish the notice in such other manner as the Secretary of State may direct. 6 Where this subsection applies— a a reference in any enactment (whenever passed or made) to the mayor for the area of the authority is, unless the context otherwise requires, to be read as a reference to the alternative title by which the mayor is to be known, and b references to mayor, mayoral (except in the expression “ mayoral combined authority ”) and deputy mayor are to be construed accordingly. 7 A change of title under this section does not affect the rights or obligations of any person or render defective any legal proceedings; and any legal proceedings may be commenced or continued as if there had been no change of title. 8 In this section a reference to a member of a combined authority does not include a non-constituent member. 9 In this section— “ enactment ” has the same meaning as in section  107H ; “ qualifying election ” means an election for the return of the mayor, other than— the first election for the return of the mayor, and an election caused by a vacancy in the office of the mayor occurring before expiry of the mayor’s term of office. 10 This section is subject to section  107J ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107J", "section_title": "Alternative mayoral titles: further changes", "section_text": "107J 1 This section applies where a mayoral combined authority has— a by a resolution under section  107H  or  107I  or by a previous resolution under this section, changed the title by which the mayor for the area of the authority is to be known to an alternative title, b by a resolution under section  107H , provided that the mayor for the area of the authority is to be known by the title of mayor, or c by a previous resolution under this section, provided that the mayor for the area of the authority is no longer to be known by an alternative title. 2 The authority may, by a resolution in accordance with subsection  (4) — a in a subsection  (1) (a)  case— i provide that the mayor is no longer to be known by the alternative title, or ii change the title by which the mayor is to be known to an alternative title mentioned in subsection  (3) ; b in a subsection  (1) (b)  or  (c)  case, change the title by which the mayor is to be known to an alternative title mentioned in subsection  (3) . 3 The alternative titles are— a county commissioner; b county governor; c elected leader; d governor; e a title that the authority considers more appropriate than the alternative titles mentioned in paragraphs  (a)  to  (d) , having regard to the title of other public office holders in the area of the authority. 4 The following requirements must be met in relation to the resolution mentioned in subsection  (2) — a the resolution must be considered at a relevant meeting of the authority, b particulars of the resolution must be included in the notice of the meeting, c where the resolution includes a proposed alternative title mentioned in subsection  (3) (e) , the resolution must specify why the authority considers that the title is more appropriate than the other alternative titles mentioned in subsection  (3) , and d the resolution must be passed at the meeting by a simple majority of the members of the authority who vote on it. 5 In subsection  (4) (a)  “ relevant meeting ” means the first meeting of the authority held after a qualifying election for the return of the mayor, provided that the election is at least the third qualifying election since the resolution mentioned in subsection  (1)  was passed. 6 Where under this section an authority provides that the mayor for the area of the authority is no longer to be known by an alternative title, the authority must— a send notice of the change to the Secretary of State, b publish the notice in the area of the authority in such manner as the authority considers appropriate, and c publish the notice in such other manner as the Secretary of State may direct. 7 Subsections  (8)  and  (9)  apply where under this section an authority changes the title by which the mayor for the area of the authority is to be known to an alternative title. 8 The authority must— a send notice of the change to the Secretary of State, b publish the notice in the area of the authority in such manner as the authority considers appropriate, and c publish the notice in such other manner as the Secretary of State may direct. 9 Where this subsection applies— a a reference in any enactment (whenever passed or made) to the mayor for the area of the authority is, unless the context otherwise requires, to be read as a reference to the alternative title by which the mayor is to be known, and b references to mayor, mayoral (except in the expression “ mayoral combined authority ”) and deputy mayor are to be construed accordingly. 10 A change of title under this section does not affect the rights or obligations of any person, or render defective any legal proceedings; and any legal proceedings may be commenced or continued as if there had been no change of title. 11 Where a combined authority to which section  107H  applies does not pass a resolution as required by subsection  (2)  of that section, the authority is to be treated for the purposes of this section as if, at the meeting mentioned in that subsection, it had passed the resolution mentioned in section  107H (2) (a)  (providing that the mayor is to be known by the title of mayor). 12 In this section a reference to a member of a combined authority does not include a non-constituent member. 13 In this section— “ enactment ” has the same meaning as in section  107H ; “ qualifying election ” has the same meaning as in section  107I ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "107K", "section_title": "Power to amend list of alternative titles", "section_text": "107K 1 The Secretary of State may by regulations amend section  107H (3) ,  107I (2)  or  107J (3)  to add, modify or remove a reference to an alternative title or a description of an alternative title. 2 Regulations under subsection  (1)  may make incidental, supplementary, consequential, transitional, transitory or saving provision, including provision which makes consequential amendments to section  107H ,  107I  or  107J ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "108", "section_title": "Review by authorities: new combined authority", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "109", "section_title": "Preparation and publication of scheme: new combined authority", "section_text": "109 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "109A", "section_title": "Proposal for new combined authority", "section_text": "109A 1 One or more authorities to which this section applies may— a prepare a proposal for the establishment of a combined authority for an area, and b submit the proposal to the Secretary of State. 2 This section applies to the following authorities— a a county council the whole or any part of whose area is within the proposed area; b a district council whose area is within the proposed area; c an EPB the whole or any part of whose area is within the proposed area; d an ITA the whole or any part of whose area is within the proposed area; e a combined county authority the whole or any part of whose area is within the proposed area. 3 In this section— “ combined county authority ” means a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023; “ the proposed area ” means the area for which the combined authority is proposed to be established. 4 Before submitting a proposal under this section to the Secretary of State, the authority or authorities preparing the proposal must— a carry out a public consultation across the proposed area on the proposal, and b have regard to the results of the consultation in preparing the proposal for submission to the Secretary of State. 5 The requirements in subsection  (4)  may be satisfied by things done before the coming into force of this section. 6 If a proposal under this section is not submitted by all of the authorities to which this section applies, each authority which does not submit the proposal must consent to its submission to the Secretary of State. 7 A proposal under this section must specify the purposes to be achieved by the establishment of the combined authority. 8 The Secretary of State may by regulations— a make further provision about the matters which must be addressed by a proposal under this section; b make provision about material which must be included in or submitted with a proposal under this section. 9 Regulations under  subsection (8)  may make incidental, supplementary, consequential, transitional, transitory or saving provision."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "110", "section_title": "Requirements in connection with establishment of combined authority", "section_text": "110 1 The Secretary of State may make an order establishing a combined authority for an area only if— a the Secretary of State considers that to do so is likely to improve the economic, social and environmental well-being of some or all of the people who live or work in the area, aa the Secretary of State considers that to do so is appropriate having regard to the need— i to secure effective and convenient local government, and ii to reflect the identities and interests of local communities, ab where a proposal for the establishment of the combined authority has been submitted under section 109A, the Secretary of State considers that its establishment will achieve the purposes specified under  subsection (7)  of that section, b the constituent councils consent, and c any consultation required by subsection (2) has been carried out. 1A If a proposal for the establishment of the combined authority has been submitted under section 109A, the Secretary of State must have regard to the proposal in making the order. 2 The Secretary of State must carry out a public consultation unless— a a proposal has been prepared under section 109A, b a public consultation has been carried out in connection with the proposal and the Secretary of State has been provided with a summary of the consultation responses, and c the Secretary of State considers that no further consultation is necessary. 3 In this section  “ constituent council ” means— a a county council the whole or any part of whose area is within the area for which the combined authority is to be established, or b a district council whose area is within the area for which the combined authority is to be established. 3A Subsection (3B) applies where the Secretary of State is considering whether to make an order establishing a combined authority for an area and— a part of the area is separated from the rest of it by one or more local government areas that are not within the area, or b a local government area that is not within the area is surrounded by local government areas that are within the area. 3B In deciding whether to make the order, the Secretary of State must have regard to the likely effect of the creation of the proposed combined authority on the exercise of functions equivalent to those of the proposed combined authority's functions in each local government area that is next to any part of the proposed combined authority area. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "111", "section_title": "Review by authorities: existing combined authority", "section_text": "111 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "112", "section_title": "Preparation and publication of scheme: existing combined authority", "section_text": "112 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "112A", "section_title": "Proposal for changes to existing combined arrangements", "section_text": "112A 1 One or more authorities to which this section applies may— a prepare a proposal for the making of an order under section 104, 105, 105A, 106, 107, 107A, 107D or 107F in relation to an existing combined authority, and b submit the proposal to the Secretary of State. 2 This section applies to the following authorities— a the combined authority; b a county council the whole or any part of whose area is within the area of the combined authority; c a district council whose area is within the area of the combined authority; d in the case of a proposal for the making of an order under section 106 to add all or part of the area of a county council to the area of the combined authority, that county council; e in the case of a proposal for the making of an order under section 106 to add the area of a district council to the area of the combined authority, that district council. 3 Before submitting a proposal under this section to the Secretary of State, the authority or authorities preparing the proposal must— a carry out a public consultation across— i the area of the combined authority, and ii in the case of a proposal for the making of an order under section 106 to add a local government area to the area of the combined authority, that local government area, and b have regard to the results of the consultation in preparing the proposal for submission to the Secretary of State. 4 The requirements in subsection  (3)  may be satisfied by things done before the coming into force of this section. 5 Before a proposal under this section for the making of an order is submitted to the Secretary of State, each person who would have to consent to the making of the order must consent to the submission of the proposal. 6 If a proposal under this section is submitted to the Secretary of State by an authority, the authority is to be treated as having consented to its submission for the purposes of  subsection (5) . 7 In determining for the purposes of  subsection (5)  who would have to consent to the making of an order under section 105A, subsections (3) and (4) of section 105B (limited consent requirements) are to be disregarded. 8 In determining for the purposes of  subsection (5)  who would have to consent to the making of an order under section 107A, section 107B(3)(b) (limited consent requirements) is to be disregarded. 9 A proposal under this section must specify the purposes to be achieved by the order which it proposes should be made. 10 The Secretary of State may by regulations— a make further provision about the matters which must be addressed by a proposal under this section; b make provision about material which must be included in or submitted with a proposal under this section. 11 Regulations under  subsection (10)  may make incidental, supplementary, consequential, transitional, transitory or saving provision."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "113", "section_title": "Requirements in connection with changes to existing combined arrangements", "section_text": "113 1 The Secretary of State may make an order under section 104, 105,   105A, 106, 107, 107A, 107D or 107F   in relation to an existing combined authority only if— a the Secretary of State considers that to do so is likely to improve the economic, social and environmental well-being of some or all of the people who live or work in the area, aa the Secretary of State considers that to do so is appropriate having regard to the need— i to secure effective and convenient local government, and ii to reflect the identities and interests of local communities, ab where a proposal for the making of the order has been submitted under section 112A, the Secretary of State considers that making the order will achieve the purposes specified under  subsection (9)  of that section, and b any consultation required by subsection (2) has been carried out. 1A If a proposal for the making of the order has been submitted under section 112A, the Secretary of State must have regard to the proposal in making the order. 2 The Secretary of State must carry out a public consultation unless— a a proposal has been prepared under section 112A, b a public consultation has been carried out in connection with the proposal and the Secretary of State has been provided with a summary of the consultation responses, and c the Secretary of State considers that no further consultation is necessary. 2A Subsection (2B) applies where the Secretary of State is considering whether to make an order under section 106 and— a part of the area to be created is separated from the rest of it by one or more local government areas that are not within the area, or b a local government area that is not within the area to be created is surrounded by local government areas that are within the area. 2B In deciding whether to make the order under section 106, the Secretary of State must have regard to the likely effect of the change to the combined authority's area on the exercise of functions equivalent to those of the combined authority's functions in each local government area that is next to any part of the area to be created by the order. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 This section does not apply to an order under section 106(1)(b) that is made as a result of the duty in section 105B(5) or 107B(4)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "113A", "section_title": "General power of EPB or combined authority", "section_text": "113A 1 An  EPB  or combined authority may do— a anything it considers appropriate for the purposes of the carrying-out of any of its functions (its  “functional purposes”), b anything it considers appropriate for purposes incidental to its functional purposes, c anything it considers appropriate for purposes indirectly incidental to its functional purposes through any number of removes, d anything it considers to be connected with— i any of its functions, or ii anything it may do under paragraph (a), (b) or (c), and e for a commercial purpose anything which it may do under any of paragraphs (a) to (d) otherwise than for a commercial purpose. 2 Where subsection (1) confers power on an EPB or combined authority to do something, it confers power (subject to section 113B) to do it anywhere in the United Kingdom or elsewhere. 3 Power conferred on an EPB or combined authority by subsection (1) is in addition to, and is not limited by, its other powers. 4 This section does not apply in relation to a combined authority in respect of which an order under section 113D has effect."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "113B", "section_title": "Boundaries of power under section 113A", "section_text": "113B 1 Section 113A(1) does not enable an  EPB  or combined authority to do— a anything which it is unable to do by virtue of a pre-commencement limitation, or b anything which it is unable to do by virtue of a post-commencement limitation which is expressed to apply— i to its power under section 113A(1), ii to all of its powers, or iii to all of its powers but with exceptions that do not include its power under section 113A(1). 2 If exercise of a pre-commencement power of an  EPB  or combined authority is subject to restrictions, those restrictions apply also to exercise of the power conferred on it by section 113A(1) so far as that power is overlapped by the pre-commencement power. 3 Section 113A(1) does not authorise an  EPB  or combined authority to borrow money. 4 Section 113A(1)(a) to (d) do not authorise an  EPB  or combined authority to charge a person for anything done by it otherwise than for a commercial purpose (but see section 93 of the Local Government Act 2003 (power of EPBs, combined authorities and other best value authorities to charge for discretionary services)). 5 Section 113A(1)(e) does not authorise an  EPB  or combined authority to do things for a commercial purpose in relation to a person if a statutory provision requires it to do those things in relation to the person. 6 Where under section 113A(1)(e) an  EPB  or combined authority does things for a commercial purpose, it must do them through— a a company within the meaning given by section 1(1) of the Companies Act 2006,  ... b a registered society within the meaning of the Co-operative and Community Benefit Societies Act 2014, or c a society registered or deemed to be registered under the Industrial and Provident Societies Act (Northern Ireland) 1969. 7 In this section— “ post-commencement limitation ” means a prohibition, restriction or other limitation imposed by a statutory provision that— is contained in an Act passed after the end of the Session in which the Localism Act 2011 is passed, or is contained in an instrument made under an Act and comes into force on or after the commencement of section 13(1) of that Act; “ pre-commencement limitation ” means a prohibition, restriction or other limitation imposed by a statutory provision that— is contained in an Act passed no later than the end of the Session in which the Localism Act 2011 is passed, or is contained in an instrument made under an Act and comes into force before the commencement of section 13(1) of that Act; “ pre-commencement power ” means power conferred by a statutory provision that— is contained in an Act passed no later than the end of the Session in which the Localism Act 2011 is passed, or is contained in an instrument made under an Act and comes into force before the commencement of section 13(1) of that Act; “ statutory provision ” means a provision of an Act or of an instrument made under an Act."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "113C", "section_title": "Power to make provision supplemental to section 113A", "section_text": "113C 1 The Secretary of State may by order make provision preventing EPBs or combined authorities from doing under section 113A(1) anything which is specified, or is of a description specified, in the order. 2 The Secretary of State may by order provide for the exercise by EPBs or combined authorities of power conferred by section 113A(1) to be subject to conditions, whether generally or in relation to doing anything specified, or of a description specified, in the order. 3 The power under subsection (1) or (2) may be exercised in relation to— a all EPBs, b all combined authorities, c particular EPBs, d particular combined authorities, e particular descriptions of EPBs, or f particular descriptions of combined authorities. 4 Before making an order under subsection (1) or (2) the Secretary of State must consult— a such representatives of EPBs or combined authorities, b such representatives of local government, and c such other persons (if any), as the Secretary of State considers appropriate. 5 Subsection (4) does not apply to an order under subsection (1) or (2) which is made only for the purpose of amending an earlier such order— a so as to extend the earlier order, or any provision of the earlier order, to a particular  EPB  or combined authority or to EPBs or combined authorities of a particular description, or b so that the earlier order, or any provision of the earlier order, ceases to apply to a particular  EPB  or combined authority or to EPBs or combined authorities of a particular description. 6 Power to make an order under this section includes— a power to make different provision for different cases, circumstances or areas, and b power to make incidental, supplementary, consequential, transitional or transitory provision or savings."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "113D", "section_title": "General power of competence", "section_text": "113D 1 The Secretary of State may by order provide for Chapter 1 of Part 1 of the Localism Act 2011 (which confers a general power of competence on local authorities) to have effect in relation to a combined authority specified in the order as it has effect in relation to a local authority. 2 An order under this section may be made only with the consent of the appropriate authorities (as defined by section 107B(5)). 3 Where an order under subsection (1) is contained in the same instrument as an order made by virtue of section 107B(3)(b), a non-consenting constituent council is not to be treated as an appropriate authority for the purposes of subsection (2) above."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "114", "section_title": "Incidental etc provision", "section_text": "114 1 The Secretary of State may by order make incidental, consequential, transitional or supplementary provision for the purposes of, or in consequence of, an order under this Part or for giving full effect to such an order. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The provision that may be included  in an order under this section by virtue of section 117(5)   includes provision applying, with modifications, or disapplying any enactment amended by Schedule 6. 4 An order under this section may not include provision amending or disapplying sections 15 to 17 of, and Schedule 1 to, the Local Government and Housing Act 1989 (c. 42) (political balance on local authority committees etc)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "115", "section_title": "Transfer of property, rights and liabilities", "section_text": "115 1 The Secretary of State may by order make provision for the transfer of property, rights and liabilities  (including criminal liabilities)   for the purposes of, or in consequence of, an order under this Part or for giving full effect to such an order. 2 Property, rights and liabilities may be transferred by— a the order, b a scheme made by the Secretary of State under the order, or c a scheme required to be made under the order by a person other than the Secretary of State. 3 A transfer by virtue of this section may have effect— a whether or not the property, rights and liabilities would otherwise be capable of being transferred; b without any instrument or formality being required. 4 The rights and liabilities which may be transferred by virtue of this section include rights and liabilities in relation to a contract of employment. 5 The Transfer of Undertakings (Protection of Employment) Regulations 2006 ( S.I.  2006/246) apply to the transfer by virtue of this section (whether or not the transfer is a relevant transfer for the purposes of those regulations). 6 An order under this section or a scheme made under it may define the property, rights and liabilities to be transferred by specifying or describing them. 7 Provision for the transfer of property, rights and liabilities made by virtue of this section may include provision— a for the creation or imposition by the Secretary of State of new rights or liabilities in respect of anything transferred; b for the shared ownership or use of any property or facilities; c for the management or custody of transferred property; d for bodies to make agreements with respect to any property, income, rights, liabilities and expenses of, and any financial relations between, the parties to the agreement. 8 Provision for the transfer of property, rights and liabilities made by virtue of this section may include provision— a for the continuing effect of things done by the transferor in relation to anything transferred; b for the continuation of things (including legal proceedings) in the process of being done, by or on behalf of or in relation to the transferor in relation to anything transferred; c for references to the transferor in any agreement (whether written or not), instrument or other document in relation to anything transferred to be treated (so far as necessary for the purposes of or in consequence of the transfer) as references to the transferee."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "116", "section_title": "Consequential amendments", "section_text": "116 1 The Secretary of State may by order make such provision as the Secretary of State considers appropriate in consequence of any provision made by this Part. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The power conferred in subsection (1) includes power to amend, repeal or revoke provision contained in an enactment passed or made before the day on which this Act is passed."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "117", "section_title": "Orders  and regulations  ", "section_text": "117 1 Orders  and regulations   under this Part must be made by statutory instrument. 1A An order  or regulations   under this Part may make different provision for different authorities or descriptions of authority or otherwise for different purposes. 2 An order to which subsection (2A) applies may not be made unless a draft of the statutory instrument containing the order (whether alone or with other provisions) has been laid before, and approved by a resolution of, each House of Parliament. 2A This subsection applies to an order under this Part other than— a an order under section 113C(1) that is made only for the purpose mentioned in section 113C(5)(b), b an order under section 113C(2) that is made only for that purpose or for imposing conditions on the doing of things for a commercial purpose, or c an order under section 116 that amends or revokes provision contained in an instrument subject to annulment by resolution of either House of Parliament. 3 A statutory instrument that— a contains an order under this Part, and b is not subject to any requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, is subject to annulment by resolution of either House of Parliament. 3A A statutory instrument that contains (whether alone or with any other provisions) regulations under section 104C(1), 104C(4), or  107K (1)  may not be made unless a draft of the instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament. 3B A statutory instrument that— a contains regulations under section  109A (8)  or  112A (10) , and b is not by virtue of subsection (3A) subject to a requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, is subject to annulment by resolution of either House of Parliament. 4 If a draft of an order under this Part  or of regulations under section  104C (1)  or  (4)   would, apart from this subsection, be treated for the purposes of the standing orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not a hybrid instrument. 5 An order under any provision of this Part, other than an order under section 116 or an order mentioned in subsection (2A)(a) or (b), may include provision amending, applying (with or without modifications), disapplying, repealing or revoking any enactment whenever passed or made."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "118", "section_title": "Guidance", "section_text": "118 1 The Secretary of State may give guidance about anything that could be done by an authority to whom this section applies under or by virtue of this Part. 2 An authority to whom this section applies must have regard to any guidance given under this section in exercising any function conferred or imposed by or by virtue of this Part. 3 Any guidance under this section must be given in writing and may be varied or revoked by further guidance in writing. 4 Any such guidance may make different provision for different cases and different provision for different areas. 5 This section applies to— a a county council; b a district council; c an EPB; d an ITA; e a combined authority. f a combined county authority."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "119", "section_title": "Amendments relating to EPBs and combined authorities", "section_text": "119 Schedule 6 (amendments relating to EPBs and combined authorities) is part of this Part."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "120", "section_title": "Interpretation", "section_text": "120 In this Part—   “ associate member ” has the meaning given by section 104B(1);   “ combined authority ” means an authority established under section 103(1);   “ combined county authority ” means a combined county authority established under section  9 (1)  of the Levelling-up and Regeneration Act 2023;     “ deputy mayor ” has the meaning given by section 107C(7);     “ general functions ” has the meaning given by section 107D(2);   “ EPB ” has the meaning given by section 88(1);   “ fire and rescue authority ” means a fire and rescue authority under the Fire and Rescue Services Act 2004;   “ ITA ” has the meaning given by section 104(1); “ local government area ” has the meaning given by section 88(7);   “ mayor ”, in relation to the area of a combined authority, means the mayor for the area of the authority by virtue of an order under section 107A(1);     “ mayoral combined authority ” has the meaning given by section 107A(8);     “ nominating body ” means a body designated under section 104A(1); “ non-constituent member ” has the meaning given by section 104A(3);   “ PCC functions ” has the meaning given by section 107F(3);   “ unitary district council ” has the meaning given by section 90(4)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "121", "section_title": "Multi-area agreements", "section_text": "121 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "122", "section_title": "Local authorities", "section_text": "122 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "123", "section_title": "Partner authorities", "section_text": "123 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "124", "section_title": "Proposal for multi-area agreement", "section_text": "124 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "125", "section_title": "Direction to prepare and submit draft multi-area agreement", "section_text": "125 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "126", "section_title": "Preparation of draft multi-area agreement", "section_text": "126 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "127", "section_title": "Approval of draft multi-area agreement", "section_text": "127 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "128", "section_title": "Submission of existing multi-area agreement", "section_text": "128 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "129", "section_title": "Approval of existing multi-area agreement", "section_text": "129 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "130", "section_title": "Duty to have regard to improvement targets", "section_text": "130 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "131", "section_title": "Responsible authorities", "section_text": "131 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "132", "section_title": "Revision proposals", "section_text": "132 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "133", "section_title": "Preparation of revision proposal", "section_text": "133 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "134", "section_title": "Approval of revision proposal", "section_text": "134 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "135", "section_title": "Duty to publish information about multi-area agreement", "section_text": "135 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "136", "section_title": "Consultation on guidance", "section_text": "136 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "137", "section_title": "Interpretation", "section_text": "137 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "138", "section_title": "Application of construction contracts legislation", "section_text": "138 1 The Housing Grants, Construction and Regeneration Act 1996 (c. 53) is amended as follows. 2 In section 106 (provisions not applicable to contract with residential occupiers), in subsection (1), omit paragraph (b) and the preceding  “or”. 3 After that section insert— Power to disapply provisions of this Part 106A 1 The Secretary of State may by order provide that any or all of the provisions of this Part, so far as extending to England and Wales, shall not apply to any description of construction contract relating to the carrying out of construction operations (not being operations in Wales) which is specified in the order. 2 The Welsh Ministers may by order provide that any or all of the provisions of this Part, so far as extending to England and Wales, shall not apply to any description of construction contract relating to the carrying out of construction operations in Wales which is specified in the order. 3 The Scottish Ministers may by order provide that any or all of the provisions of this Part, so far as extending to Scotland, shall not apply to any description of construction contract which is specified in the order. 4 An order under this section shall not be made unless a draft of it has been laid before and approved by resolution of— a in the case of an order under subsection (1), each House of Parliament; b in the case of an order under subsection (2), the National Assembly for Wales; c in the case of an order under subsection (3), the Scottish Parliament. 4 In section 146 (orders etc)— a in subsection (2), for  “Secretary of State” substitute  “                      the authority making them                    ” ; b in subsection (3)(a), after  “106(4)” insert  “                      , 106A                    ” ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "139", "section_title": "Requirement for construction contracts to be in writing", "section_text": "139 1 In the Housing Grants, Construction and Regeneration Act 1996, section 107 (provisions applicable only to contracts in writing) is repealed. 2 In section 108 of that Act (right to refer disputes to adjudication)— a in subsection (2), after  “The contract shall” insert  “                      include provision in writing so as to                    ” ; b in subsections (3) and (4), after  “provide” insert  “                      in writing                    ” ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "140", "section_title": "Adjudicator's power to make corrections", "section_text": "140 In the Housing Grants, Construction and Regeneration Act 1996 (c. 53), in section 108 (right to refer disputes to adjudication), after subsection (3) insert— 3A The contract shall include provision in writing permitting the adjudicator to correct his decision so as to remove a clerical or typographical error arising by accident or omission."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "141", "section_title": "Adjudication costs", "section_text": "141 In the Housing Grants, Construction and Regeneration Act 1996, after section 108 insert— Adjudication costs: effectiveness of provision 108A 1 This section applies in relation to any contractual provision made between the parties to a construction contract which concerns the allocation as between those parties of costs relating to the adjudication of a dispute arising under the construction contract. 2 The contractual provision referred to in subsection (1) is ineffective unless— a it is made in writing, is contained in the construction contract and confers power on the adjudicator to allocate his fees and expenses as between the parties, or b it is made in writing after the giving of notice of intention to refer the dispute to adjudication."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "142", "section_title": "Determination of payments due", "section_text": "142 1 In the Housing Grants, Construction and Regeneration Act 1996, section 110 (dates for payment) is amended as follows. 2 After subsection (1) insert— 1A The requirement in subsection (1)(a) to provide an adequate mechanism for determining what payments become due under the contract, or when, is not satisfied where a construction contract makes payment conditional on— a the performance of obligations under another contract, or b a decision by any person as to whether obligations under another contract have been performed. 1B In subsection (1A)(a) and (b) the references to obligations do not include obligations to make payments (but see section 113). 1C Subsection (1A) does not apply where— a the construction contract is an agreement between the parties for the carrying out of construction operations by another person, whether under sub-contract or otherwise, and b the obligations referred to in that subsection are obligations on that other person to carry out those operations. 3 After subsection (1C) (as inserted by subsection (2) above) insert— 1D The requirement in subsection (1)(a) to provide an adequate mechanism for determining when payments become due under the contract is not satisfied where a construction contract provides for the date on which a payment becomes due to be determined by reference to the giving to the person to whom the payment is due of a notice which relates to what payments are due under the contract."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "143", "section_title": "Notices relating to payment", "section_text": "143 1 In the Housing Grants, Construction and Regeneration Act 1996 (c. 53), in section 109 (entitlement to stage payments), in subsection (4), for  “under the contract” substitute  “                  provided for by the contract                ” . 2 In section 110 of that Act (dates for payment), omit the following— a subsection (2), and b in subsection (3),  “or (2)”. 3 After section 110 of that Act insert— Payment notices: contractual requirements 110A 1 A construction contract shall, in relation to every payment provided for by the contract— a require the payer or a specified person to give a notice complying with subsection (2) to the payee not later than five days after the payment due date, or b require the payee to give a notice complying with subsection (3) to the payer or a specified person not later than five days after the payment due date. 2 A notice complies with this subsection if it specifies— a in a case where the notice is given by the payer— i the sum that the payer considers to be or to have been due at the payment due date in respect of the payment, and ii the basis on which that sum is calculated; b in a case where the notice is given by a specified person— i the sum that the payer or the specified person considers to be or to have been due at the payment due date in respect of the payment, and ii the basis on which that sum is calculated. 3 A notice complies with this subsection if it specifies— a the sum that the payee considers to be or to have been due at the payment due date in respect of the payment, and b the basis on which that sum is calculated. 4 For the purposes of this section, it is immaterial that the sum referred to in subsection (2)(a) or (b) or (3)(a) may be zero. 5 If or to the extent that a contract does not comply with subsection (1), the relevant provisions of the Scheme for Construction Contracts apply. 6 In this and the following sections, in relation to any payment provided for by a construction contract— “ payee ” means the person to whom the payment is due; “ payer ” means the person from whom the payment is due; “ payment due date ” means the date provided for by the contract as the date on which the payment is due; “ specified person ” means a person specified in or determined in accordance with the provisions of the contract. Payment notices: payee's notice in default of payer's notice 110B 1 This section applies in a case where, in relation to any payment provided for by a construction contract— a the contract requires the payer or a specified person to give the payee a notice complying with section 110A(2) not later than five days after the payment due date, but b notice is not given as so required. 2 Subject to subsection (4), the payee may give to the payer a notice complying with section 110A(3) at any time after the date on which the notice referred to in subsection (1)(a) was required by the contract to be given. 3 Where pursuant to subsection (2) the payee gives a notice complying with section 110A(3), the final date for payment of the sum specified in the notice shall for all purposes be regarded as postponed by the same number of days as the number of days after the date referred to in subsection (2) that the notice was given. 4 If— a the contract permits or requires the payee, before the date on which the notice referred to in subsection (1)(a) is required by the contract to be given, to notify the payer or a specified person of— i the sum that the payee considers will become due on the payment due date in respect of the payment, and ii the basis on which that sum is calculated, and b the payee gives such notification in accordance with the contract, that notification is to be regarded as a notice complying with section 110A(3) given pursuant to subsection (2)\t\t\t\t\t\t\t\t\t\t(and the payee may not give another such notice pursuant to that subsection)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "144", "section_title": "Requirement to pay notified sum", "section_text": "144 1 In the Housing Grants, Construction and Regeneration Act 1996 (c. 53), for section 111 (notice of intention to withhold payment) substitute— Requirement to pay notified sum 111 1 Subject as follows, where a payment is provided for by a construction contract, the payer must pay the notified sum (to the extent not already paid) on or before the final date for payment. 2 For the purposes of this section, the  “ notified sum ” in relation to any payment provided for by a construction contract means— a in a case where a notice complying with section 110A(2) has been given pursuant to and in accordance with a requirement of the contract, the amount specified in that notice; b in a case where a notice complying with section 110A(3) has been given pursuant to and in accordance with a requirement of the contract, the amount specified in that notice; c in a case where a notice complying with section 110A(3) has been given pursuant to and in accordance with section 110B(2), the amount specified in that notice. 3 The payer or a specified person may in accordance with this section give to the payee a notice of the payer's intention to pay less than the notified sum. 4 A notice under subsection (3) must specify— a the sum that the payer considers to be due on the date the notice is served, and b the basis on which that sum is calculated. It is immaterial for the purposes of this subsection that the sum referred to in paragraph (a) or (b) may be zero. 5 A notice under subsection (3)— a must be given not later than the prescribed period before the final date for payment, and b in a case referred to in subsection (2)(b) or (c), may not be given before the notice by reference to which the notified sum is determined. 6 Where a notice is given under subsection (3), subsection (1) applies only in respect of the sum specified pursuant to subsection (4)(a). 7 In subsection (5),  “ prescribed period ” means— a such period as the parties may agree, or b in the absence of such agreement, the period provided by the Scheme for Construction Contracts. 8 Subsection (9) applies where in respect of a payment— a a notice complying with section 110A(2) has been given pursuant to and in accordance with a requirement of the contract (and no notice under subsection (3) is given), or b a notice under subsection (3) is given in accordance with this section, but on the matter being referred to adjudication the adjudicator decides that more than the sum specified in the notice should be paid. 9 In a case where this subsection applies, the decision of the adjudicator referred to in subsection (8) shall be construed as requiring payment of the additional amount not later than— a seven days from the date of the decision, or b the date which apart from the notice would have been the final date for payment, whichever is the later. 10 Subsection (1) does not apply in relation to a payment provided for by a construction contract where— a the contract provides that, if the payee becomes insolvent the payer need not pay any sum due in respect of the payment, and b the payee has become insolvent after the prescribed period referred to in subsection (5)(a). 11 Subsections (2) to (5) of section 113 apply for the purposes of subsection (10) of this section as they apply for the purposes of that section. 2 In section 112 of that Act (right to suspend performance for non-payment)— a in subsection (1), for the words from  “Where” to  “given” substitute  “                      Where the requirement in section 111(1) applies in relation to any sum but is not complied with,                    ” ; b in subsection (3), for  “the amount due” substitute  “                      the sum referred to in subsection (1)                    ” ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "145", "section_title": "Suspension of performance for non-payment", "section_text": "145 1 In the Housing Grants, Construction and Regeneration Act 1996 (c. 53), section 112 (right to suspend performance for non-payment) is amended as follows. 2 In subsection (1), after  “performance of” insert  “                  any or all of                ” . 3 After subsection (3) insert— 3A Where the right conferred by this section is exercised, the party in default shall be liable to pay to the party exercising the right a reasonable amount in respect of costs and expenses reasonably incurred by that party as a result of the exercise of the right. 4 In subsection (4), after  “pursuance of” insert  “                  , or in consequence of the exercise of,                ” ."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "146", "section_title": "Repeals", "section_text": "146 1 Schedule 7 contains repeals. 2 The repeal by this Act of sections 17, 19 and 26 of the Local Government Act 1992 (c. 19) does not affect the continuing effect of orders and regulations made under those sections. 3 For the purposes of this Act— a the repeals in Part 1 of Schedule 7 are part of Chapter 6 of Part 1 (politically restricted posts); b the repeal in Part 2 of Schedule 7 is part of Chapter 3 of Part 2 (audit of entities connected with local authorities); c the repeals in Part 3 of Schedule 7 are part of Part 3 (local government boundary and electoral change); d the repeals in Part 4 of Schedule 7 are part of Part 5 (regional strategy); e the repeals in Part 5 of Schedule 7 are part of Part 8 (construction contracts)."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "147", "section_title": "Extent", "section_text": "147 1 Parts 1 to 7 extend to England and Wales only, except that— a an amendment or repeal effected by any of those Parts has the same extent as the provision amended or repealed, and b sections 67(2) to (6),  ... 114, 116 and 117 (powers to make consequential provision etc) extend also to Scotland and Northern Ireland. Paragraph (a) does not apply to Chapter 6 of Part 1 (which accordingly extends to England and Wales only). 2 Part 8 extends to England and Wales and Scotland. 3 This Part extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "148", "section_title": "Commencement: general", "section_text": "148 1 In Part 1 (democracy and involvement)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b Chapter 3 comes into force on a day appointed by the Secretary of State; c Chapter 4 comes into force on the day on which this Act is passed; d Chapters 5 and 6 come into force at the end of the period of two months beginning with the day on which this Act is passed. 2 In Part 2 (local authorities: governance and audit)— a in Chapter 1— i section 31 comes into force on a day appointed by the Secretary of State; ii sections 32 and 33 come into force at the end of the period of two months beginning with the day on which this Act is passed; b Chapters 2 and 3 come into force— i in relation to England, on a day appointed by the Secretary of State; ii in relation to Wales, on a day appointed by the Welsh Ministers. 3 In Part 3 (local government boundary and electoral change)— a sections 62, 64 and 68 and Schedule 3 come into force on the day on which this Act is passed; b the remaining provisions come into force on a day appointed by the Secretary of State. 4 Part 4 (local authority economic assessment) comes into force on a day appointed by the Secretary of State. 5 Part 5 (regional strategy) comes into force on a day appointed by the Secretary of State. 6 Part 6 (economic prosperity boards and combined authorities) comes into force on a day appointed by the Secretary of State. 7 Part 7 (multi-area agreements) comes into force at the end of the period of two months beginning with the day on which this Act is passed. 8 Part 8 (construction contracts) comes into force as specified in section 149. 9 This Part comes into force on the day on which this Act is passed. 10 Any power to appoint a day under this section— a includes power to appoint different days for different purposes; b includes power to make transitional provision or savings; c is to be exercised by order made by statutory instrument."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "149", "section_title": "Commencement: construction contracts", "section_text": "149 1 Part 8 comes into force, so far as extending to England and Wales— a on a day appointed by the Welsh Ministers, in relation to construction contracts which relate to the carrying out of construction operations in Wales; b on a day appointed by the Secretary of State, in relation to other construction contracts. 2 Part 8 comes into force, so far as extending to Scotland, on a day appointed by the Scottish Ministers. 3 The amendments made by Part 8, so far as extending to England and Wales, do not apply— a in relation to construction contracts which relate to the carrying out of construction operations in Wales and are entered into before the day appointed under subsection (1)(a), or b in relation to other construction contracts which are entered into before the day appointed under subsection (1)(b). 4 The amendments made by Part 8, so far as extending to Scotland, do not apply in relation to construction contracts which are entered into before the day appointed under subsection (2). 5 In this section  “ construction contracts ” and  “ construction operations ” have the same meanings as in Part 2 of the Housing Grants, Construction and Regeneration Act 1996 (c. 53). 6 Any power to appoint a day under this section— a includes power to appoint different days for different purposes; b includes power to make transitional provision or savings; c is to be exercised by order made by statutory instrument."}, {"act": "Local Democracy, Economic Development and Construction Act 2009", "year": 2009, "section": "150", "section_title": "Short title", "section_text": "150 This Act may be cited as the Local Democracy, Economic Development and Construction Act 2009."}]