[{"act": "Northern Ireland Act 2009", "year": 2009, "section": "1", "section_title": "Northern Ireland department with policing and justice functions", "section_text": "1 Schedule 1 (Northern Ireland department with policing and justice functions) has effect."}, {"act": "Northern Ireland Act 2009", "year": 2009, "section": "2", "section_title": "Judicial appointments and removals", "section_text": "2 1 For sections 12 and 12B of the Judicature (Northern Ireland) Act 1978 (c. 23) substitute the sections 12 to 12C set out in Schedule 2. 2 The Justice (Northern Ireland) Act 2002 (c. 26) is amended as set out in Schedule 3. 3 Schedule 4 (which transfers appointment and other related functions from the Lord Chancellor to the Northern Ireland Judicial Appointments Commission  etc ) has effect. 4 Schedule 5 (which contains consequential amendments and transitional provision) has effect. 5 Schedule 6 (which makes provision for reviewing arrangements for judicial appointments and removals etc) has effect."}, {"act": "Northern Ireland Act 2009", "year": 2009, "section": "3", "section_title": "Miscellaneous amendments", "section_text": "3 1 In Article 26C(5) of the Juries (Northern Ireland) Order 1996 ( S.I.  1996/1141 (N.I. 6))— a for  “Attorney General” substitute  “                    relevant authority                  ” , and b at the end insert ; and for this purpose  “ relevant authority ” means—                     a in relation to cases in which national security or terrorism is involved, the Advocate General for Northern Ireland; b in relation to other cases, the Attorney General for Northern Ireland. 2 After section 30 of the Justice (Northern Ireland) Act 2002 (c. 26) insert— Corporation sole etc 30A 1 The Director of Public Prosecutions for Northern Ireland is a corporation sole. 2 The Director may do anything, apart from borrowing money, which is calculated to facilitate the exercise of the Director's functions or which is incidental or conducive to the exercise of those functions. 3 An instrument or other document purporting to be signed or otherwise executed by or on behalf of the Director is to be received in evidence and is, unless the contrary is proved, to be taken to be so signed or executed."}, {"act": "Northern Ireland Act 2009", "year": 2009, "section": "4", "section_title": "Amendments to section 86 of the Northern Ireland Act 1998", "section_text": "4 1 Section 86 of the Northern Ireland Act 1998 (c. 47) is amended as follows. 2 In subsections (2)(a) and (3)(a) for  “(whether by virtue of an Order under section 4 or otherwise)” substitute  “                other than by virtue of an Order under section 4              ” . 3 After subsection (3) insert— 3A An Order under subsection (1) in relation to an Order under section 4 may make provision doing any of the following— a transferring to a United Kingdom authority, with effect from any date specified in the Order under subsection (1), any function which immediately before that date is exercisable by a Northern Ireland authority; b transferring to a Northern Ireland authority, with effect from any date specified in the Order under subsection (1), any function which immediately before that date is exercisable by a United Kingdom authority; c conferring a function on a United Kingdom authority or a Northern Ireland authority; d removing a function from a United Kingdom authority or a Northern Ireland authority."}, {"act": "Northern Ireland Act 2009", "year": 2009, "section": "5", "section_title": "Final provisions", "section_text": "5 1 This Act may be cited as the Northern Ireland Act 2009. 2 An amendment or repeal contained in this Act has the same extent as the enactment or instrument or relevant part of the enactment or instrument to which the amendment or repeal relates. 3 The Secretary of State may by order made by statutory instrument make supplementary, incidental or consequential provision for the purposes of, in consequence of or for giving full effect to any provision of this Act. 4 An order under subsection (3) may contain— a provision amending any Act or Northern Ireland legislation or any instrument made under an Act or Northern Ireland legislation; b transitory and transitional provision and savings. 5 A statutory instrument containing an order under subsection (3) may not be made unless a draft of it has been laid before and approved by a resolution of each House of Parliament. 6 Subject to subsection (7), this Act comes into force on the day it is passed. 7 The following provisions come into force on the day appointed by the Secretary of State by order made by statutory instrument— a section 2 and the Schedules mentioned in that section; b section 3(1); and different days may be appointed for different purposes. 8 The Secretary of State may by order made by statutory instrument make transitory or transitional provision or savings in connection with the coming into force of any provision of this Act."}]