[{"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "1", "section_title": "Application of the rule", "section_text": "1 1 The rule against perpetuities applies (and applies only) as provided by this section. 2 If an instrument limits property in trust so as to create successive estates or interests the rule applies to each of the estates or interests. 3 If an instrument limits property in trust so as to create an estate or interest which is subject to a condition precedent and which is not one of successive estates or interests, the rule applies to the estate or interest. 4 If an instrument limits property in trust so as to create an estate or interest subject to a condition subsequent the rule applies to— a any right of re-entry exercisable if the condition is broken, or b any equivalent right exercisable in the case of property other than land if the condition is broken. 5 If an instrument which is a will limits personal property so as to create successive interests under the doctrine of executory bequests, the rule applies to each of the interests. 6 If an instrument creates a power of appointment the rule applies to the power. 7 For the purposes of subsection (2) an estate or interest includes an estate or interest— a which arises under a right of reverter on the determination of a determinable fee simple, or b which arises under a resulting trust on the determination of a determinable interest. 8 This section has effect subject to the exceptions made by section 2 and to any exceptions made under section 3. 9 In section 4(3) of the Law of Property Act 1925 (c. 20)\t\t\t\t\t(rights of entry affecting a legal estate) omit the words from  “but” to the end."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "2", "section_title": "Exceptions to rule's application", "section_text": "2 1 This section contains exceptions to the application of the rule against perpetuities. 2 The rule does not apply to an estate or interest created so as to vest in a charity on the occurrence of an event if immediately before the occurrence an estate or interest in the property concerned is vested in another charity. 3 The rule does not apply to a right exercisable by a charity on the occurrence of an event if immediately before the occurrence an estate or interest in the property concerned is vested in another charity. 4 The rule does not apply to an interest or right arising under a relevant pension scheme. 5 The exception in subsection (4) does not apply if the interest or right arises under— a an instrument nominating benefits under the scheme, or b an instrument made in the exercise of a power of advancement arising under the scheme."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "3", "section_title": "Power to specify exceptions", "section_text": "3 1 The Lord Chancellor may by order provide that the rule against perpetuities is not to apply— a in cases of a specified description, or b if specified conditions are fulfilled. 2 Different descriptions and conditions may be specified for different purposes. 3 Any order under this section may include such supplementary, incidental, consequential or transitional provisions as appear to the Lord Chancellor to be necessary or expedient. 4 In this section  “ specified ” means specified in the order. 5 The power to make an order under this section is exercisable by statutory instrument. 6 A statutory instrument containing an order under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "4", "section_title": "Abolition of existing exceptions", "section_text": "4 These provisions cease to have effect— a section 121(6) of the Law of Property Act 1925 (c. 20)\t\t\t\t\t(rule against perpetuities not to apply to certain powers and remedies); b section 162 of that Act (declaration that rule does not apply in certain cases); c section 163 of the Pension Schemes Act 1993 (c. 48)\t\t\t\t\t(rule not to apply to trusts and dispositions concerning certain pension schemes)."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "5", "section_title": "Perpetuity period", "section_text": "5 1 The perpetuity period is 125 years (and no other period). 2 Subsection (1) applies whether or not the instrument referred to in section 1(2) to (6) specifies a perpetuity period; and a specification of a perpetuity period in that instrument is ineffective."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "6", "section_title": "Start of perpetuity period", "section_text": "6 1 The perpetuity period starts when the instrument referred to in section 1(2) to (6) takes effect; but this is subject to subsections (2) and (3). 2 If section 1(2), (3) or (4) applies and the instrument is made in the exercise of a special power of appointment the perpetuity period starts when the instrument creating the power takes effect; but this is subject to subsection (3). 3 If section 1(2), (3) or (4) applies and— a the instrument nominates benefits under a relevant pension scheme, or b the instrument is made in the exercise of a power of advancement arising under a relevant pension scheme, the perpetuity period starts when the member concerned became a member of the scheme. 4 The member concerned is the member in respect of whose interest in the scheme the instrument is made."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "7", "section_title": "Wait and see rule", "section_text": "7 1 Subsection (2) applies if (apart from this section and section 8) an estate or interest would be void on the ground that it might not become vested until too remote a time. 2 In such a case— a until such time (if any) as it becomes established that the vesting must occur (if at all) after the end of the perpetuity period the estate or interest must be treated as if it were not subject to the rule against perpetuities, and b if it becomes so established, that does not affect the validity of anything previously done (whether by way of advancement, application of intermediate income or otherwise) in relation to the estate or interest. 3 Subsection (4) applies if (apart from this section) any of the following would be void on the ground that it might be exercised at too remote a time— a a right of re-entry exercisable if a condition subsequent is broken; b an equivalent right exercisable in the case of property other than land if a condition subsequent is broken; c a special power of appointment. 4 In such a case— a the right or power must be treated as regards any exercise of it within the perpetuity period as if it were not subject to the rule against perpetuities, and b the right or power must be treated as void for remoteness only if and so far as it is not fully exercised within the perpetuity period. 5 Subsection (6) applies if (apart from this section) a general power of appointment would be void on the ground that it might not become exercisable until too remote a time. 6 Until such time (if any) as it becomes established that the power will not be exercisable within the perpetuity period, it must be treated as if it were not subject to the rule against perpetuities."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "8", "section_title": "Exclusion of class members to avoid remoteness", "section_text": "8 1 This section applies if— a it is apparent at the time an instrument takes effect or becomes apparent at a later time that (apart from this section) the inclusion of certain persons as members of a class would cause an estate or interest to be treated as void for remoteness, and b those persons are potential members of the class or unborn persons who at birth would become members or potential members of the class. 2 From the time it is or becomes so apparent those persons must be treated for all the purposes of the instrument as excluded from the class unless their exclusion would exhaust the class. 3 If this section applies in relation to an estate or interest to which section 7 applies, this section does not affect the validity of anything previously done (whether by way of advancement, application of intermediate income or otherwise) in relation to the estate or interest. 4 For the purposes of this section— a a person is a member of a class if in that person's case all the conditions identifying a member of the class are satisfied, and b a person is a potential member of a class if in that person's case some only of those conditions are satisfied but there is a possibility that the remainder will in time be satisfied."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "9", "section_title": "Saving and acceleration of expectant interests", "section_text": "9 1 An estate or interest is not void for remoteness by reason only that it is ulterior to and dependent on an estate or interest which is so void. 2 The vesting of an estate or interest is not prevented from being accelerated on the failure of a prior estate or interest by reason only that the failure arises because of remoteness."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "10", "section_title": "Determinable interests becoming absolute", "section_text": "10 1 If an estate arising under a right of reverter on the determination of a determinable fee simple is void for remoteness the determinable fee simple becomes absolute. 2 If an interest arising under a resulting trust on the determination of a determinable interest is void for remoteness the determinable interest becomes absolute."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "11", "section_title": "Powers of appointment", "section_text": "11 1 Subsection (2) applies to a power of appointment exercisable otherwise than by will (whether or not it is also exercisable by will). 2 For the purposes of the rule against perpetuities the power is a special power unless— a the instrument creating it expresses it to be exercisable by one person only, and b at all times during its currency when that person is of full age and capacity it could be exercised by that person so as immediately to transfer to that person the whole of the interest governed by the power without the consent of any other person or compliance with any other condition (ignoring a formal condition relating only to the mode of exercise of the power). 3 Subsection (4) applies to a power of appointment exercisable by will (whether or not it is also exercisable otherwise than by will). 4 For the purposes of the rule against perpetuities the power is a special power unless— a the instrument creating it expresses it to be exercisable by one person only, and b that person could exercise it so as to transfer to that person's personal representatives the whole of the estate or interest to which it relates. 5 Subsection (6) applies to a power of appointment exercisable by will or otherwise. 6 If for the purposes of the rule against perpetuities the power would be a special power under one but not both of subsections (2) and (4), for the purposes of the rule it is a special power."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "12", "section_title": "Pre-commencement instruments: period difficult to ascertain", "section_text": "12 1 If— a an instrument specifies for the purposes of property limited in trust a perpetuity period by reference to the lives of persons in being when the instrument takes effect, b the trustees believe that it is difficult or not reasonably practicable for them to ascertain whether the lives have ended and therefore whether the perpetuity period has ended, and c they execute a deed stating that they so believe and that subsection (2) is to apply to the instrument, that subsection applies to the instrument. 2 If this subsection applies to an instrument— a the instrument has effect as if it specified a perpetuity period of 100 years (and no other period); b the rule against perpetuities has effect as if the only perpetuity period applicable to the instrument were 100 years; c sections 6 to 11 of this Act are to be treated as if they applied (and always applied) in relation to the instrument; d sections 1 to 12 of the Perpetuities and Accumulations Act 1964 (c. 55) are to be treated as if they did not apply (and never applied) in relation to the instrument. 3 A deed executed under this section cannot be revoked."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "13", "section_title": "Abolition of restrictions", "section_text": "13 These provisions cease to have effect— a sections 164 to 166 of the Law of Property Act 1925 (c. 20)\t\t\t\t\t(which impose restrictions on accumulating income, subject to qualifications); b section 13 of the Perpetuities and Accumulations Act 1964 (which amends section 164 of the 1925 Act)."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "14", "section_title": "Restriction on accumulation for charitable trusts", "section_text": "14 1 This section applies to an instrument to the extent that it provides for property to be held on trust for charitable purposes. 2 But it does not apply where the provision is made by a court or the Charity Commission for England and Wales. 3 If the instrument imposes or confers on the trustees a duty or power to accumulate income, and apart from this section the duty or power would last beyond the end of the statutory period, it ceases to have effect at the end of that period unless subsection (5) applies. 4 The statutory period is a period of 21 years starting with the first day when the income must or may be accumulated (as the case may be). 5 This subsection applies if the instrument provides for the duty or power to cease to have effect— a on the death of the settlor, or b on the death of one of the settlors, determined by name or by the order of their deaths. 6 If a duty or power ceases to have effect under this section the income to which the duty or power would have applied apart from this section must— a go to the person who would have been entitled to it if there had been no duty or power to accumulate, or b be applied for the purposes for which it would have had to be applied if there had been no such duty or power. 7 This section applies whether or not the duty or power to accumulate extends to income produced by the investment of income previously accumulated."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "15", "section_title": "Application of this Act", "section_text": "15 1 Sections 1, 2, 4 to 11, 13 and 14 apply in relation to an instrument taking effect on or after the commencement day, except that— a those sections do not apply in relation to a will executed before that day, and b those sections apply in relation to an instrument made in the exercise of a special power of appointment only if the instrument creating the power takes effect on or after that day. 2 Section 12 applies (except as provided by subsection (3)) in relation to— a a will executed before the commencement day (whether or not it takes effect before that day); b an instrument, other than a will, taking effect before that day. 3 Section 12 does not apply if— a the terms of the trust were exhausted before the commencement day, or b before that day the property became held on trust for charitable purposes by way of a final disposition of the property. 4 The commencement day is the day appointed under section 22(2)."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "16", "section_title": "Limitation of 1964 Act to existing instruments", "section_text": "16 In section 15 of the Perpetuities and Accumulations Act 1964 (c. 55) the following subsections are inserted after subsection (5) (which makes provision as to the instruments to which the Act applies)— 5A The foregoing sections of this Act shall not apply in relation to an instrument taking effect on or after the day appointed under section 22(2) of the Perpetuities and Accumulations Act 2009 (commencement), but this shall not prevent those sections applying in relation to an instrument so taking effect if— a it is a will executed before that day, or b it is an instrument made in the exercise of a special power of appointment, and the instrument creating the power took effect before that day. 5B Subsection (5A) above shall not affect the operation of sections 4(6) and 11(2) above."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "17", "section_title": "The Crown", "section_text": "17 1 This Act does not extend the application of the rule against perpetuities in relation to the Crown. 2 Subject to that, this Act binds the Crown."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "18", "section_title": "Rule as to duration not affected", "section_text": "18 This Act does not affect the rule of law which limits the duration of non-charitable purpose trusts."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "19", "section_title": "Provision made otherwise than by instrument", "section_text": "19 If provision is made in relation to property otherwise than by an instrument, this Act applies as if the provision were contained in an instrument taking effect on the making of the provision."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "20", "section_title": "Interpretation", "section_text": "20 1 For the purposes of this Act this section contains provisions relating to the interpretation of these expressions— a power of appointment, general power of appointment and special power of appointment; b relevant pension scheme; c taking effect (in relation to a will); d will. 2 A power of appointment includes— a a discretionary power to create a beneficial interest in property without the provision of valuable consideration; b a discretionary power to transfer a beneficial interest in property without the provision of valuable consideration. 3 Section 11 applies to interpret references to a general or special power of appointment. 4 Each of these is a relevant pension scheme— a an occupational pension scheme; b a personal pension scheme; c a public service pension scheme. 5 The expressions in subsection (4)(a) to (c) have the meanings given by sections 1 and 181(1) of the Pension Schemes Act 1993 (c. 48). 6 An instrument which is a will takes effect at the testator's death. 7 A reference to a will includes a reference to a codicil."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "21", "section_title": "Repeals", "section_text": "21 The enactments mentioned in the Schedule are repealed to the extent specified, but subject to the provision at the end of the Schedule."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "22", "section_title": "Commencement", "section_text": "22 1 This section and sections 23 and 24 come into force on the day on which this Act is passed. 2 The other provisions of this Act come into force on such day as the Lord Chancellor may appoint by order made by statutory instrument."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "23", "section_title": "Extent", "section_text": "23 This Act extends to England and Wales only."}, {"act": "Perpetuities and Accumulations Act 2009", "year": 2009, "section": "24", "section_title": "Short title", "section_text": "24 This Act may be cited as the Perpetuities and Accumulations Act 2009."}]