[{"act": "Welfare Reform Act 2009", "year": 2009, "section": "1", "section_title": "Schemes for assisting persons to obtain employment:  “work for your benefit” schemes etc.", "section_text": "1 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "2", "section_title": "Work-related activity: income support claimants and partners of claimants", "section_text": "2 1 The Social Security Administration Act 1992 (c. 5) is amended as follows. 2 After section 2C insert— Work-related activity 2D 1 Regulations may make provision for or in connection with imposing on a person who— a is entitled to income support, and b is not a lone parent of a child under the age of 3, a requirement to undertake work-related activity in accordance with regulations as a condition of continuing to be entitled to the full amount of income support payable apart from the regulations. 2 Regulations may make provision for or in connection with imposing on a person (“P”) who— a is under pensionable age, and b is a member of a couple the other member of which (“C”) is entitled to a benefit to which subsection (3) applies at a higher rate referable to P, a requirement to undertake work-related activity in accordance with regulations as a condition of the benefit continuing to be payable to C at that rate. 3 The benefits to which this subsection applies are— a income support; b an income-based jobseeker's allowance other than a joint-claim jobseeker's allowance; and c an income-related employment and support allowance. 4 Regulations under this section may, in particular, make provision— a prescribing circumstances in which a person is to be subject to any requirement imposed by the regulations (a  “relevant requirement”); b for notifying a person of a relevant requirement; c prescribing the time or times at which a person who is subject to a relevant requirement is required to undertake work-related activity and the amount of work-related activity the person is required at any time to undertake; d prescribing circumstances in which a person who is subject to a relevant requirement is, or is not, to be regarded as undertaking work-related activity; e in a case where C is a member of more than one couple, for determining which of the members of the couples is to be subject to a relevant requirement or requiring each of them to be subject to a relevant requirement; f for securing that the appropriate consequence follows if — i a person who is subject to a relevant requirement has failed to comply with the requirement, and ii it is not shown, within a prescribed period, that the person had good cause for that failure; g prescribing the evidence which a person who is subject to a relevant requirement needs to provide in order to show compliance with the requirement; h prescribing matters which are, or are not, to be taken into account in determining whether a person had good cause for any failure to comply with a relevant requirement; i prescribing circumstances in which a person is, or is not, to be regarded as having good cause for any such failure. 5 For the purposes of subsection (4)(f) the appropriate consequence is that the amount of the benefit payable is to be reduced by the prescribed amount until the prescribed time. 6 Regulations under subsection (5) may, in relation to any such reduction, provide— a for the amount of the reduction to be calculated in the first instance by reference to such amount as may be prescribed; b for the amount as so calculated to be restricted, in prescribed circumstances, to the prescribed extent. 7 Regulations under this section may include provision that in such circumstances as the regulations may provide a person's obligation under the regulations to undertake work-related activity at a particular time is not to apply, or is to be treated as not having applied. 8 Regulations under this section must include provision for securing that lone parents are entitled (subject to meeting any prescribed conditions) to restrict the times at which they are required to undertake work-related activity. 9 For the purposes of this section and sections 2E and 2F— a “ couple ” has the meaning given by section 137(1) of the Contributions and Benefits Act; b “ lone parent ” means a person who— i is not a member of a couple, and ii is responsible for, and a member of the same household as, a child; c “ prescribed ” means specified in, or determined in accordance with, regulations; d “ work-related activity ”, in relation to a person, means activity which makes it more likely that the person will obtain or remain in work or be able to do so; e any reference to a person attaining pensionable age is, in the case of a man born before 6 April 1955, a reference to the time when a woman born on the same day as the man would attain pensionable age; f any reference to a benefit payable to C at a higher rate referable to P is a reference to any case where the amount payable is more than it would be if C and P were not members of the same couple. 10 For the purposes of this section regulations may make provision— a as to circumstances in which one person is to be treated as responsible or not responsible for another; b as to circumstances in which persons are to be treated as being or not being members of the same household. 11 Information supplied in pursuance of regulations under this section is to be taken for all purposes to be information relating to social security. Action plans in connection with work-focused interviews 2E 1 The Secretary of State must in prescribed circumstances provide a document (referred to in this section as an  “ action plan ”) prepared for such purposes as may be prescribed to a person who is subject to a requirement imposed under section 2A or 2AA in relation to any of the following benefits. 2 The benefits are— a income support; b an income-based jobseeker's allowance other than a joint-claim jobseeker's allowance; and c an income-related employment and support allowance. 3 Regulations may make provision about— a the form of action plans; b the content of action plans; c the review and updating of action plans. 4 Regulations under this section may, in particular, make provision for action plans which are provided to a person who is subject under section 2D to a requirement to undertake work-related activity to contain particulars of activity which, if undertaken, would enable the requirement to be met. 5 Regulations may make provision for reconsideration of an action plan at the request of the person to whom it is provided and may, in particular, make provision about— a the circumstances in which reconsideration may be requested; b the period within which any reconsideration must take place; c the matters to which regard must be had when deciding on reconsideration whether the plan should be changed; d notification of the decision on reconsideration; e the giving of directions for the purpose of giving effect to the decision on reconsideration. 6 In preparing any action plan, the Secretary of State must have regard (so far as practicable) to its impact on the well-being of any person under the age of 16 who may be affected by it. Directions about work-related activity 2F 1 In prescribed circumstances, the Secretary of State may by direction given to a person subject to a requirement imposed under section 2D provide that the activity specified in the direction is— a to be the only activity which, in the person's case, is to be regarded as being work-related activity; or b to be regarded, in the person's case, as not being work-related activity. 2 But a direction under subsection (1) may not specify medical or surgical treatment as the only activity which, in any person's case, is to be regarded as being work-related activity. 3 A direction under subsection (1) given to any person— a must be reasonable, having regard to the person's circumstances; b must be given to the person by being included in an action plan provided to the person under section 2E; and c may be varied or revoked by a subsequent direction under subsection (1). 4 Where a direction under subsection (1) varies or revokes a previous direction, it may provide for the variation or revocation to have effect from a time before the giving of the direction. Contracting-out 2G 1 The following functions of the Secretary of State may be exercised by, or by employees of, such person (if any) as the Secretary of State may authorise for the purpose, namely— a conducting interviews under section 2A or 2AA; b providing documents under section 2E; c giving, varying or revoking directions under section 2F. 2 Regulations may provide for any of the following functions of the Secretary of State to be exercisable by, or by employees of, such person (if any) as the Secretary of State may authorise for the purpose— a any function under regulations under any of sections 2A to 2F, except the making of an excluded decision (see subsection (3)); b the function under section 9(1) of the 1998 Act (revision of decisions) so far as relating to decisions (other than excluded decisions) that relate to any matter arising under regulations under any of sections 2A to 2F; c the function under section 10(1) of the 1998 Act (superseding of decisions) so far as relating to decisions (other than excluded decisions) of the Secretary of State that relate to any matter arising under regulations under any of sections 2A to 2F; d any function under Chapter 2 of Part 1 of the 1998 Act (social security decisions), except section 25(2) and (3)\t\t\t\t\t\t\t\t\t\t\t\t(decisions involving issues arising on appeal in other cases), which relates to the exercise of any of the functions within paragraphs (a) to (c). 3 Each of the following is an  “ excluded decision ” for the purposes of subsection (2)— a a decision about whether a person has failed to comply with a requirement imposed by regulations under section 2A, 2AA or 2D; b a decision about whether a person had good cause for failure to comply with such a requirement; c a decision about the reduction of a benefit in consequence of a failure to comply with such a requirement. 4 Regulations under subsection (2) may provide that a function to which that subsection applies may be exercised— a either wholly or to such extent as the regulations may provide, b either generally or in such cases as the regulations may provide, and c either unconditionally or subject to the fulfilment of such conditions as the regulations may provide. 5 An authorisation given by virtue of any provision made by or under this section may authorise the exercise of the function concerned— a either wholly or to such extent as may be specified in the authorisation, b either generally or in such cases as may be so specified, and c either unconditionally or subject to the fulfilment of such conditions as may be so specified; but, in the case of an authorisation given by virtue of regulations under subsection (2), this subsection is subject to the regulations. 6 An authorisation given by virtue of any provision made by or under this section— a may specify its duration, b may be revoked at any time by the Secretary of State, and c does not prevent the Secretary of State or any other person from exercising the function to which the authorisation relates. 7 Anything done or omitted to be done by or in relation to an authorised person (or an employee of that person) in, or in connection with, the exercise or purported exercise of the function concerned is to be treated for all purposes as done or omitted to be done by or in relation to the Secretary of State. 8 But subsection (7) does not apply— a for the purposes of so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function, or b for the purposes of any criminal proceedings brought in respect of anything done by the authorised person (or an employee of that person). 9 Any decision which an authorised person makes in exercise of the function concerned has effect as a decision of the Secretary of State under section 8 of the 1998 Act. 10 Where— a the authorisation of an authorised person is revoked at any time, and b at the time of the revocation so much of any contract made between the authorised person and the Secretary of State as relates to the exercise of the function is subsisting, the authorised person is entitled to treat the contract as repudiated by the Secretary of State (and not as frustrated by reason of the revocation). 11 In this section— a “ the 1998 Act ” means the Social Security Act 1998; b “ authorised person ” means a person authorised to exercise any function by virtue of any provision made by or under this section; c references to functions of the Secretary of State under any enactment (including one comprised in regulations) include functions which the Secretary of State has by virtue of the application of section 8(1)(c) of the 1998 Act in relation to the enactment. Good cause for failure to comply with regulations 2H 1 This section applies to any regulations made under section 2A, 2AA or 2D that prescribe matters to be taken into account in determining whether a person has good cause for any failure to comply with the regulations. 2 The provision made by the regulations prescribing those matters must include provision relating to— a the person's physical or mental health or condition; b the availability of childcare. 3 In the italic heading before section 2A, insert  “                     and work-related activity                   ” . 4 In section 189(7A)\t\t\t\t\t(regulations which may make provision only in relation to specified areas), for  “2C” substitute  “                    2F                  ” . 5 In section 72(3) of the Welfare Reform and Pensions Act 1999 (c. 30)\t\t\t\t\t(supply of information for certain purposes), for paragraphs (a) and (aa) substitute— a any of sections 2A to 2F and 7A of the Administration Act, ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "3", "section_title": "Lone parents", "section_text": "3 1 In section 124 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(conditions for income support), after subsection (1) insert— 1A Regulations under paragraph (e) of subsection (1) must secure that a person who— a is not a member of a couple, and b is responsible for, and a member of the same household as, a child under the age of  5 , falls within a category of person prescribed under that paragraph. 1B Subsection (1A) does not apply if regulations under subsection (4)(c) of section 1A of the Jobseekers Act 1995 containing the provision mentioned in subsection (5) of that section are in force. 2 In section 2A of the Social Security Administration Act 1992 (c. 5)\t\t\t\t\t(work-focused interviews)— a after subsection (2) insert— 2A No requirement may be imposed by virtue of this section on a person who— a is not a member of a couple, and b is responsible for, and a member of the same household as, a child under the age of one. 2B For the purposes of subsection (2A)(b) regulations may make provision— a as to circumstances in which one person is to be treated as responsible or not responsible for another; b as to circumstances in which persons are to be treated as being or not being members of the same household.”, and b in subsection (8), after  “In this section—” insert— “ couple ” has the meaning given by section 137(1) of the Contributions and Benefits Act; . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "4", "section_title": "Entitlement to jobseeker's allowance without seeking employment etc.", "section_text": "4 1 The Jobseekers Act 1995 (c. 18) is amended as follows. 2 In section 1 (the jobseeker's allowance)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in subsection (4), for the definition of  “a joint-claim couple” substitute— “ a joint-claim couple ” means a couple other than a couple of a prescribed description; . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "5", "section_title": "Couples where at least one member capable of work", "section_text": "5 1 In section 124 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(conditions for income support)— a in subsection (1), after paragraph (g)\t\t\t\t\t\t\t(but before the  “and” at the end of it) insert— ga except in such circumstances as may be prescribed, if he is a member of a couple, the other member of the couple has limited capability for work; , b after subsection (6) insert— 6A The question whether a person has, or does not have, limited capability for work shall be determined for the purposes of this section in accordance with the provisions of Part 1 of the Welfare Reform Act 2007 (employment and support allowance). 6B References in that Part to the purposes of that Part shall be construed, where the provisions of that Part have effect for the purposes of this section, as references to the purposes of this section. , and c in subsection (7), for  “Part 1 of the Welfare Reform Act 2007 (employment and support allowance)” substitute  “                        that Part                      ” . 2 In paragraph 6 of Schedule 1 to the Welfare Reform Act 2007 (c. 5)\t\t\t\t\t(conditions for income-related employment and support allowance)— a in sub-paragraph (1), after paragraph (d) insert— da is not a member of a couple the other member of which does not have limited capability for work;”, and b after sub-paragraph (2) insert— 2A Regulations may prescribe circumstances in which sub-paragraph (1)(da) does not apply."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "6", "section_title": "Statutory sick pay and employment and support allowance", "section_text": "6 In section 20 of the Welfare Reform Act 2007 (relationship of employment and support allowance with statutory sick pay and other statutory payments), for subsection (1) substitute— 1 A person— a is not entitled to a contributory allowance in respect of a day, and b except as regulations may provide, is not entitled to an income-related allowance in respect of a day, if, for the purposes of statutory sick pay, that day is a day of incapacity for work in relation to a contract of service and falls within a period of entitlement (whether or not it is a qualifying day)."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "7", "section_title": "Transitional provision relating to sections 4 to 6", "section_text": "7 1 The Secretary of State may by regulations make such provision as the Secretary of State considers necessary or expedient for the purposes of, or in connection with, the transition of persons to— a income-based jobseeker's allowance, or b income-related employment and support allowance, by virtue of any provision of sections 4 to 6. 2 Regulations under this section may, in particular, make provision— a for the termination or cancellation of awards of income support or income-related employment and support allowance; b for a person whose award of income support or income-related employment and support allowance has been terminated or cancelled under regulations made by virtue of paragraph (a) to be treated as having been awarded a transitional allowance; c for any such award of a transitional allowance to be— i of such a kind, ii for such period, iii of such an amount, and iv subject to such conditions, as may be determined in accordance with the regulations; d for a person's continuing entitlement to a transitional allowance to be determined by reference to such provision as may be made by the regulations; e for the termination of an award of a transitional allowance; f for the review of an award of a transitional allowance; g that— i days which were days of entitlement to income support or income-related employment and support allowance, and ii such other days as may be specified in or determined in accordance with the regulations, are to be treated as having been days during which a person was, or would have been, entitled to an income-based jobseeker's allowance or income-related employment and support allowance. 3 Subsections (3) to (5) of section 175 of the Social Security Contributions and Benefits Act 1992 (c. 4) (supplementary provisions in relation to powers to make subordinate legislation under that Act) apply in relation to the power to make regulations under this section as they apply to any power to make regulations under that Act. 4 The power to make regulations under this section is exercisable by statutory instrument. 5 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament. 6 In this section— “ income-based jobseeker's allowance ” has the same meaning as in the Jobseekers Act 1995 (c. 18); “ income-related employment and support allowance ” means an income-related allowance under Part 1 of the Welfare Reform Act 2007 (c. 5) (employment and support allowance); “ transitional allowance ” means an income-based jobseeker's allowance or income-related employment and support allowance."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "8", "section_title": "Parliamentary procedure: regulations imposing work-related activity requirements on lone parents of children under 7", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "9", "section_title": "Abolition of income support", "section_text": "9 1 This section applies if, whether as a result of— a provision made by any regulations under section 1A(4)(c) or (8) of the Jobseekers Act 1995 (as inserted by section 4 above), or b provision made by or under any other enactment, or otherwise, the Secretary of State considers that it is no longer appropriate for any category of person to be prescribed under section 124(1)(e) of the Social Security Contributions and Benefits Act 1992 (c. 4) (conditions for income support). 2 The Secretary of State may by order provide for section 124 of the Social Security Contributions and Benefits Act 1992 (which establishes the entitlement to income support) to cease to have effect. 3 If an order is made under subsection (2)— a the amendments made by Schedule 2, and b the repeals in Part 1 of Schedule 7, have effect in accordance with provision made by the order. 4 The Secretary of State may by order make such transitional or consequential provision or savings as the Secretary of State considers necessary or expedient for the purposes of or in connection with the abolition of income support (including provision of the kind mentioned in section 7(2)). 5 The consequential provision that may be made by an order under subsection (4) includes, in particular, provision amending, repealing or revoking— a any provision of any Act (whenever passed), or b any provision of any instrument made under any Act (whenever made). 6 In subsection (5)  “ Act ” means— a an Act of Parliament, b an Act of the Scottish Parliament, or c a Measure or Act of the National Assembly for Wales. 7 Subsections (3) to (5) of section 175 of the Social Security Contributions and Benefits Act 1992 (c. 4) (supplementary provisions in relation to powers to make subordinate legislation under that Act) apply in relation to any power to make an order under this section as they apply to any power to make orders under that Act. 8 Any power to make an order under this section is exercisable by statutory instrument. 9 An order under subsection (2) may not be made unless a draft of the statutory instrument containing the order (whether alone or with other provision) has been laid before, and approved by a resolution of, each House of Parliament. 10 A statutory instrument containing an order under subsection (4) is (unless a draft of it has been approved by a resolution of each House of Parliament) subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "10", "section_title": "Power to direct claimant to undertake specific work-related activity", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "11", "section_title": "Claimants dependent on drugs etc.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "12", "section_title": "Conditions for contributory jobseeker's allowance", "section_text": "12 1 Section 2 of the Jobseekers Act 1995 (c. 18)\t\t\t\t\t(jobseeker's allowance: the contribution-based conditions) is amended as follows. 2 In subsection (2), for paragraph (b) substitute— b the claimant's relevant earnings for the base year upon which primary Class 1 contributions have been paid or treated as paid are not less than the base year's lower earnings limit multiplied by 26. 3 After that subsection insert— 2A Regulations may make provision for the purposes of subsection (2)(b) for determining the claimant's relevant earnings for the base year. 2B Regulations under subsection (2A) may, in particular, make provision— a for making that determination by reference to the amount of a person's earnings for periods comprised in the base year; b for determining the amount of a person's earnings for any such period by— i first determining the amount of the earnings for the period in accordance with regulations made for the purposes of section 3(2) of the Benefits Act, and ii then disregarding so much of the amount found in accordance with sub-paragraph (i) as exceeded the base year's lower earnings limit (or the prescribed equivalent). 4 In subsection (3A), for  “subsections (2)(b) and (3)” substitute  “                    subsection (3)                  ” . 5 After that subsection insert— 3B Regulations may— a provide for the first set of conditions to be taken to be satisfied in the case of persons— i who have been entitled to any prescribed description of benefit during any prescribed period or at any prescribed time, or ii who satisfy other prescribed conditions; b with a view to securing any relaxation of the requirements of the first set of conditions in relation to persons who have been entitled as mentioned in paragraph (a)(i), provide for that set of conditions to apply in relation to them subject to prescribed modifications. 3C In subsection (3B)— “ the first set of conditions ” means the condition set out in subsection (1)(a) and the additional conditions set out in subsection (2); “ benefit ” means— any benefit within the meaning of section 122(1) of the Benefits Act, any benefit under Parts 7 to 12 of the Benefits Act, credits under regulations under section 22(5) of the Benefits Act, a contribution-based jobseeker's allowance, and working tax credit. 6 In paragraph 45 of Schedule 1 to the National Insurance Contributions Act 2002 (c. 19)\t\t\t\t\t(which amended section 2(2)(b) of the Jobseekers Act 1995 (c. 18)), for  “section 2(2)(b) and (3)” substitute  “                    section 2(3)                  ” ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "13", "section_title": "Conditions for contributory employment and support allowance", "section_text": "13 1 Paragraph 1 of Schedule 1 to the Welfare Reform Act 2007 (c. 5)\t\t\t\t\t(employment and support allowance: conditions relating to national insurance) is amended as follows. 2 In sub-paragraph (1)(a)\t\t\t\t\t(Class 1 or Class 2 contributions to have been paid in respect of one of last three complete tax years), for  “three” substitute  “                    two                  ” . 3 In sub-paragraph (1), for paragraph (c) substitute— c the claimant's earnings determined in accordance with sub-paragraph (2) must be not less than the base tax year's lower earnings limit multiplied by 26. 4 For sub-paragraphs (2) and (3) substitute— 2 The earnings referred to in sub-paragraph (1)(c) are the aggregate of— a the claimant's relevant earnings for the base tax year upon which primary Class 1 contributions have been paid or treated as paid, and b the claimant's earnings factors derived from Class 2 contributions. 3 Regulations may make provision for the purposes of sub-paragraph (2)(a) for determining the claimant's relevant earnings for the base tax year. 3A Regulations under sub-paragraph (3) may, in particular, make provision— a for making that determination by reference to the amount of a person's earnings for periods comprised in the base tax year; b for determining the amount of a person's earnings for any such period by— i first determining the amount of the earnings for the period in accordance with regulations made for the purposes of section 3(2) of the Contributions and Benefits Act, and ii then disregarding so much of the amount found in accordance with sub-paragraph (i) as exceeded the base tax year's lower earnings limit (or the prescribed equivalent). 5 In sub-paragraph (4)— a in paragraph (a), for  “persons who” substitute persons—                         i who , b in that paragraph, after  “prescribed time” insert , or                         ii who satisfy other prescribed conditions , and c in paragraph (b), for  “so entitled” substitute  “                        entitled as mentioned in paragraph (a)(i)                      ” ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "14", "section_title": "Mobility component", "section_text": "14 1 Section 73 of the Social Security Contributions and Benefits Act 1992 (c. 4)\t\t\t\t\t(mobility component of disability living allowance) is amended as follows. 2 In subsection (1), for paragraph (b)\t\t\t\t\t(together with the  “or” at the end of it) substitute— ab he falls within subsection (1AB) below; or b he does not fall within that subsection but does fall within subsection (2) below; or . 3 In subsection (1A)(a), after  “paragraph (a),” insert  “                    (ab),                  ” . 4 After subsection (1A) insert— 1AB A person falls within this subsection if— a he has such severe visual impairment as may be prescribed; and b he satisfies such other conditions as may be prescribed. 5 In subsection (11)(a), after  “subsection (1)(a),” insert  “                    (ab),                  ” ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "15", "section_title": "Maternity allowance and carer's allowance", "section_text": "15 1 The following provisions of the Social Security Contributions and Benefits Act 1992 (c. 4) (“ the Benefits Act ”) are omitted on 6 April 2010— a section 82 (maternity allowance: increase for adult dependants); and b section 90 (carer's allowance: increase for adult dependants). 2 Nothing in subsection (1) or Part 2 of Schedule 7 applies in relation to— a the amount of a maternity allowance payable for a maternity allowance period (within the meaning of section 35(2) of the Benefits Act) which begins before 6 April 2010 but ends on or after that date, or b the amount of a carer's allowance payable to a qualifying person at any time on or after 6 April 2010 but before the appropriate date. 3 In subsection (2)(b)— “ a qualifying person ” means a person who— has, before 6 April 2010, made a claim for an increase in a carer's allowance under section 90 of the Benefits Act; and immediately before that date is either entitled to the increase claimed or a beneficiary to whom section 92 of the Benefits Act applies in respect of that increase (continuation of awards where fluctuating earnings); “ the appropriate date ” means whichever is the earlier of— 6 April 2020; and the date when the qualifying person ceases to be either entitled to that increase or a beneficiary to whom section 92 of the Benefits Act applies in respect of that increase."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "16", "section_title": "External provider social loans", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "17", "section_title": "Power to restrict availability of social fund loans", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "18", "section_title": "Supply of information to or by lenders making external provider social loans", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "19", "section_title": "Community care grants relating to specified goods or services", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "20", "section_title": "Community care grants: reviews and information", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "21", "section_title": "Regulations relating to information: parliamentary control", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "22", "section_title": "Payments on account", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "23", "section_title": "Power to up-rate benefits following review in tax year 2009-10", "section_text": "23 In relation to the review under subsection (1) of section 150 of the Social Security Administration Act 1992 (annual up-rating of benefits) in the tax year ending with 5 April 2010, the other provisions of that section are to have effect as if— a after subsection (2) there were inserted— 2A Where it appears to the Secretary of State that the general level of prices is no greater at the end of the period under review than it was at the beginning of that period, the Secretary of State may, if the Secretary of State considers it appropriate having regard to the national economic situation and any other matters which the Secretary of State considers relevant, lay before Parliament the draft of an up-rating order— a which increases by such a percentage or percentages as the Secretary of State thinks fit any of the sums mentioned in subsection (1); and b stating the amount of any sums which are mentioned in subsection (1) but which the order does not increase. , b in subsection (5), after  “(2)” there were inserted  “                    or (2A)                  ” , and c in subsection (6)— i after  “(2)” there were inserted  “                        or (2A)                      ” , and ii after  “requires” there were inserted  “                        or authorises                      ” ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "24", "section_title": "Loss of benefit provisions", "section_text": "24 1 Before section 7 of the Social Security Fraud Act 2001 (c. 11) (but after the italic heading immediately before that section) insert— Meaning of  “disqualifying benefit” and  “sanctionable benefit” for purposes of sections 6B and 7 6A 1 In this section and sections 6B and 7— “ disqualifying benefit ” means (subject to any regulations under section 10(1))— any benefit under the Jobseekers Act 1995 or the Jobseekers (Northern Ireland) Order 1995; any benefit under the State Pension Credit Act 2002 or the State Pension Credit Act (Northern Ireland) 2002; any benefit under Part 1 of the Welfare Reform Act 2007 or Part 1 of the Welfare Reform Act (Northern Ireland) 2007 (employment and support allowance); any benefit under the Social Security Contributions and Benefit Act 1992 or the Social Security Contributions and Benefits (Northern Ireland) Act 1992 other than— maternity allowance; statutory sick pay and statutory maternity pay; any war pension; “ sanctionable benefit ” means (subject to subsection (2) and to any regulations under section 10(1)) any disqualifying benefit other than— joint-claim jobseeker's allowance; any retirement pension; graduated retirement benefit; disability living allowance; attendance allowance; child benefit; guardian's allowance; a payment out of the social fund in accordance with Part 8 of the Social Security Contributions and Benefits Act 1992; a payment under Part 10 of that Act (Christmas bonuses). 2 In their application to Northern Ireland sections 6B and 7 shall have effect as if references to a sanctionable benefit were references only to a war pension. Loss of benefit in case of conviction, penalty or caution for benefit offence 6B 1 Subsection (4) applies where a person (“the offender”)— a is convicted of one or more benefit offences in any proceedings, b after being given a notice under subsection (2) of the appropriate penalty provision by an appropriate authority, agrees in the manner specified by the appropriate authority to pay a penalty under the appropriate penalty provision to the appropriate authority by reference to an overpayment, in a case where the offence mentioned in subsection (1)(b) of the appropriate penalty provision is a benefit offence, or c is cautioned in respect of one or more benefit offences. 2 In subsection (1)(b)— a “ the appropriate penalty provision ” means section 115A of the Administration Act (penalty as alternative to prosecution) or section 109A of the Social Security Administration (Northern Ireland) 1992 (the corresponding provision for Northern Ireland); b “ appropriate authority ” means— i in relation to section 115A of the Administration Act, the Secretary of State or an authority which administers housing benefit or council tax benefit, and ii in relation to section 109A of the Social Security Administration (Northern Ireland) Act 1992, the Department (within the meaning of that Act) or the Northern Ireland Housing Executive. 3 Subsection (4) does not apply by virtue of subsection (1)(a) if, because the proceedings in which the offender was convicted constitute the later set of proceedings for the purposes of section 7, the restriction in subsection (2) of that section applies in the offender's case. 4 If this subsection applies and the offender is a person with respect to whom the conditions for an entitlement to a sanctionable benefit are or become satisfied at any time within the disqualification period, then, even though those conditions are satisfied, the following restrictions shall apply in relation to the payment of that benefit in the offender's case. 5 Subject to subsections (6) to (10), the sanctionable benefit shall not be payable in the offender's case for any period comprised in the disqualification period. 6 Where the sanctionable benefit is income support, the benefit shall be payable in the offender's case for any period comprised in the disqualification period as if the applicable amount used for the determination under section 124(4) of the Social Security Contributions and Benefits Act 1992 of the amount of the offender's entitlement for that period were reduced in such manner as may be prescribed. 7 The Secretary of State may by regulations provide that, where the sanctionable benefit is jobseeker's allowance, any income-based jobseeker's allowance shall be payable, during the whole or a part of any period comprised in the disqualification period, as if one or more of the following applied— a the rate of the allowance were such reduced rate as may be prescribed; b the allowance were payable only if there is compliance by the offender with such obligations with respect to the provision of information as may be imposed by the regulations; c the allowance were payable only if the circumstances are otherwise such as may be prescribed. 8 The Secretary of State may by regulations provide that, where the sanctionable benefit is state pension credit, the benefit shall be payable in the offender's case for any period comprised in the disqualification period as if the rate of the benefit were reduced in such manner as may be prescribed. 9 The Secretary of State may by regulations provide that, where the sanctionable benefit is employment and support allowance, any income-related allowance shall be payable, during the whole or a part of any period comprised in the disqualification period, as if one or more of the following applied— a the rate of the allowance were such reduced rate as may be prescribed; b the allowance were payable only if there is compliance by the offender with such obligations with respect to the provision of information as may be imposed by the regulations; c the allowance were payable only if the circumstances are otherwise such as may be prescribed. 10 The Secretary of State may by regulations provide that, where the sanctionable benefit is housing benefit or council tax benefit, the benefit shall be payable, during the whole or a part of any period comprised in the disqualification period, as if one or more of the following applied— a the rate of the benefit were reduced in such manner as may be prescribed; b the benefit were payable only if the circumstances are such as may be prescribed. 11 For the purposes of this section the disqualification period, in relation to any disqualifying event, means the period of four weeks beginning with such date, falling after the date of the disqualifying event, as may be determined by or in accordance with regulations made by the Secretary of State. 12 This section has effect subject to section 6C. 13 In this section and section 6C— “ benefit offence ” means— any post-commencement offence in connection with a claim for a disqualifying benefit; any post-commencement offence in connection with the receipt or payment of any amount by way of such a benefit; any post-commencement offence committed for the purpose of facilitating the commission (whether or not by the same person) of a benefit offence; any post-commencement offence consisting in an attempt or conspiracy to commit a benefit offence; “ disqualifying event ” means the conviction falling within subsection (1)(a), the agreement falling within subsection (1)(b) or the caution falling within subsection (1)(c); “ post-commencement offence ” means any criminal offence committed after the commencement of this section. Section 6B: supplementary provisions 6C 1 Where— a the conviction of any person of any offence is taken into account for the purposes of the application of section 6B in relation to that person, and b that conviction is subsequently quashed, all such payments and other adjustments shall be made as would be necessary if no restriction had been imposed by or under section 6B that could not have been imposed if the conviction had not taken place. 2 Where, after the agreement of any person (“P”) to pay a penalty under the appropriate penalty provision is taken into account for the purposes of the application of section 6B in relation to that person— a P's agreement to pay the penalty is withdrawn under subsection (5) of the appropriate penalty provision, or b it is decided on an appeal or in accordance with regulations under the Social Security Act 1998 or the Social Security (Northern Ireland) Order 1998 that the overpayment to which the agreement relates is not recoverable or due, all such payments and other adjustments shall be made as would be necessary if no restriction had been imposed by or under section 6B that could not have been imposed if P had not agreed to pay the penalty. 3 Where, after the agreement (“ the old agreement ”) of any person (“P”) to pay a penalty under the appropriate penalty provision is taken into account for the purposes of the application of section 6B in relation to P, the amount of the overpayment to which the penalty relates is revised on an appeal or in accordance with regulations under the Social Security Act 1998 or the Social Security (Northern Ireland) Order 1998— a section 6B shall cease to apply by virtue of the old agreement, and b subsection (4) shall apply. 4 Where this subsection applies— a if there is a new disqualifying event consisting of— i P's agreement to pay a penalty under the appropriate penalty provision in relation to the revised overpayment, or ii P being cautioned in relation to the offence to which the old agreement relates, the disqualification period relating to the new disqualifying event shall be reduced by the number of days in so much of the disqualification period relating to the old agreement as had expired when section 6B ceased to apply by virtue of the old agreement, and b in any other case, all such payments and other adjustments shall be made as would be necessary if no restriction had been imposed by or under section 6B that could not have been imposed if P had not agreed to pay the penalty. 5 For the purposes of section 6B— a the date of a person's conviction in any proceedings of a benefit offence shall be taken to be the date on which the person was found guilty of that offence in those proceedings (whenever the person was sentenced) or in the case mentioned in paragraph (b)(ii) the date of the order for absolute discharge; and b references to a conviction include references to— i a conviction in relation to which the court makes an order for absolute or conditional discharge or a court in Scotland makes a probation order, ii an order for absolute discharge made by a court of summary jurisdiction in Scotland under section 246(3) of the Criminal Procedure (Scotland) Act 1995 without proceeding to a conviction, and iii a conviction in Northern Ireland. 6 In this section  “ the appropriate penalty provision ” has the meaning given by section 6B(2)(a). 2 In Schedule 4— a Part 1 contains further amendments of the Social Security Fraud Act 2001 (c. 11), and b Part 2 contains related amendments of other Acts."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "25", "section_title": "Jobseeker's allowance: sanctions for violent conduct etc. in connection with claim", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "26", "section_title": "Repeal of sections 62 to 66 of the Child Support, Pensions and Social Security Act 2000", "section_text": "26 In the Child Support, Pensions and Social Security Act 2000 (c. 19), omit sections 62 to 66 (loss of benefit for breach of community order)."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "27", "section_title": "State pension credit: pilot schemes", "section_text": "27 1 The State Pension Credit Act 2002 (c. 16) is amended as follows. 2 Before section 19 (but after the italic heading immediately before that section) insert— Pilot schemes 18A 1 Any regulations to which this subsection applies may be made so as to have effect for a specified period not exceeding 12 months. 2 Subject to subsection (3), subsection (1) applies to— a regulations made under this Act, and b regulations made under section 1 or 5 of the Administration Act. 3 Subsection (1) only applies to regulations if they are made with a view to ascertaining whether their provisions will— a make it more likely that persons who are entitled to claim state pension credit will do so; b make it more likely that persons who are entitled to claim state pension credit will receive it. 4 Regulations which, by virtue of subsection (1), are to have effect for a limited period are referred to in this section as a  “ pilot scheme ”. 5 A pilot scheme may, in particular— a provide for a relevant provision not to apply, or to apply with modifications, for the purposes of the pilot scheme, and b make different provision for different cases or circumstances. 6 For the purposes of subsection (5)(a), a  “relevant provision” is— a any provision of this Act, and b section 1 of the Administration Act. 7 A pilot scheme may provide that no account is to be taken of any payment made under the pilot scheme in considering a person's— a liability to tax, b entitlement to benefit under an enactment relating to social security (irrespective of the name or nature of the benefit), or c entitlement to a tax credit. 8 A pilot scheme may provide that its provisions are to apply only in relation to— a one or more specified areas or localities; b one or more specified classes of person; c persons selected— i by reference to prescribed criteria, or ii on a sampling basis. 9 A pilot scheme may make consequential or transitional provision with respect to the cessation of the scheme on the expiry of the specified period. 10 A pilot scheme may be replaced by a further pilot scheme making the same or similar provision. 11 The power of the Secretary of State to make regulations which, by virtue of this section, are to have effect for a limited period is exercisable only with the consent of the Treasury. 3 In section 19 (regulations and orders) after subsection (2) insert— 2A A statutory instrument containing regulations which, by virtue of section 18A, are to have effect for a limited period shall not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "28", "section_title": "Period for which pilot schemes have effect etc.", "section_text": "28 1 In section 29 of the Jobseekers Act 1995 (c. 18)\t\t\t\t\t(pilot schemes)— a in subsection (1), for  “12 months” substitute  “                        36 months                      ” , and b in subsection (8), for the words from  “facilitate” to the end substitute  “                        make it more likely that persons will obtain or remain in work or be able to do so                      ” . 2 In section 19(1) of the Welfare Reform Act 2007 (c. 5)\t\t\t\t\t(pilot schemes), for  “24 months” substitute  “                    36 months                  ” ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "29", "section_title": "Exemption from jobseeking conditions for victims of domestic violence", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "30", "section_title": "Good cause for failure to comply with regulations etc.", "section_text": "30 1 In Schedule 1 to the Jobseekers Act 1995 (supplementary provisions), after paragraph 14A insert— Good or just cause for acts or omissions 14B 1 This paragraph applies to any regulations made under this Act that prescribe matters to be taken into account in determining whether a person has good cause or just cause for any act or omission (including any failure to comply with the regulations). 2 The provision made by the regulations prescribing those matters must include provision relating to— a the person's physical or mental health or condition; b the availability of childcare. 2 In Schedule 2 to the Welfare Reform Act 2007 (c. 5)\t\t\t\t\t(employment and support allowance: supplementary provisions), after paragraph 10 insert— Good cause for failure to comply with certain regulations 10A 1 This paragraph applies to any regulations made under section 11, 12 or 13 that prescribe matters to be taken into account in determining whether a person has good cause for any failure to comply with the regulations. 2 The provision made by the regulations prescribing those matters must include provision relating to— a the person's physical or mental health or condition; b the availability of childcare."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "31", "section_title": "Jobseekers' agreements and action plans: well-being of children", "section_text": "31 1 In section 9 of the Jobseekers Act 1995 (c. 18) (the jobseeker's agreement), after subsection (4) insert— 4A In preparing a jobseeker's agreement for a claimant, the officer must have regard (so far as practicable) to its impact on the well-being of any child who may be affected by it. 2 In section 14 of the Welfare Reform Act 2007 (employment and support allowance: action plans in connection with work-focused interviews), at the end insert— 5 In preparing any action plan, the Secretary of State must have regard (so far as practicable) to its impact on the well-being of any person under the age of 16 who may be affected by it."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "32", "section_title": "Contracting out functions under Jobseekers Act 1995", "section_text": "32 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "33", "section_title": "Attendance in connection with jobseeker's allowance: sanctions", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "34", "section_title": "Social security information and employment or training information", "section_text": "34 1 In section 2A of the Social Security Administration Act 1992 (c. 5)\t\t\t\t\t(claim or full entitlement to certain benefits conditional on work-focused interview), after subsection (7) insert— 7A Information supplied in pursuance of regulations under this section shall be taken for all purposes to be information relating to social security. 2 In section 2AA of that Act (full entitlement to certain benefits conditional on work-focused interview for partner), after subsection (6) insert— 6A Information supplied in pursuance of regulations under this section shall be taken for all purposes to be information relating to social security. 3 In Schedule 1 to the Jobseekers Act 1995 (c. 18)\t\t\t\t\t(supplementary provisions relating to jobseeker's allowance), at the end insert— Treatment of information supplied as information relating to social security 19 Information supplied in pursuance of any provision made by or under this Act shall be taken for all purposes to be information relating to social security. 4 In section 72 of the Welfare Reform and Pensions Act 1999 (c. 30)\t\t\t\t\t(supply of information for certain purposes)— a in subsection (1)(a) and (b), after  “social security information” insert  “                        , or information relating to employment or training,                      ” , and b in subsection (7), for  “purposes connected with employment or training includes purposes connected with” substitute  “                        information relating to, or purposes connected with, employment or training includes information relating to, or purposes connected with,                      ” ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "35", "section_title": "Persons under pensionable age to take part in work-focused interviews etc.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "36", "section_title": "Power to rename council tax benefit", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "37", "section_title": "Minor amendments", "section_text": "37 1 Sections 80 and 81 of the Benefits Act (which continue to have effect in certain cases despite their repeal by the Tax Credits Act 2002 (c. 21)) are to have effect as if the references in those sections to a child or children included references to a qualifying young person or persons. 2 “ Qualifying young person ” has the same meaning as in Part 9 of the Benefits Act. 3 In section 150(2) of the Benefits Act (interpretation of Part 10: Christmas bonus), in the definition of  “qualifying employment and support allowance”, for  “an employment and support allowance” substitute  “                    a contributory allowance                  ” . 4 Despite the provision made by the Welfare Reform Act 2007 (Commencement  No.  6 and Consequential Provisions) Order 2008 ( S.I.  2008/ 787), paragraph 9(7) and (8) of Schedule 3 to the Welfare Reform Act 2007 (c. 5)\t\t\t\t\t(which amend sections 88 and 89 of the Benefits Act) are deemed not to be in force by virtue of the provision made by that order at any time after the passing of this Act. 5 In this section  “ the Benefits Act ” means the Social Security Contributions and Benefits Act 1992 (c. 4)."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "38", "section_title": "Purpose of Part 2", "section_text": "38 The purpose of this Part is to enable disabled people aged 18 or over to exercise greater choice in relation to, and greater control over, the way in which relevant services (as defined by section 39) are provided to or for them, in cases where the provision of the relevant services is a function of a relevant authority (as defined by section 40)."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "39", "section_title": "Relevant services", "section_text": "39 1 In this Part  “ relevant services ” means services— a which are provided to or for the benefit of a disabled person (“P”) (whether or not in connection with P's disability), and b which relate to one or more of the following matters. 2 Those matters are— a the provision of further education for P; b facilitating the undertaking by P of further education or higher education; c the provision of training for P; d securing employment for P; e facilitating P's continued employment; f enabling P to live independently or more independently in P's home; g the provision of residential accommodation for P; h enabling P to overcome barriers to participation in society. 3 Relevant services also include the provision by or on behalf of a relevant authority to or for the benefit of a disabled person of grants or loans relating to one or more of the matters mentioned in subsection (2). 4 Relevant services do not include excluded services (provision as to direct payments relating to excluded services being made by other legislation). 5 Subsection (4) is subject to section 44(4) (which relates to pilot schemes) and to section 48 (which gives power to repeal the exclusion of community care services). 6 In relation to England and Wales, the following are excluded services— a community care services, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c services provided under section 17 of the Children Act 1989 (c. 41) (provision of services for children in need, their families and others)  or sections 37 to 39 of the Social Services and Well-being (Wales) Act 2014 (meeting care and support needs of children)  . 7 In relation to Scotland, the following are excluded services— a community care services, and b services provided under section 22(1) of the Children (Scotland) Act 1995 (c. 36) (promotion of welfare of children in need). 8 In this section  “further education” and  “higher education”— a in relation to England and Wales, have the same meaning as in the Education Act 1996 (c. 56); b in relation to Scotland, have the same meaning as in the Further and Higher Education (Scotland) Act 1992 (c. 37)."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "40", "section_title": "Relevant authority", "section_text": "40 1 In this Part  “ relevant authority ” means— a a Minister of the Crown or government department; b the Scottish Ministers; c the Welsh Ministers; d a local authority; e a person or body whose functions are exercised on behalf of the Crown; f any other body which meets conditions A and B below. 2 Condition A is that the body is established by virtue of Her Majesty's prerogative or by an enactment or is established in any other way by a Minister of the Crown acting as such or by a government department. 3 Condition B is that the body's revenues derive wholly or mainly from public funds. 4 In subsection (1)(d)  “ local authority ” means— a a local authority within the meaning of the Local Government Act 1972 (c. 70), b a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994 (c. 39), c the Greater London Authority, d the Common Council of the City of London in its capacity as a local authority, or e the Council of the Isles of Scilly. 5 In subsection (2)  “ Minister of the Crown ” includes the Scottish Ministers and the Welsh Ministers."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "41", "section_title": "Power to make provision enabling exercise of greater choice and control", "section_text": "41 1 The appropriate authority (as defined by section 45) may by regulations made by statutory instrument make any provision that would in the opinion of the authority making the regulations serve the purpose of this Part. 2 Regulations under this section may, in particular, make provision for and in connection with requiring a relevant authority to take the following steps in relation to a disabled person (“P”) for whom it is obliged, or has decided, to provide, or arrange the provision of, relevant services— a to inform P of the right to control conferred by virtue of the regulations, of the value of the relevant services to which P is entitled and of the choices available to P by virtue of the regulations; b to work with P to determine the outcomes to be achieved by the provision of the relevant services; c to work with P to prepare a plan (a  “support plan”) setting out how those outcomes will be achieved; d to work with P to review and revise the support plan in prescribed circumstances; e if P so requests, to make payments to P in respect of P securing the provision of an equivalent service; f to the extent that P chooses to receive relevant services provided or arranged by the relevant authority, to provide, or arrange for them to be provided, in accordance with P's support plan as far as it is reasonably practicable to do so. 3 Regulations under this section may also— a specify who is or is not to be treated as a disabled person for any purpose of the regulations; b make provision about the circumstances in which a relevant authority is to be taken to have decided to provide a relevant service to a person; c make provision as to matters to which a relevant authority must, or may, have regard when making a decision for the purposes of a provision of the regulations; d make provision as to steps which a relevant authority must, or may, take before, or after, the relevant authority makes a decision for the purposes of a provision of the regulations (including provision requiring the relevant authority to review its decision). 4 Regulations under this section may enable or require the disclosure of information by one relevant authority to another for prescribed purposes of the regulations. 5 Regulations under this section may, for the purpose of this Part— a vary the conditions attached to any power of a relevant authority to provide financial assistance to disabled people; b vary the conditions attached to any power of a relevant authority to provide financial assistance to another relevant authority in connection with the provision of relevant services to disabled people by the other authority. 6 Regulations under this section may require a relevant authority exercising any function under the regulations to have regard to any guidance given from time to time by the appropriate authority."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "42", "section_title": "Provision that may be made about direct payments", "section_text": "42 1 In this section  “ direct payments regulations ” means regulations under section 41 making provision by virtue of subsection (2)(e) of that section and  “ direct payments ” means payments made by a relevant authority under the regulations. 2 Direct payments regulations relating to a relevant service (“the qualifying service”) of a relevant authority (“ the providing authority ”) may in particular— a specify circumstances in which the providing authority is or is not required to comply with a request for direct payments to be made under the regulations, whether those circumstances relate to the disabled person or to the qualifying service; b make provision about the manner in which a request for direct payments is to be made; c make provision enabling a disabled person to require a providing authority to assess the amount of the payments to which the person would be entitled if the person were to request the authority to make them; d enable a disabled person to require a providing authority to comply with a request to provide direct payments in place of the qualifying service (or its provision at certain times or in certain circumstances) while providing, or continuing to provide, other relevant services (or providing, or continuing to provide, the qualifying service at other times or in other circumstances); e make provision displacing functions or obligations of the providing authority with respect to the provision of the qualifying service (whether arising under any enactment, under any trust or otherwise) to such extent and subject to such conditions as may be prescribed. 3 Direct payments regulations must include provision excluding any duty of a providing authority to comply with a request for direct payments, or a class of such requests, if compliance with the request, or with requests falling within that class, would in all the circumstances impose an unreasonable financial burden on the providing authority. 4 Direct payments regulations may— a make provision for and in connection with requiring or authorising the providing authority to make direct payments to the disabled person or such other person as the authority may determine (“the payee”) in accordance with the regulations in respect of the person securing the provision of the equivalent service; b make provision as to the conditions falling to be complied with by the payee in relation to the direct payments; c prescribe circumstances in which the providing authority may or must terminate the making of direct payments; d prescribe circumstances in which the providing authority may require repayment (whether by the payee or otherwise) of the whole or any part of the direct payments; e make provision for any sum falling to be paid or repaid to the providing authority by virtue of any condition or other requirement imposed in pursuance of the regulations to be recoverable as a debt due to the authority; f prescribe circumstances in which any sum is to cease to be payable by virtue of paragraph (d); g make provision authorising direct payments to be made to a prescribed person on behalf of the disabled person. 5 For the purposes of subsection (4)(b), the conditions that are to be taken to be conditions in relation to direct payments include, in particular, conditions relating to— a what is or is not to be regarded as an equivalent service, b the securing of the provision of the equivalent service, c the provider of the service, d the person to whom the payments are made in respect of the provision of the service, or e the provision of the service."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "43", "section_title": "Exercise of rights on behalf of persons who lack capacity", "section_text": "43 1 Regulations under section 41 may make provision for and in connection with enabling any request or consent for the purposes of the regulations (including any request or consent relating to payments by virtue of subsection (2)(e) of that section) to be made or given on behalf of a disabled person who falls within subsection (2) by a person of a prescribed description. 2 A person falls within this subsection— a in relation to England and Wales, if the person lacks capacity, within the meaning of the Mental Capacity Act 2005 (c. 9), in relation to the decision concerned, and b in relation to Scotland, if the person is incapable, within the meaning of the Adults with Incapacity (Scotland) Act 2000 (asp 4), in relation to that decision."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "44", "section_title": "Pilot schemes", "section_text": "44 1 Regulations to which this subsection applies may be made so as to have effect for a specified period not exceeding 36 months. 2 Subsection (1) applies to regulations under section 41 that are made with a view to ascertaining— a the extent to which their provisions contribute to achieving the purpose of this Part, b the extent of any beneficial effects on the lives of the disabled people affected, and c the extent of any financial burden imposed on the relevant authorities to which the regulations relate. 3 Regulations which, by virtue of subsection (1), are to have effect for a limited period are referred to in this section as a  “ pilot scheme ”. 4 Subsections (6)(a) and (7)(a) of section 39 do not restrict the power to make a pilot scheme; and accordingly a pilot scheme may relate to community care services. 5 A pilot scheme may provide that its provisions are to apply only in relation to— a one or more specified areas; b one or more specified classes of person; c persons selected— i by reference to prescribed criteria, or ii on a sampling basis. 6 A pilot scheme may make consequential or transitional provision with respect to the cessation of the scheme on the expiry of the specified period. 7 A pilot scheme may be replaced by a further pilot scheme making the same or similar provision. 8 The appropriate authority which made a pilot scheme must prepare and publish a report on the operation of the scheme."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "45", "section_title": "The appropriate authority by which regulations under section 41 are made", "section_text": "45 1 Subsection (2) has effect to determine the appropriate authority by which regulations under section 41 may be made. 2 The Secretary of State is the appropriate authority, except that— a in relation to provision that would be within the legislative competence of the Scottish Parliament if it were included in an Act of that Parliament, the Scottish Ministers are the appropriate authority, b in relation to provision that would be within the legislative competence of the National Assembly for Wales if it were included in   an Act of the Assembly , the Welsh Ministers are the appropriate authority, c in relation to provision that does not fall within paragraph (b) and relates to relevant services in Wales with respect to which functions are exercisable— i by a Minister of the Crown, and ii by the Welsh Ministers, the First Minister or the Counsel General, the Secretary of State or the Welsh Ministers are the appropriate authority, and d in relation to provision that does not fall within paragraph (b) or (c) and relates to relevant services in Wales with respect to which functions are exercisable by the Welsh Ministers, the First Minister or the Counsel General, the Welsh Ministers are the appropriate authority. 3 Any power of the Secretary of State to make regulations under section 41— a is exercisable only with the consent of the Treasury; and b does not include power to make provision— i removing or modifying any function of the Welsh Ministers, the First Minister or the Counsel General, or ii conferring or imposing any function on the Welsh Ministers, the First Minister or the Counsel General. 4 Any power of the Welsh Ministers to make regulations under section 41 by virtue of subsection (2)(c) or (d) does not include power to make provision— a removing or modifying any function of a Minister of the Crown, or b conferring or imposing any function on a Minister of the Crown. 5 In this section— “ the Assembly Act provisions ” has the meaning given by section 103(8) of the Government of Wales Act 2006 (c. 32); “ the Counsel General ” means the Counsel General to the Welsh Assembly Government; “ the First Minister ” means the First Minister for Wales; “ Minister of the Crown ” includes the Treasury."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "46", "section_title": "Regulations under section 41: supplementary provisions", "section_text": "46 1 Any power to make regulations under section 41 may be exercised— a in relation to all cases to which it extends, b in relation to those cases subject to specified exceptions, or c in relation to any specified cases or classes of case. 2 Any such power may be exercised so as to make, as respects the cases in relation to which it is exercised— a the full provision to which the power extends or any less provision (whether by way of exception or otherwise); b the same provision for all cases in relation to which it is exercised, or different provision for different cases or different classes of case or different provision as respect the same case or class of case for different purposes; c any such provision either unconditionally or subject to any specified condition. 3 Where any such power is expressed to be exercisable for alternative purposes, it may be exercised in relation to the same case for all or any of those purposes. 4 Any such power includes power— a to make such incidental, supplementary, consequential or saving provision as the authority making the regulations considers to be necessary or expedient; b to provide for a person to exercise a discretion in dealing with any matter; c to amend or repeal an enactment whenever passed or made."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "47", "section_title": "Consultation", "section_text": "47 1 Before laying before Parliament (or the Scottish Parliament or the National Assembly for Wales) a draft of a statutory instrument containing regulations under section 41, the appropriate authority must— a publish draft regulations in such manner as it thinks fit, and b invite representations to be made to it about the draft, during a specified period of not less than 12 weeks, by persons appearing to it to be affected by the proposals. 2 In this section  “ the appropriate authority ” is to be read in accordance with section 45(2)."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "48", "section_title": "Power to repeal exclusion of community care services", "section_text": "48 1 An order under this subsection may repeal section 39(6)(a). 2 The power to make an order under subsection (1) is exercisable— a in relation to England, by the Secretary of State with the consent of the Treasury, and b in relation to Wales, by the Welsh Ministers. 3 The power of the Secretary of State to make an order under subsection (1) is exercisable only if— a the Secretary of State has previously made a pilot scheme that relates to community care services, and has in accordance with section 44(8) published a report on the operation of the pilot scheme, or b the Secretary of State has previously given directions under a relevant enactment with a view to enabling disabled people to exercise (either in England generally or in a specified area or areas) greater choice in relation to, and greater control over, the way in which community care services are provided to or for them. 4 In subsection (3)— a “ pilot scheme ” has the meaning given by section 44(3); b “ relevant enactment ” means— i section 7A of the Local Authority Social Services Act 1970 (directions by Secretary of State as to exercise of social services functions), or ii section 47(4) of the National Health Service and Community Care Act 1990 (directions by Secretary of State in relation to assessment of needs for community care services). 5 The Scottish Ministers may by order repeal section 39(7)(a). 6 An order under subsection (1) or (5) may make any consequential modification of section 39(5) or 44(4). 7 The power to make an order under subsection (1) or (5) is exercisable by statutory instrument."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "49", "section_title": "Regulations and orders: control by Parliament or other legislature", "section_text": "49 1 The Secretary of State may not make a statutory instrument containing regulations under section 41 or an order under section 48(1) unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 2 The Scottish Ministers may not make a statutory instrument containing regulations under section 41 or an order under section 48(5) unless a draft of the instrument has been laid before, and approved by a resolution of, the Scottish Parliament. 3 The Welsh Ministers may not make a statutory instrument containing regulations under section 41 or an order under section 48(1) unless a draft of the instrument has been laid before, and approved by a resolution of, the National Assembly for Wales."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "50", "section_title": "Interpretation of Part 2", "section_text": "50 In this Part— “ community care services ” means— in relation to England, services under Part 1 of the Care Act 2014 or section 117 of the Mental Health Act 1983;    in relation to Wales, services under Part 4 of the Social Services and Well-being (Wales) Act 2014 or section 117 of the Mental Health Act 1983;   in relation to Scotland, community care services as defined by section  12A(8)  of the Social Work (Scotland) Act 1968 (c. 49); “ employment ” includes self-employment; “ enactment ” means an enactment contained in, or in an instrument made under— an Act of Parliament, an Act of the Scottish Parliament, or a Measure or Act of the National Assembly for Wales; “ prescribed ” means specified in, or determined in accordance with, regulations under section 41; “ relevant authority ” has the meaning given by section 40; “ relevant services ” has the meaning given by section 39."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "51", "section_title": "Disqualification for holding etc. driving licence or travel authorisation", "section_text": "51 1 The Child Support Act 1991 (c. 48) is amended as follows. 2 In section 39B (disqualification for holding or obtaining travel authorisation)— a in subsection (1), for  “The  Secretary of State  may apply to the court for an order under this section” substitute  “                      The  Secretary of State  may make an order under this section (referred to in this section and sections 39C to 39F as a                    ” disqualification order “)”, and b for subsections (3) to (13) substitute— 3 A disqualification order shall provide that the person against whom it is made is disqualified for holding or obtaining— a a driving licence, b a travel authorisation, or c both a driving licence and a travel authorisation, while the order has effect. 4 Before making a disqualification order against a person, the  Secretary of State  shall consider whether the person needs the relevant document in order to earn a living. 5 A disqualification order shall specify the amount in respect of which it is made. 6 That amount shall be the aggregate of— a the amount sought to be recovered as mentioned in subsection (1)(a), or so much of it as remains unpaid; and b the amount which the person against whom the order is made is required to pay by the order under section 39DA(1). 7 The  Secretary of State  shall serve a copy of the disqualification order (together with a copy of the order under section 39DA(1)) on the person against whom it is made. 8 In this section— “ driving licence ” means a licence to drive a motor vehicle granted under Part 3 of the Road Traffic Act 1988; “ relevant document ”, in relation to a disqualification order made against a person, means the document (or documents) for the holding or obtaining of which the person is disqualified by the order; “ travel authorisation ” means— a United Kingdom passport (within the meaning of the Immigration Act 1971); an ID card issued under the Identity Cards Act 2006 that records that the person to whom it has been issued is a British citizen. 3 In section 39C (period for which orders under section 39B are to have effect), for subsection (1) substitute— 1 A disqualification order shall specify the period for which it is to have effect. 1A That period shall not exceed 12 months (subject to any extension under section 39CA or 39CB). 1B That period shall begin to run with— a the first day after the end of the period within which an appeal may be brought against the order under section 39CB(1); or b if the running of the period is suspended at that time, the first day when its running is no longer suspended. 4 After that section insert— Surrender of relevant documents 39CA 1 A person against whom a disqualification order is made who holds any relevant document shall surrender it in the prescribed manner to the prescribed person within the required period. 2 For this purpose  “ the required period ” means the period of 7 days beginning with the start of the period for which the order has effect or has effect again following a period of suspension. 3 But, if immediately before the end of the required period the person has a good reason for not surrendering any relevant document, the person shall instead surrender it as soon as practicable after the end of that period. 4 The Secretary of State may by regulations make provision prescribing circumstances in which a person is, or is not, to be regarded for the purposes of subsection (3) as having a good reason for not surrendering any relevant document. 5 The requirements imposed by subsections (1) and (3) cease to have effect if the period for which the disqualification order has effect is suspended or ends. 6 A person who fails to comply with a requirement imposed by subsection (1) or (3) commits an offence. 7 A person guilty of an offence under subsection (6) shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 8 On sentencing a person for an offence under that subsection the court may by order extend the period for which the disqualification order is to have effect by such period as may be specified in the order under this subsection. 9 But the power conferred by subsection (8) may not be exercised so as to provide for the disqualification order to have effect for a period exceeding 2 years in total. 10 In this section  “ relevant document ” has the same meaning as in section 39. 11 Where this section applies in relation to a driving licence at any time before the commencement of Schedule 3 to the Road Safety Act 2006, any reference in this section to any relevant document includes the licence's counterpart (within the meaning of section 108(1) of the Road Traffic Act 1988). Appeals against disqualification orders 39CB 1 A person against whom a disqualification order is made may appeal to the court against the order within a prescribed period (which must begin with the first day on which that person had actual notice of the order). 2 Where an appeal is brought under subsection (1), the running of the period for which the order has effect shall be suspended until the time at which the appeal is determined, withdrawn or discontinued. 3 If— a the person against whom a disqualification order is made does not bring an appeal within the period specified in subsection (1), and b prescribed conditions are satisfied, the court may grant leave for an appeal to be brought after the end of that period. 4 On granting leave under subsection (3) the court may suspend the running of the period for which the order has effect until such time and on such conditions (if any) as it thinks just. 5 On an appeal under this section the court— a shall reconsider the exercise by the  Secretary of State  of  the  powers under section 39B; and b may by order affirm, vary or revoke the disqualification order. 6 On an appeal under this section the court shall not question— a the liability order by reference to which the  Secretary of State  acted as mentioned in section 39B(1)(a); b any liability order made against the same person after the disqualification order was made; or c the maintenance calculation by reference to which any liability order within paragraph (a) or (b) was made. 7 The power under subsection (5) to vary a disqualification order includes power to extend the period for which it has effect; but that power may not be exercised so as to provide for it to have effect for a period exceeding 2 years in total. 8 If, on appeal under this section, the court affirms or varies a disqualification order, the court shall substitute for the amount specified under section 39B(5) the aggregate of— a the amount sought to be recovered as mentioned in section 39B(1)(a), or so much of it as remains unpaid; b the amount which the person against whom the order was made is required to pay by the order under section 39DA(1), so far as remaining unpaid; c the amount which that person is required to pay by the order under section 39DA(2); and d if a liability order has been made against that person since the disqualification order was made, the amount in respect of which the liability order was made, so far as remaining unpaid. 9 On the affirmation or variation of the disqualification order by the court, any existing suspension of the running of the period for which the order is to have effect shall cease. 10 But the court may suspend the running of that period until such time and on such conditions (if any) as it thinks fit if— a the person against whom the disqualification order was made agrees to pay the amount specified in the order; or b the court is of the opinion that the suspension in question is justified by exceptional circumstances. 11 If, on an appeal under this section, the court revokes a disqualification order, the court shall also revoke the order made under section 39DA(1). 12 But subsection (11) does not apply if the court is of the opinion that, having regard to all the circumstances, it is reasonable to require the person against whom the disqualification order was made to pay the costs mentioned in section 39DA(1). 13 In this section  “ the court ” means— a in relation to England and Wales, a magistrates' court; b in relation to Scotland, the sheriff. 5 After section 39D insert— Recovery of  Secretary of State’s  costs 39DA 1 On making a disqualification order against any person the  Secretary of State  shall also make an order requiring that person to pay an amount in respect of the costs incurred by the  Secretary of State  in exercising  ... functions under section 39B. 2 If on an appeal under section 39CB the court affirms or varies a disqualification order made against any person, the court shall also make an order requiring that person to pay an amount in respect of the costs incurred by the  Secretary of State  in connection with the appeal (“the  Secretary of State’s  appeal costs”). 3 If— a on an appeal under that section the court revokes a disqualification order made against any person, and b the court is satisfied that, having regard to all the circumstances, it is reasonable to require that person to pay an amount in respect of the  Secretary of State’s  appeal costs, the court shall also make an order requiring that person to pay an amount in respect of those costs. 4 Any amount payable by virtue of an order made under this section shall be— a specified in the order; and b determined in accordance with regulations made by the Secretary of State. 5 The provisions of this Act with respect to— a the collection of child support maintenance, and b the enforcement of an obligation to pay child support maintenance, apply equally (with any necessary modifications) to amounts which a person is required to pay under this section. 6 Schedule 5 contains consequential amendments and other amendments related to the provision made by this section."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "52", "section_title": "Report on operation of driving licence amendments", "section_text": "52 1 The Secretary of State must prepare a report on the operation during the review period of the amendments of the 1991 Act made by section 51 and Schedule 5 so far as those amendments relate to the disqualification of any person for holding or obtaining a driving licence. 2 “The review period” is the period of 24 months beginning with the day on which section 51 and Schedule 5 come into force in relation to the disqualification of any person for holding or obtaining a driving licence. 3 The Secretary of State must— a prepare the report, and b lay it before Parliament, within 6 months from the end of the review period. 4 The continued effect of the driving licence amendments depends on whether the Secretary of State makes an order under this subsection within the relevant period providing for those provisions to continue to have effect. 5 “ The relevant period ” means the period of 30 days beginning with the day on which the report is laid before Parliament; and, in reckoning this period, no account is to be taken of any time during which Parliament— a is dissolved or prorogued, or b is adjourned for more than 4 days. 6 If no order is made as mentioned in subsection (4), the Secretary of State must instead make an order under this subsection containing such amendments of the 1991 Act as the Secretary of State considers necessary to secure that the effect of the driving licence amendments is reversed. 7 The effect of the driving licence amendments is to be regarded as reversed if the 1991 Act is amended so that it has the same effect in relation to the disqualification of any person for holding or obtaining a driving licence as it would have had if this Act had not been passed. 8 An order under subsection (6) may contain consequential provision and transitional provision or savings. 9 The consequential provision that may be made by an order under subsection (6) includes, in particular, provision amending, repealing or revoking— a any provision of any Act passed before the making of the order, or b any provision of any instrument made under any Act before the making of the order. 10 Any power to make an order under this section is exercisable by statutory instrument. 11 An order under subsection (4) may not be made unless a draft of the statutory instrument containing the order has been laid before, and approved by a resolution of, each House of Parliament. 12 A statutory instrument containing an order under subsection (6) is subject to annulment in pursuance of a resolution of either House of Parliament. 13 In this section— “ the 1991 Act ” means the Child Support Act 1991 (c. 48); “ driving licence ” has the same meaning as in section 39B of the 1991 Act; “ the driving licence amendments ” means the amendments of the 1991 Act made by section 51 and Schedule 5 so far as relating to the disqualification of any person for holding or obtaining a driving licence."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "53", "section_title": "Report on operation of  passport  amendments", "section_text": "53 1 The Secretary of State must prepare a report on the operation during the review period of the amendments of the 1991 Act made by section 51 and Schedule 5 so far as those amendments relate to the disqualification of any person for holding or obtaining  a United Kingdom passport . 2 “The review period” is the period of 24 months beginning with the day on which section 51 and Schedule 5 come into force in relation to the disqualification of any person for holding or obtaining  a United Kingdom passport . 3 The Secretary of State must— a prepare the report, and b lay it before Parliament, within 6 months from the end of the review period. 4 The continued effect of  the passport amendments  depends on whether the Secretary of State makes an order under this subsection within the relevant period providing for those amendments to continue to have effect. 5 “ The relevant period ” means the period of 30 days beginning with the day on which the report is laid before Parliament; and, in reckoning this period, no account is to be taken of any time during which Parliament— a is dissolved or prorogued, or b is adjourned for more than 4 days. 6 If no order is made as mentioned in subsection (4), the Secretary of State must instead make an order under this subsection containing such amendments of the 1991 Act as the Secretary of State considers necessary to secure that the effect of  the passport amendments  is reversed. 7 The effect of  the passport amendments  is to be regarded as reversed if the 1991 Act is amended so that it has the same effect in relation to the disqualification of any person for holding or obtaining  a United Kingdom passport  as it would have had if this Act had not been passed. 8 An order under subsection (6) may contain consequential provision and transitional provision or savings. 9 The consequential provision that may be made by an order under subsection (6) includes, in particular, provision amending, repealing or revoking— a any provision of any Act passed before the making of the order, or b any provision of any instrument made under any Act before the making of the order. 10 Any power to make an order under this section is exercisable by statutory instrument. 11 An order under subsection (4) may not be made unless a draft of the statutory instrument containing the order has been laid before, and approved by a resolution of, each House of Parliament. 12 A statutory instrument containing an order under subsection (6) is subject to annulment in pursuance of a resolution of either House of Parliament. 13 In this section— “ the 1991 Act ” means the Child Support Act 1991 (c. 48);  “ the passport amendments ” means the amendments of the 1991 Act made by section 51 and Schedule 5 so far as relating to the disqualification of any person for holding or obtaining a United Kingdom passport;   “ United Kingdom passport ” has the same meaning as in the Immigration Act 1971 (see section 33(1)).  ... ..."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "54", "section_title": "Payments of child support maintenance", "section_text": "54 1 Section 29 of the Child Support Act 1991 (collection of child support maintenance) is amended as follows. 2 In subsection (3) (provision which may be made by regulations for payment of child support maintenance), for paragraph (c) substitute— c for determining, on the basis of prescribed assumptions, the total amount of the payments of child support maintenance payable in a reference period (including provision for adjustments to such an amount); ca requiring payments of child support maintenance to be made— i by reference to such an amount and a reference period; and ii at prescribed intervals falling in a reference period; . 3 After that subsection insert— 3A In subsection (3)(c) and (ca)  “ a reference period ” means— a a period of 52 weeks beginning with a prescribed date; or b in prescribed circumstances, a prescribed period."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "55", "section_title": "Child support maintenance: offences relating to information", "section_text": "55 1 Section 14A of the Child Support Act 1991 (offences relating to information) is amended as follows. 2 For subsection (3A) substitute— 3A In the case of regulations under section 14 which require a person liable to make payments of child support maintenance to notify— a a change of address, or b any other change of circumstances, a person who fails to comply with the requirement is guilty of an offence. 3 After subsection (5) insert— 6 In England and Wales, an information relating to an offence under subsection (2) may be tried by a magistrates' court if it is laid within the period of 12 months beginning with the commission of the offence. 7 In Scotland, summary proceedings for an offence under subsection (2) may be commenced within the period of 12 months beginning with the commission of the offence. 8 Section 136(3) of the Criminal Procedure (Scotland) Act 1995 (c. 46)\t\t\t\t\t\t\t\t(date when proceedings deemed to be commenced) applies for the purposes of subsection (7) as it applies for the purposes of that section."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "56", "section_title": "Registration of births", "section_text": "56 Schedule 6 contains— a amendments of the Births and Deaths Registration Act 1953 (c. 20) relating to the registration of the births of children whose parents are neither married to each other nor civil partners of each other, b amendments of that Act relating to the late registration of births, and c related amendments of other legislation."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "57", "section_title": "Consequential amendments of subordinate legislation", "section_text": "57 1 The Secretary of State may by regulations made by statutory instrument make such provision amending or revoking any instrument made under any other Act before the passing of this Act as appears to the Secretary of State to be appropriate in consequence of any provision of this Act, other than a provision contained in Part 2. 2 Regulations under this section may include— a transitional provisions or savings, and b provision conferring a discretion on any person. 3 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "58", "section_title": "Repeals and revocations", "section_text": "58 1 Schedule 7 contains repeals and revocations. 2 The following repeals and revocation in Part 2 of that Schedule (which are made in consequence of section 15(1)) have effect on 6 April 2010— a the repeals in the Social Security Contributions and Benefits Act 1992 (c. 4) other than those of sections 88, 89, 91 and 92; b the repeal of paragraph 24 of Schedule 2 to the Jobseekers Act 1995 (c. 18); c the repeals in the Welfare Reform and Pensions Act 1999 (c. 30), the Tax Credits Act 2002 (c. 21), the Civil Partnership Act 2004 (c. 33) and the Child Benefit Act 2005 (c. 6); and d the revocation in the Regulatory Reform (Carer's Allowance) Order 2002 (S.I. 2002/ 1457). 3 The repeal in that Part of paragraph 9 of Part 4 of Schedule 4 to the Social Security Contributions and Benefits Act 1992 is not to be taken as affecting the operation of article 3 of the Tax Credits Act 2002 (Commencement No. 3 and Transitional Provisions and Savings) Order 2003 (S.I. 2003/ 938)\t\t\t\t\t(savings in relation to the abolition of child dependency increases)."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "59", "section_title": "Financial provisions", "section_text": "59 1 There is to be paid out of money provided by Parliament— a any expenditure incurred in consequence of this Act by a Minister of the Crown, a government department or the Registrar General for England and Wales, and b any increase attributable to this Act in the sums payable under any other Act out of money so provided. 2 There is to be paid into the Consolidated Fund any increase attributable to this Act in the sums payable into that Fund under any other Act."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "60", "section_title": "Extent", "section_text": "60 1 The following provisions of this Act extend to England and Wales, Scotland and Northern Ireland— section 24 and Schedule 4 (loss of benefit provisions); section 36 (power to rename council tax benefit); and this section and sections 61 and 62. 2 Section 56 and Schedule 6 (birth registration) extend to England and Wales only. 3 Subject to subsection (4), the other provisions of this Act extend to England and Wales and Scotland only. 4 Any amendment, repeal or revocation made by this Act has the same extent as the enactment to which it relates. 5 Subsection (4) is subject to paragraph 20(2) of Schedule 6."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "61", "section_title": "Commencement", "section_text": "61 1 The following provisions of this Act come into force on the day on which this Act is passed— sections 1 and 2; section 8; section 11; section 23; sections 27 and 28; section 37; section 57; sections 59 and 60; this section; section 62; and Schedule 3. 2 The following provisions of this Act come into force at the end of the period of 2 months beginning with the day on which this Act is passed— section 15; section 34; Part 2; section 58(2) and (3); and Part 2 of Schedule 7 so far as relating to the repeals and revocation mentioned in section 58(2). 3 The other provisions of this Act come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 4 An order under subsection (3) may— a appoint different days for different purposes and in relation to different areas; b make such provision as the Secretary of State considers necessary or expedient for transitory, transitional or saving purposes in connection with the coming into force of any provision falling within that subsection. 5 Before making an order under subsection (3) in relation to any provision of Part 1 of Schedule 6 (birth registration), the Secretary of State must consult the Registrar General for England and Wales."}, {"act": "Welfare Reform Act 2009", "year": 2009, "section": "62", "section_title": "Short title", "section_text": "62 This Act may be cited as the Welfare Reform Act 2009."}]