[{"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "1", "section_title": " Substances to which Part I applies. ", "section_text": "1 The substances to which this Part of this Act applies are the substances specified in the First Schedule to this Act and any other therapeutic substances which may from time to time be added to that Schedule by regulations made under this Part of this Act as being substances the purity or potency of which cannot be adequately tested by chemical means."}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "3", "section_title": " Restrictions on importation of substances to which Part I applies.", "section_text": "3 1 The importation of a substance to which this Part of this Act applies is hereby prohibited unless the substance— a is proved to the satisfaction of the licensing authority to comply with the standard of strength, quality and purity prescribed in the case of that substance, if the substance is one the manufacture of which is carried on in the United Kingdom, or, if such manufacture is not so carried on, with such standards (if any) of strength, quality and purity, as may be prescribed for that substance, or, if no such standards are so prescribed, with such standards of quality and purity as are prescribed in the case of therapeutic substances of a similar class the manufacture of which is carried on in the United Kingdom, and is consigned to a person licensed by the licensing authority to import it; or b is consigned to a person engaged in scientific research holding a special licence to import it for the purpose of such research issued by the licensing authority. 2 The issue of a licence under this section shall be subject to such conditions, including conditions as to suspension and revocation, as may be prescribed."}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "4", "section_title": " The joint committee and the advisory committee. ", "section_text": "4 1 For the purpose of framing regulations under this Part of this Act and for securing uniformity of standards, there shall be established a joint committee consisting of  the Secretary of State for Health , who shall be chairman,  the Secretary of State for Wales, the Secretary of State for Scotland , and the Minister of Health and Local Government for Northern Ireland: Provided that each member of the joint committee may appoint a deputy to act for him at meetings of the committee at which he is unable to be present. 2 For the purpose of assisting the joint committee in the framing of regulations under this Part of this Act, there shall be appointed an advisory committee consisting of one member appointed by  the Secretary of State for Health , who shall be chairman, one member appointed by  the Secretary of State for Wales and one by the Secretary of State for Scotland , one member appointed by the Minister of Health and Local Government for Northern Ireland, one member appointed by the  National Biological Standards Board , one member appointed by the General Medical Council, one member appointed by the British Medical Association, one member appointed by the Council of the Pharmaceutical Society of Great Britain, and one member appointed by the Council of the Royal Institute of Chemistry."}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "5", "section_title": " Power to make regulations. ", "section_text": "5 1 The joint committee, after consultation with the advisory committee, may make regulations for the following purposes:— a for prescribing the standard of strength, quality and purity of any substance to which this Part of this Act applies; b for prescribing the tests to be used for determining whether the standard prescribed as aforesaid has been attained; c for prescribing units of standardisation; d for adding to the First Schedule to this Act any therapeutic substance the purity or potency of which cannot be adequately tested by chemical means; e for prescribing the form of licences under this Part of this Act and of applications therefor, and of notices to be given in connection therewith; f for prescribing the conditions subject to which licences may be issued, including, in the case of a licence to manufacture, conditions that the licensee shall allow any inspector authorised by the licensing authority in that behalf to enter any premises where the manufacture is carried on, and to inspect the premises and plant and the process of manufacture and the means employed for standardising and testing the manufactured substance and to take samples thereof; g for excluding from the operation of this Part of this Act, or of any of the provisions thereof, any substance intended to be used solely for veterinary purposes; h for prescribing any other matter which under this Part of this Act is to be prescribed. 2 Regulations so made may also, as respects any such substance to which this Part of this Act applies as may be specified in the regulations, contain provisions— a requiring that, if advertised or sold as a proprietary medicine or contained in such a medicine, such accepted scientific name, or name descriptive of the true nature and origin of the substance, as may be prescribed shall appear on the label; b requiring that the date of the manufacture shall be stated in the prescribed manner on all vessels or other packages in which the substance is sold or offered for sale, and prohibiting the sale of the substance after the expiration of the prescribed period from the date of manufacture; c prohibiting the sale or the offering for sale of the substance otherwise than in a vessel or other container of such character as may be prescribed, and requiring that the prescribed label or other description shall be affixed to the vessel or other container in which the substance is sold or offered for sale."}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "6", "section_title": " Offences under Part I. ", "section_text": "6 A person who— a being a person who is required by this Part of this Act to be licensed in that behalf manufactures for sale a substance to which this Part of this Act applies without a licence for the purpose, or elsewhere than on premises in respect of which a licence is in force; b contravenes or fails to comply with a condition subject to which a licence under this Part of this Act is issued; c sells or has in his possession for sale a substance to which this Part of this Act applies knowing it to have been manufactured or imported in contravention of this Part of this Act or the regulations made thereunder; d contravenes or fails to comply with the provisions of any regulation made under this Part of this Act; shall be guilty of an offence under this Part of this Act and liable, on summary conviction, to a fine not exceeding  one hundred pounds level 3 on the standard scale or, in the case of a second or subsequent conviction, to such a fine or to imprisonment for a term not exceeding three months, and in either case to forfeit any goods in connection with which the offence was committed, and without prejudice, if the offender is the holder of a licence, to the power of the licensing authority to revoke or suspend the licence."}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "7", "section_title": " Licensing authority for purposes of Part I. ", "section_text": "7 The following authorities shall be the licensing authorities for the purposes of this Part of this Act:— a as respects England and Wales, the  Secretary of State ; b as respects Scotland, the Secretary of State; c as respects Northern Ireland, the Minister of Health and Local Government for Northern Ireland."}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "815.", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "16", "section_title": " Application of Statutory Instruments Act 1946, to regulations.", "section_text": "16 Any power conferred by this Act to make regulations shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "17", "section_title": "", "section_text": "17 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "18", "section_title": " Repeal and savings.", "section_text": "18 1 The enactments specified in the first and second columns of the Second Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 In so far as any regulation made, or having effect as if made, licence issued or other thing done under an enactment repealed by this Act could have been made, issued or done under a corresponding provision of this Act, it shall not be invalidated by the repeal effected by the foregoing subsection but shall have effect as if it had been made, issued or done under that corresponding provision. 3 Any document referring to an Act or enactment repealed by this Act shall be construed as referring to this Act or the corresponding enactment therein. 4 For the purpose of determining the punishment which may be imposed on a person in respect of an offence under any provision of this Act, an offence committed by him under the corresponding provision of an enactment repealed by this Act shall be deemed to have been committed under the first-mentioned provision. 5 The mention of particular matters in this section shall be without prejudice to the general application of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978  with regard to the effect of repeals."}, {"act": "Therapeutic Substances Act 1956 (repealed 5.11.1993)", "year": 1956, "section": "19", "section_title": " Short title and commencement.", "section_text": "19 1 This Act may be cited as the Therapeutic Substances Act 1956. 2 This Act shall come into operation at the expiration of one month beginning with the date of its passing."}]