[{"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "13.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "56.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "7–9"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "1213.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "1516.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "19", "section_title": "[ Continuous bail.", "section_text": "19 Where a person is remanded on bail  the court may, where it remands him on bail in criminal proceedings (within the meaning of the  Bail Act 1976) direct him to appear or, in any other case, direct that his recognizance be conditioned for his appearance at every time and place to which during the course of the proceedings the hearing may be from time to time adjourned, without prejudice, however, to the power of the court to vary the order at any subsequent hearing.]"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "2023.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "20"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "24", "section_title": " Declaration of law as to mode of entering into recognizance.", "section_text": "24 For removing doubts it is hereby declared that where as a condition of the release of any person he is required to enter into a recognizance with sureties, the recognizances of the sureties may be taken separately and either before or after the recognizances of the principal, and if so taken the recognizances of the principal and sureties shall be as binding as if they had been taken together and at the same time."}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "26"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "28", "section_title": " Provisions as to evidence.", "section_text": "28 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The wife or husband of a person charged with bigamy maybe called as a witness either for the prosecution or defence and without the consent of the person charged. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "2933.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "36"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "39", "section_title": "", "section_text": "39 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "40", "section_title": " Rules.", "section_text": "40 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 His Majesty may, by Order in Council, make rules extending the operation of the  Summary Jurisdiction (Process) Act 1881 as amended by any subsequent enactment (which relates to the service and execution in Scotland of process issued by courts of summary jurisdiction in England, and in England of process issued by courts of summary jurisdiction and sheriff courts in Scotland, and to the jurisdiction of courts in England and Scotland respectively in bastardy proceedings), so as to make the provisions of that Act, subject to the necessary adaptations, applicable as between any one part of the British Islands and any other part of the British Islands in like manner as it applies as between England and Scotland. This subsection shall extend to the Isle of Man and the Channel Islands, and the Royal Courts of the Channel Islands shall register the same accordingly."}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "42", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "42"}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "43", "section_title": " Application to Ireland. ", "section_text": "43 1 The provisions of sections one to four inclusive, sections seven to twelve inclusive, sections sixteen to twenty–one inclusive, section twenty–four, subsection (2) of section twenty–five, sections twenty–six and twenty–seven, subsections (2) and (4) of section twenty–eight, sections thirty–five, thirty–six, andthirty–nine, and subsection (1) of section forty–one of this Act shall apply to Ireland, subject to the following modifications, namely— a references to the Lord Lieutenant shall be substituted for references to the Secretary of State, and references to the General Prisons Board for Ireland shall be substituted for references to the Prison Commissioners ; b a reference to the Prisons (Ireland) Acts, 1826 to 1907, shall be substituted for any reference to the Prison Acts, 1865 to 1902, and a reference to sections thirty–six, thirty–seven, thirty–eight, and thirty–nine of the General Prisons (Ireland) Act, 1877,   shall be substituted for the reference to sections twenty–four, twenty–five, twenty–six, and twenty–seven of the Prison Act, 1877. c references to the Court of Criminal Appeal, the Criminal Appeal Act, 1907, and the Costs in Criminal Cases Act, 1908, and the provision of section two of this Act relative to payment by instalments, shall not apply ; and d subsection (2) of section twenty of this Act shall apply as respects the police district of Dublin metroplois only, and a reference to section twenty–one of the Indictable Offences (Ireland) Act, 1849,   shall be substituted for the reference therein to section twenty–one of the Indictable Offences Act, 1848. 2 A court of summary jurisdiction, in fixing the amount of any fine to be imposed on an offender, shall take into consideration, amongst other things, the means of the offender so far as they appear or are known to the court. 3 Proceedings for the recovery in a summary manner of a penalty for an offence under the Births and Deaths Registration Act (Ireland), 1880,   may be commenced at any time within three years after the commission of the offence. 4 Where upon summary conviction an offender is adjudged to pay a penalty exceeding five pounds, the offender in case of non–payment thereof may without warrant of distress be committed to prison for any term not exceeding the period for which he might be committed to prison in default of distress : Provided that where time is not allowed for the payment of the penalty a warrant of committment shall not be issued in the first instance unless it appears to the court that the offender has no goods or insufficient goods to satisfy the penalty, or that the levy of distress would be more injurious to him or his family than imprisonment. 5 So much of section three of the Fines Act (Ireland), 1851  , as requires that a warrant for the execution of an order of a divisional justice of the police district of Dublin metropolis for the imposition or levy of a penal sum shall be issued within one week from the making of the order, shall cease to have effect. 6 Upon any information or complaint laid or made before a divisional justice of the police district of Dublin metropolis of an offence punishable on summary conviction , if the person charged resides within the the limits of that district, the justice shall, notwithstanding that the offence has been or is alleged to have been committed outside those limits, have all the like powers, jurisdiction, and authority as he has upon an information or complaint laid or made of a similar offence committed or alleged to have been committed within those limits. 7 So much of section twenty–two of the Petty Sessions (Ireland) Act, 1851  , as relates to the liability of persons aiding, abetting, counselling, or procuring the commission of offences punishable on summary conviction shall, as amended by any subsequent enactment, extend to the police district of Dublin metropolis ; and every person who aids, abets, counsels, or procures the commission of any such offence may be proceeded against and convicted in that district in any case where the principal offender may be convicted in that district, or where the offence of aiding, abetting, counselling, or procuring was committed in that district. 8 Section three (which relates to boards of visitors for convict prisons), section six (which relates to divisions of prisoners), section eleven (which relates to orders for production of prisoners), and, so far as respects sentences of imprisonment passed after the commencement of this Act, section twelve (which relates to calculation of term of sentence) of the Prison Act, 1898, shall, as amended by this Act, extend to Ireland subject to the following modifications, namely— a references to the Lord Lieutenant shall be substituted for references to the Secretary of State ; b references to rules made by the General Prisons Board for Ireland with the approval of the Lord Lieutenant and Privy Council under the General Prisons (Ireland) Act, 1877, shall be substituted for any references to prison rules or special prison rules ; c a reference to section forty–nine of the General Prisons (Ireland) Act, 1877, shall be substituted for the reference to sections forty and forty–one of the Prison Act, 1877, and references to provisions of the Prison Act, 1865  , or the Criminal Procedure Act, 1853  , shall not apply. 9 For removing doubts it is declared that in section twenty–four of the General Prisons (Ireland) Act , 1877, and section three of the Prisons (Ireland) Amendment Act, 1884  , (which relate to visiting committees of prisons), the expressions “grand jury” and “grand juries” respectively, include, in the case of the county of Dublin, a grand jury of that county impanelled at a commission of oyer and terminer and general gaol delivery. 10 The Lord Chancellor may make rules for the purposes of this Act regulating the procedure to be followed, and prescribing any other matter or thing which for the purposes aforesaid requires to be regulated or presribed, and adapting to the requirements of this Act any forms relating to summary proceedings presribed by or in pursuance of any other Act, and all the rules so made shall be laid as soon as may be before both Houses of Parliament. 11 An appeal under section twenty–seven of the Dublin Police Act, 1837  , section twenty–three of the Summary Jurisdiction (Ireland) Act, 1851  , or section twenty–four of the Petty Sessions (Ireland) Act, 1851  , against a conviction of a court of summary jurisdiction in respect of an offence shall lie whatever may be the amount of the fine or the term of the imprisonment imposed. 12 Where a person convicted of an offence by a court of summary jurisdiction is committed to prison by the court under section ten of this Act without sentence he may appeal under the Summary Jurisdiction Acts against the conviction, and the provisions of those Acts with respect to appeals shall apply accordingly. 13 Upon any information, summons, or complaint laid or made before a court of summary jurisdiction in Ireland wherein the defendant is called upon to show cause why such defendant should not be bound over to keep the peace or be of good behaviour, the defendant shall be entitled to call witnesses and tender evidence at the hearing of the information, summons, or complaint. 14 Save as provided in this section, the foregoing provisions of this Act shall not extend to Ireland."}, {"act": "Criminal Justice Administration Act 1914", "year": 1914, "section": "44", "section_title": "†Short title, commencement, and repeal.", "section_text": "44 1 This Act may be cited as the Criminal Justice Administration Act 1914 . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]