[{"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Feudal Casualties (Scotland) Act, 1914."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "2", "section_title": " Commencement.", "section_text": "2 This Act shall come into operation on the first day of January one thousand nine hundred and fifteen, which date is hereinafter referred to as the commencement of this Act."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "3", "section_title": " Construction.", "section_text": "3 This Act shall be read and construed as one Act with the  Conveyancing (Scotland) Act, 1874 (hereinafter called the principal Act), so far as consistent with the tenor of this Act and the principal Act respectively: Provided that in this Act (unless the contrary intention appears) each of the following expressions shall, in addition to the meanings assigned thereto in the principal Act, include the meanings hereby assigned thereto (that is to say):— “ Superior ” shall include the creditor in a ground annual; and “ superiority ” shall include the right of such creditor; “ Feu ” shall include lands subject to a ground annual created either before or after the first day of October one thousand eight hundred and seventy-four; “ Feu-duty ” shall include ground annual; “ Casualties ” shall include duplicands and other multiples of feu-duties and grassums and other sums payable at intervals of more than one year in connection with any feu; “ Relief ” shall include all payments legal or conventional falling to be made by an heir on his entry or succession; “ Composition ” shall include all payments legal or conventional falling to be made by a singular successor on his entry."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "4", "section_title": " Redemption of casualties.", "section_text": "4 1 The casualties incident to any feu created prior to the commencement of this Act shall be redeemable at the instance of either the superior or the proprietor of such feu at any time within the period of fifteen years from and after such commencement either on such terms as may be agreed on between such superior and proprietor, or (failing agreement) upon payment of compensation or conversion thereof into an annual sum in terms of this Act: Provided that redemption under this Act otherwise than by agreement shall apply only to future and prospective casualties and that any casualty which has become due at or prior to the date as at which compensation is to be fixed and for which the proprietor of the feu is personally liable, or for which the feu can be affected, shall be paid prior to such redemption. 2 The compensation payable on the redemption of casualties under this Act shall (unless the same be converted into an annual sum in terms of this Act) be a personal debt due by the proprietor of the feu to the superior, as well as a real burden on the feu to which such compensation applies, preferable to all securities or burdens not incidents of tenure. 3 On the expiry of the said period of fifteen years all casualties incident to any feu created prior to the commencement of this Act, and all claims for compensation in respect thereof, shall be held to be extinguished and discharged, and shall cease to burden or affect the feu, without prejudice to any feu-duty constituted in terms of section nine of this Act; provided that if any judicial proceedings for the recovery or redemption of any casualties, or the fixing or recovery of compensation therefor, are instituted prior to the expiry of the said period, and a notice of such proceedings, in the appropriate form set forth in Schedule D. to this Act annexed, or in a similar form, is registered in the register of inhibitions and adjudications in the course of the year immediately following the expiry of the said period, the said period shall be held to be extended to twenty years from and after the commencement of this Act as regards the casualties for the recovery or redemption of which, or the compensation for the fixing or recovery of which, such proceedings shall have been instituted."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "5", "section_title": " Compensation for redemption of casualties.", "section_text": "5 1 The compensation payable on the redemption of casualties under this Act shall (failing agreement) be fixed as follows:— a In cases where casualties are exigible on the death of the vassal the compensation shall be such sum as will, with the addition of simple interest at the rate of four per cent. per annum, produce one and a half times the highest casualty on the arrival of the time at which the next casualty might be expected to become exigible: Provided that, if at the date as at which compensation is to be fixed, and after payment of such casualty (if any) as may then be exigible, the state of the title is such that the next casualty may be relief, and the amount of such relief is less than the amount which would be payable as composition, the compensation shall be fixed on the assumption that the next casualty will be payable on the expiry of the period of twenty-five years from the date as at which compensation is to be fixed, or otherwise on the arrival of the time when the next casualty might be expected to become exigible, whichever period is the greater: b In cases where casualties are exigible on the occasion of each sale or transfer of the property as well as on the death of the vassal, the compensation shall be such sum as will, with the addition of simple interest at the rate of four per cent. per annum, produce two and a half times the highest casualty on the arrival of the time at which the next casualty might be expected to become exigible: Provided that, if at the date as at which compensation is to be fixed and after payment of such casualty (if any) as may then be exigible, the state of the title is such that the next casualty may be relief, and the amount of such relief is less than the amount which would be payable as composition, the compensation shall be fixed on the assumption that the next casualty will be payable on the expiry of the period of fifteen years from the date as at which compensation is to be fixed, or otherwise on the arrival of the time when the next casualty might be expected to become exigible, whichever period is greater: c In cases where casualties are payable in terms of section five of the principal Act at fixed and regularly recurring intervals the compensation shall be such sum as will, with the addition of simple interest at the rate of four per cent. per annum, produce on the next recurrence of the fixed interval one and a half times the highest casualty when such interval is twenty-five years, and two and a half times the highest casualty when such interval is fifteen years: d In cases where casualties are payable in virtue of the terms and conditions of the feu at fixed and regularly recurring intervals the compensation shall be such sum as will, with the addition of simple interest at the rate of four per cent. per annum, produce on the next recurrence of the fixed interval a sum representing thirty-seven and a half times the highest casualty divided by the number of years constituting such interval: e In cases where casualties consist of sums calculated on the footing of an annual sum being paid for each year from the date of the last entry the compensation shall be such sum as will, with the addition of simple interest at the rate of four per cent. per annum, produce, on the arrival of the time at which the next casualty might be expected to become exigible, a sum equal to the aggregate of (a) the amount of such annual sum multiplied by eighteen, and (b) the amount of such annual sum multiplied by the number of the years which would elapse between the payment of the last casualty and the time at which the next casualty might be expected to become exigible, but such compensation shall not in any case exceed the aggregate amount which would have been payable under the provisions of section fifteen of the principal Act upon and before the redemption of a similar casualty in the like circumstances: f In cases where a casualty of fixed amount is exigible on the occasion of each sale or transfer of the property as well as on the death of the vassal, but the terms and conditions of the feu provide that a lower amount shall be payable in the event of the vassal last entered with the superior being alive, the compensation shall, in the option of the superior, be either the compensation payable in terms of paragraph (a) of this subsection based on such higher amount as being for the purpose of that paragraph the highest casualty, or the compensation payable in terms of paragraph (b) of this subsection based on such lower amount as being for the purpose of that paragraph the highest casualty; but the provisoes in paragraphs (a) and (b) shall not apply to cases under this paragraph. 2 The compensation payable on the redemption of casualties under this Act shall (failing agreement) be fixed as at the date of notice given in terms of section eleven of this Act, and shall bear interest at the rate of four per cent. per annum from such date until paid, or converted into an annual sum in terms of section nine of this Act: Provided that if before any such notice has been given any casualty shall be or become due, and payment thereof be either demanded or tendered, compensation shall be fixed as at the date of such demand or tender as if notice had been given as on such last-mentioned date, and shall bear interest thereafter as above provided."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "6", "section_title": " Expectancy.", "section_text": "6 1 For the purposes of paragraphs (a) and (b) of subsection (1) of section five of this Act, the time at which the next casualty might be expected to become exigible shall be determined according to the expectancy of life, at the date as at which compensation is to be fixed, of the person on whose death the incidence of the next casualty depends, and such expectancy shall for the purposes of paragraph (a) of such subsection be the expectancy relative to the age of such person specified in the table set out in Schedule A. annexed to this Act, and shall for the purposes of paragraph (b) of such subsection be three-fifths of such last-mentioned expectancy. 2 For the purposes of paragraph (e) of such subsection the time at which the next casualty might be expected to become exigible shall, where casualties are exigible on the death of the vassal, be determined as in the immediately preceding subsection for the purposes of paragraph (a) of subsection (1) of section five of this Act; and shall, where casualties are exigible on the occasion of each sale or transfer of the property as well as on the death of the vassal, be determined as in the immediately preceding subsection for the purposes of paragraph (b) of subsection (1) of section five of this Act; and shall, where casualties are payable in terms of section five of the principal Act at fixed and regularly recurring intervals, be the next recurrence of the fixed interval."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "7", "section_title": " Mineral rents.", "section_text": "7 Where the compensation payable upon the redemption of a casualty incident to any feu is fixed under this Act, and the rental of such feu consists in whole or in part of a rental from minerals which are being or have been worked, a sum equal to four per cent. on the capital value of such minerals at the date as at which compensation is to be fixed shall be taken to be the rental of the minerals for the purpose of fixing such compensation: Provided that in ascertaining the compensation for redemption of casualties upon minerals, no minerals shall be brought into computation other than minerals from which casualties may be exigible in accordance with existing law."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "8", "section_title": " Casualties redeemed to be discharged.", "section_text": "8 The superior (unless the proprietor of the feu shall elect to have the compensation converted into an annual sum in terms of this Act) shall, on payment or tender of the compensation payable on the redemption of any casualties under this Act, be bound to discharge all right to the casualties so redeemed, and the discharge (which may be in the form set forth in Schedule B. annexed to this Act, or in a similar form) being recorded in the appropriate register of sasines, shall operate as a valid and effectual discharge of such casualties: Provided always that the proprietor of such feu shall be entitled, in his option and in lieu of such discharge, to obtain from the superior a receipt  . . ., and which without being recorded shall be as effectual as such recorded discharge: Provided further that when the superior shall have granted a heritable security affecting the superiority no discharge or receipt to be granted to the proprietor of the feu so redeeming shall be effectual without the consent of the creditor in such heritable security: Provided further that the superior and proprietor of the feu shall each respectively bear their own expenses of and incident to such discharge or receipt, but the stamp duty applicable to such discharge and the dues of recording the same in the appropriate register of sasines shall be borne by them equally."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "9", "section_title": " Option to proprietor to pay annual sum.", "section_text": "9 The proprietor of the feu shall be entitled to elect that the compensation payable on the redemption of any casualties under this Act shall be converted into an annual sum equal to four per cent. on the capital, and in that case a memorandum in the form set forth in Schedule G. annexed to the principal Act, or in a similar form, of the amount of such annual sum shall be signed by the parties or their respective agents and recorded in the appropriate register of sasines, whereupon such annual sum shall, subject to the provisions of section ten of this Act, be deemed to be a feu-duty with all the legal qualities thereof, and shall form an addition to any existing feu-duty, and the superior’s right to all casualties shall be held to be discharged: Provided always that the superior and the proprietor of the feu shall each respectively bear their own expenses of and incident to such memorandum, but the stamp duty applicable to such memorandum and the dues of recording the same in the appropriate register of sasines shall be borne by them equally."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "10", "section_title": " Option to proprietor to redeem annual payment.", "section_text": "10 The proprietor of the feu shall be entitled to redeem a feu-duty, constituted in terms of the immediately preceding section of this Act, at any term at which such feu-duty is payable on giving three months’ previous notice in writing to the superior, and making payment or tender to him of a sum equal to the amount of such feu-duty multiplied by twenty-five, and on such payment or tender the superior shall be bound at the expense of the proprietor to discharge all right to the feu-duty so redeemed, and such discharge (which may be in the form set forth in Schedule C. to this Act annexed, or in a similar form), being recorded in the appropriate register of sasines at the expense of the proprietor, shall operate as a valid and effectual discharge of such feu-duty: Provided always that when the superior shall have granted a heritable security affecting the superiority no discharge to be granted to the proprietor of the feu so redeeming shall be effectual without the consent of the creditor in such heritable security."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "11", "section_title": " Notice of redemption.", "section_text": "11 Where under this Act the casualties incident to any feu are to be redeemed (otherwise than by agreement) at the instance of either the superior or the proprietor of the feu to which such casualties are incident, such superior or proprietor may give notice of his intention to the proprietor or superior (as the case may be) of such feu, in the appropriate form set forth in Schedule D. to this Act annexed, or in a similar form and such notice shall be irrevocable. If such notice is sent by post in a registered letter addressed to the person to whom such notice is intended to be given, a copy of such notice bearing a certificate by the person who posted the same, of the due posting thereof, together with the post office receipt therefor, shall be sufficient evidence that such notice was duly given to the person to whom such notice was addressed, at the address and on the date contained in such receipt."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "12", "section_title": " Corporation entered unconditionally before commencement of principal Act.", "section_text": "12 Where a corporation has, before the commencement of the principal Act, been entered unconditionally in any lands, and no casualty can be exacted in respect of such lands during the existence of the corporation, it shall not be competent to the superior of such lands to give notice of redemption of casualties, or to exact compensation in respect of such redemption, unless, within fifteen years after the commencement of this Act, it shall become competent to exact a casualty in respect of such lands, failing which the lands, whether still belonging to such corporation or not, shall, on the expiry of the said period of fifteen years be deemed for the future to be discharged of all casualties and of all claims for compensation in respect thereof."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "13", "section_title": " Claims for loss of casualties under Lands Clauses Acts.", "section_text": "13 All claims for compensation for loss of casualties under the Lands Clauses Acts shall be held as discharged if not demanded within fifteen years after the commencement of this Act."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "14", "section_title": " Provision as to heirs of entail, &c.", "section_text": "14 All heirs of entail, liferenters, corporations, trustees, judicial factors, tutors, curators, and other guardians, heritable creditors in possession and other persons who are in actual receipt of the income of any estate of property or of superiority are, notwithstanding any limitations in their titles, hereby authorised without any further sanction to exercise all the powers and options by this Act conferred upon superiors and proprietors of feus respectively, and to execute, register, and carry into effect all deeds required to render such powers and options fully operative, and such exercise and such deeds shall be fully binding upon all persons whatsoever interested in the feus or superiorities to which such deeds relate."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "15", "section_title": " Application of section eighteen of the principal Act.", "section_text": "15 Subject to the provisions of this Act, the provisions of section eighteen of the principal Act shall apply to the redemption of casualties under this Act, provided that the expression “heir of entail in possession” therein occurring shall extend to and include liferenter in possession, and the expression “entailed estate” shall extend to and include estate liferented."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "16", "section_title": " Casualties subject to express trust.", "section_text": "16 The compensation payable in respect of casualties to which section nineteen of the  Glebe Lands (Scotland) Act, 1866, applies and in respect of all other casualties which are the subject of express trust or direction contained in any Act of Parliament or trust deed or otherwise, or the annual sum into which such compensation may be converted, shall be subject to the same trusts and directions as are applicable to the casualties which they represent, and that irrespective of the amount of such compensation paid or consigned during any period."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "17", "section_title": " Provision as to divided feus.", "section_text": "17 1 Where any feu created prior to the commencement of this Act has been divided before or shall be divided after such commencement, but the proprietors of the parts of such feu are not entitled, each for himself, to redeem the casualties incident to their respective parts thereof, the superior shall be entitled, by notice as in this Act provided, to require the proprietor of any part of such feu to redeem, and any such proprietor when so required shall be entitled to redeem, for himself and the other proprietors, the casualties incident to the whole of such feu. 2 The compensation in respect of such casualties shall be the aggregate of the sums which would have been payable if such proprietors had been entitled, each for himself, to redeem in terms of this Act the proportion of the casualties incident to their respective parts of the feu, and such compensation shall (failing agreement among the whole of the proprietors of such feu as to payment of the capital amount) be converted into an annual sum in terms of section nine of this Act. 3 The annual sum into which such compensation is converted, and the expenses incurred by such part proprietor in carrying out such redemption and conversion, shall be borne by the proprietors of the respective parts of such feu inter se in the proportions which the portions of compensation applicable to these respective parts of the feu bear to the aggregate compensation; and any part proprietor paying such annual sum or expenses shall be entitled to recover their proportions from his co-proprietors, and all the remedies and preferences competent to the superior for recovery of feu duties payable from the feu, including poinding of the ground and sequestration, shall, by virtue of this Act, be held to be assigned to such part proprietor paying such annual sum to the effect of enabling him to recover their proportions from his co-proprietors and out of the parts of the feu belonging to them respectively: Provided always that, if any proprietor of part of such feu shall, in terms of the title of such feu or any part thereof, have a right of relief against his co-proprietors in the feu or their respective parts thereof from payment of the whole or any part of the casualties incident to such feu, he shall to the same extent be entitled to be relieved by them and out of their respective parts of the feu from payment of the annual sum into which such compensation may be converted, and of such expenses. 4 The proprietor of any part of such feu shall be entitled to redeem, as if he were the proprietor of an undivided feu, the casualties, or the proportion of the annual sum into which compensation for casualties has been converted, for which as between the several parts of the feu the part belonging to such proprietor is liable by the titles or otherwise, but without prejudice to the rights of the superior to recover the compensation for the casualties applicable to the remainder of the feu or the annual sum representing such compensation as if such redemption had not been made. No proprietor of part of such feu shall be entitled, unless with the consent of the superior, to have the compensation which is applicable to his part of the feu converted separately into an annual sum in terms of this Act."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "18", "section_title": " No casualties in future feus.", "section_text": "18 In feus granted after the commencement of this Act the annual feu-duty shall be a fixed amount or quantity, and no casualties shall be payable to the granter of the feu or his successors in the superiority, and it shall not be lawful to condition or stipulate for the payment of any casualty, but it shall be lawful to condition or stipulate for a permanent increase or reduction of the feu-duty, provided that the amount of such increase or reduction shall be certain and that the time or times, from and after which such increase or reduction is to have effect, shall also be certain and not dependent upon any event or occurrence, except the occurrence or recurrence of the time or times at which, under the terms of such condition or stipulation, the increase or reduction of feu-duty is to have effect."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "19", "section_title": " Agreement to feu prior to commencement of Act.", "section_text": "19 Where prior to the commencement of this Act a superior has agreed or contracted to feu land, but such agreement or contract has not been carried into effect prior to such commencement, the feu-charter, feu-contract, or other deed constituting such feu shall, for the purposes of this Act, be held to be granted as of the date of such agreement or contract."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "20", "section_title": " Saving existing rights of redemption.", "section_text": "20 Nothing in this Act shall supersede or prejudice any right of redemption of feu-duty or casualty competent to a proprietor of a feu in virtue of the title thereof or otherwise at the commencement of this Act: Provided that when in virtue of this Act the casualties incident to any feu have been redeemed and extinguished, and the proprietor of the feu afterwards proceeds to exercise such right of redemption of feu-duty, the sum payable under the title shall be abated by the amount paid in terms of this Act for the redemption of any casualties which would have been comprised in such redemption of feu-duty, if the same had been carried out prior to the extinction of casualties in terms of this Act."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "21", "section_title": " Sanctioned forms of feu-charters, &c., to be modified.", "section_text": "21 In cases where by statutory authority or by judicial sanction forms of feu-charters, feu-contracts, feu-dispositions or contracts of ground annual have been sanctioned, and these forms contemplate the exaction of duplicands or other payments prohibited by this Act as regards future feus, it shall be lawful for the parties concerned, without the necessity for any sanction other than this Act, to modify as regards the future the said forms which have been sanctioned so as to make them comply with enactments and provisions of this Act, and it shall not be necessary in such modified forms to refer to this Act."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "22", "section_title": " Jurisdiction of sheriff court.", "section_text": "22 Subject to the provisions of the  Sheriff Courts (Scotland) Acts, 1907   and 1913, any proceedings for the recovery or redemption of casualties or for the fixing or recovery of compensation therefor may be raised either in the Court of Session or in the sheriff court."}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "23", "section_title": " Acts of sederunt.", "section_text": "23 If it shall appear to the Court of Session that there exists any rights of the nature substantially of casualties which are not comprised within the scope of this Act, it shall be competent for the court by act of sederunt to provide for the redemption and extinction of such rights on terms seeming to the court to be just and equitable on the analogy of the provisions of this Act, . . . "}, {"act": "Feudal Casualties (Scotland) Act 1914", "year": 1914, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}]