[{"act": "Access to Justice Act 1999", "year": 1999, "section": "1", "section_title": " Legal Services Commission.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "2", "section_title": " Power to replace Commission with two bodies.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "3", "section_title": " Powers of Commission.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "4", "section_title": " Community Legal Service.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "5", "section_title": " Funding of services.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "6", "section_title": " Services which may be funded.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "7", "section_title": " Individuals for whom services may be funded.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "8", "section_title": " Code about provision of funded services.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "8A", "section_title": "Funding code: pilot provisions", "section_text": "8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "9", "section_title": " Procedure relating to funding code.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "10", "section_title": " Terms of provision of funded services.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "11", "section_title": " Costs in funded cases.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "11A", "section_title": "Pilot schemes", "section_text": "11A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "12", "section_title": " Criminal Defence Service.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "13", "section_title": " Advice and assistance.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "14", "section_title": " Representation.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "15", "section_title": " Selection of representative.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "16", "section_title": " Code of conduct.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "17", "section_title": " Terms of provision of funded services.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "17A", "section_title": "Contribution orders", "section_text": "17A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "18", "section_title": " Funding.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "18A", "section_title": "Pilot schemes", "section_text": "18A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "19", "section_title": " Foreign law.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "20", "section_title": " Restriction of disclosure of information.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "21", "section_title": " Misrepresentation  etc.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "22", "section_title": " Position of service providers and other parties etc.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "23", "section_title": " Guidance.", "section_text": "23 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "24", "section_title": " Consequential amendments.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "25", "section_title": " Orders, regulations and directions.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "26", "section_title": " Interpretation.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "27", "section_title": " Conditional fee agreements.", "section_text": "27 1 For section 58 of the  Courts and Legal Services Act 1990 substitute—  Conditional fee agreements. 58 1 A conditional fee agreement which satisfies all of the conditions applicable to it by virtue of this section shall not be unenforceable by reason only of its being a conditional fee agreement; but (subject to subsection (5)) any other conditional fee agreement shall be unenforceable. 2 For the purposes of this section and section 58A— a a conditional fee agreement is an agreement with a person providing advocacy or litigation services which provides for his fees and expenses, or any part of them, to be payable only in specified circumstances; and b a conditional fee agreement provides for a success fee if it provides for the amount of any fees to which it applies to be increased, in specified circumstances, above the amount which would be payable if it were not payable only in specified circumstances. 3 The following conditions are applicable to every conditional fee agreement— a it must be in writing; b it must not relate to proceedings which cannot be the subject of an enforceable conditional fee agreement; and c it must comply with such requirements (if any) as may be prescribed by the Lord Chancellor. 4 The following further conditions are applicable to a conditional fee agreement which provides for a success fee— a it must relate to proceedings of a description specified by order made by the Lord Chancellor; b it must state the percentage by which the amount of the fees which would be payable if it were not a conditional fee agreement is to be increased; and c that percentage must not exceed the percentage specified in relation to the description of proceedings to which the agreement relates by order made by the Lord Chancellor. 5 If a conditional fee agreement is an agreement to which section 57 of the  Solicitors Act 1974 (non-contentious business agreements between solicitor and client) applies, subsection (1) shall not make it unenforceable.  Conditional fee agreements: supplementary. 58A 1 The proceedings which cannot be the subject of an enforceable conditional fee agreement are— a criminal proceedings, apart from proceedings under section 82 of the   Environmental Protection Act 1990; and b family proceedings. 2 In subsection (1) “ family proceedings ” means proceedings under any one or more of the following— a the  Matrimonial Causes Act 1973; b the  Adoption Act 1976; c the  Domestic Proceedings and Magistrates’ Courts Act 1978; d Part III of the  Matrimonial and Family Proceedings Act 1984; e Parts I,  II  and  IV  of the  Children Act 1989; f Part IV of the  Family Law Act 1996; and g the inherent jurisdiction of the High Court in relation to children. 3 The requirements which the Lord Chancellor may prescribe under section 58(3)(c)— a include requirements for the person providing advocacy or litigation services to have provided prescribed information before the agreement is made; and b may be different for different descriptions of conditional fee agreements (and, in particular, may be different for those which provide for a success fee and those which do not). 4 In section 58 and this section (and in the definitions of “ advocacy services ” and “ litigation services ” as they apply for their purposes) “ proceedings ” includes any sort of proceedings for resolving disputes (and not just proceedings in a court), whether commenced or contemplated. 5 Before making an order under section 58(4), the Lord Chancellor shall consult— a the designated judges; b the General Council of the Bar; c the Law Society; and d such other bodies as he considers appropriate. 6 A costs order made in any proceedings may, subject in the case of court proceedings to rules of court, include provision requiring the payment of any fees payable under a conditional fee agreement which provides for a success fee. 7 Rules of court may make provision with respect to the assessment of any costs which include fees payable under a conditional fee agreement (including one which provides for a success fee). 2 In section 120(4) of the  Courts and Legal Services Act 1990 (orders and regulations subject to affirmative procedure), for “58,” substitute  “                    58(4),                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "28", "section_title": " Litigation funding agreements.", "section_text": "28 In the Courts and Legal Services Act 1990, after section 58A (inserted by section 27 above) insert—  Litigation funding agreements. 58B 1 A litigation funding agreement which satisfies all of the conditions applicable to it by virtue of this section shall not be unenforceable by reason only of its being a litigation funding agreement. 2 For the purposes of this section a litigation funding agreement is an agreement under which— a a person (“the funder”) agrees to fund (in whole or in part) the provision of advocacy or litigation services (by someone other than the funder) to another person (“the litigant”); and b the litigant agrees to pay a sum to the funder in specified circumstances. 3 The following conditions are applicable to a litigation funding agreement— a the funder must be a person, or person of a description, prescribed by the   Lord Chancellor ; b the agreement must be in writing; c the agreement must not relate to proceedings which by virtue of section 58A(1) and (2) cannot be the subject of an enforceable conditional fee agreement or to proceedings of any such description as may be prescribed by the   Lord Chancellor ; d the agreement must comply with such requirements (if any) as may be so prescribed; e the sum to be paid by the litigant must consist of any costs payable to him in respect of the proceedings to which the agreement relates together with an amount calculated by reference to the funder’s anticipated expenditure in funding the provision of the services; and f that amount must not exceed such percentage of that anticipated expenditure as may be prescribed by the   Lord Chancellor   in relation to proceedings of the description to which the agreement relates. 4 Regulations under subsection (3)(a) may require a person to be approved by the   Lord Chancellor   or by a prescribed person. 5 The requirements which the   Lord Chancellor   may prescribe under subsection (3)(d)— a include requirements for the funder to have provided prescribed information to the litigant before the agreement is made; and b may be different for different descriptions of litigation funding agreements. 6 In this section (and in the definitions of “ advocacy services ” and “ litigation services ” as they apply for its purposes) “ proceedings ” includes any sort of proceedings for resolving disputes (and not just proceedings in a court), whether commenced or contemplated. 7 Before making regulations under this section, the   Lord Chancellor   shall consult— a the designated judges; b the General Council of the Bar; c the Law Society; and d such other bodies as he considers appropriate. 8 A costs order made in any proceedings may, subject in the case of court proceedings to rules of court, include provision requiring the payment of any amount payable under a litigation funding agreement. 9 Rules of court may make provision with respect to the assessment of any costs which include fees payable under a litigation funding agreement."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "29", "section_title": " Recovery of insurance premiums by way of costs.", "section_text": "29 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "30", "section_title": " Recovery where body undertakes to meet costs liabilities.", "section_text": "30 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "31", "section_title": " Rules as to costs.", "section_text": "31 In section 51 of the   Senior Courts Act 1981 (costs), in subsection (2)\t\t\t(rules regulating matters relating to costs), insert at the end  “                or for securing that the amount awarded to a party in respect of the costs to be paid by him to such representatives is not limited to what would have been payable by him to them if he had not been awarded costs.              ”"}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "32", "section_title": " Regulations about financial limits in certain proceedings.", "section_text": "32 In section 9(2) of the  Legal Aid (Scotland) Act 1986 (application by regulations of Part II to assistance by way of representation), after paragraph (d) insert— dd provide that assistance by way of representation shall be available in relation to such proceedings as may be prescribed, without reference to the financial limits under section 8 of this Act; de provide that section 11(2) of this Act shall not apply as respects assistance by way of representation received in relation to such proceedings as may be prescribed; ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "33", "section_title": " Recipients of disabled person’s tax credit.", "section_text": "33 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "34", "section_title": " References by Scottish Criminal Cases Review Commission.", "section_text": "34 In section 25(7) of the Legal Aid (Scotland) Act 1986 (legal aid in appeals), for “Secretary of State under section 124” substitute  “                Scottish Criminal Cases Review Commission under section 194B              ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "35", "section_title": " Replacement of  ACLEC  by Consultative Panel.", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In the First Schedule to the  Public Records Act 1958 (definition of public records), in Part II of the Table set out at the end of paragraph 3, insert at the appropriate place— The Legal Services Consultative Panel."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "36", "section_title": " Barristers and solicitors.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "37", "section_title": " Rights of audience: employed advocates.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "38", "section_title": " Employees of Legal Services Commission.", "section_text": "38 In the Courts and Legal Services Act 1990, after section 31A (inserted by section 37 above) insert—  Advocates and litigators employed by Legal Services Commission. 31B 1 Where a person who has a right of audience or right to conduct litigation granted by an authorised body is employed by the Legal Services Commission, or by any body established and maintained by the Legal Services Commission, any rules of the authorised body which fall within subsection (2) shall not have effect in relation to him. 2 Rules of a body fall within this subsection if they are— a rules of conduct prohibiting or limiting the exercise of the right on behalf of members of the public by members of the body who are employees; or b rules of any other description prohibiting or limiting the provision of legal services to members of the public by such members of the body, and either of the conditions specified in subsection (3) is satisfied. 3 Those conditions are— a that the prohibition or limitation is on the exercise of the right, or the provision of the services, otherwise than on the instructions of solicitors (or other persons acting for the members of the public); and b that the rules do not impose the same prohibition or limitation on members of the body who have the right but are not employees."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "39", "section_title": " Rights of audience: change of authorised body.", "section_text": "39 In the  Courts and Legal Services Act 1990, after section 31B (inserted by section 38 above) insert—  Change of authorised body. 31C 1 Where a person— a has at any time had, and been entitled to exercise, a right of audience before a court in relation to proceedings of any description granted by one authorised body; and b becomes a member of another authorised body and has a right of audience before that court in relation to that description of proceedings granted by that body, any qualification regulations of that body relating to that right shall not have effect in relation to him. 2 Subsection (1) does not apply in relation to any qualification regulations to the extent that they impose requirements relating to continuing education or training which have effect in relation to the exercise of the right by all members of the body who have the right. 3 Subsection (1) does not apply to a person if he has been banned from exercising the right of audience by the body mentioned in paragraph (a) of that subsection as a result of disciplinary proceedings and that body has not lifted the ban."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "40", "section_title": " Rights to conduct litigation: barristers and legal executives.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "41", "section_title": " Authorised bodies: designation and regulations and rules.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "42", "section_title": " Overriding duties of advocates and litigators.", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "43", "section_title": " Minor and consequential amendments.", "section_text": "43 Schedule 6 (which makes minor and consequential amendments relating to rights of audience and rights to conduct litigation) has effect."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "44", "section_title": " Barristers employed by solicitors etc.", "section_text": "44 1 Where a barrister  . . . — a is employed by an authorised person, or b is a manager of such a person, any rules of the General Council of the Bar which impose a prohibition or limitation on the provision of legal services shall not operate to prevent him from providing legal services to clients of   the authorised person of which the barrister is an employee or a manager  if either of the conditions specified in subsection (2) is satisfied. 2 Those conditions are— a that the prohibition or limitation is on the provision of the services otherwise than on the instructions of a solicitor (or other person acting for the client), and b that the prohibition or limitation does not apply to barristers who provide legal services but are not employees   or managers of an authorised person . 3 In this section— “ authorised person ” means a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which is a reserved legal activity (within the meaning of that Act), and “ manager ” has the same meaning as in that Act (see section 207 of that Act)."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "45", "section_title": " Fees on application for appointment as Queen’s Counsel.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "46", "section_title": " Bar practising certificates.", "section_text": "46 1 If the General Council of the Bar makes rules prohibiting barristers from practising as specified in the rules unless authorised by a certificate issued by the Council (a “practising certificate”), the rules may include provision requiring the payment of fees to the Council by applicants for practising certificates. 2 Rules made by virtue of subsection (1)— a may provide for the payment of different fees by different descriptions of applicants,  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "47", "section_title": " Fees for solicitors’ practising certificates.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "48", "section_title": " Law Society’s powers in relation to conduct of solicitors etc.", "section_text": "48 Schedule 7 (which extends the powers of the Law Society in relation to the conduct of solicitors and their employees and consultants) has effect."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "49", "section_title": " Powers of Ombudsman.", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "50", "section_title": " Funding of Ombudsman by professional bodies.", "section_text": "50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "51", "section_title": " Commissioner.", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "52", "section_title": " Commissioner’s functions.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "53", "section_title": " Abolition of scriveners’ monopoly.", "section_text": "53 A public notary may practise as a notary in, or within three miles of, the City of London whether or not he is a member of the Incorporated Company of Scriveners of London (even if he is admitted to practise only outside that area)."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "54", "section_title": " Permission to appeal.", "section_text": "54 1 Rules of court may provide that any right of appeal to— a   the county court , aa the family court, b the High Court, or c the Court of Appeal, may be exercised only with permission. 2 This section does not apply to a right of appeal in a criminal cause or matter. 3 For the purposes of subsection (1) rules of court may make provision as to— a the classes of case in which a right of appeal may be exercised only with permission, b the court or courts which may give permission for the purposes of this section, c any considerations to be taken into account in deciding whether permission should be given, and d any requirements to be satisfied before permission may be given, and may make different provision for different circumstances. 4 No appeal may be made against a decision of a court under this section to give or refuse permission (but this subsection does not affect any right under rules of court to make a further application for permission to the same or another court). 5 For the purposes of this section a right to make an application to have a case stated for the opinion of the High Court constitutes a right of appeal. 6 For the purposes of this section a right of appeal to the Court of Appeal includes— a the right to make an application for a new trial, and b the right to make an application to set aside a verdict, finding or judgment in any cause or matter in the High Court which has been tried, or in which any issue has been tried, by a jury."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "55", "section_title": " Second appeals.", "section_text": "55 1 Where an appeal is made to   the county court                     , the family court  or the High Court in relation to any matter, and on hearing the appeal the court makes a decision in relation to that matter, no appeal may be made to the Court of Appeal from that decision unless the Court of Appeal considers that— a the appeal would raise an important point of principle or practice, or b there is some other compelling reason for the Court of Appeal to hear it. 2 This section does not apply in relation to an appeal in a criminal cause or matter."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "56", "section_title": " Power to prescribe alternative destination of appeals.", "section_text": "56 1 The Lord Chancellor may by order provide that appeals which would otherwise lie to— a   the county court , aa the family court, b the High Court, or c the Court of Appeal, shall lie instead to another of those courts, as specified in the order. 2 This section does not apply to an appeal in a criminal cause or matter. 3 An order under subsection (1)— a may make different provision for different classes of proceedings or appeals, and b may contain consequential amendments or repeals of enactments. 4 Before making an order under subsection (1) the Lord Chancellor shall consult— a the Lord Chief Justice, b the Master of the Rolls, c the President of the Queen's Bench Division, d the President of the Family Division, and e the Chancellor of the High Court. 5 An order under subsection (1) shall be made by statutory instrument. 6 No such order may be made unless a draft of it has been laid before and approved by resolution of each House of Parliament. 7 For the purposes of this section an application to have a case stated for the opinion of the High Court constitutes an appeal. 8 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "57", "section_title": " Assignment of appeals to Court of Appeal.", "section_text": "57 1 Where in any proceedings in   the county court   , the family court  or the High Court a person appeals, or seeks permission to appeal, to a court other than the Court of Appeal or the   Supreme Court — a the Master of the Rolls, or b the court from which or to which the appeal is made, or from which permission to appeal is sought,   or c the President of the Family Division where it is the family court from which or to which the appeal is made, or from which permission to appeal is sought, may direct that the appeal shall be heard instead by the Court of Appeal. 2 The power conferred by subsection (1)(b) shall be subject to rules of court."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "58", "section_title": " Criminal appeals: minor amendments.", "section_text": "58 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 8(1B)(b) of the Criminal Appeal Act 1968 (power of Court to direct entry of judgment and verdict of acquittal on applications relating to order for retrial), after “to” insert  “                    set aside the order for retrial and                  ” . 3 In section 9(2) of that Act (right of appeal against sentence for summary offence), insert at the end  “                    or sub-paragraph (4) of that paragraph.                  ” 4 Section 10 of that Act (appeal to Court of Appeal by person dealt with by Crown Court for offence of which he was not convicted on indictment) is amended in accordance with subsections (5) to (7). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In subsection (4)\t\t\t\t\t(calculation of length of term of imprisonment), after “imprisonment” insert  “                    or detention                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "59", "section_title": " Composition.", "section_text": "59 In section 54 of the   Senior Courts Act 1981 (composition of court of civil division of Court of Appeal), for subsections (2) to (4)\t\t\t(number of judges) substitute— 2 Subject as follows, a court shall be duly constituted for the purpose of exercising any of its jurisdiction if it consists of one or more judges. 3 The Master of the Rolls may, with the concurrence of the Lord Chancellor, give (or vary or revoke) directions about the minimum number of judges of which a court must consist if it is to be duly constituted for the purpose of any description of proceedings. 4 The Master of the Rolls, or any Lord Justice of Appeal designated by him, may (subject to any directions under subsection (3)) determine the number of judges of which a court is to consist for the purpose of any particular proceedings. 4A The Master of the Rolls may give directions as to what is to happen in any particular case where one or more members of a court which has partly heard proceedings are unable to continue."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "60", "section_title": " Calling into question of incidental decisions.", "section_text": "60 For section 58 of the   Senior Courts Act 1981 (exercise of incidental jurisdiction in civil division of Court of Appeal) substitute—  Calling into question of incidental decisions in civil division. 58 1 Rules of court may provide that decisions of the Court of Appeal which— a are taken by a single judge or any officer or member of staff of that court in proceedings incidental to any cause or matter pending before the civil division of that court; and b do not involve the determination of an appeal or of an application for permission to appeal, may be called into question in such manner as may be prescribed. 2 No appeal shall lie to the House of Lords from a decision which may be called into question pursuant to rules under subsection (1)."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "61", "section_title": " Cases stated by Crown Court.", "section_text": "61 For section 28A of the   Senior Courts Act 1981 (proceedings on case stated by magistrates’ court) substitute—  Proceedings on case stated by magistrates’ court or Crown Court. 28A 1 This section applies where a case is stated for the opinion of the High Court— a by a magistrates’ court under section 111 of the  Magistrates’ Courts Act 1980; or b by the Crown Court under section 28(1) of this Act. 2 The High Court may, if it thinks fit, cause the case to be sent back for amendment and, where it does so, the case shall be amended accordingly. 3 The High Court shall hear and determine the question arising on the case (or the case as amended) and shall— a reverse, affirm or amend the determination in respect of which the case has been stated; or b remit the matter to the magistrates’ court, or the Crown Court, with the opinion of the High Court, and may make such other order in relation to the matter (including as to costs) as it thinks fit. 4 Except as provided by the  Administration of Justice Act 1960 (right of appeal to House of Lords in criminal cases), a decision of the High Court under this section is final."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "62", "section_title": " Power to vary committal in default.", "section_text": "62 In the   Senior Courts Act 1981 , after section 43 insert—  Power of High Court to vary committal in default. 43ZA 1 Where the High Court quashes the committal of a person to prison or detention by a magistrates’ court or the Crown Court for— a a default in paying a sum adjudged to be paid by a conviction; or b want of sufficient distress to satisfy such a sum, the High Court may deal with the person for the default or want of sufficient distress in any way in which the magistrates’ court or Crown Court would have power to deal with him if it were dealing with him at the time when the committal is quashed. 2 If the High Court commits him to prison or detention, the period of imprisonment or detention shall, unless the High Court otherwise directs, be treated as having begun when the person was committed by the magistrates’ court or the Crown Court (except that any time during which he was released on bail shall not be counted as part of the period)."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "63", "section_title": " Criminal causes and matters.", "section_text": "63 1 In section 1(1)(a) of the Administration of Justice Act 1960 (appeal to House of Lords from decision of Divisional Court of the Queen’s Bench Division in a criminal cause or matter), for “a Divisional Court of the Queen’s Bench Division” substitute  “                    the High Court                  ” . 2 In sections 4(2) and (3) and 9(2) of that Act (bail pending appeal), for “a Divisional Court” substitute  “                    the High Court                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "64", "section_title": " Contempt of court.", "section_text": "64 1 Section 13(2) of the Administration of Justice Act 1960 (appeals in cases of contempt of court) is amended as follows. 2 In paragraph (a) (appeal from inferior courts from which appeal does not lie to Court of Appeal to lie to a Divisional Court of the High Court), omit “a Divisional Court of”. 3 In paragraph (b) (appeal to Court of Appeal from county court or single judge of High Court), for “decision, of a single” substitute  “                    decision (other than a decision on an appeal under this section) of a single                  ” . 4 In paragraph (c) (appeal from Divisional Court or Court of Appeal to House of Lords), insert at the beginning  “                    from a decision of a single judge of the High Court on an appeal under this section,                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "65", "section_title": " Habeas corpus.", "section_text": "65 1 In the  Administration of Justice Act 1960, omit— a section 14(1) (order for release on criminal application for habeas corpus to be refused only by Divisional Court of Queen’s Bench Division), and b section 15(2) (no appeal to House of Lords from order made by single judge on criminal application for habeas corpus). 2 In section 15 of that Act (appeals in habeas corpus cases)— a in subsection (3) (no restriction on grant of leave to appeal to House of Lords against decision of Divisional Court on a criminal application for habeas corpus), and b in subsection (4) (exceptions to right to be discharged in case of appeal to House of Lords against order of Divisional Court on such an application), for “a Divisional Court” substitute  “                    the High Court                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "66", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "66"}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "67", "section_title": " Time limits where accused sent for trial.", "section_text": "67 1 In paragraph 1 of Schedule 3 to the  Crime and Disorder Act 1998 (regulations about service of evidence where a person is sent without committal proceedings to Crown Court)— a in sub-paragraph (1) (regulations to provide that evidence be served on or before the relevant date) omit the words “on or before the relevant date” and after paragraph (b) insert  “                        before the expiry of the period prescribed by the regulations; but the judge may at his discretion extend or further extend that period.                      ” , and b for sub-paragraph (2) substitute— 2 The regulations may make provision as to the procedure to be followed on an application for the extension or further extension of a period under sub-paragraph (1) above. 2 In section 13(1) of the  Criminal Procedure and Investigations Act 1996 (transitional time limits relating to service of unused material), after paragraph (c) insert— ca copies of the documents containing the evidence on which the charge or charges are based are served on the accused (where this Part applies by virtue of section 1(2)(cc)), . 3 In section 22 of the  Prosecution of Offences Act 1985 (time limits in preliminary stages of criminal proceedings), in paragraph (a) of the definition of “appropriate court” in subsection (11) (which has effect so as to allow the Crown Court to extend time limits where the accused is committed for trial or indicted), after “trial” insert  “                    , sent for trial under section 51 of the  Crime and Disorder Act 1998                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "68", "section_title": " Judges holding office in European or international courts.", "section_text": "68 1 A holder of a United Kingdom judicial office may hold office in a relevant international court without being required to relinquish the United Kingdom judicial office. 2 In this section— “ United Kingdom judicial office ” means the office of— Lord Justice of Appeal, Justice of the High Court or Circuit judge, in England and Wales, judge of the Court of Session or sheriff, in Scotland, or Lord Justice of Appeal, judge of the High Court or county court judge, in Northern Ireland, and “ relevant international court ” means— any court established for any purposes of the   European Union , or any international court (apart from the European Court of Human Rights) which is designated   in relation to the holder of a United Kingdom judicial office by the appropriate Minister . 3 A holder of a United Kingdom judicial office who also holds office in a relevant international court is not required to perform any duties as the holder of the United Kingdom judicial office but does not count as holding the United Kingdom judicial office— a for the purposes of section 12(1) to (6) of the   Senior Courts Act 1981 , section 9(1)(c) or (d) of the  Administration of Justice Act 1973, section 18 of the  Courts Act 1971,   section 16 of the Courts Reform (Scotland) Act 2014   or section 106 of the  County Courts Act (Northern Ireland) 1959 (judicial salaries), b for the purposes of, or of any scheme established by and in accordance with, the  Judicial Pensions and Retirement Act 1993, the  Judicial Pensions Act 1981, the  Sheriffs’ Pensions (Scotland) Act 1961 or the County Courts Act (Northern Ireland) 1959 (judicial pensions), or c for the purposes of section 2(1) or 4(1) of the   Senior Courts Act 1981 , section 1(1) of the  Court of Session Act 1988 or section 2(1) or 3(1) of the  Judicature (Northern Ireland) Act 1978 (judicial numbers). 4 If the sheriff principal of any sheriffdom also holds office in a relevant international court,   section 6 of the Courts Reform (Scotland) Act 2014 (temporary sheriff principal)   applies as if the office of sheriff principal of that sheriffdom were vacant. 5 The appropriate Minister may by order made by statutory instrument make in relation to a holder of a United Kingdom judicial office who has ceased to hold office in a relevant international court such transitional provision (including, in particular, provision for a temporary increase in the maximum number of judges) as he considers appropriate. 6 In   this section  “ the appropriate Minister ” means— a in relation to any United Kingdom judicial office specified in paragraph (a) or (c) of the definition in subsection (2), the Lord Chancellor, and b in relation to any United Kingdom judicial office specified in paragraph (b) of that definition, the Secretary of State. 7 A statutory instrument containing an order made under subsection (5) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 The Lord Chancellor may exercise functions under this section in relation to the holder of a United Kingdom judicial office specified in paragraph (a) of the definition in subsection (2) only after consulting the Lord Chief Justice of England and Wales. 9 The Lord Chancellor may exercise functions under this section in relation to the holder of a United Kingdom judicial office specified in paragraph (c) of the definition in subsection (2) only after consulting the Lord Chief Justice of Northern Ireland. 10 The Lord Chief Justice of England and Wales may nominate a judicial office holder (within the meaning of section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under subsection (8). 11 The Lord Chief Justice of Northern Ireland may nominate any of the following to exercise his functions under subsection (9)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "69", "section_title": " Vice-president of Queen’s Bench Division.", "section_text": "69 1 The   Lord Chief Justice may, after consulting the Lord Chancellor,   appoint one of the ordinary judges of the Court of Appeal as vice-president of the Queen’s Bench Division; and any person so appointed shall hold that office in accordance with the terms of his appointment. 1A The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under subsection (1). 2 In section 4 of the   Senior Courts Act 1981 (composition of High Court)— a in subsection (1)\t\t\t\t\t\t\t(membership), after the words “the Senior Presiding Judge;” insert— ddd the vice-president of the Queen’s Bench Division; , and b in subsection (6)\t\t\t\t\t\t\t(vacancy in offices not to affect constitution), at the end insert  “                        and whether or not an appointment has been made to the office of vice-president of the Queen’s Bench Division.                      ” 3 In section 5 of that Act (divisions of High Court), in subsection (1)(b)\t\t\t\t\t(Queen’s Bench Division), after “thereof,” insert  “                    the vice-president of the Queen’s Bench Division                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "70", "section_title": " Registrar of civil appeals.", "section_text": "70 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "71", "section_title": " Adjournment of inquest in event of judicial inquiry.", "section_text": "71 1 In the  Coroners Act 1988, after section 17 insert—  Adjournment of inquest in event of judicial inquiry. 17A 1 If on an inquest into a death the coroner is informed by the Lord Chancellor before the conclusion of the inquest that— a a public inquiry conducted or chaired by a judge is being, or is to be, held into the events surrounding the death; and b the Lord Chancellor considers that the cause of death is likely to be adequately investigated by the inquiry, the coroner shall, in the absence of any exceptional reason to the contrary, adjourn the inquest and, if a jury has been summoned, may, if he thinks fit, discharge them. 2 Where a coroner adjourns an inquest in compliance with subsection (1) above, he shall send to the registrar of deaths a certificate under his hand stating, so far as they have been ascertained at the date of the certificate, the particulars which under the 1953 Act are required to be registered concerning the death. 3 Where a coroner has adjourned an inquest in compliance with subsection (1) above, the Lord Chancellor shall send him the findings of the public inquiry as soon as reasonably practicable after their publication. 4 A coroner may only resume an inquest which has been adjourned in compliance with subsection (1) above if in his opinion there is exceptional reason for doing so; and he shall not do so— a before the end of the period of 28 days beginning with the day on which the findings of the public inquiry are published; or b if the Lord Chancellor notifies the coroner that this paragraph applies, before the end of the period of 28 days beginning with the day on which the public inquiry is concluded. 5 Where a coroner resumes an inquest which has been adjourned in compliance with subsection (1) above— a the provisions of section 8(3) above shall not apply in relation to that inquest; and b if he summons a jury (but not where he resumes without a jury, or with the same jury as before the adjournment), he shall proceed in all respects as if the inquest had not previously begun and the provisions of this Act shall apply accordingly as if the resumed inquest were a fresh inquest. 6 Where a coroner does not resume an inquest which he has adjourned in compliance with subsection (1) above, he shall (without prejudice to subsection (2) above) send to the registrar of deaths a certificate under his hand stating any findings of the public inquiry in relation to the death. 2 In section 8(4) of that Act (power to summon jury), for “either before he proceeds to hold an inquest” substitute  “                    before he proceeds to hold an inquest, on resuming an inquest begun with a jury after the inquest has been adjourned and the jury discharged                  ” . 3 In the sidenote to section 16 of that Act (adjournment of inquest in certain cases), for “certain cases” substitute  “                    event of criminal proceedings                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "72", "section_title": " Reporting of proceedings relating to children.", "section_text": "72 In section 97 of the  Children Act 1989 (privacy for children involved in certain proceedings)— a in subsection (2) (which prohibits the publication of material intended or likely to identify a child as being involved in proceedings before a magistrates’ court in which powers under that Act may be exercised), after “before” insert  “                    the High Court, a county court or                  ” , and b in subsection (8) (which makes provision about the application of certain provisions of the  Magistrates’ Courts Act 1980 in relation to proceedings to which section 97 applies), after “any proceedings” insert  “                    (before a magistrates’ court)                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "73", "section_title": " Power to allow children to attend criminal proceedings.", "section_text": "73 1 In section 36 of the  Children and Young Persons Act 1933 (child not to be present at criminal trial except where required as witness or otherwise for the purposes of justice), after “justice” insert  “                    or while the court consents to his presence                  ” . 2 In section 50(1) of the  Criminal Procedure (Scotland) Act 1995 (child not to be present at criminal proceedings unless required as witness or otherwise for the purposes of justice), after “justice” insert  “                    or the court consents to his presence                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "74", "section_title": " Commission areas.", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "75", "section_title": " Petty sessions areas.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "76", "section_title": " Areas: consequential provision.", "section_text": "76 1 The Lord Mayor and aldermen of the City of London shall not be justices of the peace unless appointed by the Lord Chancellor in accordance with the  Justices of the Peace Act 1997. 2 Schedule 10 (which contains other provisions consequential on sections 74 and 75) has effect."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "77", "section_title": " Youth courts.", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "78", "section_title": " Unification and renaming of stipendiary bench.", "section_text": "78 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Schedule 11 (which makes amendments consequential on this section) has effect."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "79", "section_title": " Justices not to sit on committal for sentence.", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "80", "section_title": " Jurisdiction over offences outside area.", "section_text": "80 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "81", "section_title": " Areas outside Greater London.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "82", "section_title": " Constitution of committees outside Greater London.", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "83", "section_title": " Greater London Magistrates’ Courts Authority.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "84", "section_title": " Standard goods and services.", "section_text": "84 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "85", "section_title": " Power to direct implementation of inspectors’ recommendations.", "section_text": "85 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "86", "section_title": " Code of conduct.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "87", "section_title": " Qualification for appointment as chief executive.", "section_text": "87 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "88", "section_title": " Role of chief executives.", "section_text": "88 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "89", "section_title": " Independence of clerks and staff exercising legal functions.", "section_text": "89 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "90", "section_title": " Transfer of clerks’ functions to chief executives.", "section_text": "90 1 Schedule 13 (which makes amendments transferring administrative functions of justices’ clerks to justices’ chief executives) has effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "91", "section_title": " Accounting etc. functions of chief executives.", "section_text": "91 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "92", "section_title": " Civilian enforcement officers.", "section_text": "92 In the  Magistrates’ Courts Act 1980, after section 125 insert—  Civilian enforcement officers. 125A 1 A warrant to which this subsection applies may be executed anywhere in England and Wales by a civilian enforcement officer. 2 In this section “ civilian enforcement officer ”, in relation to a warrant, means a person who— a is employed by an authority of a prescribed class which performs functions in relation to any area specified in the warrant; and b is authorised in the prescribed manner to execute warrants. 3 The warrants to which subsection (1) above applies are any warrant of arrest, commitment, detention or distress issued by a justice of the peace— a under any provision specified for the purposes of this subsection by an order made by the Lord Chancellor and the Secretary of State, acting jointly; or b for the enforcement of a court order of any description so specified. 4 Where a warrant has been executed by a civilian enforcement officer, a written statement indicating— a the name of the officer; b the authority by which he is employed; and c that he is authorised in the prescribed manner to execute warrants, shall, on the demand of the person arrested, committed or detained or against whom distress is levied, be shown to him as soon as practicable. 5 The power to make orders conferred by subsection (3) above shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "93", "section_title": " Approved enforcement agencies.", "section_text": "93 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In the  Magistrates’ Courts Act 1980, after section 125A (inserted by section 92 above) insert—  Execution by approved enforcement agency. 125B 1 A warrant to which section 125A(1) above applies may also be executed anywhere in England and Wales— a by an individual who is an approved enforcement agency; b by a director of a company which is an approved enforcement agency; c by a partner in a partnership which is an approved enforcement agency; or d by an employee of an approved enforcement agency who is authorised in writing by the agency to execute warrants. 2 In this section “ approved enforcement agency ”, in relation to a warrant, means a person or body approved under section 31A of the  Justices of the Peace Act 1997 by the magistrates’ courts committee for the petty sessions area of the justice (or any of the justices) who issued the warrant. 3 Failure by a magistrates’ courts committee to comply with any provision of, or made under, section 31A(2) to (5) of the Justices of the Peace Act 1997 does not of itself render unlawful the execution of a warrant. 4 Where a warrant has been executed by a person mentioned in subsection (1) above, a written statement indicating the matters specified in subsection (5) below shall, on the demand of the person arrested, committed or detained or against whom distress is levied, be shown to him as soon as practicable. 5 The matters referred to in subsection (4) above are— a the name of the person by whom the warrant was executed; b if he is a director of, or partner in, an approved enforcement agency, the fact that he is a director of, or partner in, that agency; c if he is an employee of an approved enforcement agency, the fact that he is an employee authorised in writing by that agency to execute warrants; and d the fact that his name, or (where paragraph (b) or (c) above applies) that of the agency indicated, is contained in the register maintained under section 31A(4) of the Justices of the  Peace Act 1997 by the magistrates’ courts committee concerned."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "94", "section_title": " Disclosure of information for enforcing warrants.", "section_text": "94 In the  Magistrates’ Courts Act 1980, after section 125B (inserted by section 93(2) above) insert—  Disclosure of information for enforcing warrants. 125C 1 Basic personal information held by a relevant public authority may, on the application of a justices’ chief executive, be supplied by the authority to him (or to a justices’ clerk appointed by, or member of the staff of, his magistrates’ courts committee who is specified in the application) for the purpose of facilitating the enforcement of a section 125A(1) warrant which is so specified. 2 In this section— “ basic personal information ” means a person’s name, date of birth or national insurance number or the address (or any of the addresses) of a person; “ relevant public authority ” means a Minister of the Crown, government department, local authority or chief officer of police specified in an order made by the Lord Chancellor; and “ a section 125A(1) warrant ” means a warrant to which section 125A(1) above applies and which has been issued by a justice of the peace to whom the justices’ chief executive making the application is chief executive. 3 Information supplied to any person under subsection (1) above, or this subsection, for the purpose of facilitating the enforcement of a section 125A(1) warrant may be supplied by him for that purpose to— a any person entitled to execute the warrant; b any employee of a body or person who, for the purposes of section 125B above, is an approved enforcement agency in relation to the warrant; or c any person who is the justices’ chief executive, a justices’ clerk or a member of the staff of the magistrates’ courts committee whose justices’ chief executive made the application for the information. 4 A person who intentionally or recklessly— a discloses information supplied to him under this section otherwise than as permitted by subsection (3) above; or b uses information so supplied otherwise than for the purpose of facilitating the enforcement of the section 125A(1) warrant concerned, commits an offence. 5 But it is not an offence under subsection (4) above— a to disclose any information in accordance with any enactment or order of a court or for the purposes of any proceedings before a court; or b to disclose any information which has previously been lawfully disclosed to the public. 6 A person guilty of an offence under subsection (4) above is liable— a on summary conviction, to a fine not exceeding the statutory maximum; or b on conviction on indictment, to a fine. 7 The power to make orders conferred by subsection (2) above shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "95", "section_title": " Warrants of detention.", "section_text": "95 1 In section 125(2) of the  Magistrates’ Courts Act 1980 (execution by person to whom warrant is directed or constable), after “warrant of commitment,” insert  “                    warrant of detention,                  ” . 2 In section 136(2) of that Act (warrants of detention), for the words from “, unless” to “functions” substitute —                     a shall authorise the person executing it ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "96", "section_title": " Execution by person not in possession of warrant.", "section_text": "96 In the Magistrates’ Courts Act 1980, after section 125C (inserted by section 94 above) insert—  Execution by person not in possession of warrant. 125D 1 A warrant to which section 125A(1) above applies may be executed by any person entitled to execute it even though it is not in his possession at the time. 2 A warrant to which this subsection applies (and which is not a warrant to which section 125A(1) above applies) may be executed by a constable even though it is not in his possession at the time. 3 Subsection (2) above applies to— a a warrant to arrest a person in connection with an offence; b a warrant under section 186(3) of the  Army Act 1955, section 186(3) of the  Air Force Act 1955, section 105(3) of the  Naval Discipline Act 1957 or Schedule 2 to the  Reserve Forces Act 1996 (desertion etc.); c a warrant under section 102 or 104 of the  General Rate Act 1967 (insufficiency of distress); d a warrant under section 47(8) of the  Family Law Act 1996 (failure to comply with occupation order or non-molestation order); e a warrant under paragraph 4 of Schedule 3 to the  Crime and Disorder Act 1998 (unwilling witnesses); f a warrant under paragraph 3(2) of Schedule 1 to  the Powers of Criminal Courts (Sentencing) Act 2000  (offenders referred to court by youth offender panel); and g a warrant under section 55, 76, 93, 97 or 97A above. 4 Where by virtue of this section a warrant is executed by a person not in possession of it, it shall, on the demand of the person arrested, committed or detained or against whom distress is levied, be shown to him as soon as practicable."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "97", "section_title": " Cessation of warrants.", "section_text": "97 1 In the  Maintenance Orders Act 1958, in— a section 2(4) (registration of orders), and b section 5(4) (cancellation of registration), omit paragraph (b) (cessation of warrant of commitment on giving notice), apart from the word “and” at the end. 2 In section 83 of the  Magistrates’ Courts Act 1980 (process for securing attendance of offender for purposes of section 82), omit subsection (4) (warrant to cease to have effect when sum in respect of which it is issued is paid to police officer holding the warrant). 3 In section 86(4) of that Act (which applies subsections (3) and (4) of section 83 to warrants issued under section 86), for “subsections (3) and (4)” substitute  “                    subsection (3)                  ” . 4 In section 125(1) of that Act (warrants of arrest), insert at the end  “                    or it ceases to have effect in accordance with the rules                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "98", "section_title": " Justices and clerks: immunity from costs.", "section_text": "98 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In the  Magistrates’ Courts (Northern Ireland) Order 1981, after Article 6 insert— Costs in legal proceedings 6A 1 A court may not order any resident magistrate, justice of the peace or clerk of petty sessions to pay costs in any proceedings in respect of any act or omission of his in the execution (or purported execution) of his duty— a as such a magistrate or justice; or b as such a clerk exercising, by virtue of any statutory provision, any of the functions of a magistrates’ court. 2 Paragraph (1) does not apply in relation to— a any proceedings in which a resident magistrate, justice of the peace or clerk of petty sessions is being tried for an offence or is appealing against a conviction; or b any proceedings in which it is proved that a resident magistrate, justice of the peace or clerk of petty sessions acted in bad faith in respect of the matters giving rise to the proceedings. 3 Where a court is prevented by paragraph (1) from ordering a resident magistrate, justice of the peace or clerk of petty sessions to pay costs in any proceedings, the court may instead order the making by the Lord Chancellor of a payment in respect of the costs of a person in the proceedings. 4 The Lord Chancellor may by regulations specify— a circumstances when a court shall or shall not exercise the power conferred on it by paragraph (3); and b how the amount of any payment ordered under that paragraph is to be determined. 5 Regulations under paragraph (4) shall be subject to annulment in pursuance of a resolution of either House of Parliament in like manner as a statutory instrument and section 5 of the  Statutory Instruments Act 1946 shall apply accordingly. 3 In— a Article 145A of the  Magistrates’ Courts (Northern Ireland) Order 1981 (county court judge hearing certain appeals to be treated like resident magistrate in relation to immunity),  . . .  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . after “6” insert  “                    , 6A                  ” ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "99", "section_title": " Justices and clerks: indemnity.", "section_text": "99 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "100", "section_title": " Assistant justices’ clerks: immunity from action.", "section_text": "100 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "101", "section_title": " General Commissioners: immunity from action.", "section_text": "101 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "102", "section_title": " General Commissioners: immunity from costs and expenses.", "section_text": "102 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "103", "section_title": " General Commissioners and clerks: indemnity.", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "104", "section_title": " Indemnity.", "section_text": "104 1 In the  Coroners Act 1988, after section 27 insert—  Indemnity. 27A 1 A coroner shall be indemnified by the relevant council (without having to lay before them an account under section 27 above) in respect of— a any costs which he reasonably incurs in or in connection with proceedings in respect of anything done or omitted in the exercise (or purported exercise) of his duty as a coroner; b any costs which he reasonably incurs in taking steps to dispute any claim which might be made in such proceedings; c any damages awarded against him or costs ordered to be paid by him in any such proceedings; and d any sums payable by him in connection with a reasonable settlement of any such proceedings or claim. 2 Subsection (1) above applies in relation to proceedings by a coroner only if and to the extent that the relevant council agrees in advance to indemnify him. 3 A coroner may appeal to the Secretary of State, or to any person appointed by the Secretary of State for the purpose, from any decision of the relevant council under subsection (2) above. 4 Any amount due to a coroner under this section shall be paid— a in the case of a metropolitan or non-metropolitan district council or London borough council, out of the general fund; b in the case of a non-metropolitan county council in England, out of the county fund; c in the case of the council of a Welsh principal area, out of the council fund; and d in the case of the Common Council, out of the City fund. 5 In the case of a coroner for a coroner’s district which— a consists of two or more metropolitan districts, special non-metropolitan districts or London boroughs; b lies partly in each of two or more Welsh principal areas; or c lies partly in each of two or more non-metropolitan counties in England, any amount due to the coroner under this section shall be apportioned between the councils of those districts, boroughs, areas or counties in such manner as they may agree or, in default of agreement, as may be determined by the Secretary of State. 2 In  the Coroners Act (Northern Ireland) 1959, after section 5 insert—  Indemnity. 5A 1 A coroner shall be indemnified by the Lord Chancellor in respect of— a any costs which he reasonably incurs in or in connection with proceedings in respect of anything done or omitted in the exercise (or purported exercise) of his duty as a coroner; b any costs which he reasonably incurs in taking steps to dispute any claim which might be made in such proceedings; c any damages awarded against him or costs ordered to be paid by him in any such proceedings; and d any sums payable by him in connection with a reasonable settlement of any such proceedings or claim. 2 Sub-section (1) applies in relation to proceedings by a coroner only if and to the extent that the Lord Chancellor agrees in advance to indemnify him."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "105", "section_title": " Transitional provisions and savings.", "section_text": "105 Schedule 14 (transitional provisions and savings) has effect."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "106", "section_title": " Repeals and revocations.", "section_text": "106 Schedule 15 (repeals and revocations) has effect."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "107", "section_title": " Crown application.", "section_text": "107 This Act binds the Crown."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "108", "section_title": " Commencement.", "section_text": "108 1 Subject to subsections (2) and (3), the preceding provisions of this Act shall come into force on such day as the Lord Chancellor    or Secretary of State  may by order made by statutory instrument appoint; and different days may be appointed for different purposes and, in the case of section 67(2), for different areas. 2 Section 45 shall come into force on the day on which this Act is passed. 3 The following provisions shall come into force at the end of the period of two months beginning with the day on which this Act is passed— a in Part II, sections 32 to 34, b Part IV, apart from section 66 and Schedule 9 and sections 67(2) and 71, c in Part V, sections 74 to 76, 81, 82, 84, 86 and 87 and Schedule 10, d in Part VI, section 104, e Schedule 14, f in Schedule 15, Part III and Part V(1) and (5), apart from the provisions specified in subsection (4), and g section 107. 4 The provisions excepted from subsection (3)(f) are the repeal of section 67(8) of the  Magistrates’ Courts Act 1980 (and that in Schedule 11 to the  Children Act 1989) contained in Part V(1) of Schedule 15."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "109", "section_title": " Extent.", "section_text": "109 1 Sections 32 to 34 and 73(2) extend to Scotland. 2 Sections 98(2) and (3) and 104(2) extend to Northern Ireland. 3 Sections 68, 101, 102 and 103 extend to England and Wales, Scotland and Northern Ireland. 4 The other provisions of this Act which make amendments or repeals or revocations in other enactments also have the same extent as the enactments which they amend or repeal or revoke. 5 Subject to subsection (4), the provisions of this Part (including paragraph 1, but not the rest, of Schedule 14) extend to England and Wales, Scotland and Northern Ireland. 6 Subject to the preceding provisions, this Act extends to England and Wales. 7 For the purposes of the  Scotland Act 1998 this Act, so far as it extends to Scotland, shall be taken to be a pre-commencement enactment within the meaning of that Act."}, {"act": "Access to Justice Act 1999", "year": 1999, "section": "110", "section_title": " Short title.", "section_text": "110 This Act may be cited as the Access to Justice Act 1999."}]