[{"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "1", "section_title": " Regulations giving effect to Convention.", "section_text": "1 1 Subject to the provisions of this Act, regulations made by the Secretary of State may make provision for giving effect to the Convention on Protection of Children and Co-operation in respect of Intercountry Adoption, concluded at the Hague on 29th May 1993 (“the Convention”). 2 The text of the Convention (so far as material) is set out in Schedule 1 to this Act. 3 Regulations under this section may— a apply, with or without modifications, any provision of the enactments relating to adoption; b provide that any person who contravenes or fails to comply with any provision of the regulations is to be guilty of an offence and liable on summary conviction to imprisonment for a term not exceeding three months, or a fine not exceeding level 5 on the standard scale, or both; c make different provision for different purposes or areas; and d make such incidental, supplementary, consequential or transitional provision as appears to the Secretary of State to be expedient. 4 Regulations under this section shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 Subject to subsection (6), any power to make subordinate legislation under or for the purposes of the enactments relating to adoption includes power to do so with a view to giving effect to the provisions of the Convention. 6 Subsection (5) does not apply in relation to any power which is exercisable by the National Assembly for Wales. 7 References in this section to enactments include references to Acts of the Scottish Parliament."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "2", "section_title": " Central Authorities and accredited bodies.", "section_text": "2 1 The functions under the Convention of the Central Authority are to be discharged— a separately in relation to England and Scotland by the Secretary of State; and b in relation to Wales by the National Assembly for Wales. 2 A communication may be sent to the Central Authority in relation to any part of Great Britain by sending it (for forwarding if necessary) to the Central Authority in relation to England. 2A   A registered adoption society   is an accredited body for the purposes of the Convention if, in accordance with the conditions of the registration, the   society   may provide facilities in respect of Convention adoptions and adoptions effected by Convention adoption orders. 2B A registered adoption service is an accredited body for the purposes of the Convention if, in accordance with the conditions of its registration, the service may provide facilities in respect of Convention adoptions and adoptions effected by Convention adoption orders. 3 An approved adoption society is an accredited body for the purposes of the Convention if the approval extends to the provision of facilities in respect of Convention adoptions and adoptions effected by Convention adoption orders. 4 The functions under Article 9(a) to (c) of the Convention are to be discharged by local authorities and accredited bodies on behalf of the Central Authority. 5 In this section, “ registered adoption society ” has the same meaning as in section 2 of the Adoption and Children Act 2002 (basic definitions); and expressions used in this section in its application to England and Wales which are also used in that Act have the same meanings as in that Act. 6 In this section in its application to Scotland, “ registered adoption service ” means an adoption service provided as mentioned in section 2(11)(b) of the Regulation of Care (Scotland) Act 2001 (asp 8) and registered under Part 1 of that Act; and “ registration ” shall be construed accordingly."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "3", "section_title": " Convention adoption orders.", "section_text": "3 For section 17 of the 1976 and 1978 Acts there shall be substituted—  Convention adoption orders. 17 An adoption order shall be made as a Convention adoption order if— a the application is for a Convention adoption order; and b such requirements as may be prescribed by regulations made by the Secretary of State are complied with."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "4", "section_title": " Effect of Convention adoptions in England and Wales.", "section_text": "4 1 In subsection (1) of section 38 of the 1976 Act (meaning of “adoption” for purposes of provisions relating to status of adopted children), after paragraph (c) there shall be inserted— cc which is a Convention adoption; . 2 In subsection (2) of section 39 of that Act (status conferred by adoption), for “subsection (3)” there shall be substituted  “                  subsections (3) and (3A)                ” . 3 After subsection (3) of that section there shall be inserted— 3A Where, in the case of a Convention adoption, the High Court is satisfied, on an application under this subsection— a that under the law of the country in which the adoption was effected the adoption is not a full adoption; b that the consents referred to in Article 4(c) and (d) of the Convention have not been given for a full adoption, or that the United Kingdom is not the receiving State (within the meaning of Article 2 of the Convention); and c that it would be more favourable to the adopted child for a direction to be given under this subsection, the Court may direct that subsection (2) shall not apply, or shall not apply to such extent as may be specified in the direction. In this subsection “ full adoption ” means an adoption by virtue of which the adopted child falls to be treated in law as if he were not the child of any person other than the adopters or adopter. 3B The following provisions of the  Family Law Act 1986— a section 59 (provisions relating to the Attorney General); and b section 60 (supplementary provision as to declarations), shall apply in relation to, and to an application for, a direction under subsection (3A) as they apply in relation to, and to an application for, a declaration under Part III of that Act."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "5", "section_title": " Effect of Convention adoptions in Scotland.", "section_text": "5 1 In subsection (1) of section 38 of the 1978 Act (meaning of “adoption order” for purposes of provisions relating to status of adopted children), after paragraph (c) there shall be inserted— cc a Convention adoption; . 2 In subsection (1) of section 39 of that Act (status conferred by adoption), in sub-paragraph (ii) of each of paragraphs (a), (b) and (c), at the beginning there shall be inserted  “                  subject to subsection (2A)                ” . 3 After subsection (2) of that section there shall be inserted— 2A Where, in the case of a child adopted under a Convention adoption, the Court of Session is satisfied, on an application under this subsection— a that under the law of the country in which the adoption was effected the adoption is not a full adoption; b that the consents referred to in Article 4(c) and (d) of the Convention have not been given for a full adoption, or that the United Kingdom is not the receiving State (within the meaning of Article 2 of the Convention); and c that it would be more favourable to the child for a direction to be given under this subsection, the Court may direct that sub-paragraph (ii) of, as the case may be, paragraph (a), (b) or (c) of subsection (1) shall not apply, or shall not apply to such extent as may be specified in the direction: and in this subsection “ full adoption ” means an adoption by virtue of which the child falls to be treated in law as if he were not the child of any person other than the adopters or adopter."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "6", "section_title": " Annulment of Convention adoptions  etc.", "section_text": "6 1 For subsection (1) of section 53 of the 1976 Act (annulment  etc.  of overseas adoptions) there shall be substituted— 1 The High Court may, on an application under this subsection, by order annul a Convention adoption or a Convention adoption order on the ground that the adoption or order is contrary to public policy. ; and the same amendment shall be made to section 47 of the 1978 Act (corresponding provision for Scotland) except that for “the High Court” there shall substituted  “              the Court of Session            ” . 2 In subsection (5) of each of those sections, after “validity of” there shall be inserted  “                  a Convention adoption, a Convention adoption order,                ” . 3 In subsection (4) of section 54 of the 1976 Act (provisions supplementary to sections 52(3) and 53), and in subsection (4) of section 48 of the 1978 Act (provisions supplementary to sections 46(2) and 47), the definitions of “notified provision” and “relevant time” shall cease to have effect. 4 For subsection (1) of section 59 of the 1976 Act (effect of determinations and orders made in Scotland and overseas in adoption proceedings) there shall be substituted— 1 Where— a an authority of a Convention country (other than the United Kingdom) having power under the law of that country— i to authorise, or review the authorisation of, a Convention adoption; or ii to give or review a decision revoking or annulling such an adoption or a Convention adoption order; or b an authority of any of the Channel Islands, the Isle of Man or any colony having power under the law of that territory— i to authorise, or review the authorisation of, a Convention adoption or an adoption effected in that territory; or ii to give or review a decision revoking or annulling such an adoption or a Convention adoption order, makes a determination in the exercise of that power, then, subject to section 53 and any subsequent determination having effect under this subsection, the determination shall have effect in England and Wales for the purpose of effecting, confirming or terminating the adoption in question or confirming its termination as the case may be. ; and the same amendment shall be made to section 53 of the 1978 Act (effect of determinations and orders made in England and Wales and overseas in adoption proceedings) except that for “section 53” there shall be substituted  “                      section 47                    ”  and for “England and Wales” there shall be substituted  “                      Scotland                    ” ."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "7", "section_title": " Acquisition of British citizenship by Convention adoptions.", "section_text": "7 1 For subsection (5) of section 1 of the  British Nationality Act 1981 (acquisition by birth or adoption) there shall be substituted— 5 Where— a any court in the United Kingdom makes an order authorising the adoption of a minor who is not a British citizen; or b a minor who is not a British citizen is adopted under a Convention adoption, that minor shall, if the requirements of subsection (5A) are met, be a British citizen as from the date on which the order is made or the Convention adoption is effected, as the case may be. 5A Those requirements are that on the date on which the order is made or the Convention adoption is effected (as the case may be)— a the adopter or, in the case of a joint adoption, one of the adopters is a British citizen; and b in a case within subsection (5)(b), the adopter or, in the case of a joint adoption, both of the adopters are habitually resident in the United Kingdom. 2 In subsection (6) of that section, after “order” there shall be inserted  “                  or a Convention adoption                ” . 3 At the end of subsection (8) of that section there shall be inserted  “                  and in this section “Convention adoption” has the same meaning as in the  Adoption Act 1976 and the  Adoption (Scotland) Act 1978                ” ."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "8", "section_title": " Meaning of “Convention adoption” and related expressions in 1976 and 1978 Acts.", "section_text": "8 In subsection (1) of section 72 of the 1976 Act and section 65 of the 1978 Act (interpretation), for the definitions of “the Convention”, “Convention adoption order” and “Convention country” there shall be substituted— “ the Convention ” means the Convention on Protection of Children and Co-operation in respect of Intercountry Adoption, concluded at the Hague on 29th May 1993; “ Convention adoption ” means an adoption effected under the law of a Convention country outside the British Islands, and certified in pursuance of Article 23(1) of the Convention; “ Convention adoption order ” means an adoption order made in accordance with section 17; “ Convention country ” means any country or territory in which the Convention is in force."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "9", "section_title": " Adoption Service to include intercountry adoptions etc.", "section_text": "9 After subsection (3) of section 1 of the 1976 and 1978 Acts (establishment of Adoption Service) there shall be inserted— 3A In this Part, references to adoption are to the adoption of children, wherever they may be habitually resident, effected under the law of any country or territory, whether within or outside the British Islands."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "10", "section_title": " Approval of adoption societies to provide intercountry adoption services.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "11", "section_title": " Six months residence required for certain intercountry adoptions.", "section_text": "11 After subsection (3) of section 13 of the 1976 and 1978 Acts (child to live with adopters before order is made) there shall be inserted— 4 In relation to— a an adoption proposed to be effected by a Convention adoption order; or b an adoption of a child habitually resident outside the British Islands which is proposed to be effected by an adoption order other than a Convention adoption order, subsection (1) shall have effect as if the reference to the preceding 13 weeks were a reference to the preceding six months."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "12", "section_title": " Registration of certain intercountry adoptions.", "section_text": "12 1 In subsection (1) of section 50 of the 1976 Act and section 45 of the 1978 Act (Adopted Children Register), for the words from “shall be made” to the end there shall be substituted such entries as may be—                   a directed to be made in it by adoption orders, or b required to be made under Schedule 1 to this Act, and no other entries, shall be made.                 2 In paragraph 1 of Schedule 1 to the 1976 and 1978 Acts (registration of adoption orders), sub-paragraph (2) shall cease to have effect. 3 For paragraph 3 of Schedule 1 to the 1976 Act there shall be substituted—  Registration of foreign adoptions 3 1 If the Registrar General is satisfied, on an application under this paragraph, that he has sufficient particulars relating to a child adopted under a registrable foreign adoption to enable an entry to be made in the Adopted Children Register for the child— a he must make the entry accordingly, and b if he is also satisfied that an entry in the Registers of Births relates to the child, he must secure that the entry in those Registers is marked “Adopted” or “Re-adopted”, as the case may be, followed by the name in brackets of the country in which the adoption was effected. 2 An entry made in the Adopted Children Register by virtue of this paragraph must be made in the specified form. 3 An application under this paragraph must be made, in the specified manner, by a specified person and give the specified particulars. 4 In this paragraph— “ registrable foreign adoption ” means a Convention or overseas adoption which satisfies specified requirements; “ specified ” means specified by regulations made by the Registrar General. ; and the same amendment shall be made to Schedule 1 to the 1978 Act (corresponding provision for Scotland) except that for “the Registrar General” (in both places) there shall be substituted  “                  the Registrar General for Scotland                ” , for “the Registers of Births” there shall be substituted  “                  the register of births                ”  and for “those Registers” there shall be substituted  “                  that register                ” . 4 In paragraph 4(5)(a) of Schedule 1 to the 1976 Act and paragraph 4(4)(a) of Schedule 1 to the 1978 Act, after “that” there shall be inserted  “                  a Convention adoption,                ” ."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "13", "section_title": " Construction of certain references in 1976 and 1978 Acts.", "section_text": "13 After subsection (3) of section 72 of the 1976 Act and section 65 of the 1978 Act (interpretation) there shall be inserted— 3A In this Act, in relation to the proposed adoption of a child resident outside the British Islands, references to arrangements for the adoption of a child include references to arrangements for an assessment for the purpose of indicating whether a person is suitable to adopt a child or not. 3B In this Act, in relation to— a an adoption proposed to be effected by a Convention adoption order; or b an adoption of a child habitually resident outside the British Islands which is proposed to be effected by an adoption order other than a Convention adoption order, references to a child placed with any persons by an adoption agency include references to a child who, in pursuance of arrangements made by such an agency, has been adopted by or placed with those persons under the law of a country or territory outside the British Islands."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "14", "section_title": " Restriction on bringing children into the United Kingdom for adoption.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "15", "section_title": " Amendments and repeals.", "section_text": "15 1 The enactments mentioned in Schedule 2 to this Act shall have effect subject to the amendments specified in that Schedule, being minor amendments and amendments consequential on the provisions of this Act. 2 The enactments mentioned in Schedule 3 to this Act are repealed to the extent specified in that Schedule."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "16", "section_title": " Devolution.", "section_text": "16 1 Any function of the Secretary of State under section 1 or 18(3) ... is exercisable only after consultation with the National Assembly for Wales. 2 For the purposes of the  Scotland Act 1998, any provision of this Act which extends to Scotland is to be taken to be a pre-commencement enactment within the meaning of that Act."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "17", "section_title": " Savings for adoptions etc. under 1965 Convention.", "section_text": "17 1 In relation to— a a 1965 Convention adoption order or an application for such an order; or b a 1965 Convention adoption, the 1976 and 1978 Acts shall have effect without the amendments made by sections 3 to 6 and 8 and Schedule 2 to this Act and the associated repeals made by Schedule 3 to this Act. 2 In subsection (1) in its application to the 1976 or 1978 Act— “ 1965 Convention adoption order ” has the meaning which “ Convention adoption order ” has in that Act as it has effect without the amendments and repeals mentioned in that subsection; “ 1965 Convention adoption ” has the meaning which “ regulated adoption ” has in that Act as it so has effect."}, {"act": "Adoption (Intercountry Aspects) Act 1999", "year": 1999, "section": "18", "section_title": " Short title, interpretation, commencement and extent.", "section_text": "18 1 This Act may be cited as the Adoption (Intercountry Aspects) Act 1999. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 This Act, except this section, shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint and different days may be appointed for different purposes. 4 Subject to subsection (5), this Act extends to Great Britain only. 5 Any amendment of an enactment which extends to any other part of the British Islands or any colony also extends to that part or colony."}]