[{"act": "Company and Business Names (Chamber of Commerce, Etc.) Act 1999", "year": 1999, "section": "1", "section_title": " Approval to be required for company or business names including the expression “chamber of commerce”.", "section_text": "1 It is the duty of the Secretary of State to secure that the expression “chamber of commerce” and its Welsh equivalent (“siambr fasnach”) is specified— a in regulations under  section 55 of the Companies Act 2006 (company names requiring approval of Secretary of State) , and b in regulations under  section 1194 of that Act (business names requiring approval of Secretary of State) , as an expression for the registration of which as or as part of a company’s name, or for the use of which as or as part of a business name, the approval of the Secretary of State is required."}, {"act": "Company and Business Names (Chamber of Commerce, Etc.) Act 1999", "year": 1999, "section": "2", "section_title": " Approval of certain company names.", "section_text": "2 1 Before determining under  section 55 of the Companies Act 2006  whether to approve the registration of a company under a name which includes— a the expression “chamber of commerce” or “siambr fasnach”, or b any other expression for the time being specified in regulations under  that section  which begins with the words “chamber of” or “chambers of” (or the Welsh equivalents), the Secretary of State must consult at least one relevant representative body. 2 The Secretary of State may publish guidance with respect to factors which may be taken into account in determining whether to approve the registration of a name to which this section applies."}, {"act": "Company and Business Names (Chamber of Commerce, Etc.) Act 1999", "year": 1999, "section": "3", "section_title": " Approval of certain business names.", "section_text": "3 1 Before determining under  section 1194 of the Companies Act 2006  whether to approve the carrying on of a business under a name which includes— a the expression “chamber of commerce” or “siambr fasnach”, or b any other expression for the time being specified in regulations under  that section  which begins with the words “chamber of” or “chambers of” (or the Welsh equivalents), the Secretary of State must consult at least one relevant representative body. 2 The Secretary of State may publish guidance with respect to factors which may be taken into account in determining whether to approve the use of a business name to which this section applies."}, {"act": "Company and Business Names (Chamber of Commerce, Etc.) Act 1999", "year": 1999, "section": "4", "section_title": " Relevant representative bodies.", "section_text": "4 1 The relevant representative bodies for the purposes of this Act are— a British Chambers of Commerce; b the body known as Scottish Chambers of Commerce. 2 The Secretary of State may by order amend subsection (1) by adding to or deleting from it the name of any body (whether corporate or unincorporated). 3 The power to make an order under this section is exercisable by statutory instrument which shall be liable to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Company and Business Names (Chamber of Commerce, Etc.) Act 1999", "year": 1999, "section": "5", "section_title": " Citation, commencement and extent.", "section_text": "5 1 This Act may be cited as the Company and Business Names (Chamber of Commerce, Etc.) Act 1999. 2 This Act shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint. 3 This Act does not extend to Northern Ireland."}]