[{"act": "Employment Relations Act 1999", "year": 1999, "section": "1", "section_title": " Collective bargaining: recognition.", "section_text": "1 1 The  Trade Union and Labour Relations (Consolidation) Act 1992 shall be amended as follows. 2 After Chapter V of Part I (rights of trade union members) there shall be inserted— Chapter VA  Collective bargaining: recognition  Recognition of trade unions. 70A Schedule A1 shall have effect. 3 Immediately before Schedule 1 there shall be inserted the Schedule set out in Schedule 1 to this Act."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "2", "section_title": " Detriment related to trade union membership.", "section_text": "2 Schedule 2 shall have effect."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "3", "section_title": " Blacklists.", "section_text": "3 1 The Secretary of State may make regulations prohibiting the compilation of lists which— a contain details of members of trade unions or persons who have taken part in the activities of trade unions, and b are compiled with a view to being used by employers or employment agencies for the purposes of discrimination in relation to recruitment or in relation to the treatment of workers. 2 The Secretary of State may make regulations prohibiting— a the use of lists to which subsection (1) applies; b the sale or supply of lists to which subsection (1) applies. 3 Regulations under this section may, in particular— a confer jurisdiction (including exclusive jurisdiction) on employment tribunals and on the Employment Appeal Tribunal; b include provision for or about the grant and enforcement of specified remedies by courts and tribunals; c include provision for the making of awards of compensation calculated in accordance with the regulations; d include provision permitting proceedings to be brought by trade unions on behalf of members in specified circumstances; e include provision about cases where an employee is dismissed by his employer and the reason or principal reason for the dismissal, or why the employee was selected for dismissal, relates to a list to which subsection (1) applies; f create criminal offences; g in specified cases or circumstances, extend liability for a criminal offence created under paragraph (f) to a person who aids the commission of the offence or to a person who is an agent, principal, employee, employer or officer of a person who commits the offence; h provide for specified obligations or offences not to apply in specified circumstances; i include supplemental, incidental, consequential and transitional provision, including provision amending an enactment; j make different provision for different cases or circumstances. 4 Regulations under this section creating an offence may not provide for it to be punishable— a by imprisonment, b by a fine in excess of level 5 on the standard scale in the case of an offence triable only summarily, or c by a fine in excess of the statutory maximum in the case of summary conviction for an offence triable either way. 5 In this section— “ list ” includes any index or other set of items whether recorded electronically or by any other means, and “ worker ” has the meaning given by section 13. 6 Subject to subsection (5), expressions used in this section and in the  Trade Union and Labour Relations (Consolidation) Act 1992 have the same meaning in this section as in that Act."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "4", "section_title": " Ballots and notices.", "section_text": "4 Schedule 3 shall have effect."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "5", "section_title": " Training.", "section_text": "5 In Chapter  VA  of Part I of the Trade Union and Labour Relations (Consolidation) Act 1992 (collective bargaining: recognition) as inserted by section 1 above, there shall be inserted after section 70A—  Training. 70B 1 This section applies where— a a trade union is recognised, in accordance with Schedule A1, as entitled to conduct collective bargaining on behalf of a bargaining unit (within the meaning of Part I of that Schedule), and b a method for the conduct of collective bargaining is specified by the Central Arbitration Committee under paragraph 31(3) of that Schedule (and is not the subject of an agreement under paragraph 31(5)(a) or (b)). 2 The employer must from time to time invite the trade union to send representatives to a meeting for the purpose of— a consulting about the employer’s policy on training for workers within the bargaining unit, b consulting about his plans for training for those workers during the period of six months starting with the day of the meeting, and c reporting about training provided for those workers since the previous meeting. 3 The date set for a meeting under subsection (2) must not be later than— a in the case of a first meeting, the end of the period of six months starting with the day on which this section first applies in relation to a bargaining unit, and b in the case of each subsequent meeting, the end of the period of six months starting with the day of the previous meeting. 4 The employer shall, before the period of two weeks ending with the date of a meeting, provide to the trade union any information— a without which the union’s representatives would be to a material extent impeded in participating in the meeting, and b which it would be in accordance with good industrial relations practice to disclose for the purposes of the meeting. 5 Section 182(1) shall apply in relation to the provision of information under subsection (4) as it applies in relation to the disclosure of information under section 181. 6 The employer shall take account of any written representations about matters raised at a meeting which he receives from the trade union within the period of four weeks starting with the date of the meeting. 7 Where more than one trade union is recognised as entitled to conduct collective bargaining on behalf of a bargaining unit, a reference in this section to “the trade union” is a reference to each trade union. 8 Where at a meeting under this section (Meeting 1) an employer indicates his intention to convene a subsequent meeting (Meeting 2) before the expiry of the period of six months beginning with the date of Meeting 1, for the reference to a period of six months in subsection (2)(b) there shall be substituted a reference to the expected period between Meeting 1 and Meeting 2. 9 The Secretary of State may by order made by statutory instrument amend any of subsections (2) to (6). 10 No order shall be made under subsection (9) unless a draft has been laid before, and approved by resolution of, each House of Parliament.  Section 70B: complaint to employment tribunal. 70C 1 A trade union may present a complaint to an employment tribunal that an employer has failed to comply with his obligations under section 70B in relation to a bargaining unit. 2 An employment tribunal shall not consider a complaint under this section unless it is presented— a before the end of the period of three months beginning with the date of the alleged failure, or b within such further period as the tribunal considers reasonable in a case where it is satisfied that it was not reasonably practicable for the complaint to be presented before the end of that period of three months. 3 Where an employment tribunal finds a complaint under this section well-founded it— a shall make a declaration to that effect, and b may make an award of compensation to be paid by the employer to each person who was, at the time when the failure occurred, a member of the bargaining unit. 4 The amount of the award shall not, in relation to each person, exceed two weeks’ pay. 5 For the purpose of subsection (4) a week’s pay— a shall be calculated in accordance with Chapter  II  of Part XIV of the  Employment Rights Act 1996 (taking the date of the employer’s failure as the calculation date), and b shall be subject to the limit in section 227(1) of that Act. 6 Proceedings for enforcement of an award of compensation under this section— a may, in relation to each person to whom compensation is payable, be commenced by that person, and b may not be commenced by a trade union."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "6", "section_title": " Unfair dismissal connected with recognition: interim relief.", "section_text": "6 In sections 128(1)(b) and 129(1) of the  Employment Rights Act 1996 (interim relief) after “103” there shall be inserted  “              or in paragraph 161(2) of Schedule A1 to the  Trade Union and Labour Relations (Consolidation) Act 1992            ” ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "7", "section_title": " Maternity and parental leave.", "section_text": "7 The provisions set out in Part I of Schedule 4 shall be substituted for Part VIII of the Employment Rights Act 1996."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "8", "section_title": " Time off for domestic incidents.", "section_text": "8 The provisions set out in Part II of Schedule 4 shall be inserted after section 57 of that Act."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "9", "section_title": " Consequential amendments.", "section_text": "9 Part III of Schedule 4 (which makes amendments consequential on sections 7 and 8) shall have effect."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "10", "section_title": " Right to be accompanied.", "section_text": "10 1 This section applies where a worker— a is required or invited by his employer to attend a disciplinary or grievance hearing, and b reasonably requests to be accompanied at the hearing. 2A Where this section applies, the employer must permit the worker to be accompanied at the hearing by one companion who— a is chosen by the worker; and b is within subsection (3). 2B The employer must permit the worker’s companion to— a address the hearing in order to do any or all of the following— i put the worker’s case; ii sum up that case; iii respond on the worker’s behalf to any view expressed at the hearing; b confer with the worker during the hearing. 2C Subsection (2B) does not require the employer to permit the worker’s companion to— a answer questions on behalf of the worker; b address the hearing if the worker indicates at it that he does not wish his companion to do so; or c use the powers conferred by that subsection in a way that prevents the employer from explaining his case or prevents any other person at the hearing from making his contribution to it. 3 A person is within this subsection if he is— a employed by a trade union of which he is an official within the meaning of sections 1 and 119 of the Trade Union and Labour Relations (Consolidation) Act 1992, b an official of a trade union (within that meaning) whom the union has reasonably certified in writing as having experience of, or as having received training in, acting as a worker’s companion at disciplinary or grievance hearings, or c another of the employer’s workers. 4 If— a a worker has a right under this section to be accompanied at a hearing, b his chosen companion will not be available at the time proposed for the hearing by the employer, and c the worker proposes an alternative time which satisfies subsection (5), the employer must postpone the hearing to the time proposed by the worker. 5 An alternative time must— a be reasonable, and b fall before the end of the period of five working days beginning with the first working day after the day proposed by the employer. 6 An employer shall permit a worker to take time off during working hours for the purpose of accompanying another of the employer’s workers in accordance with a request under subsection (1)(b). 7 Sections 168(3) and (4), 169 and 171 to 173 of the  Trade Union and Labour Relations (Consolidation) Act 1992 (time off for carrying out trade union duties) shall apply in relation to subsection (6) above as they apply in relation to section 168(1) of that Act."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "11", "section_title": " Complaint to employment tribunal.", "section_text": "11 1 A worker may present a complaint to an employment tribunal that his employer has failed, or threatened to fail, to comply with section   10(2A), (2B)   or (4). 2 A tribunal shall not consider a complaint under this section in relation to a failure or threat unless the complaint is presented— a before the end of the period of three months beginning with the date of the failure or threat, or b within such further period as the tribunal considers reasonable in a case where it is satisfied that it was not reasonably practicable for the complaint to be presented before the end of that period of three months. 2A Section 207B (extension of time limits to facilitate conciliation before institution of proceedings) of the Employment Rights Act 1996 applies for the purposes of subsection (2)(a). 2B Subsections (2) and (2A) are to be treated as provisions of the Employment Rights Act 1996 for the purposes of   section   207B of that Act. 3 Where a tribunal finds that a complaint under this section is well-founded it shall order the employer to pay compensation to the worker of an amount not exceeding two weeks’ pay. 4 Chapter II of Part XIV of the  Employment Rights Act 1996 (calculation of a week’s pay) shall apply for the purposes of subsection (3); and in applying that Chapter the calculation date shall be taken to be— a in the case of a claim which is made in the course of a claim for unfair dismissal, the date on which the employer’s notice of dismissal was given or, if there was no notice, the effective date of termination, and b in any other case, the date on which the relevant hearing took place (or was to have taken place). 5 The limit in section 227(1) of the Employment Rights Act 1996 (maximum amount of week’s pay) shall apply for the purposes of subsection (3) above. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "12", "section_title": " Detriment and dismissal.", "section_text": "12 1 A worker has the right not to be subjected to any detriment by any act, or any deliberate failure to act, by his employer done on the ground that he— a exercised or sought to exercise the right under section   10(2A), (2B)   or (4), or b accompanied or sought to accompany another worker (whether of the same employer or not) pursuant to a request under that section. 2 Section 48 of the  Employment Rights Act 1996 shall apply in relation to contraventions of subsection (1) above as it applies in relation to contraventions of certain sections of that Act. 3 A worker who is dismissed shall be regarded for the purposes of Part X of the Employment Rights Act 1996 as unfairly dismissed if the reason (or, if more than one, the principal reason) for the dismissal is that he— a exercised or sought to exercise the right under section   10(2A), (2B)   or (4), or b accompanied or sought to accompany another worker (whether of the same employer or not) pursuant to a request under that section. 4 Sections 108 and 109 of that Act (qualifying period of employment and upper age limit) shall not apply in relation to subsection (3) above. 5 Sections 128 to 132 of that Act (interim relief) shall apply in relation to dismissal for the reason specified in subsection (3)(a) or (b) above as they apply in relation to dismissal for a reason specified in section 128(1)(b) of that Act. 6 In the application of Chapter II of Part X of that Act in relation to subsection (3) above, a reference to an employee shall be taken as a reference to a worker. 7 References in this section to a worker having accompanied or sought to accompany another worker include references to his having exercised or sought to exercise any of the powers conferred by section 10(2A) or (2B)."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "13", "section_title": " Interpretation.", "section_text": "13 1 In sections 10 to 12 and this section “ worker ” means an individual who is— a a worker within the meaning of section 230(3) of the Employment Rights Act 1996, b an agency worker, c a home worker, d a person in Crown employment within the meaning of section 191 of that Act, other than a member of the naval, military, air or reserve forces of the Crown, or e employed as a relevant member of the House of Lords staff or the House of Commons staff within the meaning of section 194(6) or 195(5) of that Act. 2 In subsection (1) “ agency worker ” means an individual who— a is supplied by a person (“the agent”) to do work for another (“the principal”) by arrangement between the agent and the principal, b is not a party to a worker’s contract, within the meaning of section 230(3) of that Act, relating to that work, and c is not a party to a contract relating to that work under which he undertakes to do the work for another party to the contract whose status is, by virtue of the contract, that of a client or customer of any professional or business undertaking carried on by the individual; and, for the purposes of sections 10 to 12, both the agent and the principal are employers of an agency worker. 3 In subsection (1) “ home worker ” means an individual who— a contracts with a person, for the purposes of the person’s business, for the execution of work to be done in a place not under the person’s control or management, and b is not a party to a contract relating to that work under which the work is to be executed for another party to the contract whose status is, by virtue of the contract, that of a client or customer of any professional or business undertaking carried on by the individual; and, for the purposes of sections 10 to 12, the person mentioned in paragraph (a) is the home worker’s employer. 4 For the purposes of section 10 a disciplinary hearing is a hearing which could result in— a the administration of a formal warning to a worker by his employer, b the taking of some other action in respect of a worker by his employer, or c the confirmation of a warning issued or some other action taken. 5 For the purposes of section 10 a grievance hearing is a hearing which concerns the performance of a duty by an employer in relation to a worker. 6 For the purposes of section 10(5)(b) in its application to a part of Great Britain a working day is a day other than— a a Saturday or a Sunday, b Christmas Day or Good Friday, or c a day which is a bank holiday under the  Banking and Financial Dealings Act 1971 in that part of Great Britain."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "14", "section_title": " Contracting out and conciliation.", "section_text": "14 Sections 10 to 13 of this Act shall be treated as provisions of Part V of the  Employment Rights Act 1996 for the purposes of— a section 203(1), (2)(e) and (f), (3) and (4) of that Act (restrictions on contracting out), and b   section 18(1)(b)  of the  Employment Tribunals Act 1996 (conciliation)."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "15", "section_title": " National security employees.", "section_text": "15 Sections 10 to 13 of this Act shall not apply in relation to a person employed for the purposes of— a the Security Service, b the Secret Intelligence Service, or c the Government Communications Headquarters."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "16", "section_title": " Unfair dismissal of striking workers.", "section_text": "16 Schedule 5 shall have effect."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "17", "section_title": "", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "18", "section_title": " Agreement to exclude dismissal rights.", "section_text": "18 1 In section 197 of the  Employment Rights Act 1996 (fixed-term contracts) subsections (1) and (2) (agreement to exclude unfair dismissal provisions) shall be omitted; and subsections (2) to (5) below shall have effect in consequence. 2 In sections 44(4), 46(2), 47(2), 47A(2) and 47B(2) of that Act— a the words from the beginning to “the dismissal,” shall be omitted, and b for “that Part” there shall be substituted  “                      Part X                    ” . 3 In section 45A(4) of that Act the words from “, unless” to the end shall be omitted. 4 In section 23 of the  National Minimum Wage Act 1998, for subsection (4) there shall be substituted— 4 This section does not apply where the detriment in question amounts to dismissal within the meaning of— a Part X of the Employment Rights Act 1996 (unfair dismissal), or b Part XI of the Employment Rights (Northern Ireland) Order 1996 (corresponding provision for Northern Ireland), except where in relation to Northern Ireland the person in question is dismissed in circumstances in which, by virtue of Article 240 of that Order (fixed term contracts), Part XI does not apply to the dismissal. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "19", "section_title": " Part-time work: discrimination.", "section_text": "19 1 The Secretary of State shall make regulations for the purpose of securing that persons in part-time employment are treated, for such purposes and to such extent as the regulations may specify, no less favourably than persons in full-time employment. 2 The regulations may— a specify classes of person who are to be taken to be, or not to be, in part-time employment; b specify classes of person who are to be taken to be, or not to be, in full-time employment; c specify circumstances in which persons in part-time employment are to be taken to be, or not to be, treated less favourably than persons in full-time employment; d make provision which has effect in relation to persons in part-time employment generally or provision which has effect only in relation to specified classes of persons in part-time employment. 3 The regulations may— a confer jurisdiction (including exclusive jurisdiction) on employment tribunals and on the Employment Appeal Tribunal; b create criminal offences in relation to specified acts or omissions by an employer, by an organisation of employers, by an organisation of workers or by an organisation existing for the purposes of a profession or trade carried on by the organisation’s members; c in specified cases or circumstances, extend liability for a criminal offence created under paragraph (b) to a person who aids the commission of the offence or to a person who is an agent, principal, employee, employer or officer of a person who commits the offence; d provide for specified obligations or offences not to apply in specified circumstances; e make provision about notices or information to be given, evidence to be produced and other procedures to be followed; f amend, apply with or without modifications, or make provision similar to any provision of the  Employment Rights Act 1996 (including, in particular, Parts V, X and  XIII ) or the  Trade Union and Labour Relations (Consolidation) Act 1992; g provide for the provisions of specified agreements to have effect in place of provisions of the regulations to such extent and in such circumstances as may be specified; h include supplemental, incidental, consequential and transitional provision, including provision amending an enactment; i make different provision for different cases or circumstances. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Regulations under this section which create an offence— a shall provide for it to be triable summarily only, and b may not provide for it to be punishable by imprisonment or by a fine in excess of level 5 on the standard scale."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "20", "section_title": " Part-time work: code of practice.", "section_text": "20 1 The Secretary of State may issue codes of practice containing guidance for the purpose of— a eliminating discrimination in the field of employment against part-time workers; b facilitating the development of opportunities for part-time work; c facilitating the flexible organisation of working time taking into account the needs of workers and employers; d any matter dealt with in the framework agreement on part-time work annexed to Council Directive  97/81/ EC . 2 The Secretary of State may revise a code and issue the whole or part of the revised code. 3 A person’s failure to observe a provision of a code does not make him liable to any proceedings. 4 A code— a is admissible in evidence in proceedings before an employment tribunal, and b shall be taken into account by an employment tribunal in any case in which it appears to the tribunal to be relevant."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "21", "section_title": " Code of practice: supplemental.", "section_text": "21 1 Before issuing or revising a code of practice under section 20 the Secretary of State shall consult such persons as he considers appropriate. 2 Before issuing a code the Secretary of State shall— a publish a draft code, b consider any representations made to him about the draft, c if he thinks it appropriate, modify the draft in the light of any representations made to him. 3 If, having followed the procedure under subsection (2), the Secretary of State decides to issue a code, he shall lay a draft code before each House of Parliament. 4 If the draft code is approved by resolution of each House of Parliament, the Secretary of State shall issue the code in the form of the draft. 5 In this section and section 20(3) and (4)— a a reference to a code includes a reference to a revised code, b a reference to a draft code includes a reference to a draft revision, and c a reference to issuing a code includes a reference to issuing part of a revised code."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "22", "section_title": " National minimum wage: communities.", "section_text": "22 The following shall be inserted after section 44 of the  National Minimum Wage Act 1998 (exclusions: voluntary workers)—  Religious and other communities: resident workers. 44A 1 A residential member of a community to which this section applies does not qualify for the national minimum wage in respect of employment by the community. 2 Subject to subsection (3), this section applies to a community if— a it is a charity or is established by a charity, b a purpose of the community is to practise or advance a belief of a religious or similar nature, and c all or some of its members live together for that purpose. 3 This section does not apply to a community which— a is an independent school, or b provides a course of further or higher education. 4 The residential members of a community are those who live together as mentioned in subsection (2)(c). 5 In this section— a “ charity ” has the same meaning as in section 44, and b “ independent school ” has the same meaning as in section 463 of the  Education Act 1996 (in England and Wales), section 135 of the  Education (Scotland) Act 1980 (in Scotland) and Article 2 of the  Education and Libraries (Northern Ireland) Order 1986 (in Northern Ireland). 6 In this section “ course of further or higher education ” means— a in England and Wales, a course of a description referred to in Schedule 6 to the  Education Reform Act 1988 or Schedule 2 to the  Further and Higher Education Act 1992; b in Scotland, a course or programme of a description mentioned in or falling within section 6(1) or 38 of the  Further and Higher Education (Scotland) Act 1992; c in Northern Ireland, a course of a description referred to in Schedule 1 to the  Further Education (Northern Ireland) Order 1997 or a course providing further education within the meaning of Article 3 of that Order."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "23", "section_title": " Power to confer rights on individuals.", "section_text": "23 1 This section applies to any right conferred on an individual against an employer (however defined) under or by virtue of any of the following— a the  Trade Union and Labour Relations (Consolidation) Act 1992; b the  Employment Rights Act 1996; ba the Employment Act 2002; c this Act; d any instrument made under section 2(2) of the  European Communities Act 1972. 2 The Secretary of State may by order make provision which has the effect of conferring any such right on individuals who are of a specified description. 3 The reference in subsection (2) to individuals includes a reference to individuals expressly excluded from exercising the right. 4 An order under this section may— a provide that individuals are to be treated as parties to workers’ contracts or contracts of employment; b make provision as to who are to be regarded as the employers of individuals; c make provision which has the effect of modifying the operation of any right as conferred on individuals by the order; d include such consequential, incidental or supplementary provisions as the Secretary of State thinks fit. 5 An order under this section may make provision in such way as the Secretary of State thinks fit ... ... 5A The ways in which an order under this section may make provision include, in particular— a amending any enactment; b excluding or applying (whether with or without amendment) any enactment. 5B In subsection (5A)  “ enactment ” includes an enactment comprised in subordinate legislation made under an Act. 6 Section 209(7) of the  Employment Rights Act 1996 (which is superseded by this section) shall be omitted. 7 Any order made or having effect as if made under section 209(7), so far as effective immediately before the commencement of this section, shall have effect as if made under this section."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "24", "section_title": " CAC: members.", "section_text": "24 In section 260 of the  Trade Union and Labour Relations (Consolidation) Act 1992 (members of the Committee) these subsections shall be substituted for subsections (1) to (3)— 1 The Central Arbitration Committee shall consist of members appointed by the Secretary of State. 2 The Secretary of State shall appoint a member as chairman, and may appoint a member as deputy chairman or members as deputy chairmen. 3 The Secretary of State may appoint as members only persons experienced in industrial relations, and they shall include some persons whose experience is as representatives of employers and some whose experience is as representatives of workers. 3A Before making an appointment under subsection (1) or (2) the Secretary of State shall consult ACAS and may consult other persons."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "25", "section_title": " CAC: proceedings.", "section_text": "25 1 The Trade Union and Labour Relations (Consolidation) Act 1992 shall be amended as follows. 2 In section 263 (proceedings of the Committee) this subsection shall be inserted after subsection (6)— 7 In relation to the discharge of the Committee’s functions under Schedule A1— a section 263A and subsection (6) above shall apply, and b subsections (1) to (5) above shall not apply. 3 This section shall be inserted after section 263—  Proceedings of the Committee under Schedule A1. 263A 1 For the purpose of discharging its functions under Schedule A1 in any particular case, the Central Arbitration Committee shall consist of a panel established under this section. 2 The chairman of the Committee shall establish a panel or panels, and a panel shall consist of these three persons appointed by him— a the chairman or a deputy chairman of the Committee, who shall be chairman of the panel; b a member of the Committee whose experience is as a representative of employers; c a member of the Committee whose experience is as a representative of workers. 3 The chairman of the Committee shall decide which panel is to deal with a particular case. 4 A panel may at the discretion of its chairman sit in private where it appears expedient to do so. 5 If— a a panel cannot reach a unanimous decision on a question arising before it, and b a majority of the panel have the same opinion, the question shall be decided according to that opinion. 6 If— a a panel cannot reach a unanimous decision on a question arising before it, and b a majority of the panel do not have the same opinion, the chairman of the panel shall decide the question acting with the full powers of an umpire or, in Scotland, an oversman. 7 Subject to the above provisions, a panel shall determine its own procedure. 4 In section 264 (awards of the Committee)— a in subsection (1) after “award” there shall be inserted  “                      , or in any decision or declaration of the Committee under Schedule A1,                    ” ; b in subsection (2) after “of the Committee,” there shall be inserted  “                      or of a decision or declaration of the Committee under Schedule A1,                    ” ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "26", "section_title": " ACAS: general duty.", "section_text": "26 In section 209 of the  Trade Union and Labour Relations (Consolidation) Act 1992 (ACAS’ general duty) the words from “, in particular” to the end shall be omitted."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "27", "section_title": " ACAS: reports.", "section_text": "27 1 In section 253(1) of the Trade Union and Labour Relations (Consolidation) Act 1992 (ACAS: annual report) for “calendar year” there shall be substituted  “                  financial year                ” . 2 In section 265(1) of that Act (ACAS: report about CAC) for “calendar year” there shall be substituted  “                  financial year                ” ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "28", "section_title": " Abolition of Commissioners.", "section_text": "28 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 32A of that Act (statement to members of union following annual return) in the third paragraph of subsection (6)(a) (application for assistance from Commissioner for the Rights of Trade Union Members) for the words from “may” to “case,” there shall be substituted  “                  should                ” ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "29", "section_title": " The Certification Officer.", "section_text": "29 Schedule 6 shall have effect."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "30", "section_title": " Partnerships at work.", "section_text": "30 1 The Secretary of State may spend money or provide money to other persons for the purpose of encouraging and helping employers (or their representatives) and employees (or their representatives) to improve the way they work together. 2 Money may be provided in such way as the Secretary of State thinks fit (whether as grants or otherwise) and on such terms as he thinks fit (whether as to repayment or otherwise)."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "31", "section_title": " Employment agencies.", "section_text": "31 Schedule 7 shall have effect."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "32", "section_title": " Employment rights: employment outside Great Britain.", "section_text": "32 1 In section 285(1) of the Trade Union and Labour Relations (Consolidation) Act 1992 (employment outside Great Britain) for “Chapter II (procedure for handling redundancies)” there shall be substituted  “                  sections 193 and 194 (duty to notify Secretary of State of certain redundancies)                ” . 2 After section 287(3) of that Act (offshore employment) there shall be inserted— 3A An Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. . 3 Section 196 of the  Employment Rights Act 1996 (employment outside Great Britain) shall cease to have effect; and in section 5(1) for “sections 196 and” there shall be substituted  “                  section                ” . 4 After section 199(6) of that Act (mariners) there shall be inserted— 7 The provisions mentioned in subsection (8) apply to employment on board a ship registered in the register maintained under section 8 of the Merchant Shipping Act 1995 if and only if— a the ship’s entry in the register specifies a port in Great Britain as the port to which the vessel is to be treated as belonging, b under his contract of employment the person employed does not work wholly outside Great Britain, and c the person employed is ordinarily resident in Great Britain. 8 The provisions are— a sections 8 to 10, b Parts II,  III  and V, c Part VI, apart from sections 58 to 60, d Parts VII and  VIII , e sections 92 and 93, and f Part X."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "33", "section_title": " Unfair dismissal: special and additional awards.", "section_text": "33 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In section 117(3)(b) of the Employment Rights Act 1996 (amount of additional award) for “the appropriate amount” there shall be substituted  “                  an amount not less than twenty-six nor more than fifty-two weeks’ pay                ” ;  ... 3 In section 14 of the  Employment Rights (Dispute Resolution) Act 1998— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in subsection (2) for “that Act” substitute  “                      the Employment Rights Act 1996                    ” ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "34", "section_title": " Indexation of amounts, &c.", "section_text": "34 1 This section applies to the sums specified in the following provisions— za section  27M (1)  of the Employment Rights Act 1996 (complaints about tips etc: compensation); zb section  27O (2)  of that Act (complaints about information: compensation); a section 31(1) of  the Employment Rights Act 1996   that Act   (guarantee payments: limits); b section 120(1) of that Act (unfair dismissal: minimum amount of basic award); c section 124(1) of that Act (unfair dismissal: limit of compensatory award); d section 186(1)(a) and (b) of that Act (employee’s rights on insolvency of employer: maximum amount payable); e section 227(1) of that Act (maximum amount of a week’s pay for purposes of certain calculations); ea section 145E(3) of the Trade Union and Labour Relations (Consolidation) Act 1992 (unlawful inducements: amount of award); f section 156(1) of that Act (unfair dismissal: minimum basic award); g section   176(6A)   of that Act (right to membership of trade union: remedies). 2 If the retail prices index for September of a year is higher or lower than the index for the previous September, the Secretary of State shall  ... make an order in relation to each sum mentioned in subsection (1)— a increasing each sum, if the new index is higher, or b decreasing each sum, if the new index is lower, by the same percentage as the amount of the increase or decrease of the index  , with effect from the following 6th April                        . 3 In making the calculation required by subsection (2) the Secretary of State shall                      round the result to the nearest whole pound, taking 50p as nearest to the next whole pound above                     4 For the sum specified in section 124(1) of the  Employment Rights Act 1996 (unfair dismissal: limit of compensatory award) there shall be substituted the sum of £50,000 (subject to subsection (2) above). 4A A reference in this section to a sum specified in section 124(1) of the Employment Rights Act 1996 does not include anything specified by virtue of section 15(2)(b)(ii) of the Enterprise and Regulatory Reform Act 2013 (specified number multiplied by a week's pay of the individual concerned). 4B As regards a sum specified in section 124(1) of the Employment Rights Act 1996, the duty under subsection (2) to make an order with effect from 6 April in a particular year does not arise where an order varying such a sum with effect from a day within 12 months before that date has been made under section 15(1) of the Enterprise and Regulatory Reform Act 2013. 5 In this section “ the retail prices index ” means— a the general index of retail prices (for all items) published by the   Statistics Board , or b where that index is not published for a month, any substituted index or figures published by   the Board . 6 An order under this section— a shall be made by statutory instrument, b may include transitional provision, and c shall be laid before Parliament after being made."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "35", "section_title": " Guarantee payments.", "section_text": "35 For section 31(7) of the Employment Rights Act 1996 (guarantee payments: limits) there shall be substituted— 7 The Secretary of State may by order vary— a the length of the period specified in subsection (2); b a limit specified in subsection (3) or (4)."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "36", "section_title": " Sections 33 to 35: consequential.", "section_text": "36 1 The following provisions (which confer power to increase sums) shall cease to have effect— a sections 120(2), 124(2), 186(2) and 227(2) to (4) of the Employment Rights Act 1996; b sections 159 and 176(7) and (8) of the  Trade Union and Labour Relations (Consolidation) Act 1992. 2 Section 208 of the Employment Rights Act 1996 (review of limits) shall cease to have effect. 3 An increase effected, before section 34 comes into force, by virtue of a provision repealed by this section shall continue to have effect notwithstanding this section (but subject to section 34(2) and (4))."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "37", "section_title": " Compensatory award  etc : removal of limit in certain cases.", "section_text": "37 1 After section 124(1) of the Employment Rights Act 1996 (limit of compensatory award etc) there shall be inserted— 1A Subsection (1) shall not apply to compensation awarded, or a compensatory award made, to a person in a case where he is regarded as unfairly dismissed by virtue of section 100, 103A, 105(3) or 105(6A). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "38", "section_title": " Transfer of undertakings.", "section_text": "38 1 The Secretary of State may by regulations make TUPE-like provision in relation to the treatment of employees in circumstances other than those to which the main part of the  TUPE  regulations applies. 2 In this section— a the “main part of the  TUPE  regulations” means so much of the Transfer of Undertakings (Protection of Employment) Regulations 2006 ( S.I. 2006/246 ) as relates to the treatment of employees on the transfer of an undertaking, business or part of an undertaking or business; b “TUPE-like provision” means provision which is the same or similar to that made by the main part of the  TUPE  regulations. 2A The circumstances mentioned in subsection (1) include circumstances in which there is no transfer, or no transfer to which the main part of the  TUPE  regulations applies. 3 Regulations under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "39", "section_title": " Minimum wage: information.", "section_text": "39 1 Information obtained by a revenue official in the course of carrying out a function of the Commissioners of Inland Revenue may be— a supplied by the Commissioners of Inland Revenue to the Secretary of State for any purpose relating to the  National Minimum Wage Act 1998; b supplied by the Secretary of State with the authority of the Commissioners of Inland Revenue to any person acting under section 13(1)(b) of that Act; c supplied by the Secretary of State with the authority of the Commissioners of Inland Revenue to an officer acting for the purposes of any of the agricultural wages legislation. 2 In this section— “ revenue official ” means an officer of the Commissioners of Inland Revenue appointed under section 4 of the  Inland Revenue Regulation Act 1890 (appointment of collectors, officers and other persons), and “ the agricultural wages legislation ” has the same meaning as in section 16 of the National Minimum Wage Act 1998 (agricultural wages officers)."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "40", "section_title": " Dismissal of school staff.", "section_text": "40 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "41", "section_title": " National security.", "section_text": "41 Schedule 8 shall have effect."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "42", "section_title": " Orders and regulations.", "section_text": "42 1 Any power to make an order or regulations under this Act shall be exercised by statutory instrument. 2 No order or regulations shall be made under section 3, 17, 19 or 23 unless a draft has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "43", "section_title": " Finance.", "section_text": "43 There shall be paid out of money provided by Parliament— a any increase attributable to this Act in the sums so payable under any other enactment; b any other expenditure of the Secretary of State under this Act."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "44", "section_title": " Repeals.", "section_text": "44 The provisions mentioned in Schedule 9 are repealed (or revoked) to the extent specified in column 3."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "45", "section_title": " Commencement.", "section_text": "45 1 The preceding provisions of this Act shall come into force in accordance with provision made by the Secretary of State by order made by statutory instrument. 2 An order under this section— a may make different provision for different purposes; b may include supplementary, incidental, saving or transitional provisions."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "46", "section_title": " Extent.", "section_text": "46 1 Any amendment or repeal in this Act has the same extent as the provision amended or repealed. 2 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to any of the purposes of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Apart from sections 39 and 45 and subject to subsection (1), the preceding sections of this Act shall not extend to Northern Ireland."}, {"act": "Employment Relations Act 1999", "year": 1999, "section": "47", "section_title": " Citation.", "section_text": "47 This Act may be cited as the Employment Relations Act 1999."}]