[{"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "2", "section_title": " Relevant offences.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In section 23 of the 1989 Act (further provision about, and appeals against, declarations of relevance) in subsection (1) (court may not make declaration of relevance unless satisfied prosecutor gave notice to defendant that it was proposed to show that offence related to football matches) after “football matches” insert  “                  , to a particular football match or to particular football matches (as the case may be).                ” ."}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "3", "section_title": " Conditions and duty to report.", "section_text": "3 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 In section 21 of the 1989 Act (functions of enforcing authority: supplementary provisions) in subsection (3) (regulations about notices under section 19 imposing requirements to report to police stations) the words “imposing requirements to report to police stations” are repealed. 13 In subsection (6) of that section (notice taken to be received by person unless he proves he did not receive it and did not know and had no reasonable cause to believe that he had been required to report to a police station) for “he had been required to report to a police station” substitute  “                  requirements had been imposed on him under section 19 above                ” ."}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "5", "section_title": " Offences outside England and Wales.", "section_text": "5 1 Section 22 of the 1989 Act (orders arising out of offences outside England and Wales) is amended as follows. 2 After subsection (1) (power to specify offences which appear to correspond to any offence specified in Schedule 1) insert— 1A For the purposes of subsection (1) above, an offence specified in an Order in Council under that subsection shall be regarded as corresponding to an offence specified in Schedule 1 to this Act notwithstanding that any period specified in the Order is longer than any corresponding period specified in that Schedule. 3 For subsection (5) (order may not be made unless court satisfied that order would help prevent violence or disorder) substitute— 5 A magistrates’ court which has power to make an international football banning order in relation to a person shall be under a duty to make the order in relation to him if it is satisfied that there are reasonable grounds to believe that making the order would help to prevent violence or disorder at or in connection with designated football matches. 5A Where a magistrates’ court has power to make an international football banning order in relation to a person but does not do so, it shall state in open court that it is not satisfied that there are such reasonable grounds as are mentioned in subsection (5) above and give reasons why it is not satisfied. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 For subsections (9) to (11) (which make provision in relation to certificates as to the conviction of persons of corresponding offences outside England and Wales) substitute— 9 An Order in Council under subsection (1) above relating to any country may include provision specifying the documentary form in which details are to be given of— a the conviction of a person in that country of a corresponding offence, b the nature and circumstances of the offence, and c whether or not the conviction is the subject of proceedings in that country questioning it. 10 A document in the form so specified— a shall be admissible in any proceedings under this Part of this Act as evidence of the facts stated in it unless the contrary is proved, and b shall be taken as such a document unless the contrary is proved. 11 In proceedings against a person under this section, the facts stated in a document in the form so specified shall, on production of the document and proof that that person is the person whose conviction is set out in the document, be taken to be proved unless the contrary is proved."}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "6"}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "7", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "7"}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "8"}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "9", "section_title": " Indecent or racialist chanting.", "section_text": "9 1 Section 3 of the  Football (Offences) Act 1991 (indecent or racialist chanting) is amended as follows. 2 In subsection (1) (which makes it an offence to take part at a designated football match in chanting of an indecent or racialist nature) for “take part at a designated football match in chanting of an indecent or racialist nature” substitute  “                  engage or take part in chanting of an indecent or racialist nature at a designated football match                ” . 3 In subsection (2)(a) (which defines chanting as the repeated uttering of any words or sounds in concert with one or more others) for “in concert with one or more others” substitute  “                  (whether alone or in concert with one or more others)                ” ."}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "10", "section_title": " Sale of tickets by unauthorised persons.", "section_text": "10 In section 166 of the  Criminal Justice and Public Order Act 1994 (which creates an offence in respect of the sale by unauthorised persons of tickets for designated football matches) for subsection (2)(c) (which contains a definition of designated football match which applies only to matches in England and Wales) substitute— c a “ designated football match ” means a football match of a description, or a particular football match, for the time being designated for the purposes of Part I or Part II of the Football Spectators Act 1989."}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "11", "section_title": " Financial provisions.", "section_text": "11 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other Act."}, {"act": "Football (Offences and Disorder) Act 1999", "year": 1999, "section": "12", "section_title": " Short title, commencement, interpretation and extent.", "section_text": "12 1 This Act may be cited as the Football (Offences and Disorder) Act 1999. 2 This Act is to come into force at the end of the period of two months beginning with the day on which it is passed. 3 Nothing in this Act is to apply to offences committed, or orders made, before the day on which it comes into force. 4 In this Act— “ the 1986 Act ” means the  Public Order Act 1986, “ the 1989 Act ” means the  Football Spectators Act 1989. 5 This Act extends to England and Wales only."}]