[{"act": "House of Lords Act 1999", "year": 1999, "section": "1", "section_title": " Exclusion of hereditary peers.", "section_text": "1 No-one shall be a member of the House of Lords by virtue of a hereditary peerage."}, {"act": "House of Lords Act 1999", "year": 1999, "section": "2", "section_title": " Exception from section 1.", "section_text": "2 1 Section 1 shall not apply in relation to anyone excepted from it by or in accordance with Standing Orders of the House. 2 At any one time 90 people shall be excepted from section 1; but anyone excepted as holder of the office of Earl Marshal, or as performing the office of Lord Great Chamberlain, shall not count towards that limit. 3 Once excepted from section 1, a person shall continue to be so throughout his life (until an Act of Parliament provides to the contrary). 4 Standing Orders shall make provision for filling vacancies among the people excepted from section 1; and in any case where— a the vacancy arises on a death occurring after the end of the first Session of the next Parliament after that in which this Act is passed, and b the deceased person was excepted in consequence of an election, that provision shall require the holding of a by-election. 5 A person may be excepted from section 1 by or in accordance with Standing Orders made in anticipation of the enactment or commencement of this section. 6 Any question whether a person is excepted from section 1 shall be decided by the Clerk of the Parliaments, whose certificate shall be conclusive."}, {"act": "House of Lords Act 1999", "year": 1999, "section": "3", "section_title": " Removal of disqualifications in relation to the House of Commons.", "section_text": "3 1 The holder of a hereditary peerage shall not be disqualified by virtue of that peerage for— a voting at elections to the House of Commons, or b being, or being elected as, a member of that House. 2 Subsection (1) shall not apply in relation to anyone excepted from section 1 by virtue of section 2."}, {"act": "House of Lords Act 1999", "year": 1999, "section": "4", "section_title": " Amendments and repeals.", "section_text": "4 1 The enactments mentioned in Schedule 1 are amended as specified there. 2 The enactments mentioned in Schedule 2 are repealed to the extent specified there."}, {"act": "House of Lords Act 1999", "year": 1999, "section": "5", "section_title": " Commencement and transitional provision.", "section_text": "5 1 Sections 1 to 4 (including Schedules 1 and 2) shall come into force at the end of the Session of Parliament in which this Act is passed. 2 Accordingly, any writ of summons issued for the present Parliament in right of a hereditary peerage shall not have effect after that Session unless it has been issued to a person who, at the end of the Session, is excepted from section 1 by virtue of section 2. 3 The Secretary of State may by order make such transitional provision about the entitlement of holders of hereditary peerages to vote at elections to the House of Commons or the European Parliament as he considers appropriate. 4 An order under this section— a may modify the effect of any enactment or any provision made under an enactment, and b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "House of Lords Act 1999", "year": 1999, "section": "6", "section_title": " Interpretation and short title.", "section_text": "6 1 In this Act “ hereditary peerage ” includes the principality of Wales and the earldom of Chester. 2 This Act may be cited as the House of Lords Act 1999."}]