[{"act": "Local Government Act 1999", "year": 1999, "section": "1", "section_title": " Best value authorities.", "section_text": "1 1 For the purposes of this Part each of these is a best value authority— a an English local authority; b a National Park authority  for a National Park in England ; c the Broads Authority; d the Common Council of the City of London in its capacity as a police authority; e a fire and rescue authority  in England  constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies, and a metropolitan county fire and civil defence authority; f the London Fire Commissioner; g an authority established under section 10 of the Local Government Act 1985 (waste disposal authorities); ga . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h an Integrated Transport Authority for an integrated transport area in England; ha an economic prosperity board established under section 88 of the Local Democracy, Economic Development and Construction Act 2009; hb a combined authority established under section 103 of that Act; hc a sub-national transport body established under section 102E of the Local Transport Act 2008; hd a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023; i Transport for London; j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In this section, “English local authority” means a a county council  in England , a district council  or a London borough council ; b the Council of the Isles of Scilly; c the Common Council of the City of London in its capacity as a local authority; d the Greater London Authority so far as it exercises its functions through the Mayor. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "2", "section_title": " Power to extend or disapply  : Secretary of State .", "section_text": "2 1 The Secretary of State may by order provide that any of the authorities and bodies mentioned in subsection (2) is a best value authority for the purposes of this Part. 2 The authorities and bodies are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a levying body within the meaning of section 74(1) of the  Local Government Finance Act 1988                          in respect of which the county council or charging authority referred to in section 74(1)(b) of that Act was a council or authority for an area in England ; c a body to which section 75 of that Act applies (special levies)  and which as regards the financial year beginning in 1989 had power to levy a rate by reference to property in England . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State may by order provide for the Greater London Authority to be a best value authority for the purposes of this Part in relation to— a specified functions of the Authority which it does not exercise through the Mayor; b specified functions which are not functions of the Authority but are functions of another best value authority; and an order may provide for this Part to have effect in relation to those functions with specified modifications. 5 The Secretary of State may by order provide that a best value authority specified, or of a description specified, in the order is not to be subject, in relation to such functions as may be specified,  to the duty in section 3. 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 No order shall be made under this section unless a draft has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Local Government Act 1999", "year": 1999, "section": "2A", "section_title": "Power to extend or disapply:  Welsh Ministers", "section_text": "2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "3", "section_title": "The general duty.", "section_text": "3 1 A best value authority must make arrangements to secure continuous improvement in the way in which its functions are exercised, having regard to a combination of economy, efficiency and effectiveness. 2 For the purpose of deciding how to fulfil the duty arising under subsection (1) an authority must consult— a representatives of persons liable to pay any tax, precept or levy to or in respect of the authority, b representatives of persons liable to pay non-domestic rates in respect of any area within which the authority carries out functions, c representatives of persons who use or are likely to use services provided by the authority, and d representatives of persons appearing to the authority to have an interest in any area within which the authority carries out functions. 3 For the purposes of subsection (2) “ representatives ” in relation to a group of persons means persons who appear to the authority to be representative of that group. 4 In deciding— a how to fulfil the duty arising under subsection (1), b who to consult under subsection (2), or c the form, content and timing of consultations under that subsection, an authority must have regard to any guidance issued by the Secretary of State."}, {"act": "Local Government Act 1999", "year": 1999, "section": "3A", "section_title": "Involvement of local representatives", "section_text": "3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "4", "section_title": " Performance indicators and standards.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "5", "section_title": " Best value reviews.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "6", "section_title": " Best value performance plans.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "7", "section_title": " Audit.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "8", "section_title": " Code of practice and fees.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "8A", "section_title": "Code of practice and fees: Auditor General for Wales", "section_text": "8A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "8B", "section_title": "Auditor’s duty in relation to codes", "section_text": "8B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "9", "section_title": " Response to audit.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "10", "section_title": " Inspections", "section_text": "10 1 The Secretary of State may appoint a person to carry out an inspection of a specified best value authority's compliance with the requirements of this Part in relation to specified functions. 2 The Secretary of State may appoint assistant inspectors for the purposes of the inspection. 3 The appointment of an assistant inspector must be made on the recommendation of the inspector, unless the Secretary of State thinks that the urgency of the inspection makes it necessary to dispense with this requirement. 4 In carrying out an inspection, the inspector and any assistant inspector must— a have regard to any guidance issued by the Secretary of State generally in relation to inspections, and b comply with any directions issued by the Secretary of State in relation to that inspection."}, {"act": "Local Government Act 1999", "year": 1999, "section": "10A", "section_title": "Inspections: Auditor General for Wales", "section_text": "10A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "11", "section_title": "Inspectors’ powers and duties.", "section_text": "11 1 An inspector has a right of access at all reasonable times— a to any premises of the best value authority concerned, and b to any document relating to the authority which appears to him to be necessary for the purposes of the inspection. 1A The right conferred by subsection (1)(b) includes power to inspect, copy or take away the document. 2 An inspector— a may require a person holding or accountable for any such document to give him such information and explanation as he thinks necessary, and b may require that person to attend before him in person to give the information or explanation or to produce the document. 2A In relation to a document kept in electronic form, the power in subsection (2)(b) to require a person to produce a document includes power to require it to be produced in a form in which it is legible and can be taken away. 2B In connection with inspecting such a document, an inspector— a may obtain access to, and inspect and check the operation of, any computer and associated apparatus or material which he considers is or has been used in connection with the document; b may require a person within subsection (2C) to afford him such reasonable assistance as he may require for that purpose. 2C A person is within this subsection if he is— a the person by whom or on whose behalf the computer is or has been used; or b a person having charge of, or otherwise concerned with the operation of, the computer, apparatus or material. 3 A best value authority shall provide an inspector with every facility and all information which he may reasonably require for the purposes of the inspection. 4 An inspector shall— a give three clear days’ notice of any requirement under this section, and b ..., if so required, produce documents identifying himself. 5 A person who without reasonable excuse  obstructs the exercise of any power conferred by this section or  fails to comply with a requirement of an inspector under this section is guilty of an offence and liable on summary conviction to a fine not exceeding level 3 on the standard scale. 6 Any expenses incurred by an inspector in connection with proceedings for an offence under subsection (5) alleged to have been committed in relation to an inspection of a best value authority are, so far as not recovered from any other source, recoverable from the authority. 7 In this section  “ inspector ” means— a                 an inspector or assistant inspector appointed under section 10(1) or (2).               b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "12", "section_title": " Fees", "section_text": "12 An authority inspected under section 10 must pay the reasonable fees of the inspector for carrying out the inspection."}, {"act": "Local Government Act 1999", "year": 1999, "section": "12A", "section_title": "Fees: inspections under section 10A", "section_text": "12A 1 The Auditor General for Wales shall prescribe a scale or scales of fees in respect of inspections carried out under section 10A. 2 An authority inspected under section 10A shall, subject to subsection (3), pay to the Auditor General for Wales the fee applicable to the inspection in accordance with the appropriate scale. 3 If it appears to the Auditor General for Wales that the work involved in a particular inspection was substantially more or less than that envisaged by the appropriate scale, the Auditor General for Wales may charge a fee which is larger or smaller than that referred to in subsection (2). 4 Before prescribing a scale of fees under this section the Auditor General for Wales shall consult— a the Secretary of State, and b persons appearing to the Auditor General for Wales to represent  best value authorities which may be inspected under section 10A ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "13", "section_title": " Reports.", "section_text": "13 1 Where                         an inspector                       has carried out an inspection of an authority under section 10                         the inspector                       shall issue a report. 2 A report— a shall mention any matter in respect of which the                     inspector                   believes as a result of the inspection that the authority is failing to comply with the requirements of this Part, and b may, if it mentions a matter under paragraph (a), recommend that the Secretary of State give a direction under section 15. 3 The                         inspector                      — a shall send a copy of a report to the authority concerned                        and to the Secretary of State                      , and b may publish a report and any information in respect of a report. 3A The Secretary of State may publish a report and any information in respect of a report. 4 If a report recommends that the Secretary of State give a direction under section 15, the                         inspector                       shall as soon as reasonably practicable— a arrange for the recommendation to be published,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A If a report relates to any extent to the administration of housing benefit or council tax benefit and the   inspector   thinks fit to do so,   the inspector   shall as soon as reasonably practicable send a copy of the report to the Secretary of State. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "13A", "section_title": "Reports of inspections under section 10A", "section_text": "13A 1 Where the Auditor General for Wales has carried out an inspection of an authority under section 10A he shall issue a report. 2 A report— a shall mention any matter in respect of which the Auditor General for Wales believes as a result of an inspection that the authority is failing to comply with the requirements of this Part, and b may, if it mentions a matter under paragraph (a), recommend that the Secretary of State give a direction under section 15. 3 The Auditor General for Wales— a shall send a copy of a report to the authority concerned, and b may publish a report and any information in respect of a report. 4 If a report recommends that the Secretary of State give a direction under section 15, the Auditor General for Wales shall as soon as reasonably practicable—  a arrange for the recommendation to be published, and send a copy of the report to the Secretary of State. 4A If a report relates to any extent to the administration of housing benefit or council tax benefit and the Auditor General for Wales thinks fit to do so, he shall as soon as reasonably practicable send a copy of the report to the Secretary of State.   5 If a report states that the Auditor General for Wales believes as a result of an inspection that  a Welsh best value authority  is failing to comply with the requirements of this Part, the next performance plan prepared by the authority under section 6 must record— a that fact, and b any action taken by the authority as a result of the report."}, {"act": "Local Government Act 1999", "year": 1999, "section": "14", "section_title": " Inspections: housing benefit and council tax benefit.", "section_text": "14 1 The following shall be substituted for section 139A(1) and (2) of the Social Security Administration Act 1992 (reports on administration of housing benefit and council tax benefit)— 1 The Secretary of State may authorise persons to consider and report to him on the administration by authorities of housing benefit and council tax benefit. 2 The Secretary of State may ask persons authorised under subsection (1) to consider in particular— a authorities’ performance in the prevention and detection of fraud relating to housing benefit and council tax benefit; b authorities’ compliance with the requirements of Part I of the Local Government Act 1999 (best value). 2A A person may be authorised under subsection (1)— a on such terms and for such period as the Secretary of State thinks fit; b to act generally or in relation to a specified authority or authorities; c to report on administration generally or on specified matters. 2 In section 139C(1) of that Act (reports) for the words from “in particular” to the end there shall be substituted in particular—                     a in the prevention and detection of fraud relating to benefit, or b for the purposes of complying with the requirements of Part I of the Local Government Act 1999 (best value)."}, {"act": "Local Government Act 1999", "year": 1999, "section": "15", "section_title": " Secretary of State’s powers.", "section_text": "15 1 This section applies in relation to a best value authority if the Secretary of State is satisfied that it is failing to comply with the requirements of this Part. 2 Where this section applies in relation to an authority the Secretary of State may  aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c in the case of any best value authority, direct it  to carry out a review of its exercise of specified functions. 3 Where this section applies in relation to an authority the Secretary of State may direct a local inquiry to be held into the exercise by the authority of specified functions. 4 Subsections (2) to (5) of section 250 of the  Local Government Act 1972 (inquiries) shall apply in relation to an inquiry which the Secretary of State directs to be held under this section as they apply in relation to an inquiry which a Minister causes to be held under that section. 5 Where this section applies in relation to an authority the Secretary of State may direct the authority to take any action which he considers necessary or expedient to secure its compliance with the requirements of this Part. 6 Where this section applies in relation to an authority the Secretary of State may direct— a that a specified function of the authority shall be exercised by the Secretary of State or a person nominated by him for a period specified in the direction or for so long as the Secretary of State considers appropriate, and b that the authority shall comply with any instructions of the Secretary of State or his nominee in relation to the exercise of that function and shall provide such assistance as the Secretary of State or his nominee may require for the purpose of exercising the function. 6A So far as is appropriate in consequence of a direction given under subsection (6)(a), a reference (however expressed) in an enactment, instrument or other document to a best value authority is to be read as a reference to the person by whom the function is exercisable. 6B Subsection (6C) applies if a direction given under subsection (6)(a) expires or is revoked without being replaced. 6C So far as is appropriate in consequence of the expiry or revocation, a reference (however expressed) in an instrument or other document to the person by whom the function was exercisable is to be read as a reference to the best value authority to which the direction was given. 7 The Secretary of State may by regulations make provision which— a relates to an enactment which confers a function on him in respect of a function of a best value authority, and b he considers necessary or expedient for the purposes of cases in which he makes a direction under subsection (6)(a). 8 Regulations under subsection (7) may, in relation to the cases mentioned in subsection (7)(b)— a disapply or modify an enactment of the kind mentioned in subsection (7)(a); b have an effect similar to the effect of an enactment of that kind. 9 Subject to subsection (11), before giving a direction under this section the Secretary of State shall give the authority concerned an opportunity to make representations about— a the report (if any) as a result of which the direction is proposed, and b the direction proposed. 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 The Secretary of State may give a direction without complying with subsection (9)  ... if he considers the direction sufficiently urgent. 12 Where the Secretary of State gives a direction without complying with subsection (9)  ... he shall inform— a the authority concerned, and b such persons appearing to him to represent best value authorities as he considers appropriate, of the direction and of the reason why it was given without complying with subsection (9) or (10). 13 A direction given under this section shall be enforceable by order of mandamus on the application of the Secretary of State."}, {"act": "Local Government Act 1999", "year": 1999, "section": "16", "section_title": " Power  of Secretary of State  to modify enactments and confer new powers.", "section_text": "16 1 If the Secretary of State thinks that an enactment prevents or obstructs compliance by best value authorities with the requirements of this Part he may by order make provision modifying or excluding the application of the enactment  in relation to—                     a all best value authorities, b particular best value authorities, or c particular descriptions of best value authority. 2 The Secretary of State may by order make provision  conferring on—                     a all best value authorities, b particular best value authorities, or c particular descriptions of best value authority,  which he considers necessary or expedient to permit or facilitate compliance with the requirements of this Part. 3 An order under this section may— a impose conditions on the exercise of any power conferred by the order (including conditions about consultation or approval); b amend an enactment; c include consequential, incidental and transitional provision; d make different provision for different cases. 3A The power under subsection (3)(d) includes, in particular, power to make different provision in relation to different authorities or descriptions of authority. 3B In exercising a power under this section, the Secretary of State must not make provision which has effect in relation to Wales unless he has consulted the Welsh Ministers. 3C In exercising a power under this section, the Secretary of State— a must not make provision amending, or modifying or excluding the application of, Measures or Acts of the National Assembly for Wales without the consent of the National Assembly for Wales; b must not make provision amending, or modifying or excluding the application of, subordinate legislation made by the Welsh Ministers (or the National Assembly for Wales established under the Government of Wales Act 1998) without the consent of the Welsh Ministers. 3D Subsection (3C) does not apply to the extent that the Secretary of State is making incidental or consequential provision. 4 Subject to subsection (4A),  no order shall be made under this section unless a draft has been laid before, and approved by resolution of, each House of Parliament. 4A An order under this section which is made only for the purpose of amending an earlier order under this section— a so as to extend the earlier order, or any provision of the earlier order, to a particular authority or to authorities of a particular description, or b so that the earlier order, or any provision of the earlier order, ceases to apply to a particular authority or to authorities of a particular description, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 5 In exercising a power conferred under subsection (2) a best value authority shall have regard to any guidance issued by the Secretary of State. 6 In this section— a “ enactment ” includes subordinate legislation (within the meaning of section 21 of the Interpretation Act 1978); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "17", "section_title": " Orders under section 16: procedure.", "section_text": "17 1 Before the Secretary of State makes an order under section 16 he shall consult such authorities or persons as appear to him to be representative of interests affected by his proposals. 2 If, following consultation under subsection (1), the Secretary of State proposes to make an order under section 16 he shall lay before each House of Parliament a document explaining his proposals and, in particular— a setting them out in the form of a draft order, and b giving details of consultation under subsection (1) above. 3 Where a document relating to proposals is laid before Parliament under subsection (2), no draft of an order under section 16 to give effect to the proposals (with or without modification) shall be laid before Parliament until after the expiry of the period of sixty days beginning with the day on which the document was laid. 4 In calculating the period mentioned in subsection (3) no account shall be taken of any time during which— a Parliament is dissolved or prorogued, or b either House is adjourned for more than four days. 5 In preparing a draft order under section 16 the Secretary of State shall consider any representations made during the period mentioned in subsection (3) above. 6 A draft order laid before Parliament in accordance with section 16(4) must be accompanied by a statement of the Secretary of State giving details of— a any representations considered in accordance with subsection (5) above, and b any changes made to the proposals contained in the document laid before Parliament under subsection (2) above. 7 Nothing in this section applies to an order under section 16 which is made only for the purpose mentioned in section 16(4A)."}, {"act": "Local Government Act 1999", "year": 1999, "section": "17A", "section_title": "Power of Welsh Ministers to modify enactments and confer new powers", "section_text": "17A 1 If the Welsh Ministers think that an enactment prevents or obstructs compliance by Welsh best value authorities with the requirements of this Part they may by order make provision modifying or excluding the application of the enactment in relation to— a all Welsh best value authorities, b particular Welsh best value authorities, or c particular descriptions of Welsh best value authority. 2 The Welsh Ministers may by order make provision conferring on— a all Welsh best value authorities, b particular Welsh best value authorities, or c particular descriptions of Welsh best value authority, any power which they consider necessary or expedient to permit or facilitate compliance with the requirements of this Part. 3 An order under this section may— a impose conditions on the exercise of any power conferred by the order (including conditions about consultation or approval); b amend an enactment; c include consequential, incidental and transitional provision; d make different provision for different cases. 4 The power under subsection (3)(d) includes, in particular, power to make different provision in relation to different authorities or descriptions of authority. 5 An order under this section may not make a provision which, if it were a provision of a Measure of the National Assembly for Wales, would be outside the Assembly's legislative competence. 6 For the purposes of subsection (5), section 94(4) of the Government of Wales Act 2006 has effect as if paragraph (a) (matters within legislative competence) were omitted. 7 Subject to subsection (8), no order shall be made under this section unless a draft has been laid before, and approved by resolution of, the National Assembly for Wales. 8 An order under this section which is made only for the purpose of amending an earlier order under this section— a so as to extend the earlier order, or any provision of the earlier order, to a particular authority or to authorities of a particular description, or b so that the earlier order, or any provision of the earlier order, ceases to apply to a particular authority or to authorities of a particular description, shall be subject to annulment in pursuance of a resolution of the National Assembly for Wales. 9 In exercising a power conferred under subsection (2) a Welsh best value authority shall have regard to any guidance issued by the Welsh Ministers.  10 In this section, “enactment” includes subordinate legislation (within the meaning of section 21 of the Interpretation Act 1978)."}, {"act": "Local Government Act 1999", "year": 1999, "section": "17B", "section_title": "Orders under section 17A: procedure", "section_text": "17B 1 Before the Welsh Ministers make an order under section 17A they shall consult such authorities or persons as appear to them to be representative of interests affected by their proposals. 2 If, following consultation under subsection (1), the Welsh Ministers propose to make an order under section 17A they shall lay before the National Assembly for Wales a document explaining their proposals and, in particular— a setting them out in the form of a draft order, and b giving details of consultation under subsection (1). 3 Where a document relating to proposals is laid before the National Assembly for Wales under subsection (2), no draft of an order under section 17A to give effect to the proposals (with or without modification) shall be laid before the National Assembly for Wales until after the expiry of the period of sixty days beginning with the day on which the document was laid.  4 In calculating the period mentioned in subsection (3) no account shall be taken of any time during which the National Assembly is dissolved or is in recess for more than four days.  5 In preparing a draft order under section 17A the Welsh Ministers shall consider any representations made during the period mentioned in subsection (3) above. 6 A draft order laid before the National Assembly for Wales in accordance with section 17A(7) shall be accompanied by a statement of the Welsh Ministers giving details of—  a any representations considered in accordance with subsection (5) above, and b any changes made to the proposals contained in the document laid before the National Assembly for Wales under subsection (2) above. 7 Nothing in this section applies to an order under section 17A which is made only for the purpose mentioned in section 17A(8)."}, {"act": "Local Government Act 1999", "year": 1999, "section": "18", "section_title": " Contracting out.", "section_text": " 18 1 Section 70 of the  Deregulation and Contracting Out Act 1994 (contracting out functions of local authorities) shall apply in relation to functions of any  relevant  best value authority (other than excluded functions within the meaning of section 71) as it applies in relation to certain functions of local authorities. 2 An order under section 70 as applied by subsection (1) above may be made only— a by the Secretary of State, and b if he considers the order necessary or expedient for the purpose of permitting or facilitating compliance with the requirements of this Part. 3 In this section  “ relevant best value authority ” means a best value authority which is not a local authority for the purposes of section 70 of the Deregulation and Contracting Out Act 1994."}, {"act": "Local Government Act 1999", "year": 1999, "section": "19", "section_title": "\n\n Contracts: exclusion of non-commercial considerations.\n\n", "section_text": "19 1 The Secretary of State may by order provide,  in relation to—                      a all  relevant authorities , b particular  relevant authorities , or c particular descriptions of  relevant authority , for a specified matter to cease to be a non-commercial matter for the purposes of section 17 of the  Local Government Act 1988 (local and other public authority contracts: exclusion of non-commercial considerations). 2 An order under this section may— a provide for a matter to cease to be a non-commercial matter for specified purposes or to a specified extent; b apply in relation to specified authorities, functions or contracts; c make different provision for different cases; d include consequential or transitional provision (including provision amending an enactment). 2A The power under subsection (2)(c) includes, in particular, power to make different provision for different authorities or descriptions of authority. 3 Subject to subsection (3A),  no order shall be made under this section unless a draft has been laid before, and approved by resolution of, each House of Parliament. 3A An order under this section which is made only for the purpose of amending an earlier order under this section— a so as to extend the earlier order, or any provision of the earlier order, to a particular authority or to authorities of a particular description, or b so that the earlier order, or any provision of the earlier order, ceases to apply to a particular authority or to authorities of a particular description, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 In exercising a function regulated by section 17 of the Local Government Act 1988 with reference to a matter which is the subject of an order under this section a   relevant authority   shall have regard to any guidance issued by the Secretary of State. 5 In this section,  “ relevant authority ” means— a a best value authority, aa a county council or county borough council in Wales, ab a National Park authority for a National Park in Wales, ac a fire and rescue authority in Wales, constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies, b a parish council, or c a community council."}, {"act": "Local Government Act 1999", "year": 1999, "section": "20", "section_title": " Publication of information.", "section_text": " 20 At the end of section 2(1) of the  Local Government, Planning and Land Act 1980 (duty of authorities to publish information) there shall be inserted—  ;and any other authority which is a best value authority for the purposes of Part I of the Local Government Act 1999 (best value)."}, {"act": "Local Government Act 1999", "year": 1999, "section": "21", "section_title": " Transition from compulsory competitive tendering to best value.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "22", "section_title": " Audit Commission.", "section_text": "22 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "23", "section_title": " Accounts.", "section_text": " 23 1 The Secretary of State may make regulations about the keeping of accounts by best value authorities. 2 The regulations may— a require accounts and statements of accounts to be prepared, kept and certified in such form or manner as the regulations may specify; b require accounts to be deposited at such places as the regulations may specify; c require the publication of information about accounts and of statements of accounts; d make provision (which may include provision requiring the payment of fees) entitling specified classes of person to inspect and to make or receive copies of specified documents. 3 The regulations may— a make provision in relation to best value authorities generally or in relation to one or more particular authorities; b make different provision for different cases. 4 Before making regulations under subsection (1) the Secretary of State must consult— za . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the authorities concerned or persons appearing to him to represent them, and c such bodies of accountants as appear to him to be appropriate. 5 If— a a person contravenes a provision of regulations under subsection (1) without reasonable excuse, and b the regulations declare that contravention of the provision is an offence, the person is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 6 Any expenses incurred by an auditor  ... in connection with proceedings in respect of an offence under subsection (5) which is alleged to have been committed in relation to the accounts of an authority are recoverable from the authority so far as they are not recovered from any other source. 7 In subsection (6),  “ auditor ” means   a local auditor appointed in accordance with the Local Audit and Accountability Act 2014 or provision made under it   ... to audit the best value authority's accounts."}, {"act": "Local Government Act 1999", "year": 1999, "section": "24", "section_title": " Police Act 1996.", "section_text": "24 1 Section 8(2) of the  Police Act 1996 (local policing plans) shall be amended by— a the omission of the word “and” after paragraph (b), and b the insertion of the following after paragraph (c)— , and d any action proposed for the purpose of complying with the requirements of Part I of the Local Government Act 1999 (best value). 2 In section 54 of that Act (inspectors of constabulary) after subsection (2) there shall be inserted— 2A The inspectors of constabulary may inspect, and report to the Secretary of State on, a police authority’s compliance with the requirements of Part I of the Local Government Act 1999 (best value). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "25", "section_title": " Coordination of inspections, &c.", "section_text": "25 1 In arranging for or carrying out— a inspections of best value authorities, or b inquiries or investigations in relation to best value authorities, a person or body to whom this section applies shall have regard to any guidance issued by the Secretary of State for the purposes of securing the coordination of different kinds of inspection, inquiry and investigation. 2 This section applies to— a an inspector or assistant inspector appointed under section 10(1) or (2); aa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an inspector, assistant inspector or other officer appointed under section 24(1) of the  Fire Services Act 1947 (inspectors of fire brigades); c Her Majesty's Chief Inspector of Education, Children's Services and Skills; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e the   Care Quality Commission ; h a person authorised under section 139A(1) of the  Social Security Administration Act 1992 (reports on administration of housing benefit and council tax benefit); i an inspector appointed under section 54 of the Police Act 1996 (inspectors of constabulary). 3 The Secretary of State may by order provide for this section to apply to a person or body specified in the order."}, {"act": "Local Government Act 1999", "year": 1999, "section": "26", "section_title": " Guidance.", "section_text": " 26 1 This section has effect in relation to any guidance issued by the Secretary of State under this Part. 2 The Secretary of State— a may issue guidance to or in respect of  ... authorities generally or to or in respect of one or more particular authorities; b may issue different guidance to or in respect of different authorities; c must, before he issues guidance, consult the authorities concerned or persons appearing to him to represent them; d must arrange for guidance to be published. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Before issuing guidance under section 25 the Secretary of State shall, in addition to the consultation required by subsection (2)(c) above, consult the persons or bodies concerned."}, {"act": "Local Government Act 1999", "year": 1999, "section": "27", "section_title": " Commencement.", "section_text": "27 1 Subject to subsections (2) and (3), sections 1 to 20 and 22 to 26 shall come into force at the end of the period of 12 months beginning with the day on which this Act is passed. 2 The Secretary of State may by order provide for— a any of sections 1 to 13, 15, 19, 20, 22, 23, 25 and 26 to be brought into force in relation to England before the time appointed by subsection (1); b any of those sections, in so far as it relates to an authority falling within section 1(1)(d) or (e), to be brought into force in relation to Wales before that time; c any of sections 14, 16 to 18 and 24 to be brought into force before that time. 3 The National Assembly for Wales may by order provide for any of the sections mentioned in subsection (2)(a), except in so far as it relates to an authority falling within section 1(1)(d) or (e), to be brought into force in relation to Wales before the time appointed by subsection (1). 4 An order under subsection (2) or (3) may appoint different days for different purposes."}, {"act": "Local Government Act 1999", "year": 1999, "section": "28", "section_title": " Orders and regulations.", "section_text": "28 1 An order or regulations under this Part— a shall be made by statutory instrument, and b may include supplementary, incidental, consequential and transitional provisions. 2 An order under section  ...  4,  ...  ... or 25, and regulations under section 15 or 23, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Local Government Act 1999", "year": 1999, "section": "29", "section_title": " Modifications for Wales.", "section_text": "29 1 This section has effect for the purposes of the application of this Part in relation to Wales,  .... 1A For each reference to the Secretary of State in sections  ... 19,  ... there shall be substituted a reference to the Welsh Ministers. 2A Subsection (1)(a) does not apply to section 13A(4A). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 19(3) and (3A) for each reference to each House, or either House, of Parliament there shall be substituted a reference to the National Assembly for Wales. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "30", "section_title": " Limitation of council tax and precepts.", "section_text": "30 1 Schedule 1 shall have effect. 2 That Schedule shall apply in relation to the limitation of council tax and precepts as regards the financial year beginning with 1st April 2000 and subsequent financial years."}, {"act": "Local Government Act 1999", "year": 1999, "section": "31", "section_title": " Major precepting authorities: further regulation.", "section_text": "31 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Local Government Act 1999", "year": 1999, "section": "32", "section_title": " Meaning of financial year.", "section_text": "32 In this Act “ financial year ” means a year beginning with 1st April."}, {"act": "Local Government Act 1999", "year": 1999, "section": "33", "section_title": " Finance.", "section_text": "33 1 There shall be paid out of money provided by Parliament— a any increase attributable to this Act in the sums so payable under any other enactment; b any expenses of the Secretary of State under this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The   Welsh Ministers   may make grants to a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Wales Audit Office in respect of expenditure incurred or to be incurred by the Auditor General for Wales under the Local Government (Wales) Measure 2009  or Chapter 1 or 3 of Part 6 of the Local Government and Elections (Wales) Act 2021 .  "}, {"act": "Local Government Act 1999", "year": 1999, "section": "34", "section_title": " Repeals.", "section_text": "34 The provisions mentioned in Schedule 2 are repealed to the extent specified, subject to any provision of that Schedule."}, {"act": "Local Government Act 1999", "year": 1999, "section": "35", "section_title": " Extent.", "section_text": "35 1 Subject to subsection (2), this Act extends to England and Wales only. 2 An amendment by this Act of a provision of another Act has the same extent as the provision amended (except in the case of section 21 and Part I of Schedule 2)."}, {"act": "Local Government Act 1999", "year": 1999, "section": "36", "section_title": " Short title.", "section_text": "36 This Act may be cited as the Local Government Act 1999."}]