[{"act": "Northern Ireland (Location of Victims’ Remains) Act 1999", "year": 1999, "section": "1", "section_title": " Definitions.", "section_text": "1 1 This section shall have effect for the purposes of this Act. 2 “ The Commission ” means the Independent Commission for the Location of Victims’ Remains— a which was established by an agreement, made on 27th April 1999 in connection with the affairs of Northern Ireland, between Her Majesty’s Government in the United Kingdom and the Government of Ireland; and b whose functions include receiving relevant information and disclosing such information for the purpose of facilitating the location of the remains to which the information relates. 3 “ Relevant information ” means information as to the whereabouts of the remains of a victim of violence. 4 “ Victim of violence ” means a person killed before 10th April 1998 as a result of an unlawful act of violence committed on behalf of, or in connection with, a proscribed organisation. 5 In subsection (4) “ proscribed organisation ” means any organisation which at the passing of this Act is proscribed for the purposes of the  Northern Ireland (Emergency Provisions) Act 1996."}, {"act": "Northern Ireland (Location of Victims’ Remains) Act 1999", "year": 1999, "section": "2", "section_title": " The Commission.", "section_text": "2 1 The Secretary of State may by order— a confer on the Commission the legal capacities of a body corporate; b confer on the Commission, in such cases, to such extent and with such modifications as the order may specify, any of the privileges and immunities set out in Part I of Schedule 1 to the  International Organisations Act 1968; c confer on members and servants of the Commission and members of their families who form part of their households, in such cases, to such extent and with such modifications as the order may specify, any of the privileges and immunities set out in Parts II,  III  and V of that Schedule; d make provision about the waiver of privileges and immunities. In this subsection “ servants of the Commission ” includes agents of, and persons carrying out work for or giving advice to, the Commission. 2 An order under subsection (1)— a may make different provision for different cases (including different provision for different persons); b shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 The Secretary of State may— a make payments to the Commission or to members of the Commission; b provide for the Commission such premises and facilities, and the services of such staff, as he thinks appropriate. 4 Any expenses incurred by the Secretary of State under subsection (3) shall be paid out of money provided by Parliament. 5 This section shall come into force on such day as the Secretary of State, after consulting the Minister for Justice, Equality and Law Reform of the Government of Ireland, may by order made by statutory instrument appoint. 6 This section shall cease to have effect at the end of such day as the Secretary of State, after consulting the Minister for Justice, Equality and Law Reform of the Government of Ireland, may by order made by statutory instrument appoint; and an order under this subsection may include such transitional provisions as appear to the Secretary of State to be expedient."}, {"act": "Northern Ireland (Location of Victims’ Remains) Act 1999", "year": 1999, "section": "3", "section_title": " Admissibility of evidence in criminal proceedings.", "section_text": "3 1 The following shall not be admissible in evidence in any criminal proceedings— a any relevant information provided to the Commission; and b any evidence obtained (directly or indirectly) as a result of such information being so provided. 2 Subsection (1) shall not apply to the admission of evidence adduced in criminal proceedings on behalf of the accused."}, {"act": "Northern Ireland (Location of Victims’ Remains) Act 1999", "year": 1999, "section": "4", "section_title": " Restrictions on forensic testing.", "section_text": "4 1 A person who has received any human remains or other item obtained (directly or indirectly) as a result of relevant information being provided to the Commission shall not carry out, or cause or permit anyone else to carry out, a test or procedure in relation to the item the purpose of which is— a to discover information about anything done to any person, or with or in relation to any item; b to discover who has been in contact with, or near to, any person or item; c to discover where any person or item was at any time (including the conditions under which he or it was kept); d to discover when any person or item was in contact with, or near to, a particular person or when he or it was in a particular place or kept under particular conditions; e to discover when or where any item was made; or f to discover the composition of any item. 2 Subsection (1) does not prohibit a test or procedure the purpose of which is to discover information in relation to an item where the information is sought for the purpose of establishing, for the purposes of an inquest, the identity of a deceased person, or how, when and where he died. 3 Subsection (1)(f) does not prohibit a test or procedure the purpose of which is to determine whether an item can safely be moved or otherwise dealt with."}, {"act": "Northern Ireland (Location of Victims’ Remains) Act 1999", "year": 1999, "section": "5", "section_title": " Restrictions on disclosure of information.", "section_text": "5 1 No relevant information provided to the Commission shall be disclosed to any person except for the purpose of facilitating the location of the remains to which the information relates. 2 Subsection (1) does not prohibit the disclosure to members of a victim’s family of— a the fact that relevant information has been provided to the Commission; and b the place where, according to the information, the victim’s remains may be found."}, {"act": "Northern Ireland (Location of Victims’ Remains) Act 1999", "year": 1999, "section": "6", "section_title": " Powers of entry.", "section_text": "6 1 If on an application made by a constable a resident magistrate or, in Great Britain, a justice of the peace is satisfied— a that the Commission has certified that the remains of a victim of violence are likely to be found at any premises; and b that there are reasonable grounds for believing that either of the conditions specified in subsection (2) below is fulfilled, he may issue a warrant authorising a constable to enter and search the premises. 2 The conditions mentioned in subsection (1)(b) above are— a that it is not practicable to communicate with any person entitled to grant entry to the premises; b that entry to the premises will not be granted unless a warrant is produced. 3 The power to issue a warrant conferred by this section is in addition to any such power otherwise conferred. 4 In this section “ premises ” includes any place. 5 In this section “ resident magistrate ” has the meaning given by Article 2 of the  Magistrates’ Courts (Northern Ireland) Order 1981."}, {"act": "Northern Ireland (Location of Victims’ Remains) Act 1999", "year": 1999, "section": "7", "section_title": " Short title.", "section_text": "7 This Act may be cited as the Northern Ireland (Location of Victims’ Remains) Act 1999."}]