[{"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "1", "section_title": " Meaning of “stakeholder pension scheme”.", "section_text": "1 1 A pension scheme is a stakeholder pension scheme for the purposes of this Part if it is registered as such a scheme under section 2 and each of the following is fulfilled, namely— a the conditions set out in subsections (2)  to  (10) (9) ; and b such other conditions as may be prescribed. 2 The first condition is that the scheme is established under a trust or in such other way as may be prescribed. 3 The second condition is that the provisions made by the instruments establishing the scheme comply with such requirements as may be prescribed. 4 The third condition is that, subject to such exceptions as may be prescribed, the benefits provided by the scheme are money purchase benefits within the meaning given by section 181 of the  Pension Schemes Act 1993 (“ the 1993 Act ”). 5 The fourth condition is that the scheme complies with such requirements as may be prescribed as regards the extent to which, and the circumstances in which— a any payment made to the scheme  by, or on behalf or in respect of,  a member of the scheme, b any income or capital gain arising from the investment of such a payment, or c the value of rights under the scheme, may be used to defray the administrative expenses of the scheme, to pay commission or in any other way which does not result in the provision of benefits for or in respect of members. 6 The fifth condition is that the scheme complies with such of the requirements of regulations under section 113 of the 1993 Act (disclosure of information about schemes to members  etc. ) as are applicable to it. 7 The sixth condition is that, subject to such minimum contribution levels and other restrictions as may be prescribed, members of the scheme may make such contributions to the scheme as they think appropriate. 8 The seventh condition is that ... the scheme accepts transfer payments in respect of members’ rights under— a other pension schemes; b contracts and schemes that became registered pension schemes by virtue of paragraph 1(1)(f) of Schedule 36 to the Finance Act 2004 (pension schemes  etc. : transitional provisions and savings)  c annuities and insurance policies purchased or transferred for the purpose of giving effect to rights under pension schemes; and d annuities purchased or entered into for the purpose of discharging liability in respect of pension credits under section 29(1)(b) or under corresponding Northern Ireland legislation. 9 The eighth condition is that the scheme is a registered pension scheme under section 153 of the Finance Act 2004 (registration of pension schemes). 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "2", "section_title": " Registration of stakeholder pension schemes.", "section_text": "2 1 The Occupational Pensions Regulatory Authority  “                    Authority                  ” ,  shall keep a register of stakeholder pension schemes. 2 Subject to subsection (3), the Authority shall register a pension scheme under this section if the trustees of the scheme, or any person or persons prescribed in relation to the scheme— a make an application for the purpose and pay such fee as the Authority may determine; and b declare that each of the following is fulfilled in relation to the scheme, namely— i the conditions set out in subsections (2)  to (10) to (9)  of section 1; and ii such other conditions as may be prescribed under subsection (1) of that section. 3 Where the Authority are satisfied on reasonable grounds that any of those conditions is not fulfilled in relation to a pension scheme, the Authority may  “                    by direction                  ” , — a refuse to register the scheme; or b where the scheme is registered under this section, remove it from the register. 4 Section 10 of the Pensions Act 1995 (“ the 1995 Act ”)\t\t\t\t\t\t(civil penalties) applies to any trustee of a pension scheme which is or has been registered under this section, and  to any person prescribed in relation to such a scheme, if— a he fails to take all such steps as are reasonable to secure that each of those conditions is fulfilled in relation to the scheme or (as the case may be) while the scheme was so registered he failed to take all such steps as were reasonable to secure that each of those conditions was so fulfilled; or b where the scheme was registered on his application, any of those conditions was not fulfilled in relation to the scheme at the time of the application. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The Secretary of State may by regulations make provision— a for the register, or extracts from the register, or for copies of the register or of extracts from the register, to be open to inspection by, and b for copies of the register, or of extracts from it, to be supplied to, such persons, in such manner, at such times, on payment of such fees, and subject to such other terms and conditions, as may be prescribed."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "3", "section_title": " Duty of employers to facilitate access to stakeholder pension schemes.", "section_text": "3 1 Except in so far as regulations otherwise provide, it shall be the duty of an employer of relevant employees to comply with  the requirement in subsection (5) . 1A A relevant employee, in relation to an employer, is an employee of the employer who, on the relevant date, satisfies the conditions in subsection (1B). 1B The conditions are that— a the employee is a member of a stakeholder pension scheme; b the employee made a request under subsection (5) before the relevant date and that request has not been withdrawn; c the employee pays contributions (which are deducted in accordance with that request) to the scheme at regular intervals; d at least one deduction has been made before the relevant date in accordance with that request. 1C A person ceases to be a relevant employee— a on ceasing to be employed by the employer; b on withdrawing a request under subsection (5); c on ceasing to pay contributions at regular intervals. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The  ... requirement is that, subject to such exceptions and qualifications as may be prescribed, the employer shall, if he is requested to do so by a relevant employee  ...— a deduct the employee’s contributions to the  stakeholder pension scheme  from his remuneration; and b pay them to the trustees or managers of the scheme or, if regulations so provide, to a prescribed person. 5A That requirement only applies in relation to a request to make deductions made before the relevant date (whether or not that request is varied after that date). 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Section 10 of the 1995 Act (civil penalties) applies to an employer who fails to comply with  the requirement  set out above. 8 An employer is not,  while subject to the requirement in subsection (5) , under any duty— a to make any enquiries, or act on any information, about the scheme for any purpose not connected with— i ascertaining whether the scheme is for the time being registered under section 2, ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in particular, to investigate or monitor, or make any judgment as to, the past, present or future performance of the scheme. 9 In this section— “ employer ” means any employer, whether or not resident or incorporated in any part of the United Kingdom;  “ relevant date ” means the date on which section 87 of the Pensions Act 2008 comes into force.  ... ..."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "4", "section_title": " Obtaining information with respect to compliance with section 3 and corresponding Northern Ireland legislation.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "5", "section_title": " Powers of inspection for securing compliance with section 3 and corresponding Northern Ireland legislation.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "6", "section_title": " Application of certain enactments.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Schedule 1 (application of the 1993 and 1995 Acts to registered schemes) shall have effect. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "7", "section_title": " Reduced rates of contributions  etc : power to specify different percentages.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "8", "section_title": " Interpretation and application of Part I.", "section_text": "8 1 In this Part— “ the 1993 Act ” means the  Pension Schemes Act 1993; “ the 1995 Act ” means the  Pensions Act 1995;  “ the Authority ” means the Pensions Regulator;  ... “ occupational pension scheme ” and “ personal pension scheme ” have the meanings given by section 1 of the 1993 Act; “ pension scheme ” means an occupational pension scheme or a personal pension scheme; “ prescribed ” means prescribed by regulations made by the Secretary of State; “ stakeholder pension scheme ” shall be construed in accordance with section 1. 2 The Secretary of State may by regulations make provision for a stakeholder pension scheme which— a is  prescribed or is  of a prescribed description, and b would (apart from the regulations) be an occupational pension scheme, to be treated for all purposes, or for such purposes as may be prescribed, as if it were a personal pension scheme and not an occupational pension scheme. 3 This Part applies to a pension scheme managed by or on behalf of the Crown as it applies to other pension schemes; and, accordingly, references in this Part to a person in his capacity as a trustee or manager of, or person prescribed in relation to, a pension scheme include the Crown, or a person acting on behalf of the Crown, in that capacity. 4 This Part applies to persons employed by or under the Crown in like manner as if such persons were employed by a private person; and references in this Part to a person in his capacity as an employer include the Crown, or a person acting on behalf of the Crown, in that capacity. 5 Subsections (3) and (4) do not apply to any provision of this Part under or by virtue of which a person may be prosecuted for an offence; but such a provision applies to persons in the public service of the Crown as it applies to other persons. 6 Nothing in this Part applies to Her Majesty in Her private capacity (within the meaning of the  Crown Proceedings Act 1947)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "9", "section_title": " Monitoring of employers’ payments to personal pension schemes.", "section_text": "9 In Part VI of the  Pension Schemes Act 1993 (further requirements for protection of scheme members), after section 111 there shall be inserted—  Monitoring of employers’ payments to personal pension schemes. 111A 1 This section applies where— a an employee is a member of a personal pension scheme; and b direct payment arrangements exist between the employee and his employer. 2 In this section “ direct payment arrangements ” means arrangements under which contributions fall to be paid by or on behalf of the employer towards the scheme— a on the employer’s own account (but in respect of the employee); or b on behalf of the employee out of deductions from the employee’s earnings. 3 The employer must secure that there is prepared, maintained and from time to time revised a record of the direct payment arrangements which complies with subsection (4). 4 The record must— a show the rates and due dates of contributions payable under the direct payment arrangements, and b satisfy prescribed requirements. 5 The employer must, within the prescribed period after the preparation or any revision of the record, send a copy of the record or (as the case may be) of the revised record to the trustees or managers of the scheme. 6 Except in prescribed circumstances, the trustees or managers of the scheme must, where any contribution shown by the record to be payable under the direct payment arrangements has not been paid on or before its due date, give notice of that fact, within the prescribed period, to the Regulatory Authority and the employee. 7 The trustees or managers of the scheme must before the end of prescribed intervals send the employee a statement setting out the amounts and dates of the payments made under the direct payment arrangements during a prescribed period. 8 If— a the employer fails to take all such steps as are reasonable to secure compliance with subsection (3) or (5), or b a contribution payable under the direct payment arrangements is not paid to the trustees or managers of the scheme on or before its due date, section 10 of the  Pensions Act 1995 (power of the Regulatory Authority to impose civil penalties) applies to the employer. 9 If subsection (6) or (7) is not complied with, section 10 of the  Pensions Act 1995 applies to any trustee or manager of the scheme who has failed to take all such steps as are reasonable to secure compliance. 10 If— a subsection (6) or (7) is not complied with, and b the scheme— i is established under a trust, and ii is or has been registered under section 2 of the Welfare Reform and Pensions Act 1999 (stakeholder schemes), section 3 of the  Pensions Act 1995 (power of the Regulatory Authority to remove trustees) applies to any trustee of the scheme who has failed to take all such steps as are reasonable to secure compliance. 11 A person shall not be required by virtue of subsection (8)(b) above to pay a penalty under section 10 of the  Pensions Act 1995 in respect of a failure if in respect of that failure he has been— a required to pay a penalty under that section by virtue of section 3(7) of the Welfare Reform and Pensions Act 1999 (failures in respect of stakeholder pensions), or b convicted of an offence under subsection (12) below. 12 A person is guilty of an offence if he is knowingly concerned in the fraudulent evasion of the direct payment arrangements so far as they are arrangements for the payment by him or any other person of any such contribution towards the scheme as is mentioned in subsection (2)(b). 13 A person guilty of an offence under subsection (12) is liable— a on summary conviction, to a fine not exceeding the statutory maximum; and b on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine or both. 14 No prosecution shall be brought against the Crown for an offence under subsection (12), but that subsection applies to persons in the public service of the Crown as to other persons. 15 In this section “ due date ”, in relation to a contribution payable under the direct payment arrangements, means— a if the contribution falls to be paid on the employer’s own account, the latest day under the arrangements for paying it; b if the contribution falls to be paid on behalf of the employee, the last day of a prescribed period. 16 Regulations may provide for this section to apply with such modifications as may be prescribed in a case where— a the direct payment arrangements give effect to a requirement arising under subsection (5) of section 3 of the Welfare Reform and Pensions Act 1999 (deduction and payment of employee’s contributions to stakeholder scheme), and b in accordance with regulations under that subsection, that requirement is for the employer to pay contributions to a person prescribed by such regulations (instead of to the trustees or managers of the scheme). 17 Nothing in this section shall be taken as varying the provisions of the direct payment arrangements or as affecting their enforceability.  Obtaining information for purposes of section 111A and corresponding Northern Ireland legislation. 111B 1 Any person appearing to the Regulatory Authority to be a person who holds, or is likely to hold, information which is relevant to the issue— a whether any provision made by or under section 111A is being, or has been, complied with by an employer or the trustees or managers of a personal pension scheme, b whether, in the case of any direct payment arrangements existing between an employee and his employer, there has been such a failure to pay a contribution as is mentioned in subsection (8)(b) of that section, or c whether an offence has been committed under subsection (12) of that section in relation to any such arrangements, must, if required to do so by the Regulatory Authority by notice in writing, produce any document which is so relevant. 2 To comply with subsection (1) the document must be produced in such a manner, at such a place and within such a period as may be specified in the notice. 3 An inspector may, for the purposes of investigating any of the matters set out in subsection (1)(a) to (c), at any reasonable time enter premises liable to inspection and, while there— a may make such examination and inquiry as may be necessary for such purposes, b may require any person on the premises to produce for his inspection, or secure the production for his inspection of, any document relevant— i to compliance with any provision made by or under section 111A, or with the direct payment arrangements, or ii to the issue whether an offence has been committed under subsection (12) of that section in relation to those arrangements, and c may, as to any matter so relevant, examine, or require to be examined, either alone or in the presence of another person, any person on the premises whom he has reasonable cause to believe to be able to give information relevant to that matter. 4 An inspector applying for admission to any premises in pursuance of subsection (3) must, if so required, produce his certificate of appointment. 5 For the purposes of subsection (3) premises are liable to inspection if the inspector has reasonable grounds to believe that— a employees of the employer are employed there, b documents relevant to the administration of— i the employer’s business, ii the direct payment arrangements, or iii the scheme to which those arrangements relate, are kept there, or c either of the following is being carried out there, namely— i the administration of the employer’s business, the arrangements or the scheme, or ii work connected with the administration of the employer’s business, the arrangements or the scheme, unless the premises are a private dwelling-house not used by, or by permission of, the occupier for the purposes of a trade or business. 6 Section 100 of the  Pensions Act 1995 (warrants) shall have effect as if references to section 98(1) or 99(1)(b) of that Act included references to subsection (1) or (3)(b). 7 Sections 101 to 103 of that Act (penalties, savings and reports) shall have effect as if references which are or include references to section 98 or 99 of that Act included references to this section. 8 In this section— “ direct payment arrangements ” has the same meaning as in section 111A; “ document ” includes information recorded in any form, and any reference to production of a document, in relation to information recorded otherwise than in legible form, is to producing a copy of the information in legible form; “ inspector ” means a person appointed by the Regulatory Authority as an inspector. 9 References in this section to, or to any provision of, section 111A include references to corresponding provisions of Northern Ireland legislation; and in this section as it has effect in relation to those corresponding provisions, “ employee ” and “ employer ” have the meaning they have for the purposes of those provisions."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "10", "section_title": " Late payments by employers to occupational pension schemes.", "section_text": "10 1 For section 49(8) of the  Pensions Act 1995 (offence where deduction from earnings not paid in timely fashion to occupational pension scheme) there shall be substituted— 8 Where on making a payment of any earnings in respect of any employment there is deducted any amount corresponding to any contribution payable on behalf of an active member of an occupational pension scheme, the amount deducted is to be paid, within a prescribed period, to the trustees or managers of the scheme. 9 If in any case there is a failure to comply with subsection (8)— a section 10 applies to the employer; and b except in prescribed circumstances, the trustees or managers must give notice of the failure, within the prescribed period, to the Authority and the member. 10 If in any case subsection (9)(b) is not complied with— a section 3 applies to any trustee who has failed to take all such steps as are reasonable to secure compliance; and b section 10 applies to any trustee or manager who has failed to take all such steps. 11 If any person is knowingly concerned in the fraudulent evasion of the obligation imposed by subsection (8) in any case, he is guilty of an offence. 12 A person guilty of an offence under subsection (11) is liable— a on summary conviction, to a fine not exceeding the statutory maximum; and b on conviction on indictment, to imprisonment for a term not exceeding seven years or a fine or both. 13 A person shall not be required by virtue of subsection (9)(a) above to pay a penalty under section 10 in respect of a failure if in respect of that failure he has been— a required to pay a penalty under that section by virtue of section 3(7) of the Welfare Reform and Pensions Act 1999 (failures in respect of stakeholder pensions), or b convicted of an offence under subsection (11) above. 2 In section 88(3) of that Act (civil penalty where contributions by or on behalf of employer to occupational pension scheme not paid by due date), after “by or on behalf of the employer” there shall be inserted  “                    on the employer’s own account                  ” ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "11", "section_title": " Effect of bankruptcy on pension rights: approved arrangements.", "section_text": "11 1 Where a bankruptcy order is made against a person on a  bankruptcy application made or  petition presented after the coming into force of this section, any rights of his under an approved pension arrangement are excluded from his estate. 2 In this section “ approved pension arrangement ” means— a a pension scheme registered under section 153 of the Finance Act 2004; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c an occupational pension scheme  set up by a government outside the United Kingdom for the benefit, or primarily for the benefit, of its employees; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g an annuity purchased for the purpose of giving effect to rights under a scheme falling within paragraph (a), including an annuity in payment before 6th April 2006, giving effect to rights under any scheme approved— i before that date under Chapters 1, 3 or 4 of Part 14 of the Taxes Act; or ii any relevant statutory scheme, as defined in section 611 of that Act; h any pension arrangements of any description which may be prescribed by regulations made by the Secretary of State. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subsection (5) applies if— a at the time when a bankruptcy order is made against a person, an appeal against a decision not to register a pension scheme has been made under section 156 of the Finance Act 2004, and b the decision of the  tribunal  (see section 156(3) of that Act) is to uphold the decision of Her Majesty’s Revenue and Customs not to register the scheme. 5 Any rights of that person under the scheme shall (without any conveyance, assignment or transfer) vest in his trustee in bankruptcy, as part of his estate, immediately on— a the  tribunal’s  decision being made, or b (if later) the trustee’s appointment taking effect or, in the case of the official receiver, his becoming trustee. 6 Subsection (7) applies if, at any time after a bankruptcy order is made against a person Her Majesty’s Revenue and Customs— a give notice withdrawing registration of the pension scheme under section 157 of the Finance Act 2004, and b the date specified as being that from which de-registration occurs under sub-section (4) of that section (“the de-registration date”) is the date from which the scheme ceases to be a registered pension scheme. 7 Any rights of that person under the scheme or arising by virtue of the arrangements, and any rights of his under any related annuity, shall (without any conveyance, assignment or transfer) vest in his trustee in bankruptcy, as part of his estate, immediately on— a the giving of the notice, or b (if later) the trustee’s appointment taking effect or, in the case of the official receiver, his becoming trustee. 8 In subsection (7) “ related annuity ” means an annuity purchased on or after the  de-registration date  for the purpose of giving effect to rights under the scheme or (as the case may be) to rights arising by virtue of the arrangements. 9 Where under subsection (5) or (7) any rights vest in a person’s trustee in bankruptcy, the trustee’s title to them has relation back to the commencement of the person’s bankruptcy; but where any transaction is entered into by the trustees or managers of the scheme in question— a in good faith, and b without notice of the making of the decision mentioned in subsection (4)(b) or (as the case may be) the giving of the notice mentioned in subsection (6), the trustee in bankruptcy is not in respect of that transaction entitled by virtue of this subsection to any remedy against them or any person whose title to any property derives from them. 10 Without prejudice to section 83, regulations under subsection (2)(h) may, in the case of any description of arrangements prescribed by the regulations, make provision corresponding to any provision made by subsections (4) to (9). 11 In this section— a “occupational pension scheme” has the meaning given in section 150(5) of the Finance Act 2004; b “pension scheme” has the meaning given in section 150(1) of the Finance Act 2004 and “registered pension scheme” means a pension scheme registered under section 153 of the Finance Act 2004; c “ estate ”, in relation to a person against whom a bankruptcy order is made, means his estate for the purposes of Parts VIII to  XI  of the  Insolvency Act 1986; d “ the Taxes Act ” means the  Income and Corporation Taxes Act 1988. 12 For the purposes of this section a person shall be treated as having a right under an approved pension arrangement where— a he is entitled to a credit under section 29(1)(b) as against the person responsible for the arrangement (within the meaning of Chapter I of Part IV), and b the person so responsible has not discharged his liability in respect of the credit."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "12", "section_title": " Effect of bankruptcy on pension rights: unapproved arrangements.", "section_text": "12 1 The Secretary of State may by regulations make provision for or in connection with enabling rights of a person under an unapproved pension arrangement to be excluded, in the event of a bankruptcy order being made against that person, from his estate for the purposes of Parts VIII to XI of the  Insolvency Act 1986. 2 Regulations under this section may, in particular, make provision— a for rights under an unapproved pension arrangement to be excluded from a person’s estate— i by an order made on his application by a prescribed court, or ii in accordance with a qualifying agreement made between him and his trustee in bankruptcy; b for the court’s decision whether to make such an order in relation to a person to be made by reference to— i future likely needs of him and his family, and ii whether any benefits (by way of a pension or otherwise) are likely to be received by virtue of rights of his under other pension arrangements and (if so) the extent to which they appear likely to be adequate for meeting any such needs; c for the prescribed persons in the case of any pension arrangement to provide a person or his trustee in bankruptcy on request with information reasonably required by that person or trustee for or in connection with the making of such applications and agreements as are mentioned in paragraph (a). 3 In this section— “ prescribed ” means prescribed by regulations under this section; “ qualifying agreement ” means an agreement entered into in such circumstances, and satisfying such requirements, as may be prescribed; “ unapproved pension arrangement ” means a pension arrangement which— is not an approved pension arrangement within the meaning of section 11, and is of a prescribed description. 4 For the purposes of this section a person shall be treated as having a right under an unapproved pension arrangement where— a he is entitled to a credit under section 29(1)(b) as against the person responsible for the arrangement (within the meaning of Chapter I of Part IV), and b the person so responsible has not discharged his liability in respect of the credit."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "13", "section_title": " Sections 11 and 12: application to Scotland.", "section_text": "13 1 This section shall have effect for the purposes of the application of sections 11 and 12 to Scotland. 2 A reference to— a the making of a bankruptcy order against a person is a reference to the award of sequestration on his estate or the making of the appointment on his estate of a judicial factor under section 41 of the  Solicitors (Scotland) Act 1980; b the estate of a person is a reference to his estate for the purposes of the  Bankruptcy (Scotland) Act  1985   2016   or of the Solicitors (Scotland) Act 1980, as the case may be; c assignment is a reference to assignation; d a person’s trustee in bankruptcy is a reference to his  permanent trustee   trustee or interim trustee in a sequestration under the Bankruptcy (Scotland) Act 2016   or judicial factor, as the case may be; e the commencement of a person’s bankruptcy is a reference to the date of sequestration (within the meaning of section  12(4) of the Bankruptcy (Scotland) Act 1985   22(7) of the Bankruptcy (Scotland) Act 2016  ) or of the judicial factor’s appointment taking effect, as the case may be. 3 For paragraph (b) of each of subsections (5) and (7) of section 11 there shall be substituted— b if later, the date of sequestration (within the meaning of section  12(4) of the Bankruptcy (Scotland) Act 1985   22(7) of the Bankruptcy (Scotland) Act 2016  ) or of the judicial factor’s appointment taking effect, as the case may be."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "14", "section_title": " No forfeiture on bankruptcy of rights under pension schemes.", "section_text": "14 1 In the  Pension Schemes Act 1993, after section 159 there shall be inserted—  No forfeiture on bankruptcy of rights under personal pension schemes. 159A 1 A person’s rights under a personal pension scheme cannot be forfeited by reference to his bankruptcy. 2 For the purposes of this section— a a person shall be treated as having a right under a personal pension scheme where— i he is entitled to a credit under section 29(1)(b) of the Welfare Reform and Pensions Act 1999 (sharing of rights on divorce etc.), ii he is so entitled as against the person responsible for the scheme (within the meaning of Chapter I of Part IV of that Act), and iii the person so responsible has not discharged his liability in respect of the credit; and b forfeiture shall be taken to include any manner of deprivation or suspension. 2 In section 159(6) of that Act (application of section 159 to Scotland), after “this section” there shall be inserted  “                    and section 159A                  ” . 3 In section 92(2) of the  Pensions Act 1995 (exceptions to the rule preventing forfeiture of rights under occupational pension schemes), paragraph (b) (which allows forfeiture of such rights by reference to a scheme member’s bankruptcy) shall cease to have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "15", "section_title": " Excessive pension contributions made by persons who have become bankrupt.", "section_text": "15 For sections 342A to 342C of the  Insolvency Act 1986 there shall be substituted—  Recovery of excessive pension contributions. 342A 1 Where an individual who is adjudged bankrupt— a has rights under an approved pension arrangement, or b has excluded rights under an unapproved pension arrangement, the trustee of the bankrupt’s estate may apply to the court for an order under this section. 2 If the court is satisfied— a that the rights under the arrangement are to any extent, and whether directly or indirectly, the fruits of relevant contributions, and b that the making of any of the relevant contributions (“ the excessive contributions ”) has unfairly prejudiced the individual’s creditors, the court may make such order as it thinks fit for restoring the position to what it would have been had the excessive contributions not been made. 3 Subsection (4) applies where the court is satisfied that the value of the rights under the arrangement is, as a result of rights of the individual under the arrangement or any other pension arrangement having at any time become subject to a debit under section 29(1)(a) of the Welfare Reform and Pensions Act 1999 (debits giving effect to pension-sharing), less than it would otherwise have been. 4 Where this subsection applies— a any relevant contributions which were represented by the rights which became subject to the debit shall, for the purposes of subsection (2), be taken to be contributions of which the rights under the arrangement are the fruits, and b where the relevant contributions represented by the rights under the arrangement (including those so represented by virtue of paragraph (a)) are not all excessive contributions, relevant contributions which are represented by the rights under the arrangement otherwise than by virtue of paragraph (a) shall be treated as excessive contributions before any which are so represented by virtue of that paragraph. 5 In subsections (2) to (4) “ relevant contributions ” means contributions to the arrangement or any other pension arrangement— a which the individual has at any time made on his own behalf, or b which have at any time been made on his behalf. 6 The court shall, in determining whether it is satisfied under subsection (2)(b), consider in particular— a whether any of the contributions were made for the purpose of putting assets beyond the reach of the individual’s creditors or any of them, and b whether the total amount of any contributions— i made by or on behalf of the individual to pension arrangements, and ii represented (whether directly or indirectly) by rights under approved pension arrangements or excluded rights under unapproved pension arrangements, is an amount which is excessive in view of the individual’s circumstances when those contributions were made. 7 For the purposes of this section and sections 342B and 342C (“ the recovery provisions ”), rights of an individual under an unapproved pension arrangement are excluded rights if they are rights which are excluded from his estate by virtue of regulations under section 12 of the Welfare Reform and Pensions Act 1999. 8 In the recovery provisions— “ approved pension arrangement ” has the same meaning as in section 11 of the Welfare Reform and Pensions Act 1999; “ unapproved pension arrangement ” has the same meaning as in section 12 of that Act.  Orders under section 342A. 342B 1 Without prejudice to the generality of section 342A(2), an order under section 342A may include provision— a requiring the person responsible for the arrangement to pay an amount to the individual’s trustee in bankruptcy, b adjusting the liabilities of the arrangement in respect of the individual, c adjusting any liabilities of the arrangement in respect of any other person that derive, directly or indirectly, from rights of the individual under the arrangement, d for the recovery by the person responsible for the arrangement (whether by deduction from any amount which that person is ordered to pay or otherwise) of costs incurred by that person in complying in the bankrupt’s case with any requirement under section 342C(1) or in giving effect to the order. 2 In subsection (1), references to adjusting the liabilities of the arrangement in respect of a person include (in particular) reducing the amount of any benefit or future benefit to which that person is entitled under the arrangement. 3 In subsection (1)(c), the reference to liabilities of the arrangement does not include liabilities in respect of a person which result from giving effect to an order or provision falling within section 28(1) of the Welfare Reform and Pensions Act 1999 (pension sharing orders and agreements). 4 The maximum amount which the person responsible for an arrangement may be required to pay by an order under section 342A is the lesser of— a the amount of the excessive contributions, and b the value of the individual’s rights under the arrangement (if the arrangement is an approved pension arrangement) or of his excluded rights under the arrangement (if the arrangement is an unapproved pension arrangement). 5 An order under section 342A which requires the person responsible for an arrangement to pay an amount (“ the restoration amount ”) to the individual’s trustee in bankruptcy must provide for the liabilities of the arrangement to be correspondingly reduced. 6 For the purposes of subsection (5), liabilities are correspondingly reduced if the difference between— a the amount of the liabilities immediately before the reduction, and b the amount of the liabilities immediately after the reduction, is equal to the restoration amount. 7 An order under section 342A in respect of an arrangement— a shall be binding on the person responsible for the arrangement, and b overrides provisions of the arrangement to the extent that they conflict with the provisions of the order.  Orders under section 342A: supplementary. 342C 1 The person responsible for— a an approved pension arrangement under which a bankrupt has rights, b an unapproved pension arrangement under which a bankrupt has excluded rights, or c a pension arrangement under which a bankrupt has at any time had rights, shall, on the bankrupt’s trustee in bankruptcy making a written request, provide the trustee with such information about the arrangement and rights as the trustee may reasonably require for, or in connection with, the making of applications under section 342A. 2 Nothing in— a any provision of section 159 of the  Pension Schemes Act 1993 or section 91 of the  Pensions Act 1995 (which prevent assignment and the making of orders that restrain a person from receiving anything which he is prevented from assigning), b any provision of any enactment (whether passed or made before or after the passing of the Welfare Reform and Pensions Act 1999) corresponding to any of the provisions mentioned in paragraph (a), or c any provision of the arrangement in question corresponding to any of those provisions, applies to a court exercising its powers under section 342A. 3 Where any sum is required by an order under section 342A to be paid to the trustee in bankruptcy, that sum shall be comprised in the bankrupt’s estate. 4 Regulations may, for the purposes of the recovery provisions, make provision about the calculation and verification of— a any such value as is mentioned in section 342B(4)(b); b any such amounts as are mentioned in section 342B(6)(a) and (b). 5 The power conferred by subsection (4) includes power to provide for calculation or verification— a in such manner as may, in the particular case, be approved by a prescribed person; or b in accordance with guidance— i from time to time prepared by a prescribed person, and ii approved by the Secretary of State. 6 References in the recovery provisions to the person responsible for a pension arrangement are to— a the trustees, managers or provider of the arrangement, or b the person having functions in relation to the arrangement corresponding to those of a trustee, manager or provider. 7 In this section and sections 342A and 342B— “ prescribed ” means prescribed by regulations; “ the recovery provisions ” means this section and sections 342A and 342B; “ regulations ” means regulations made by the Secretary of State. 8 Regulations under the recovery provisions may— a make different provision for different cases; b contain such incidental, supplemental and transitional provisions as appear to the Secretary of State necessary or expedient. 9 Regulations under the recovery provisions shall be made by statutory instrument subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "16", "section_title": " Excessive pension contributions made by persons who have become bankrupt: Scotland.", "section_text": "16 For sections 36A to 36C of the  Bankruptcy (Scotland) Act 1985 there shall be substituted—  Recovery of excessive pension contributions. 36A 1 Where a debtor’s estate has been sequestrated and he— a has rights under an approved pension arrangement, or b has excluded rights under an unapproved pension arrangement, the permanent trustee may apply to the court for an order under this section. 2 If the court is satisfied— a that the rights under the arrangement are to any extent, and whether directly or indirectly, the fruits of relevant contributions, and b that the making of any of the relevant contributions (“ the excessive contributions ”) has unfairly prejudiced the debtor’s creditors, the court may make such order as it thinks fit for restoring the position to what it would have been had the excessive contributions not been made. 3 Subsection (4) applies where the court is satisfied that the value of the rights under the arrangement is, as a result of rights of the debtor under the arrangement or any other pension arrangement having at any time become subject to a debit under section 29(1)(a) of the Welfare Reform and Pensions Act 1999 (debits giving effect to pension-sharing), less than it would otherwise have been. 4 Where this subsection applies— a any relevant contributions which were represented by the rights which became subject to the debit shall, for the purposes of subsection (2), be taken to be contributions of which the rights under the arrangement are the fruits, and b where the relevant contributions represented by the rights under the arrangement (including those so represented by virtue of paragraph (a)) are not all excessive contributions, relevant contributions which are represented by the rights under the arrangement otherwise than by virtue of paragraph (a) shall be treated as excessive contributions before any which are so represented by virtue of that paragraph. 5 In subsections (2) to (4) “ relevant contributions ” means contributions to the arrangement or any other pension arrangement— a which the debtor has at any time made on his own behalf, or b which have at any time been made on his behalf. 6 The court shall, in determining whether it is satisfied under subsection (2)(b), consider in particular— a whether any of the contributions were made for the purpose of putting assets beyond the reach of the debtor’s creditors or any of them, and b whether the total amount of any contributions— i made by or on behalf of the debtor to pension arrangements, and ii represented (whether directly or indirectly) by rights under approved pension arrangements or excluded rights under unapproved pensions arrangements, is an amount which is excessive in view of the debtor’s circumstances when those contributions were made. 7 For the purposes of this section and sections 36B and 36C (“ the recovery provisions ”), rights of a debtor under an unapproved pension arrangement are excluded rights if they are rights which are excluded from his estate by virtue of regulations under section 12 of the Welfare Reform and Pensions Act 1999. 8 In the recovery provisions— “ approved pension arrangement ” has the same meaning as in section 11 of the Welfare Reform and Pensions Act 1999; “ unapproved pension arrangement ” has the same meaning as in section 12 of that Act.  Orders under section 36A. 36B 1 Without prejudice to the generality of section 36A(2) an order under section 36A may include provision— a requiring the person responsible for the arrangement to pay an amount to the permanent trustee, b adjusting the liabilities of the arrangement in respect of the debtor, c adjusting any liabilities of the arrangement in respect of any other person that derive, directly or indirectly, from rights of the debtor under the arrangement, d for the recovery by the person responsible for the arrangement (whether by deduction from any amount which that person is ordered to pay or otherwise) of costs incurred by that person in complying in the debtor’s case with any requirement under section 36C(1) or in giving effect to the order. 2 In subsection (1), references to adjusting the liabilities of the arrangement in respect of a person include (in particular) reducing the amount of any benefit or future benefit to which that person is entitled under the arrangement. 3 In subsection (1)(c), the reference to liabilities of the arrangement does not include liabilities in respect of a person which result from giving effect to an order or provision falling within section 28(1) of the Welfare Reform and Pensions Act 1999 (pension sharing orders and agreements). 4 The maximum amount which the person responsible for an arrangement may be required to pay by an order under section 36A is the lesser of— a the amount of the excessive contributions, and b the value of the debtor’s rights under the arrangement (if the arrangement is an approved pension arrangement) or of his excluded rights under the arrangement (if the arrangement is an unapproved pension arrangement). 5 An order under section 36A which requires the person responsible for an arrangement to pay an amount (“ the restoration amount ”) to the permanent trustee must provide for the liabilities of the arrangement to be correspondingly reduced. 6 For the purposes of subsection (5), liabilities are correspondingly reduced if the difference between— a the amount of the liabilities immediately before the reduction, and b the amount of the liabilities immediately after the reduction, is equal to the restoration amount. 7 An order under section 36A in respect of an arrangement— a shall be binding on the person responsible for the arrangement; and b overrides provisions of the arrangement to the extent that they conflict with the provisions of the order.  Orders under section 36A: supplementary. 36C 1 The person responsible for— a an approved pension arrangement under which a debtor has rights, b an unapproved pension arrangement under which a debtor has excluded rights, or c a pension arrangement under which a debtor has at any time had rights, shall, on the permanent trustee making a written request, provide the permanent trustee with such information about the arrangement and rights as the permanent trustee may reasonably require for, or in connection with, the making of applications under section 36A. 2 Nothing in— a any provision of section 159 of the  Pensions Schemes Act 1993 or section 91 of the  Pensions Act 1995 (which prevent assignation and the making of orders that restrain a person from receiving anything which he is prevented from assigning), b any provision of any enactment (whether passed or made before or after the passing of the Welfare Reform and Pensions Act 1999) corresponding to any of the provisions mentioned in paragraph (a), or c any provision of the arrangement in question corresponding to any of those provisions, applies to a court exercising its powers under section 36A. 3 Where any sum is required by an order under section 36A to be paid to the permanent trustee, that sum shall be comprised in the debtor’s estate. 4 Regulations may, for the purposes of the recovery provisions, make provision about the calculation and verification of— a any such value as is mentioned in section 36B(4)(b); b any such amounts as are mentioned in section 36B(6)(a) and (b). 5 The power conferred by subsection (4) includes power to provide for calculation or verification— a in such manner as may, in the particular case, be approved by a prescribed person; or b in accordance with guidance— i from time to time prepared by a prescribed person, and ii approved by the Secretary of State. 6 References in the recovery provisions to the person responsible for a pension arrangement are to— a the trustees, managers or provider of the arrangement, or b the person having functions in relation to the arrangement corresponding to those of a trustee, manager or provider. 7 In this section and sections 36A and 36B— “ the recovery provisions ” means this section and sections 36A and 36B; “ regulations ” means regulations made by the Secretary of State. 8 Regulations under the recovery provisions may contain such incidental, supplemental and transitional provisions as appear to the Secretary of State necessary or expedient."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "17", "section_title": " Compensating occupational pension schemes.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "18", "section_title": " Miscellaneous amendments.", "section_text": "18 Schedule 2 (which contains amendments of the law relating to pensions) shall have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "19", "section_title": " Orders in England and Wales.", "section_text": "19 Schedule 3 (which amends the  Matrimonial Causes Act 1973 for the purpose of enabling the court to make pension sharing orders in connection with proceedings in England and Wales for divorce or nullity of marriage, and for supplementary purposes) shall have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "20", "section_title": " Orders in Scotland.", "section_text": "20 1 The  Family Law (Scotland) Act 1985 shall be amended as follows. 2 In section 8(1) (orders for financial provision), after paragraph (b) there shall be inserted— baa a pension sharing order. 3 In section 27 (interpretation), in subsection (1), there shall be inserted at the appropriate place— “ pension sharing order ” is an order which— a provides that one party’s— i shareable rights under a specified pension arrangement, or ii shareable state scheme rights, be subject to pension sharing for the benefit of the other party, and b specifies the percentage value, or the amount, to be transferred; . 4 In that section, after subsection (1) there shall be inserted— 1A In subsection (1), in the definition of “pension sharing order”— a the reference to shareable rights under a pension arrangement is to rights in relation to which pension sharing is available under Chapter I of Part IV of the Welfare Reform and Pensions Act 1999, or under corresponding Northern Ireland legislation, and b the reference to shareable state scheme rights is to rights in relation to which pension sharing is available under Chapter  II  of Part IV of the Welfare Reform and Pensions Act 1999, or under corresponding Northern Ireland legislation."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "21", "section_title": " Amendments.", "section_text": "21 Schedule 4 (which amends the sections about pensions inserted in the  Matrimonial Causes Act 1973 by section 166 of the  Pensions Act 1995) shall have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "22", "section_title": " Extension to overseas divorces etc.", "section_text": "22 1 Part III of the  Matrimonial and Family Proceedings Act 1984 (financial relief in England and Wales after overseas divorce etc.) shall be amended as follows. 2 In section 18 (matters to which the court is to have regard in exercising its powers to make orders for financial relief), after subsection (3) there shall be inserted— 3A The matters to which the court is to have regard under subsection (3) above— a so far as relating to paragraph (a) of section 25(2) of the 1973 Act, include any benefits under a pension arrangement which a party to the marriage has or is likely to have (whether or not in the foreseeable future), and b so far as relating to paragraph (h) of that provision, include any benefits under a pension arrangement which, by reason of the dissolution or annulment of the marriage, a party to the marriage will lose the chance of acquiring. 3 In that section, at the end there shall be added— 7 In this section— a “ pension arrangement ” has the meaning given by section 25D(3) of the 1973 Act, and b references to benefits under a pension arrangement include any benefits by way of pension, whether under a pension arrangement or not. 4 In section 21 (application of provisions of Part II of the  Matrimonial Causes Act 1973), the existing provision shall become subsection (1) and, in that subsection, after paragraph (b) there shall be inserted— bd section 25B(3) to (7B) (power, by financial provision order, to attach payments under a pension arrangement, or to require the exercise of a right of commutation under such an arrangement); be section 25C (extension of lump sum powers in relation to death benefits under a pension arrangement); . 5 In that section, after subsection (1) there shall be inserted— 2 Subsection (1)(bd) and (be) above shall not apply where the court has jurisdiction to entertain an application for an order for financial relief by reason only of the situation in England or Wales of a dwelling-house which was a matrimonial home of the parties. 3 Section 25D(1) of the 1973 Act (effect of transfers on orders relating to rights under a pension arrangement) shall apply in relation to an order made under section 17 above by virtue of subsection (1)(bd) or (be) above as it applies in relation to an order made under section 23 of that Act by virtue of section 25B or 25C of the 1973 Act. 4 The Lord Chancellor may by regulations make for the purposes of this Part of this Act provision corresponding to any provision which may be made by him under subsections (2) to (2B) of section 25D of the 1973 Act. 5 Power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "23", "section_title": " Supply of pension information in connection with divorce etc.", "section_text": "23 1 The Secretary of State may by regulations— a make provision imposing on the person responsible for a pension arrangement, or on the Secretary of State, requirements with respect to the supply of information relevant to any power with respect to— i financial relief under Part II of the  Matrimonial Causes Act 1973 or Part III of the  Matrimonial and Family Proceedings Act 1984 (England and Wales powers in relation to domestic and overseas divorce etc.), ia financial relief under Schedule 5 or 7 to the Civil Partnership Act 2004 (England and Wales powers in relation to domestic and overseas dissolution of civil partnerships  etc. ),  ii financial provision under the  Family Law (Scotland) Act 1985 or Part IV of the Matrimonial and Family Proceedings Act 1984  or Schedule 11 to the 2004 Act  (corresponding Scottish powers),  ... iii financial relief under Part III of the  Matrimonial Causes (Northern Ireland) Order 1978 or Part IV of the  Matrimonial and Family Proceedings (Northern Ireland) Order 1989  (Northern Ireland powers corresponding to those mentioned in sub-paragraph (i)), or iv financial relief under Schedule 15 or 17 to the 2004 Act (Northern Ireland powers corresponding to those mentioned in sub-paragraph (ia)); b make provision about calculation and verification in relation to the valuation of— i benefits under a pension arrangement, or ii shareable state scheme rights, for the purposes of regulations under paragraph (a)(i)  (ia), (iii) or (iv) ; c make provision about calculation and verification in relation to— i the valuation of shareable rights under a pension arrangement or shareable state scheme rights for the purposes of regulations under paragraph (a)(ii), so far as relating to the making of orders for financial provision (within the meaning of the  Family Law (Scotland) Act 1985), or ii the valuation of benefits under a pension arrangement for the purposes of such regulations, so far as relating to the making of orders under section 12A of that Act; d make provision for the purpose of enabling the person responsible for a pension arrangement to recover prescribed charges in respect of providing information in accordance with regulations under paragraph (a). 2 Regulations under subsection (1)(b) or (c) may include provision for calculation or verification in accordance with guidance from time to time prepared by a person prescribed by the regulations. 3 Regulations under subsection (1)(d) may include provision for the application in prescribed circumstances, with or without modification, of any provision made by virtue of section 41(2). 4 In subsection (1)— a the reference in paragraph (c)(i) to shareable rights under a pension arrangement is to rights in relation to which pension sharing is available under Chapter I of Part IV, or under corresponding Northern Ireland legislation, and b the references to shareable state scheme rights are to rights in relation to which pension sharing is available under Chapter II of Part IV, or under corresponding Northern Ireland legislation."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "24", "section_title": " Charges by pension arrangements in relation to earmarking orders.", "section_text": "24 The Secretary of State may by regulations make provision for the purpose of enabling the person responsible for a pension arrangement to recover prescribed charges in respect of complying with— a an order under section 23 of the  Matrimonial Causes Act 1973 (financial provision orders in connection with divorce etc.), so far as it includes provision made by virtue of section 25B or 25C of that Act (powers to include provision about pensions), aa an order under Part 1 of Schedule 5 to the Civil Partnership Act 2004 (financial provision orders in connection with dissolution of civil partnerships  etc. ) so far as it includes provision made by virtue of Part 6 of that Schedule (powers to include provision about pensions),  b an order under section 12A(2) or (3) of the  Family Law (Scotland) Act 1985 (powers in relation to pensions lump sums when making a capital sum order),  ... c an order under Article 25 of the  Matrimonial Causes (Northern Ireland) Order 1978, so far as it includes provision made by virtue of Article 27B or 27C of that Order (Northern Ireland powers corresponding to those mentioned in paragraph (a)) , or d an order under Part 1 of Schedule 15 to the 2004 Act so far as it includes provision made by virtue of Part 5 of that Schedule (Northern Ireland powers corresponding to those mentioned in paragraph (aa))."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "25", "section_title": " Power to make consequential amendments of Part III.", "section_text": "25 1 If any amendment by the  Family Law Act 1996 of Part II or  IV  of the  Matrimonial Causes Act 1973 comes into force before the day on which any provision of this Part comes into force, the Lord Chancellor may by order make such consequential amendment of that provision as he thinks fit. 2 No order under this section may be made unless a draft of the order has been laid before and approved by resolution of each House of Parliament."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "26", "section_title": " Interpretation of Part III.", "section_text": "26 1 In this Part— “ occupational pension scheme ” has the same meaning as in the  Pension Schemes Act 1993; “ pension arrangement ” means an occupational pension scheme, a personal pension scheme, a retirement annuity contract, an annuity or insurance policy purchased, or transferred, for the purpose of giving effect to rights under an occupational pension scheme or a personal pension scheme, and an annuity purchased, or entered into, for the purpose of discharging liability in respect of a pension credit under section 29(1)(b) or under corresponding Northern Ireland legislation; “ personal pension scheme ” has the same meaning as in the Pension Schemes Act 1993; “ prescribed ” means prescribed by regulations made by the Secretary of State; “retirement annuity contract” means an annuity contract or trust scheme approved under section 620 or 621 of the Income and Corporation Taxes Act 1988 or a substituted contract within the meaning of section 622(3) of that Act which became a registered pension scheme by virtue of paragraph 1(1)(f) of Schedule 36 to the Finance Act 2004, “ trustees or managers ”, in relation to an occupational pension scheme or a personal pension scheme, means— in the case of a scheme established under a trust, the trustees of the scheme, and in any other case, the managers of the scheme. 2 References to the person responsible for a pension arrangement are— a in the case of an occupational pension scheme or a personal pension scheme, to the trustees or managers of the scheme, b in the case of a retirement annuity contract or an annuity falling within paragraph (d) or (e) of the definition of “pension arrangement” above, the provider of the annuity, and c in the case of an insurance policy falling within paragraph (d) of the definition of that expression, the insurer."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "27", "section_title": " Scope of mechanism.", "section_text": "27 1 Pension sharing is available under this Chapter in relation to a person’s shareable rights under any pension arrangement other than an excepted public service pension scheme. 2 For the purposes of this Chapter, a person’s shareable rights under a pension arrangement are any rights of his under the arrangement, other than rights of a description specified by regulations made by the Secretary of State. 3 For the purposes of subsection (1), a public service pension scheme is excepted if it is specified by order made by such Minister of the Crown or government department as may be designated by the Treasury as having responsibility for the scheme."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "28", "section_title": " Activation of pension sharing.", "section_text": "28 1 Section 29 applies on the taking effect of any of the following relating to a person’s shareable rights under a pension arrangement— a a pension sharing order under the  Matrimonial Causes Act 1973, aa a pension sharing order under Schedule 5 to the Civil Partnership Act 2004, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d an order under Part III of the  Matrimonial and Family Proceedings Act 1984 (financial relief in England and Wales in relation to overseas divorce etc.) corresponding to such an order as is mentioned in paragraph (a), da an order under Schedule 7 to the 2004 Act (financial relief in England and Wales after overseas dissolution  etc.  of a civil partnership) corresponding to such an order as is mentioned in paragraph (aa),  e a pension sharing order under the  Family Law (Scotland) Act 1985, f provision which corresponds to the provision which may be made by such an order and which— i is contained in a qualifying agreement between the parties to a marriage  or between persons who are civil partners of each other, ii is in such form as the Secretary of State may prescribe by regulations, and iii takes effect on the grant, in relation to the marriage, of decree of divorce under the  Divorce (Scotland) Act 1976 or of declarator of nullity  or (as the case may be) on the grant, in relation to the civil partnership, of decree of dissolution or of declarator of nullity , g an order under Part IV of the  Matrimonial and Family Proceedings Act 1984 (financial relief in Scotland in relation to overseas divorce etc.)  or under Schedule 11 to the 2004 Act (financial provision in Scotland after overseas proceedings)  corresponding to such an order as is mentioned in paragraph (e), h a pension sharing order under  the Matrimonial Causes (Northern Ireland) Order 1978 ( S.I.  1978/1045 (N.I. 15)),                   i an order under Part IV of the  Matrimonial and Family Proceedings (Northern Ireland) Order 1989 (financial relief in Northern Ireland in relation to overseas divorce etc.) corresponding to such an order as is mentioned in paragraph (h). j a pension sharing order under Schedule 15 to the 2004 Act, and k an order under Schedule 17 to the 2004 Act (financial relief in Northern Ireland after overseas dissolution  etc.  of a civil partnership) corresponding to such an order as is mentioned in paragraph (j).  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purposes of subsection (1)(f), a qualifying agreement is one which— a has been entered into in such circumstances as the Secretary of State may prescribe by regulations, and b is registered in the Books of Council and Session. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Subsection (1)(f) does not apply if there is in force an order under section 12A(2) or (3) of the  Family Law (Scotland) Act 1985 which relates to benefits or future benefits to which the party who is the transferor is entitled under the pension arrangement to which the provision relates. 7 For the purposes of this section, an order or provision falling within subsection (1)(e), (f) or (g) shall be deemed never to have taken effect if the person responsible for the arrangement to which the order or provision relates does not receive before the end of the period of 2 months beginning with the relevant date— a copies of the relevant  ... documents, and b such information relating to the transferor and transferee as the Secretary of State may prescribe by regulations under section 34(1)(b)(ii). 8 The relevant date for the purposes of subsection (7) is— a in the case of an order or provision falling within subsection (1)(e) or (f), the date of the extract of the decree or declarator responsible for the divorce , dissolution  or annulment to which the order or provision relates, and b in the case of an order falling within subsection (1)(g), the date of disposal of the application under section 28 of the  Matrimonial and Family Proceedings Act 1984  or, where the order is under Schedule 11 to the 2004 Act, the date of disposal of the application under paragraph 2 of that Schedule . 9 The reference in subsection (7)(a) to the relevant  ... documents is— a in the case of an order falling within subsection (1)(e) or (g), to copies of the order and the order, decree or declarator responsible for the divorce , dissolution  or annulment to which it relates, and b in the case of provision falling within subsection (1)(f), to— i copies of the provision and the order, decree or declarator responsible for the divorce , dissolution  or annulment to which it relates, and ii documentary evidence that the agreement containing the provision is one to which subsection (3)(a) applies. 10 The Court of Session or the sheriff  may, on the application of any person having an interest, make an order— a extending the period of 2 months referred to in subsection (7), and b if that period has already expired, providing that, if the person responsible for the arrangement receives the documents and information concerned before the end of the period specified in the order, subsection (7) is to be treated as never having applied. 11 Subsection  (6), the reference to the party who is the transferor is to the party to whose rights the provision relates."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "29", "section_title": " Creation of pension debits and credits.", "section_text": "29 1 On the application of this section— a the transferor’s shareable rights under the relevant arrangement become subject to a debit of the appropriate amount, and b the transferee becomes entitled to a credit of that amount as against the person responsible for that arrangement. 2 Where the relevant order or provision specifies a percentage value to be transferred, the appropriate amount for the purposes of subsection (1) is the specified percentage of the cash equivalent of the relevant benefits on the valuation day. 3 Where the relevant order or provision specifies an amount to be transferred, the appropriate amount for the purposes of subsection (1) is the lesser of— a the specified amount, and b the cash equivalent of the relevant benefits on the valuation day. 4 Where the relevant arrangement is an occupational pension scheme and the transferor is in pensionable service under the scheme on the transfer day, the relevant benefits for the purposes of subsections (2) and (3) are the benefits or future benefits to which he would be entitled under the scheme by virtue of his shareable rights under it had his pensionable service terminated immediately before that day. 5 Otherwise, the relevant benefits for the purposes of subsections (2) and (3) are the benefits or future benefits to which, immediately before the transfer day, the transferor is entitled under the terms of the relevant arrangement by virtue of his shareable rights under it. 6 The Secretary of State may by regulations provide for any description of benefit to be disregarded for the purposes of subsection (4) or (5). 7 For the purposes of this section, the valuation day is such day within the implementation period for the credit under subsection (1)(b) as the person responsible for the relevant arrangement may specify by notice in writing to the transferor and transferee. 8 In this section— “ relevant arrangement ” means the arrangement to which the relevant order or provision relates; “ relevant order or provision ” means the order or provision by virtue of which this section applies; “ transfer day ” means the day on which the relevant order or provision takes effect; “ transferor ” means the person to whose rights the relevant order or provision relates; “ transferee ” means the person for whose benefit the relevant order or provision is made."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "30", "section_title": " Cash equivalents.", "section_text": "30 1 The Secretary of State may by regulations make provision about the calculation and verification of cash equivalents for the purposes of section 29. 2 The power conferred by subsection (1) includes power to provide for calculation or verification— a in such manner as may, in the particular case, be approved by a person prescribed by the regulations, or b in accordance with guidance from time to time prepared by a person so prescribed."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "31", "section_title": " Reduction of benefit.", "section_text": "31 1 Subject to subsection (2), where a person’s shareable rights under a pension arrangement are subject to a pension debit, each benefit or future benefit— a to which he is entitled under the arrangement by virtue of those rights, and b which is a qualifying benefit, is reduced by the appropriate percentage. 2 Where a pension debit relates to the shareable rights under an occupational pension scheme of a person who is in pensionable service under the scheme on the transfer day, each benefit or future benefit— a to which the person is entitled under the scheme by virtue of those rights, and b which corresponds to a qualifying benefit, is reduced by an amount equal to the appropriate percentage of the corresponding qualifying benefit. 3 A benefit is a qualifying benefit for the purposes of subsections (1) and (2) if the cash equivalent by reference to which the amount of the pension debit is determined includes an amount in respect of it. 4 The provisions of this section override any provision of a pension arrangement to which they apply to the extent that the provision conflicts with them. 5 In this section— “ appropriate percentage ”, in relation to a pension debit, means— if the relevant order or provision specifies the percentage value to be transferred, that percentage; if the relevant order or provision specifies an amount to be transferred, the percentage which the appropriate amount for the purposes of subsection (1) of section 29 represents of the amount mentioned in subsection (3)(b) of that section; “ relevant order or provision ”, in relation to a pension debit, means the pension sharing order or provision on which the debit depends; “ transfer day ”, in relation to a pension debit, means the day on which the relevant order or provision takes effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "32", "section_title": " Effect on contracted-out rights.", "section_text": "32 1 The  Pension Schemes Act 1993 shall be amended as follows. 2 In section 10 (protected rights), in subsection (1), for “subsections (2) and (3)” there shall be substituted  “                      the following provisions of this section                    ” , and at the end there shall be added— 4 Where, in the case of a scheme which makes such provision as is mentioned in subsection (2) or (3), a member’s rights under the scheme become subject to a pension debit, his protected rights shall exclude the appropriate percentage of the rights which were his protected rights immediately before the day on which the pension debit arose. 5 For the purposes of subsection (4), the appropriate percentage is— a if the order or provision on which the pension debit depends specifies the percentage value to be transferred, that percentage; b if the order or provision on which the pension debit depends specifies an amount to be transferred, the percentage which the appropriate amount for the purposes of subsection (1) of section 29 of the Welfare Reform and Pensions Act 1999 (lesser of specified amount and cash equivalent of transferor’s benefits) represents of the amount mentioned in subsection (3)(b) of that section (cash equivalent of transferor’s benefits). 3 After section 15 there shall be inserted—  Reduction of guaranteed minimum in consequence of pension debit. 15A 1 Where— a an earner has a guaranteed minimum in relation to the pension provided by a scheme, and b his right to the pension becomes subject to a pension debit, his guaranteed minimum in relation to the scheme is, subject to subsection (2), reduced by the appropriate percentage. 2 Where the earner is in pensionable service under the scheme on the day on which the order or provision on which the pension debit depends takes effect, his guaranteed minimum in relation to the scheme is reduced by an amount equal to the appropriate percentage of the corresponding qualifying benefit. 3 For the purposes of subsection (2), the corresponding qualifying benefit is the guaranteed minimum taken for the purpose of calculating the cash equivalent by reference to which the amount of the pension debit is determined. 4 For the purposes of this section the appropriate percentage is— a if the order or provision on which the pension debit depends specifies the percentage value to be transferred, that percentage; b if the order or provision on which the pension debit depends specifies an amount to be transferred, the percentage which the appropriate amount for the purposes of subsection (1) of section 29 of the Welfare Reform and Pensions Act 1999 (lesser of specified amount and cash equivalent of transferor’s benefits) represents of the amount mentioned in subsection (3)(b) of that section (cash equivalent of transferor’s benefits). 4 In section 47 (entitlement to guaranteed minimum pensions for the purposes of the relationship with social security benefits), at the end there shall be added— 6 For the purposes of section 46, a person shall be treated as entitled to any guaranteed minimum pension to which he would have been entitled but for any reduction under section 15A. 5 In section 181(1), there shall be inserted at the appropriate place— “ pension debit ” means a debit under section 29(1)(a) of the Welfare Reform and Pensions Act 1999; ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "33", "section_title": " Time for discharge of liability.", "section_text": "33 1 A person subject to liability in respect of a pension credit shall discharge his liability before the end of the implementation period for the credit. 2 Where the trustees or managers of an occupational pension scheme have not done what is required to discharge their liability in respect of a pension credit before the end of the implementation period for the credit— a they shall, except in such cases as the Secretary of State may prescribe by regulations, notify the Regulatory Authority of that fact within such period as the Secretary of State may so prescribe, and b section 10 of the  Pensions Act 1995 (power of the Regulatory Authority to impose civil penalties) shall apply to any trustee or manager who has failed to take all such steps as are reasonable to ensure that liability in respect of the credit was discharged before the end of the implementation period for it. 3 If trustees or managers to whom subsection (2)(a) applies fail to perform the obligation imposed by that provision, section 10 of the  Pensions Act 1995 shall apply to any trustee or manager who has failed to take all reasonable steps to ensure that the obligation was performed. 4 On the application of the trustees or managers of an occupational pension scheme who are subject to liability in respect of a pension credit, the Regulatory Authority may extend the implementation period for the credit for the purposes of this section if it is satisfied that the application is made in such circumstances as the Secretary of State may prescribe by regulations. 5 In this section “ the Regulatory Authority ” means  the Pensions Regulator ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "34", "section_title": "“Implementation period”.", "section_text": "34 1 For the purposes of this Chapter, the implementation period for a pension credit is the period of 4 months beginning with the later of— a the day on which the relevant order or provision takes effect, and b the first day on which the person responsible for the pension arrangement to which the relevant order or provision relates is in receipt of— i the relevant  ... documents, and ii such information relating to the transferor and transferee as the Secretary of State may prescribe by regulations. 2 The reference in subsection (1)(b)(i) to the relevant  ... documents is to copies of— a the relevant order or provision, and b the order, decree or declarator responsible for the divorce , dissolution  or annulment to which it relates, and, if the pension credit depends on provision falling within subsection (1)(f) of section 28, to documentary evidence that the agreement containing the provision is one to which subsection (3)(a) of that section applies. 3 Subsection (1) is subject to any provision made by regulations under section 41(2)(a). 4 The Secretary of State may by regulations— a make provision requiring a person subject to liability in respect of a pension credit to notify the transferor and transferee of the day on which the implementation period for the credit begins; b provide for this section to have effect with modifications where the pension arrangement to which the relevant order or provision relates is being wound up; c provide for this section to have effect with modifications where the pension credit depends on a pension sharing order and the order is the subject of an application for leave to appeal out of time. 5 In this section— “ relevant order or provision ”, in relation to a pension credit, means the pension sharing order or provision on which the pension credit depends; “ transferor ” means the person to whose rights the relevant order or provision relates; “ transferee ” means the person for whose benefit the relevant order or provision is made."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "35", "section_title": " Mode of discharge of liability.", "section_text": "35 1 Schedule 5 (which makes provision about how liability in respect of a pension credit may be discharged) shall have effect. 2 Where the person entitled to a pension credit dies before liability in respect of the credit has been discharged— a Schedule 5 shall cease to have effect in relation to the discharge of liability in respect of the credit, and b liability in respect of the credit shall be discharged in accordance with regulations made by the Secretary of State."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "36", "section_title": " Safeguarded rights.", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "37", "section_title": " Requirements relating to pension credit benefit.", "section_text": "37 After section 101 of the  Pension Schemes Act 1993 there shall be inserted— Part IVA  Requirements relating to pension credit benefit Chapter I  Pension credit benefit under occupational schemes  Scope of Chapter I. 101A 1 This Chapter applies to any occupational pension scheme whose resources are derived in whole or part from— a payments to which subsection (2) applies made or to be made by one or more employers of earners to whom the scheme applies, or b such other payments by the earner or his employer, or both, as may be prescribed for different categories of scheme. 2 This subsection applies to payments— a under an actual or contingent legal obligation, or b in the exercise of a power conferred, or the discharge of a duty imposed, on a Minister of the Crown, government department or any other person, being a power or duty which extends to the disbursement or allocation of public money.  Interpretation. 101B In this Chapter— “ scheme ” means an occupational pension scheme to which this Chapter applies; “ pension credit rights ” means rights to future benefits under a scheme which are attributable (directly or indirectly) to a pension credit; “ pension credit benefit ”, in relation to a scheme, means the benefits payable under the scheme to or in respect of a person by virtue of rights under the scheme attributable (directly or indirectly) to a pension credit; “ normal benefit age ”, in relation to a scheme, means the earliest age at which a person who has pension credit rights under the scheme is entitled to receive a pension by virtue of those rights (disregarding any scheme rule making special provision as to early payment of pension on grounds of ill-health or otherwise).  Basic principle as to pension credit benefit. 101C 1 Normal benefit age under a scheme must be between 60 and 65. 2 A scheme must not provide for payment of pension credit benefit in the form of a lump sum at any time before normal benefit age, except in such circumstances as may be prescribed.  Form of pension credit benefit and its alternatives. 101D 1 Subject to subsection (2) and section 101E, a person’s pension credit benefit under a scheme must be— a payable directly out of the resources of the scheme, or b assured to him by such means as may be prescribed. 2 Subject to subsections (3) and (4), a scheme may, instead of providing a person’s pension credit benefit, provide— a for his pension credit rights under the scheme to be transferred to another occupational pension scheme or a personal pension scheme with a view to acquiring rights for him under the rules of the scheme, or b for such alternatives to pension credit benefit as may be prescribed. 3 The option conferred by subsection (2)(a) is additional to any obligation imposed by Chapter II of this Part. 4 The alternatives specified in subsection (2)(a) and (b) may only be by way of complete or partial substitute for pension credit benefit— a if the person entitled to the benefit consents, or b in such other cases as may be prescribed.  Discharge of liability where pension credit or alternative benefits secured by insurance policies or annuity contracts. 101E 1 A transaction to which section 19 applies discharges the trustees or managers of a scheme from their liability to provide pension credit benefit or any alternative to pension credit benefit for or in respect of a member of the scheme if and to the extent that— a it results in pension credit benefit, or any alternative to pension credit benefit, for or in respect of the member being appropriately secured (within the meaning of that section), b the transaction is entered into with the consent of the member or, if the member has died, of the member’s widow or widower, and c such requirements as may be prescribed are met. 2 Regulations may provide that subsection (1)(b) shall not apply in prescribed circumstances. Chapter II  Transfer values  Power to give transfer notice. 101F 1 An eligible member of a qualifying scheme may by notice in writing require the trustees or managers of the scheme to use an amount equal to the cash equivalent of his pension credit benefit for such one or more of the authorised purposes as he may specify in the notice. 2 In the case of a member of an occupational pension scheme, the authorised purposes are— a to acquire rights allowed under the rules of an occupational pension scheme, or personal pension scheme, which is an eligible scheme, b to purchase from one or more insurance companies such as are mentioned in section 19(4)(a), chosen by the member and willing to accept payment on account of the member from the trustees or managers, one or more annuities which satisfy the prescribed requirements, and c in such circumstances as may be prescribed, to subscribe to other pension arrangements which satisfy prescribed requirements. 3 In the case of a member of a personal pension scheme, the authorised purposes are— a to acquire rights allowed under the rules of an occupational pension scheme, or personal pension scheme, which is an eligible scheme, and b in such circumstances as may be prescribed, to subscribe to other pension arrangements which satisfy prescribed requirements. 4 The cash equivalent for the purposes of subsection (1) shall— a in the case of a salary related occupational pension scheme, be taken to be the amount shown in the relevant statement under section 101H, and b in any other case, be determined by reference to the date the notice under that subsection is given. 5 The requirements which may be prescribed under subsection (2) or (3) include, in particular, requirements of the Inland Revenue. 6 In subsections (2) and (3), references to an eligible scheme are to a scheme— a the trustees or managers of which are able and willing to accept payment in respect of the member’s pension credit rights, and b which satisfies the prescribed requirements. 7 In this Chapter, “ transfer notice ” means a notice under subsection (1).  Restrictions on power to give transfer notice. 101G 1 In the case of a salary related occupational pension scheme, the power to give a transfer notice may only be exercised if— a the member has been provided with a statement under section 101H, and b not more than 3 months have passed since the date by reference to which the amount shown in the statement is determined. 2 The power to give a transfer notice may not be exercised in the case of an occupational pension scheme if— a there is less than a year to go until the member reaches normal benefit age, or b the pension to which the member is entitled by virtue of his pension credit rights, or benefit in lieu of that pension, or any part of it has become payable. 3 Where an eligible member of a qualifying scheme— a is entitled to make an application under section 95 to the trustees or managers of the scheme, or b would be entitled to do so, but for the fact that he has not received a statement under section 93A in respect of which the guarantee date is sufficiently recent, he may not, if the scheme so provides, exercise the power to give them a transfer notice unless he also makes an application to them under section 95. 4 The power to give a transfer notice may not be exercised if a previous transfer notice given by the member to the trustees or managers of the scheme is outstanding.  Salary related schemes: statements of entitlement. 101H 1 The trustees or managers of a qualifying scheme which is a salary related occupational pension scheme shall, on the application of an eligible member, provide him with a written statement of the amount of the cash equivalent of his pension credit benefit under the scheme. 2 For the purposes of subsection (1), the amount of the cash equivalent shall be determined by reference to a date falling within— a the prescribed period beginning with the date of the application, and b the prescribed period ending with the date on which the statement under that subsection is provided to the applicant. 3 Regulations may make provision in relation to applications under subsection (1) and may, in particular, restrict the making of successive applications. 4 If trustees or managers to whom subsection (1) applies fail to perform an obligation under that subsection, section 10 of the  Pensions Act 1995 (power of the Regulatory Authority to impose civil penalties) shall apply to any trustee or manager who has failed to take all such steps as are reasonable to secure that the obligation was performed.  Calculation of cash equivalents. 101I Cash equivalents for the purposes of this Chapter shall be calculated and verified in the prescribed manner.  Time for compliance with transfer notice. 101J 1 Trustees or managers of a qualifying scheme who receive a transfer notice shall comply with the notice— a in the case of an occupational pension scheme, within 6 months of the valuation date or, if earlier, by the date on which the member to whom the notice relates reaches normal benefit age, and b in the case of a personal pension scheme, within 6 months of the date on which they receive the notice. 2 The Regulatory Authority may, in prescribed circumstances, extend the period for complying with the notice. 3 If the Regulatory Authority are satisfied— a that there has been a relevant change of circumstances since they granted an extension under subsection (2), or b that they granted an extension under that subsection in ignorance of a material fact or on the basis of a mistake as to a material fact, they may revoke or reduce the extension. 4 Where the trustees or managers of an occupational pension scheme have failed to comply with a transfer notice before the end of the period for compliance— a they shall, except in prescribed cases, notify the Regulatory Authority of that fact within the prescribed period, and b section 10 of the  Pensions Act 1995 (power of the Regulatory Authority to impose civil penalties) shall apply to any trustee or manager who has failed to take all such steps as are reasonable to ensure that the notice was complied with before the end of the period for compliance. 5 If trustees or managers to whom subsection (4)(a) applies fail to perform the obligation imposed by that provision, section 10 of the Pensions Act 1995 shall apply to any trustee or manager who has failed to take all such steps as are reasonable to ensure that the obligation was performed. 6 Regulations may— a make provision in relation to applications under subsection (2), and b provide that subsection (4) shall not apply in prescribed circumstances. 7 In this section, “ valuation date ”, in relation to a transfer notice given to the trustees or managers of an occupational pension scheme, means— a in the case of a salary related scheme, the date by reference to which the amount shown in the relevant statement under section 101H is determined, and b in the case of any other scheme, the date the notice is given.  Withdrawal of transfer notice. 101K 1 Subject to subsections (2) and (3), a person who has given a transfer notice may withdraw it by giving the trustees or managers to whom it was given notice in writing that he no longer requires them to comply with it. 2 A transfer notice may not be withdrawn if the trustees or managers have already entered into an agreement with a third party to use the whole or part of the amount they are required to use in accordance with the notice. 3 If the giving of a transfer notice depended on the making of an application under section 95, the notice may only be withdrawn if the application is also withdrawn.  Variation of the amount required to be used. 101L 1 Regulations may make provision for the amount required to be used under section 101F(1) to be increased or reduced in prescribed circumstances. 2 Without prejudice to the generality of subsection (1), the circumstances which may be prescribed include— a failure by the trustees or managers of a qualifying scheme to comply with a notice under section 101F(1) within 6 months of the date by reference to which the amount of the cash equivalent falls to be determined, and b the state of funding of a qualifying scheme. 3 Regulations under subsection (1) may have the effect of extinguishing an obligation under section 101F(1).  Effect of transfer on trustees’ duties. 101M Compliance with a transfer notice shall have effect to discharge the trustees or managers of a qualifying scheme from any obligation to provide the pension credit benefit of the eligible member who gave the notice.  Matters to be disregarded in calculations. 101N In making any calculation for the purposes of this Chapter— a any charge or lien on, and b any set-off against, the whole or part of a pension shall be disregarded.  Service of notices. 101O A notice under section 101F(1) or 101K(1) shall be taken to have been given if it is delivered to the trustees or managers personally or sent by post in a registered letter or by recorded delivery service.  Interpretation of Chapter II. 101P 1 In this Chapter— “ eligible member ”, in relation to a qualifying scheme, means a member who has pension credit rights under the scheme; “ normal benefit age ”, in relation to an eligible member of a qualifying scheme, means the earliest age at which the member is entitled to receive a pension by virtue of his pension credit rights under the scheme (disregarding any scheme rule making special provision as to early payment of pension on grounds of ill-health or otherwise); “ pension credit benefit ”, in relation to an eligible member of a qualifying scheme, means the benefits payable under the scheme to or in respect of the member by virtue of rights under the scheme attributable (directly or indirectly) to a pension credit; “ pension credit rights ”, in relation to a qualifying scheme, means rights to future benefits under the scheme which are attributable (directly or indirectly) to a pension credit; “ qualifying scheme ” means a funded occupational pension scheme and a personal pension scheme; “ transfer notice ” has the meaning given by section 101F(7). 2 For the purposes of this Chapter, an occupational pension scheme is salary related if— a it is not a money purchase scheme, and b it does not fall within a prescribed class. 3 In this Chapter, references to the relevant statement under section 101H, in relation to a transfer notice given to the trustees or managers of a salary related occupational pension scheme, are to the statement under that section on which the giving of the notice depended. 4 For the purposes of this section, an occupational pension scheme is funded if it meets its liabilities out of a fund accumulated for the purpose during the life of the scheme.  Power to modify Chapter II in relation to hybrid schemes. 101Q Regulations may apply this Chapter with prescribed modifications to occupational pension schemes— a which are not money purchase schemes, but b where some of the benefits that may be provided are money purchase benefits."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "38", "section_title": " Treatment in winding up.", "section_text": "38 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In the case of an occupational pension scheme which is not a scheme to which  this section  applies, rights attributable (directly or indirectly) to a pension credit are to be accorded in a winding up the same treatment— a if they have come into payment, as the rights of a pensioner member, and b if they have not come into payment, as the rights of a deferred member. 2A This section applies to an occupational pension scheme other than— a a money purchase scheme, or b a prescribed scheme or a scheme of a prescribed description. 3 Subsection (2) overrides the provisions of a scheme to the extent that it conflicts with them, and the scheme has effect with such modifications as may be required in consequence. 4 In subsection (2)— a “ deferred member ” and “ pensioner member ” have the same meanings as in Part I of the Pensions Act 1995, b “ pension credit ” includes a credit under Northern Ireland legislation corresponding to section 29(1)(b), and c references to rights attributable to a pension credit having come into payment are to the person to whom the rights belong having become entitled by virtue of the rights to the present payment of pension or other benefits."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "39", "section_title": " Public service pension schemes.", "section_text": "39 1 The  Pensions (Increase) Act 1971 shall be amended as follows. 2 In section 3 (qualifying conditions), after subsection (2) there shall be inserted— 2A A pension attributable to the pensioner having become entitled to a pension credit shall not be increased unless the pensioner has attained the age of fifty-five years. 3 In section 8, in subsection (1) (definition of “pension”), in paragraph (a), the words from “(either” to “person)” shall be omitted. 4 In that section, in subsection (2) (when pension deemed for purposes of the Act to begin), after “pension”, in the first place, there shall be inserted  “                      which is not attributable to a pension credit                    ” , and after that subsection there shall be inserted— 2A A pension which is attributable to a pension credit shall be deemed for purposes of this Act to begin on the day on which the order or provision on which the credit depends takes effect. 5 In section 17(1) (interpretation)— a for the definitions of “derivative pension” and “principal pension” there shall be substituted— “ derivative pension ” means a pension which— a is not payable in respect of the pensioner’s own services, and b is not attributable to the pensioner having become entitled to a pension credit; , b after the definition of “pension” there shall be inserted— “ pension credit ” means a credit under section 29(1)(b) of the Welfare Reform and Pensions Act 1999 or under corresponding Northern Ireland legislation; “ principal pension ” means a pension which— a is payable in respect of the pensioner’s own services, or b is attributable to the pensioner having become entitled to a pension credit; , and c for the definition of “widow’s pension” there shall be substituted— “ widow’s pension ” means a pension payable— a in respect of the services of the pensioner’s deceased husband, or b by virtue of the pensioner’s deceased husband having become entitled to a pension credit."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "40", "section_title": " Other pension schemes.", "section_text": "40 1 The Secretary of State may by regulations make provision for a pension to which subsection (2) applies to be increased, as a minimum, by reference to  relevant percentage increases , so far as not exceeding  the maximum percentage  per annum. 2 Subject to subsection (2A), this  subsection applies to— a a pension provided to give effect to eligible pension credit rights of a member under a qualifying occupational pension scheme,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A Subsection (2) does not apply to pensions which— a are money purchase benefits, and b become pensions in payment on or after the commencement day. 2AA In subsection (1)  “ relevant percentage increases ” means percentage increases estimated by the Secretary of State from time to time for the purposes of paragraph 2(3)(a) of Schedule 3 to the Pension Schemes Act 1993 for revaluation periods of 12 months.  2B For the purposes of subsection (1) the  “ maximum percentage ” means— a 5% in a case where— i the pension is in payment before the commencement day, or ii the pension is not in payment before the commencement day but the entitlement to the relevant pension credit arose before that day, and b 2.5% in a case where the entitlement to the relevant pension credit arises on or after the commencement day. 3 In this section—  “ commencement day ” means the day appointed for the coming into force of section 280 of the Pensions Act 2004 (amendments to section 40);  “ eligible ”, in relation to pension credit rights, means of a description prescribed by regulations made by the Secretary of State;  “ money purchase benefit ” has the meaning given by section 181(1) of the Pension Schemes Act 1993;  “ pension credit rights ”, in relation to an occupational pension scheme, means rights to future benefits under the scheme which are attributable (directly or indirectly) to a credit under section 29(1)(b) or under corresponding Northern Ireland legislation; “ qualifying occupational pension scheme ” means an occupational pension scheme which is not a public service pension scheme;  “ relevant pension credit ” means the pension credit to which the eligible pension credit rights  ... are (directly or indirectly) attributable;  “ safeguarded rights ” has the meaning given in section 68A of the  Pension Schemes Act 1993."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "41", "section_title": " Charges in respect of pension sharing costs.", "section_text": "41 1 The Secretary of State may by regulations make provision for the purpose of enabling the person responsible for a pension arrangement involved in pension sharing to recover from the parties to pension sharing prescribed charges in respect of prescribed descriptions of pension sharing activity. 2 Regulations under subsection (1) may include— a provision for the start of the implementation period for a pension credit to be postponed in prescribed circumstances; b provision, in relation to payments in respect of charges recoverable under the regulations, for reimbursement as between the parties to pension sharing; c provision, in relation to the recovery of charges by deduction from a pension credit, for the modification of Schedule 5; d provision for the recovery in prescribed circumstances of such additional amounts as may be determined in accordance with the regulations. 3 For the purposes of regulations under subsection (1), the question of how much of a charge recoverable under the regulations is attributable to a party to pension sharing is to be determined as follows— a where the relevant order or provision includes provision about the apportionment of charges under this section, there is attributable to the party so much of the charge as is apportioned to him by that provision; b where the relevant order or provision does not include such provision, the charge is attributable to the transferor. 4 For the purposes of subsection (1), a pension arrangement is involved in pension sharing if section 29 applies by virtue of an order or provision which relates to the arrangement. 5 In that subsection, the reference to pension sharing activity is to activity attributable (directly or indirectly) to the involvement in pension sharing. 6 In subsection (3)— a the reference to the relevant order or provision is to the order or provision which gives rise to the pension sharing, and b the reference to the transferor is to the person to whose rights that order or provision relates. 7 In this section “ prescribed ” means prescribed in regulations under subsection (1)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "42", "section_title": " Extension of scheme-making powers.", "section_text": "42 1 Power under an Act to establish a pension scheme shall include power to make provision for the provision, by reference to pension credits which derive from rights under— a the scheme, or b a scheme in relation to which the scheme is specified as an alternative for the purposes of paragraph 2 of Schedule 5, of benefits to or in respect of those entitled to the credits. 2 Subsection (1) is without prejudice to any other power. 3 Subsection (1) shall apply in relation to Acts whenever passed. 4 No obligation to consult shall apply in relation to the making, in exercise of a power under an Act to establish a pension scheme, of provision of a kind authorised by subsection (1). 5 Any provision of, or under, an Act which makes benefits under a pension scheme established under an Act a charge on, or payable out of— a the Consolidated Fund, b the Scottish Consolidated Fund, or c the Consolidated Fund of Northern Ireland, shall be treated as including any benefits under the scheme which are attributable (directly or indirectly) to a pension credit which derives from rights to benefits charged on, or payable out of, that fund. 6 In this section— “ pension credit ” includes a credit under Northern Ireland legislation corresponding to section 29(1)(b); “ pension scheme ” means a scheme or arrangement providing benefits, in the form of pensions or otherwise, payable on termination of service, or on death or retirement, to or in respect of persons to whom the scheme or arrangement applies."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "43", "section_title": " Power to extend judicial pension schemes.", "section_text": "43 1 The appropriate minister may by regulations amend the  Sheriffs’ Pensions (Scotland) Act 1961, the  Judicial Pensions Act 1981 or the  Judicial Pensions and Retirement Act 1993 for the purpose of— a extending a pension scheme under the Act to include the provision, by reference to pension credits which derive from rights under— i the scheme, or ii a scheme in relation to which the scheme is specified as an alternative for the purposes of paragraph 2 of Schedule 5, of benefits to or in respect of those entitled to the credits, or b restricting the power of the appropriate minister to accept payments into a pension scheme under the Act, where the payments represent the cash equivalent of rights under another pension scheme which are attributable (directly or indirectly) to a pension credit. 2 Regulations under subsection (1)— a may make benefits provided by virtue of paragraph (a) of that subsection a charge on, and payable out of, the Consolidated Fund; b may confer power to make subordinate legislation, including subordinate legislation which provides for calculation of the value of rights in accordance with guidance from time to time prepared by a person specified in the subordinate legislation. 3 The appropriate minister for the purposes of subsection (1) is— a in relation to a pension scheme whose ordinary members are limited to those who hold judicial office whose jurisdiction is exercised exclusively in relation to Scotland, the Secretary of State, and b in relation to any other pension scheme, the Lord Chancellor. 4 In this section— “ pension credit ” includes a credit under Northern Ireland legislation corresponding to section 29(1)(b); “ pension scheme ” means a scheme or arrangement providing benefits, in the form of pensions or otherwise, payable on termination of service, or on death or retirement, to or in respect of persons to whom the scheme or arrangement applies."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "44", "section_title": " Disapplication of restrictions on alienation.", "section_text": "44 1 Nothing in any of the following provisions (restrictions on alienation of pension rights) applies in relation to any order or provision falling within section 28(1)— a section 356 of the Armed Forces Act 2006  and section 159(4) and (4A) of the  Pension Schemes Act 1993, b section 91 of the  Pensions Act 1995, c any provision of any enactment (whether passed or made before or after this Act is passed) corresponding to any of the enactments mentioned in paragraphs (a) and (b), and d any provision of a pension arrangement corresponding to any of those enactments. 2 In this section, “ enactment ” includes an enactment comprised in subordinate legislation (within the meaning of the  Interpretation Act 1978)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "45", "section_title": " Information.", "section_text": "45 1 The Secretary of State may by regulations require the person responsible for a pension arrangement involved in pension sharing to supply to such persons as he may specify in the regulations such information relating to anything which follows from the application of section 29 as he may so specify. 2 Section 168 of the  Pension Schemes Act 1993 (breach of regulations) shall apply as if this section were contained in that Act (otherwise than in Chapter II of Part VII). 3 For the purposes of this section, a pension arrangement is involved in pension sharing if section 29 applies by virtue of an order or provision which relates to the arrangement."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "46", "section_title": " Interpretation of Chapter I.", "section_text": "46 1 In this Chapter— “ implementation period ”, in relation to a pension credit, has the meaning given by section 34; “ occupational pension scheme ” has the meaning given by section 1 of the Pension Schemes Act 1993; “ pension arrangement ” means— an occupational pension scheme, a personal pension scheme, a retirement annuity contract, an annuity or insurance policy purchased, or transferred, for the purpose of giving effect to rights under an occupational pension scheme or a personal pension scheme, and an annuity purchased, or entered into, for the purpose of discharging liability in respect of a credit under section 29(1)(b) or under corresponding Northern Ireland legislation; “ pension credit ” means a credit under section 29(1)(b); “ pension debit ” means a debit under section 29(1)(a); “ pensionable service ”, in relation to a member of an occupational pension scheme, means service in any description or category of employment to which the scheme relates which qualifies the member (on the assumption that it continues for the appropriate period) for pension or other benefits under the scheme; “ personal pension scheme ” has the meaning given by section 1 of the Pension Schemes Act 1993; “ retirement annuity contract ” means a contract or scheme approved under Chapter  III  of Part XIV of the  Income and Corporation Taxes Act 1988; “ shareable rights ” has the meaning given by section 27(2); “ trustees or managers ”, in relation to an occupational pension scheme or a personal pension scheme means— in the case of a scheme established under a trust, the trustees of the scheme, and in any other case, the managers of the scheme. 2 In this Chapter, references to the person responsible for a pension arrangement are— a in the case of an occupational pension scheme or a personal pension scheme, to the trustees or managers of the scheme, b in the case of a retirement annuity contract or an annuity falling within paragraph (d) or (e) of the definition of “pension arrangement” in subsection (1), to the provider of the annuity, and c in the case of an insurance policy falling within paragraph (d) of the definition of that expression, to the insurer. 3 In determining what is “ pensionable service ” for the purposes of this Chapter— a service notionally attributable for any purpose of the scheme is to be disregarded, and b no account is to be taken of any rules of the scheme by which a period of service can be treated for any purpose as being longer or shorter than it actually is."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "47", "section_title": " Shareable state scheme rights.", "section_text": "47 1 Pension sharing is available under this Chapter in relation to a person’s shareable state scheme rights. 1A For the purposes of this Chapter, a person's shareable state scheme rights are— a the person's shareable old state scheme rights; b the person's shareable new state scheme rights. 2 For the purposes of this Chapter, a person’s shareable  old  state scheme rights are— a his entitlement, or prospective entitlement, to a Category A retirement pension by virtue of section 44(3)(b) of the Contributions and Benefits Act ( ... additional pension), and b his entitlement, or prospective entitlement, to a pension under section 55A  or 55AA  of that Act (shared additional pension). 3 For the purposes of this Chapter, a person's shareable new state scheme rights are the person's entitlement, or prospective entitlement, to the excess amount in a state pension under section 4 of the Pensions Act 2014. 4 “ The excess amount ”, in relation to a state pension under section 4 of the Pensions Act 2014, means any amount by which the rate of the pension exceeds the full rate of the state pension (see section 3 of that Act). 5 In determining the rate of a state pension under section 4 of the Pensions Act 2014 for the purposes of this Chapter, ignore Schedule 6 to that Act (reduced rate elections: effect on rate of section 4 pension)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "48", "section_title": " Activation of benefit sharing.", "section_text": "48 1 Section 49 or 49A applies where any of the following has taken effect in relation to a person's shareable state scheme rights — a a pension sharing order under the  Matrimonial Causes Act 1973, aa a pension sharing order under Schedule 5 to the Civil Partnership Act 2004, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d an order under Part III of the  Matrimonial and Family Proceedings Act 1984 (financial relief in England and Wales in relation to overseas divorce etc.) corresponding to such an order as is mentioned in paragraph (a), da an order under Schedule 7 to the 2004 Act (financial relief in England and Wales after overseas dissolution  etc.  of a civil partnership) corresponding to such an order as is mentioned in paragraph (aa),  e a pension sharing order under the  Family Law (Scotland) Act 1985, f provision which corresponds to the provision which may be made by such an order and which— i is contained in a qualifying agreement between the parties to a marriage  or between persons who are civil partners of each other , ii is in such form as the Secretary of State may prescribe by regulations, and iii takes effect on the grant, in relation to the marriage, of decree of divorce under the  Divorce (Scotland) Act 1976 or of declarator of nullity  or (as the case may be) on the grant, in relation to the civil partnership, of decree of dissolution or of declarator of nullity , g an order under Part IV of the  Matrimonial and Family Proceedings Act 1984 (financial relief in Scotland in relation to overseas divorce etc.)  or under Schedule 11 to the 2004 Act (financial provision in Scotland after overseas proceedings)  corresponding to such an order as is mentioned in paragraph (e), h a pension sharing order under  the Matrimonial Causes (Northern Ireland) Order 1978 ( S.I.  1978/1045 (N.I. 15)), i an order under Part IV of the  Matrimonial and Family Proceedings (Northern Ireland) Order 1989 (financial relief in Northern Ireland in relation to overseas divorce etc.) corresponding to such an order as is mentioned in paragraph (h). j a pension sharing order under Schedule 15 to the 2004 Act, and k an order under Schedule 17 to the 2004 Act (financial relief in Northern Ireland after overseas dissolution  etc.  of a civil partnership) corresponding to such an order as is mentioned in paragraph (j).  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 For the purposes of subsection (1)(f), a qualifying agreement is one which— a has been entered into in such circumstances as the Secretary of State may prescribe by regulations, and b is registered in the Books of Council and Session. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 For the purposes of this section, an order or provision falling within subsection (1)(e), (f) or (g) shall be deemed never to have taken effect if the Secretary of State does not receive before the end of the period of 2 months beginning with the relevant date— a copies of the relevant  ... documents, and b such information relating to the transferor and transferee as the Secretary of State may prescribe by regulations under section 34(1)(b)(ii). 7 The relevant date for the purposes of subsection (6) is— a in the case of an order or provision falling within subsection (1)(e) or (f), the date of the extract of the decree or declarator responsible for the divorce , dissolution  or annulment to which the order or provision relates, and b in the case of an order falling within subsection (1)(g), the date of disposal of the application under section 28 of the  Matrimonial and Family Proceedings Act 1984  or, where the order is under Schedule 11 to the 2004 Act, the date of disposal of the application under paragraph 2 of that Schedule . 8 The reference in subsection (6)(a) to the relevant  ... documents is— a in the case of an order falling within subsection (1)(e) or (g), to copies of the order and the order, decree or declarator responsible for the divorce , dissolution  or annulment to which it relates, and b in the case of provision falling within subsection (1)(f), to— i copies of the provision and the order, decree or declarator responsible for the divorce , dissolution  or annulment to which it relates, and ii documentary evidence that the agreement containing the provision is one to which subsection (3)(a) applies. 9 The Court of Session or the sheriff  may, on the application of any person having an interest, make an order— a extending the period of 2 months referred to in subsection (6), and b if that period has already expired, providing that, if the Secretary of State receives the documents and information concerned before the end of the period specified in the order, subsection (6) is to be treated as never having applied."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "49", "section_title": " Creation of state scheme pension debits and credits.", "section_text": "49 A1 This section applies if— a the transferor is in the old state pension system, or b the transferor is in the new state pension system but the transfer day was before 6 April 2016. 1 Where this section applies because of a relevant order or provision— a the transferor is subject, for the purposes of the relevant state pension legislation, to a debit of the appropriate amount, and b the transferee is entitled, for the purposes of the relevant state pension legislation, to a credit of that amount. 2 Where the relevant order or provision specifies a percentage value to be transferred, the appropriate amount for the purposes of subsection (1) is the specified percentage of the cash equivalent on the transfer day of the transferor’s shareable  old  state scheme rights immediately before that day. 3 Where the relevant order or provision specifies an amount to be transferred, the appropriate amount for the purposes of subsection (1) is the lesser of— a the specified amount, and b the cash equivalent on the transfer day of the transferor’s  shareable old  state scheme rights immediately before that day. 4 The Secretary of State may by regulations make provision about the calculation and verification of cash equivalents for the purposes of this section. 4A The power conferred by subsection (4) above includes power to provide— a for calculation or verification in such manner as may be approved by or on behalf of the Government Actuary, and b for things done under the regulations to be required to be done in accordance with guidance from time to time prepared by a person prescribed by the regulations. 5 In determining prospective entitlement to a Category A retirement pension for the purposes of this section, only tax years before that in which the transfer day falls shall be taken into account. 5A The fact that a person who reaches pensionable age on or after 6 April 2016 is not entitled to a pension of the kind mentioned in section 47(2)(a) or (b) does not affect the calculation under this section of the appropriate amount by reference to the transferor's prospective entitlement, immediately before the transfer day, to a pension of that kind. 6 In this section— “ relevant order or provision ” means the order or provision by virtue of which this section applies; “the relevant state pension legislation”— in relation to a transferor or transferee in the old state pension system, means Part 2 of the Contributions and Benefits Act, and in relation to a transferor or transferee in the new state pension system, means Part 1 of the Pensions Act 2014. “ transfer day ” means the day on which the relevant order or provision takes effect; “ transferor ” means the person to whose rights the relevant order or provision relates; “ transferee ” means the person for whose benefit the relevant order or provision is made."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "49A", "section_title": "Creation of debits and credits: transferor in new state pension system and sharing activated on or after 6 April 2016", "section_text": "49A 1 This section applies if— a the transferor is in the new state pension system, and b the transfer day is 6 April 2016 or any later date. 2 Where this section applies because of a relevant order or provision— a the transferor is subject, for the purposes of section 14 of the Pensions Act 2014, to a debit of the shared weekly amount, and b the transferee is entitled, for the purposes of the relevant state pension legislation, to a credit of the shared weekly amount. 3 The shared weekly amount is the specified percentage of the excess amount of the transferor's state pension under section 4 of the Pensions Act 2014 as at the transfer day. 4 For the purposes of calculating the shared weekly amount— a a transferor who is under pensionable age on the transfer day is to be treated as having reached pensionable age and to have become entitled to the state pension under section 4 of the Pensions Act 2014 on the transfer day; b a transferor who has reached pensionable age on the transfer day but who has not yet become entitled to the state pension under section 4 of the Pensions Act 2014 is to be treated as having become entitled to the pension on that day. 5 In this section— “ the excess amount ” has the meaning given by section 47(4); “ relevant order or provision ” means the order or provision by virtue of which this section applies (see section 48); “the relevant state pension legislation”— in relation to a transferee in the old state pension system, means Part 2 of the Contributions and Benefits Act, and in relation to a transferee in the new state pension system, means Part 1 of the Pensions Act 2014; “ specified percentage ” means the percentage specified in the relevant order or provision for the purposes of subsection (3); “ transfer day ” means the day on which the relevant order or provision takes effect; “ transferor ” means the person to whose rights the relevant order or provision relates; “ transferee ” means the person for whose benefit the relevant order or provision is made."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "50", "section_title": " Effect of state scheme pension debits and credits.", "section_text": "50 1 Schedule 6 (which amends the Contributions and Benefits Act for the purpose of giving effect to debits and credits under section 49(1)) shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "51", "section_title": " Interpretation of Chapter II.", "section_text": "51 1 In this Chapter— “shareable state scheme rights”, and related expressions, have the meaning given by section 47; “ tax year ” has the meaning given by section 122(1) of the Contributions and Benefits Act. 2 For the purposes of this Chapter— a a person is in the old state pension system if the person reached pensionable age before 6 April 2016 (or would have done so if the person had lived until pensionable age), and b a person is in the new state pension system if the person reached pensionable age on or after 6 April 2016 (or will do so if the person lives until pensionable age)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "52", "section_title": " Preservation of rights in respect of additional pensions.", "section_text": "52 1 The Secretary of State may by regulations make such provision as is authorised by one or more of subsections (2) to (4). 2 The regulations may provide for any prescribed provision of Part II of the Contributions and Benefits Act (contributory benefits) which relates to additional pension for  widows, widowers or surviving civil partners  to have effect, in relation to persons of any prescribed description, with such modifications as may be prescribed for securing— a that any such additional pension, or b in the case of any provision of Schedule 5 to that Act (increase of pension  or payment of lump sum  where entitlement is deferred), that any constituent element of an increase  or of a lump sum  provided for by that Schedule, is increased by such percentage as may be prescribed (which may be 100 per cent.). 3 The regulations may amend (or further amend) any prescribed provision set out in section 39(2) of the Child Support, Pensions and Social Security Act 2000 (which sets out provisions falling within subsection (2) of this section) so as to substitute a reference to a later date for— a any reference in that provision to 5th October 2002 or 6th October 2002; or b any reference to a date inserted in that provision by a substitution made by virtue of this subsection. 4 The regulations may make provision for and in connection with— a the establishment, for a prescribed period, of a scheme for dealing with claims made by persons on the grounds that, in reliance on any incorrect or incomplete information provided by a government department with respect to the  SERPS  reduction (however that information came to their knowledge), they— i failed to take any, or any particular, relevant steps which they would have taken, or ii took any steps which they would not have taken, had they instead received correct and complete information with respect to that reduction; and b securing that, where persons have made successful claims under the scheme, surviving spouses of those persons (or, as the case may be, those persons themselves) will not be affected by the SERPS reduction. 4A The regulations may provide, for the purposes of any provision made by virtue of subsection (4), for a case in which a person who, as a consequence of receiving incorrect or incomplete information, did not give any consideration to— a the taking of a step which is a step he might have taken had he considered the matter on the basis of correct and complete information, or b refraining from taking a step which is a step he did take but might have refrained from taking had he considered the matter on that basis, to be treated as a case in which his failure to take the step, or his taking of the step he did take, was in reliance on the incorrect or incomplete information and as a case in which that step is one which he would have taken, or (as the case may be) would not have taken, had the information been correct and complete. 5 In subsection (4) “ relevant steps ”, in relation to a person, means steps towards safeguarding the financial position of that person’s spouse in the event of the spouse becoming that person’s surviving spouse or (as the case may be) towards safeguarding that person’s own financial position in the event of that person becoming a surviving spouse (whether or not, in either case, that person was at any material time already married); and “ the SERPS reduction ” means— a (in the context of subsection (4)(a)) the operation of any of— i the provisions of section 19 of the  Social Security Act 1986, or ii the provisions of Part II of the Contributions and Benefits Act reproducing the effect of those provisions; b (in the context of subsection (4)(b)) the operation of any of the provisions of the Contributions and Benefits Act mentioned in paragraph (a)(ii) above or of section 39C(4) or 48BB(7) of that Act. 6 Regulations under subsection (4) may, in particular, make provision— a with respect to the time within which, and the manner in which, claims under the scheme are to be made; b for requiring claimants— i to supply such information in connection with their claims as may be prescribed or reasonably requested by any person for the purpose of dealing with their claims, ii to attend interviews at such time and place as may be reasonably specified by any person for that purpose; c for a claim to be disallowed where the claimant fails to comply with a requirement imposed by virtue of paragraph (a) or (b) above and does not show within the prescribed period that he had good cause for that failure; d prescribing— i matters which are or are not to be taken into account in determining whether a person does or does not have good cause for any failure to comply with any such requirement, or ii circumstances in which a person is or is not to be regarded as having or not having good cause for any such failure; e prescribing the conditions which must be satisfied in relation to any claim in order for it to be a successful claim under the scheme; ea prescribing the matters that may be relied on, and the presumptions that may be made, in the determination of whether or not the prescribed conditions have been satisfied; f with respect to— i the manner in which decisions under the scheme are to be made (which may include authorising decisions of any prescribed description to be made by a computer), and ii the time within which, and the manner in which, such decisions are to be notified to claimants; g for provisions of Chapter II of Part I of the  Social Security Act 1998 (social security decisions and appeals) to apply in relation to decisions under the scheme with such modifications as may be prescribed; h for provisions of Part II of the Contributions and Benefits Act to apply in relation to— i surviving spouses of persons who have made successful claims under the scheme, or ii persons who have themselves made such claims, with such modifications as may be prescribed. 7 If no regulations under this section are in force on 6th April 2000, then until such time as any such regulations come into force— a any provisions of Part II of the Contributions and Benefits Act which (whether alone or together with other provisions) would otherwise result in a reduction of one-half in the amount payable by way of additional pension in cases where a person’s spouse dies after 5th April 2000 shall be taken— i as not applying, or ii as providing for the full amount to be payable by way of additional pension, as the case may require; and b in Schedule 5 to that Act— i any provision which is expressed to apply in relation to deaths occurring after that date shall not apply, and ii any provision which (with or without any other limitation) is expressed to apply in relation to deaths occurring before 6th April 2000 shall be taken as applying also in relation to deaths occurring on or after that date. 8 No regulations shall be made under this section unless a draft of the regulations has been laid before, and approved by a resolution of, each House of Parliament. 9 In this section “ prescribed ” means prescribed by regulations under subsection (2), (3) or (4), as the case may be."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "53", "section_title": " Extension of entitlement to state maternity allowance.", "section_text": "53 1 In section 35 of the Contributions and Benefits Act (state maternity allowance), for subsections (1) and (1A) there shall be substituted— 1 A woman shall be entitled to a maternity allowance, at the appropriate weekly rate determined under section 35A below, if— a she has become pregnant and has reached, or been confined before reaching, the commencement of the 11th week before the expected week of confinement; and b she has been engaged in employment as an employed or self-employed earner for any part of the week in the case of at least 26 of the 66 weeks immediately preceding the expected week of confinement; and c (within the meaning of section 35A) her average weekly earnings are not less than the maternity allowance threshold; and d she is not entitled to statutory maternity pay for the same week in respect of the same pregnancy. 2 In subsection (3) of that section— a for “Schedule 3, Part I, paragraph 3” there shall be substituted  “                          section 35A below                        ” ; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 After that section there shall be inserted—  Appropriate weekly rate of maternity allowance. 35A 1 For the purposes of section 35(1) above the appropriate weekly rate is that specified in whichever of subsection (2) or (3) below applies. 2 Where the woman’s average weekly earnings are not less than the lower earnings limit for the relevant tax year, the appropriate weekly rate is a weekly rate equal to the lower rate of statutory maternity pay for the time being prescribed under section 166(3) below. 3 Where the woman’s average weekly earnings— a are less than the lower earnings limit for the relevant tax year, but b are not less than the maternity allowance threshold for that tax year, the appropriate weekly rate is a weekly rate equivalent to 90 per cent. of her average weekly earnings or (if lower) the rate specified in subsection (2) above. 4 For the purposes of this section a woman’s “ average weekly earnings ” shall be taken to be the average weekly amount (as determined in accordance with regulations) of specified payments which— a were made to her or for her benefit as an employed earner, or b are (in accordance with regulations) to be treated as made to her or for her benefit as a self-employed earner, during the specified period. 5 Regulations may, for the purposes of subsection (4) above, provide— a for the amount of any payments falling within paragraph (a) or (b) of that subsection to be calculated or estimated in such manner and on such basis as may be prescribed; b for a payment made outside the specified period to be treated as made during that period where it was referable to that period or any part of it; c for a woman engaged in employment as a self-employed earner to be treated as having received a payment in respect of a week— i equal to the lower earnings limit in force on the last day of the week, if she paid a Class 2 contribution in respect of the week, or ii equal to the maternity allowance threshold in force on that day, if she was excepted (under section 11(4) above) from liability for such a contribution in respect of the week; d for aggregating payments made or treated as made to or for the benefit of a woman where, either in the same week or in different weeks, she was engaged in two or more employments (whether, in each case, as an employed earner or a self-employed earner). 6 In this section— a “ the maternity allowance threshold ”, in relation to a tax year, means (subject to subsection (7) below) £30; b “ the relevant tax year ” means the tax year in which the beginning of the period of 66 weeks mentioned in section 35(1)(b) above falls; and c “ specified ” (except in subsections (7) and (8) below) means prescribed by or determined in accordance with regulations. 7 The Secretary of State may, in relation to any tax year after 1999-2000, by order increase the amount for the time being specified in subsection (6)(a) above to such amount as is specified in the order. 8 When deciding whether, and (if so) by how much, to increase the amount so specified the Secretary of State shall have regard to the movement, over such period as he thinks fit, in the general level of prices obtaining in Great Britain (estimated in such manner as he thinks fit); and the Secretary of State shall in each tax year carry out such a review of the amount so specified as he thinks fit. 4 This section applies in relation to the payment of maternity allowance in cases where a woman’s expected week of confinement (within the meaning of section 35 of the Contributions and Benefits Act) begins on or after 20th August 2000."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "54", "section_title": " Bereavement payments.", "section_text": "54 1 For section 36 of the Contributions and Benefits Act there shall be substituted—  Bereavement payment. 36 1 A person whose spouse dies on or after the appointed day shall be entitled to a bereavement payment if— a either that person was under pensionable age at the time when the spouse died or the spouse was then not entitled to a Category A retirement pension under section 44 below; and b the spouse satisfied the contribution condition for a bereavement payment specified in Schedule 3, Part I, paragraph 4. 2 A bereavement payment shall not be payable to a person if that person and a person of the opposite sex to whom that person was not married were living together as husband and wife at the time of the spouse’s death. 3 In this section “ the appointed day ” means the day appointed for the coming into force of sections 54 to 56 of the Welfare Reform and Pensions Act 1999. 2 In Schedule 4 to the Contributions and Benefits Act (rates of benefits etc.), for Part II there shall be substituted— Part II  Bereavement Payment Bereavement payment. £2,000.00."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "55", "section_title": " New allowances for bereaved spouses.", "section_text": "55 1 After section 36 of the Contributions and Benefits Act there shall be inserted—  Cases in which sections 37 to 41 apply. 36A 1 Sections 37 to 39 and section 40 below apply only in cases where a woman’s husband has died before the appointed day, and section 41 below applies only in cases where a man’s wife has died before that day. 2 Sections 39A to 39C below apply in cases where a person’s spouse dies on or after the appointed day, but section 39A also applies (in accordance with subsection (1)(b) of that section) in cases where a man’s wife has died before that day. 3 In this section, and in sections 39A and 39B below, “ the appointed day ” means the day appointed for the coming into force of sections 54 to 56 of the Welfare Reform and Pensions Act 1999. 2 After section 39 of the Contributions and Benefits Act there shall be inserted—  Widowed parent’s allowance. 39A 1 This section applies where— a a person whose spouse dies on or after the appointed day is under pensionable age at the time of the spouse’s death, or b a man whose wife died before the appointed day— i has not remarried before that day, and ii is under pensionable age on that day. 2 The surviving spouse shall be entitled to a widowed parent’s allowance at the rate determined in accordance with section 39C below if the deceased spouse satisfied the contribution conditions for a widowed parent’s allowance specified in Schedule 3, Part I, paragraph 5 and— a the surviving spouse is entitled to child benefit in respect of a child falling within subsection (3) below; or b the surviving spouse is a woman who either— i is pregnant by her late husband, or ii if she and he were residing together immediately before the time of his death, is pregnant in circumstances falling within section 37(1)(c) above. 3 A child falls within this subsection if one of the conditions specified in section 81(2) below is for the time being satisfied with respect to the child and the child is either— a a son or daughter of the surviving spouse and the deceased spouse; or b a child in respect of whom the deceased spouse was immediately before his or her death entitled to child benefit; or c if the surviving spouse and the deceased spouse were residing together immediately before his or her death, a child in respect of whom the surviving spouse was then entitled to child benefit. 4 The surviving spouse shall not be entitled to the allowance for any period after she or he remarries, but, subject to that, the surviving spouse shall continue to be entitled to it for any period throughout which she or he— a satisfies the requirements of subsection (2)(a) or (b) above; and b is under pensionable age. 5 A widowed parent’s allowance shall not be payable— a for any period falling before the day on which the surviving spouse’s entitlement is to be regarded as commencing by virtue of section 5(1)(k) of the Administration Act; or b for any period during which the surviving spouse and a person of the opposite sex to whom she or he is not married are living together as husband and wife.  Bereavement allowance where no dependent children. 39B 1 This section applies where a person whose spouse dies on or after the appointed day is over the age of 45 but under pensionable age at the spouse’s death. 2 The surviving spouse shall be entitled to a bereavement allowance at the rate determined in accordance with section 39C below if the deceased spouse satisfied the contribution conditions for a bereavement allowance specified in Schedule 3, Part I, paragraph 5. 3 A bereavement allowance shall be payable for not more than 52 weeks beginning with the date of the spouse’s death or (if later) the day on which the surviving spouse’s entitlement is to be regarded as commencing by virtue of section 5(1)(k) of the Administration Act. 4 The surviving spouse shall not be entitled to the allowance for any period after she or he remarries, but, subject to that, the surviving spouse shall continue to be entitled to it until— a she or he attains pensionable age, or b the period of 52 weeks mentioned in subsection (3) above expires, whichever happens first. 5 The allowance shall not be payable— a for any period for which the surviving spouse is entitled to a widowed parent’s allowance; or b for any period during which the surviving spouse and a person of the opposite sex to whom she or he is not married are living together as husband and wife.  Rate of widowed parent’s allowance and bereavement allowance. 39C 1 The weekly rate of a widowed parent’s allowance shall be determined in accordance with the provisions of sections 44 to 45A below as they apply in the case of a Category A retirement pension, but subject, in particular, to the following provisions of this section and section 46(2) below. 2 The weekly rate of a bereavement allowance shall be determined in accordance with the provisions of section 44 below as they apply in the case of a Category A retirement pension so far as consisting only of the basic pension referred to in subsection (3)(a) of that section, but subject, in particular, to the following provisions of this section. 3 In the application of sections 44 to 45A or (as the case may be) section 44 below by virtue of subsection (1) or (2) above— a where the deceased spouse was over pensionable age at his or her death, references in those sections to the pensioner shall be taken as references to the deceased spouse, and b where the deceased spouse was under pensionable age at his or her death, references in those sections to the pensioner and the tax year in which he attained pensionable age shall be taken as references to the deceased spouse and the tax year in which he or she died. 4 Where a widowed parent’s allowance is payable to a person whose spouse dies after 5th April 2000, the additional pension falling to be calculated under sections 44 to 45A below by virtue of subsection (1) above shall be one half of the amount which it would be apart from this subsection. 5 Where a bereavement allowance is payable to a person who was under the age of 55 at the time of the spouse’s death, the weekly rate of the allowance shall be reduced by 7 per cent. of what it would be apart from this subsection multiplied by the number of years by which that person’s age at that time was less than 55 (any fraction of a year being counted as a year)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "56", "section_title": " Entitlement to Category B retirement pension by reference to new allowances.", "section_text": "56 After section 48B of the Contributions and Benefits Act there shall be inserted—  Category B retirement pension: entitlement by reference to benefits under section 39A or 39B. 48BB 1 Subsection (2) below applies where a person (“ the pensioner ”) who has attained pensionable age— a was, immediately before attaining that age, entitled to a widowed parent’s allowance in consequence of the death of his or her spouse; and b has not remarried. 2 The pensioner shall be entitled to a Category B retirement pension by virtue of the contributions of the spouse, which shall be payable at the same weekly rate as the widowed parent’s allowance. 3 Subsections (4) to (10) below apply where a person (“ the pensioner ”) who has attained pensionable age— a was in consequence of the death of his or her spouse either— i entitled to a bereavement allowance at any time prior to attaining that age, or ii entitled to a widowed parent’s allowance at any time when over the age of 45 (but not immediately before attaining pensionable age); and b has not remarried. 4 The pensioner shall be entitled to a Category B retirement pension by virtue of the contributions of the spouse. 5 A Category B retirement pension payable by virtue of subsection (4) above shall be payable at a weekly rate corresponding to the weekly rate of the additional pension determined in accordance with the provisions of sections 44 to 45A above as they apply in relation to a Category A retirement pension, but subject, in particular, to the following provisions of this section and section 46(2) above. 6 Where the spouse died under pensionable age, references in the provisions of sections 44 to 45A above, as applied by subsection (5) above, to the tax year in which the pensioner attained pensionable age shall be taken as references to the tax year in which the spouse died. 7 Where the spouse dies after 5th April 2000, the pension payable by virtue of subsection (4) above shall (before making any reduction required by subsection (8) below) be one half of the amount which it would be apart from this subsection. 8 Where the pensioner was under the age of 55 at the relevant time, the weekly rate of the pension shall be reduced by 7 per cent. of what it would be apart from this subsection multiplied— a by the number of years by which the pensioner’s age at that time was less than 55 (any fraction of a year being counted as a year), or b by ten, if that number exceeds ten. 9 In subsection (8) above “ the relevant time ” means— a where the pensioner became entitled to a widowed parent’s allowance in consequence of the death of the spouse, the time when the pensioner’s entitlement to that allowance ended; and b otherwise, the time of the spouse’s death. 10 The amount determined in accordance with subsections (5) to (9) above as the weekly rate of the pension payable to the pensioner by virtue of subsection (4) above shall be increased by such percentage as equals the overall percentage by which, had the pension been in payment as from the date of the spouse’s death until the date when the pensioner attained pensionable age, that weekly rate would have been increased during that period by virtue of any orders under section 150 of the Administration Act (annual up-rating of benefits)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "57", "section_title": " Claim or full entitlement to certain benefits conditional on work-focused interview.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "58", "section_title": " Optional work-focused interviews.", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "59", "section_title": " Couples to make joint claim for allowance.", "section_text": "59 Schedule 7 (which makes provision in connection with requiring certain couples to make joint claims for an income-based jobseeker’s allowance) shall have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "60", "section_title": " Special schemes for claimants for jobseeker’s allowance.", "section_text": "60 1 The Secretary of State may by regulations make provision for or in connection with the participation of claimants for a jobseeker’s allowance in schemes of any prescribed description, being schemes established for designated areas in Great Britain (or for the whole of Great Britain) and designed to assist such persons to obtain sustainable employment. 2 Regulations under this section may, in particular, make provision— a for the imposition during any prescribed period, as additional conditions for entitlement to a jobseeker’s allowance applying in the case of persons participating in schemes, of requirements to take steps determined in accordance with the regulations with a view to improving those persons’ prospects of securing employment; b for the suspension, during any prescribed period, of any prescribed conditions that would otherwise apply to such persons. 3 Regulations under this section may make provision for any provisions of the  Jobseekers Act 1995 to apply for the purposes of the regulations subject to prescribed modifications. 4 The provisions of that Act which may be so applied include in particular any provisions of— a section 19 or 20A (circumstances in which jobseeker’s allowance is not payable); or b section 20 or 20B (exemptions from section 19 or 20A). 5 The Secretary of State may for the purposes of, or in connection with, any scheme— a make such arrangements (whether or not with other persons) for the provision of any facilities, b provide such support (by whatever means) for arrangements made by other persons for the provision of any facilities, c make such payments— i by way of fees, grants, loans or otherwise, to persons undertaking the provision of facilities under arrangements within paragraph (a) or (b), ii by way of grants, loans or otherwise, to persons participating in the scheme, or iii in respect of any incidental expenses, as he considers appropriate. 6 For the purposes of, or in connection with, a scheme established for (or for an area which includes) Wales or a part of Wales, the National Assembly for Wales may, if it considers that facilities whose provision any person (including the Secretary of State) is undertaking under arrangements within subsection (5)(a) or (b) are capable of being supportive of the training of persons for employment, make such payments to that person as the Assembly considers appropriate; and any such payments— a may be by way of fees, grants, loans or otherwise, and b may, unless the Assembly otherwise specifies, be used by the person to whom they are made for the provision of any of the facilities provided under the arrangements. 7 In subsections (5) and (6) “ facilities ” includes services, and any reference to the provision of facilities includes the making of payments to persons participating in the scheme. 8 The power of the Secretary of State to make an order under section 26 of the  Employment Act 1988 (status of trainees etc.) shall include power to make, in relation to— a persons participating in any scheme, and b payments received by them by virtue of subsection (5) above, provision corresponding to any provision which (by virtue of subsection (1) or (2) of that section) may be made in relation to persons using such facilities, and to such payments received by them, as are mentioned in subsection (1) of that section. 9 In this section— “ designated ” means designated by the Secretary of State; “ employment ” has the meaning given by regulations under this section; “ prescribed ” means specified in or determined in accordance with regulations under this section; “ scheme ” means a scheme such as is mentioned in subsection (1)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "61", "section_title": " Incapacity for work: personal capability assessments.", "section_text": "61 For section 171C of the Contribution and Benefits Act there shall be substituted—  Personal capability assessments. 171C 1 Where the own occupation test is not applicable, or has ceased to apply, in the case of a person, the question whether the person is capable or incapable of work shall be determined in accordance with a personal capability assessment. 2 Provision shall be made by regulations— a defining a personal capability assessment by reference to the extent to which a person who has some specific disease or bodily or mental disablement is capable or incapable of performing such activities as may be prescribed; b as to the manner of assessing whether a person is, in accordance with a personal capability assessment, incapable of work. 3 Regulations may provide that, in any prescribed circumstances, a person to whom subsection (1) above applies shall, if the prescribed conditions are met, be treated as incapable of work in accordance with a personal capability assessment until such time as— a such an assessment has been carried out in his case, or b he falls to be treated as capable of work in accordance with regulations under section 171A(2) or (3) above or section 171E below. The prescribed conditions may include the condition that it has not previously been determined, within such period as may be prescribed, that the person in question is or is to be treated as capable of work. 4 Except in prescribed circumstances, a personal capability assessment carried out in the case of a person before the time when subsection (1) above applies to him shall be as effective for the purposes of that subsection as one carried out thereafter. 5 The Secretary of State may, in the case of a person who for any purpose of this Act has been determined to be incapable of work in accordance with a personal capability assessment (including one carried out by virtue of this subsection), require the question whether the person is capable or incapable of work to be determined afresh in accordance with a further personal capability assessment."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "62", "section_title": " Incapacity benefit: restriction to recent contributors.", "section_text": "62 1 Paragraph 2 of Schedule 3 to the Contributions and Benefits Act (contribution conditions for short-term incapacity benefit) shall be amended as follows. 2 In sub-paragraph (2) (the first condition), for paragraph (a) there shall be substituted— a the claimant must have actually paid contributions of a relevant class in respect of one of the last three complete years before the beginning of the relevant benefit year, and those contributions must have been paid before the relevant time; and . 3 In sub-paragraph (7) (claim by person who does not satisfy second contribution condition to be disregarded in relation to subsequent claim), after “does not satisfy” there shall be inserted  “                      the first contribution condition (specified in sub-paragraph (2) above) or, as the case may be,                    ” . 4 After sub-paragraph (7) there shall be added— 8 Regulations may— a provide for the first contribution condition (specified in sub-paragraph (2) above) to be taken to be satisfied in the case of persons who have been entitled to any prescribed description of benefit during any prescribed period or at any prescribed time; b with a view to securing any relaxation of the requirements of that condition (as so specified) in relation to persons who have been so entitled, provide for that condition to apply in relation to them subject to prescribed modifications. 9 In sub-paragraph (8)— “ benefit ” includes (in addition to any benefit under Parts II to V of this Act)— any benefit under Parts VII to  XII  of this Act, and credits under regulations under section 22(5) above; “ modifications ” includes additions, omissions and amendments."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "63", "section_title": " Incapacity benefit: reduction for pension payments.", "section_text": "63 After section 30D of the Contributions and Benefits Act there shall be inserted—  Incapacity benefit: reduction for pension payments. 30DD 1 Where— a a person is entitled to incapacity benefit in respect of any period of a week or part of a week, b a pension payment is payable to him in respect of that period (or a period which forms part of that period or includes that period or part of it), and c the amount of that payment (or, as the case may be, the amount which in accordance with regulations is to be taken as payable to him by way of pension payments in respect of that period) exceeds the threshold, the amount of that benefit shall be reduced by an amount equal to 50 per cent. of that excess. 2 In subsection (1) above “ the threshold ” means— a if the period in question is a week, £85 or such greater amount as may be prescribed; or b if that period is not a week, such proportion of the amount mentioned in paragraph (a) as falls to be calculated in accordance with regulations on such basis as may be prescribed. 3 Regulations may secure that a person of any prescribed description does not suffer any reduction under subsection (1) above in any amount of incapacity benefit to which he is entitled. 4 Regulations may provide— a for sums of any specified description to be disregarded for the purposes of this section; b for sums of any specified description to be treated for those purposes as payable to persons as pension payments (including, in particular, sums in relation to which there is a deferred right of receipt); c for the aggregation of sums of any specified description which are payable as pension payments (or treated as being so payable) in respect of the same or different periods; d for such sums or aggregate sums to be apportioned between or otherwise allocated to periods in respect of which persons are entitled to incapacity benefit. 5 In this section “ pension payment ” means— a a periodical payment made in relation to a person under a personal pension scheme or, in connection with the coming to an end of an employment of his, under an occupational pension scheme or a public service pension scheme; b a payment of any specified description, being a payment made under an insurance policy providing benefits in connection with physical or mental illness, disability, infirmity or defect; or c a payment of any other specified description; and “ specified ” means prescribed by or determined in accordance with regulations under this section. 6 For the purposes of subsection (5) “ occupational pension scheme ”, “ personal pension scheme ” and “ public service pension scheme ” each have the meaning given by section 1 of the  Pension Schemes Act 1993, except that “ personal pension scheme ” includes a contract or trust scheme approved under Chapter III of Part XIV of the  Income and Corporation Taxes Act 1988 (retirement annuities)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "64", "section_title": " Incapacity benefit: persons incapacitated in youth.", "section_text": "64 1 In subsection (1) of section 30A of the Contributions and Benefits Act (incapacity benefit: entitlement)— a for “either of the following conditions” there shall be substituted— a either of the conditions mentioned in subsection (2) below; or b if he satisfies neither of those conditions, each of the conditions mentioned in subsection (2A) below, ; and b after “any day of incapacity for work” there shall be inserted  “                          (“ the relevant day ”)                        ” . 2 In subsection (2) of that section— a after “conditions” there shall be inserted  “                          mentioned in subsection (1)(a) above                        ” ; and b in paragraph (a), for “the day in question” there shall be substituted  “                          the relevant day                        ” . 3 After that subsection there shall be inserted— 2A The conditions mentioned in subsection (1)(b) above are that— a he is aged 16 or over on the relevant day; b he is under the age of 20 or, in prescribed cases, 25 on a day which forms part of the period of incapacity for work; c he was incapable of work throughout a period of 196 consecutive days immediately preceding the relevant day, or an earlier day in the period of incapacity for work on which he was aged 16 or over; d on the relevant day he satisfies the prescribed conditions as to residence in Great Britain, or as to presence there; and e he is not, on that day, a person who is receiving full-time education. 4 In subsection (3) of that section, after “benefit” there shall be inserted  “                      under subsection (1)(a) above                    ” . 5 After subsection (5) of that section there shall be inserted— 6 Regulations may provide that persons who have previously been entitled to incapacity benefit shall, in prescribed circumstances, be entitled to short-term incapacity benefit under subsection (1)(b) above notwithstanding that they do not satisfy the condition set out in paragraph (b) of subsection (2A) above. 7 Regulations may prescribe the circumstances in which a person is or is not to be treated as receiving full-time education for the purposes of paragraph (e) of that subsection."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "65", "section_title": " Abolition of severe disablement allowance.", "section_text": "65 Sections 68 and 69 of the Contributions and Benefits Act (severe disablement allowance) shall cease to have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "66", "section_title": " Attendance allowance.", "section_text": "66 1 After subsection (3) of section 64 of the Contributions and Benefits Act (entitlement to attendance allowance) there shall be added— 4 Circumstances may be prescribed in which a person is to be taken to satisfy or not to satisfy such of the conditions mentioned in subsections (2) and (3) above as may be prescribed. 2 In subsection (1) of section 66 of that Act (attendance allowance for the terminally ill)— a in paragraph (a)(i), for the words from “for the remainder of his life” to “terminally ill” there shall be substituted  “                          for so much of the period for which he is terminally ill as does not fall before the date of the claim                        ” ; b in paragraph (a)(ii), for “that date”, in the first place where those words occur, there shall be substituted  “                          the date of the claim or, if later, the first date on which he is terminally ill                        ” ; and c in paragraph (b), for “the remainder of the person’s life, beginning with that date” there shall be substituted  “                          so much of the period for which he is terminally ill as does not fall before the date of the claim                        ” ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "67", "section_title": " Disability living allowance.", "section_text": "67 1 In subsection (3) of section 71 of the Contributions and Benefits Act (disability living allowance), for “for life” there shall be substituted  “                      for an indefinite period                    ” . 2 In subsection (5)(b) of section 72 of that Act (the care component), for “for the remainder of his life beginning with that date” there shall be substituted  “                      for so much of the period for which he is terminally ill as does not fall before the date of the claim                    ” . 3 In subsection (1) of section 73 of that Act (the mobility component), for “the age of 5” there shall be substituted  “                      the relevant age                    ”  and after that subsection there shall be inserted— 1A In subsection (1) above “ the relevant age ” means— a in relation to the conditions mentioned in paragraph (a), (b) or (c) of that subsection, the age of 3; b in relation to the conditions mentioned in paragraph (d) of that subsection, the age of 5. 4 Subsection (3) does not affect awards made before the day on which that subsection comes into force."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "68", "section_title": " Certain overpayments of benefit not to be recoverable.", "section_text": "68 1 An overpayment to which this section applies shall not be recoverable from the payee, whether by the Secretary of State or a local authority, under any provision made by or under Part III of the Administration Act (overpayments and adjustments of benefit). 2 This section applies to an overpayment if— a it is in respect of a qualifying benefit; b it is referable to a decision given on a review that there has been an alteration in the relevant person’s condition, being a decision to which effect is required to be given as from a date earlier than that on which it was given; c the decision was given before 1st June 1999; and d the overpayment is not excluded by virtue of subsection (6). 3 In subsection (2)(b) the reference to a decision on a review that there has been an alteration in the relevant person’s condition is a reference to a decision so given that that person’s physical or mental condition either was at the time when the original decision was given, or has subsequently become, different from that on which that decision was based, with the result— a that he did not at that time, or (as the case may be) has subsequently ceased to, meet any of the conditions contained in the following provisions of the Contributions and Benefits Act, namely— i section 64 (attendance allowance), ii section 72(1) or (2) (care component of disability living allowance), and iii section 73(1) or (2) (mobility component of that allowance); or b that he was at that time, or (as the case may be) has subsequently become, capable of work in accordance with regulations made under section 171C(2) of that Act (the all work test). 4 For the purposes of this section “ qualifying benefit ” means— a attendance allowance; b disability living allowance; c any benefit awarded wholly or partly by reason of a person being (or being treated as being) in receipt of a component (at any rate) of disability living allowance or in receipt of attendance allowance; d incapacity benefit; e any benefit (other than incapacity benefit) awarded wholly or partly by reason of a person being (or being treated as being) incapable of work; or f any benefit awarded wholly or partly by reason of a person being (or being treated as being) in receipt of any benefit falling within paragraph (c), (d) or (e). 5 For the purposes of this section— a “ review ” means a review taking place by virtue of section 25(1)(a) or (b), 30(2)(a) or (b) or 35(1)(a) or (b) of the Administration Act; b “ the relevant person ”, in relation to a review, means the person to whose entitlement to a qualifying benefit or to whose incapacity for work the review related; and c “ the original decision ”, in relation to a review, means the decision as to any such entitlement or incapacity to which the review related. 6 An overpayment is excluded by virtue of this subsection if (before or after the passing of this Act)— a the payee has agreed to pay a penalty in respect of the overpayment under section 115A of the Administration Act, b the payee has been convicted of any offence (under section 111A or 112(1) or (1A) of that Act or otherwise) in connection with the overpayment, or c proceedings have been instituted against the payee for such an offence and the proceedings have not been determined or abandoned. 7 Nothing in this section applies to an overpayment to the extent that it was recovered from the payee (by any means) before 26th February 1999. 8 In this section— “ benefit ” includes any amount included in— the applicable amount in relation to an income-related benefit (as defined by section 135(1) of the Contributions and Benefits Act), or the applicable amount in relation to a jobseeker’s allowance (as defined by section 4(5) of the  Jobseekers Act 1995); “ income-related benefit ” has the meaning given by section 123(1) of the Contributions and Benefits Act; “ overpayment ” means an amount of benefit paid in excess of entitlement; “ the payee ”, in relation to an overpayment, means the person to whom that amount was paid."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "69", "section_title": " Child benefit: claimant to state national insurance number.", "section_text": "69 In section 13 of the Administration Act (entitlement to child benefit dependent on claim), after subsection (1) there shall be inserted— 1A No person shall be entitled to child benefit unless subsection (1B) below is satisfied in relation to him. 1B This subsection is satisfied in relation to a person if— a his claim for child benefit is accompanied by— i a statement of his national insurance number and information or evidence establishing that that number has been allocated to him; or ii information or evidence enabling the national insurance number that has been allocated to him to be ascertained; or b he makes an application for a national insurance number to be allocated to him which is accompanied by information or evidence enabling such a number to be so allocated. 1C Regulations may make provision disapplying subsection (1A) above in the case of— a prescribed descriptions of persons making claims, or b prescribed descriptions of children in respect of whom child benefit is claimed, or in other prescribed circumstances."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "70", "section_title": " Welfare benefits: miscellaneous amendments.", "section_text": "70 Schedule 8 (which makes minor and consequential amendments of provisions relating to welfare benefits) shall have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "71", "section_title": " Sharing of functions as regards claims and information.", "section_text": "71 After section 7 of the Administration Act there shall be inserted—  Sharing of functions as regards certain claims and information  Sharing of functions as regards certain claims and information. 7A 1 Regulations may, for the purpose of supplementing the persons or bodies to whom claims for relevant benefits may be made, make provision— a as regards housing benefit or council tax benefit, for claims for that benefit to be made to— i a Minister of the Crown, or ii a person providing services to a Minister of the Crown; b as regards any other relevant benefit, for claims for that benefit to be made to— i a local authority, ii a person providing services to a local authority, or iii a person authorised to exercise any function of a local authority relating to housing benefit or council tax benefit. 2 Regulations may make provision for or in connection with— a the forwarding by a relevant authority of— i claims received by virtue of any provision authorised by subsection (1) above, and ii information or evidence supplied in connection with making such claims (whether supplied by persons making the claims or by other persons); b the receiving and forwarding by a relevant authority of information or evidence relating to social security matters supplied by, or the obtaining by a relevant authority of such information or evidence from— i persons making, or who have made, claims for a relevant benefit, or ii other persons in connection with such claims, including information or evidence not relating to the claims or benefit in question; c the recording by a relevant authority of information or evidence relating to social security matters supplied to, or obtained by, the authority and the holding by the authority of such information or evidence (whether as supplied or obtained or as recorded); d the giving of information or advice with respect to social security matters by a relevant authority to persons making, or who have made, claims for a relevant benefit. 3 In paragraphs (b) and (d) of subsection (2) above— a references to claims for a relevant benefit are to such claims whether made as mentioned in subsection (1)(a) or (b) above or not; and b references to persons who have made such claims include persons to whom awards of benefit have been made on the claims. 4 Regulations under this section may make different provision for different areas. 5 Regulations under any other enactment may make such different provision for different areas as appears to the Secretary of State expedient in connection with any exercise by regulations under this section of the power conferred by subsection (4) above. 6 In this section— a “ benefit ” includes child support or a war pension (any reference to a claim being read, in relation to child support, as a reference to an application under the  Child Support Act 1991 for a maintenance assessment); b “ local authority ” means an authority administering housing benefit or council tax benefit; c “ relevant authority ” means— i a Minister of the Crown, ii a person providing services to a Minister of the Crown, iii a local authority, iv a person providing services to a local authority, or v a person authorised to exercise any function of a local authority relating to housing benefit or council tax benefit; d “ relevant benefit ” means housing benefit, council tax benefit or any other benefit prescribed for the purposes of this section; e “ social security matters ” means matters relating to social security, child support or war pensions; and in this subsection “ war pension ” means a war pension within the meaning of section 25 of the  Social Security Act 1989 (establishment and functions of war pensions committees)."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "72", "section_title": " Supply of information for certain purposes.", "section_text": "72 1 The Secretary of State may by regulations make such provision for or in connection with any of the following matters, namely— a the use by a person within subsection (2) of social security information , or information relating to employment or training,  held by that person, b the supply (whether to a person within subsection (2) or otherwise) of social security information , or information relating to employment or training,  held by a person within that subsection, c the relevant purposes for which a person to whom such information is supplied under the regulations may use it, and d the circumstances and extent (if any) in and to which a person to whom such information is supplied under the regulations may supply it to any other person (whether within subsection (2) or not), as the Secretary of State considers appropriate in connection with any provision to which subsection (3) applies or in connection with any scheme or arrangements to which subsection (4) applies. 2 The persons within this subsection are— a a Minister of the Crown; b a person providing services to, or designated  (specifically or by description)  for the purposes of this section by an order of, a Minister of the Crown; c a local authority (within the meaning of the Administration Act);  ... ca a county council in England; and d a person providing services to, or authorised to exercise any function of,  any authority mentioned in paragraph (c) or (ca) . 3 This subsection applies to any provision made by or under— a any of sections 2A to 2F and 7A of the Administration Act, b section 60 of this Act,  ... c the  Jobseekers Act 1995 ,  ... d Part 1 of the Welfare Reform Act 2007 , or e Part 1 of the Welfare Reform Act 2012. 4 This subsection applies to— a any scheme designated by regulations under subsection (1), being a scheme operated by the Secretary of State (whether under arrangements with any other person or not) for any purposes connected with employment or training in the case of persons of a particular category or description; b any arrangements of a description specified in such regulations, being arrangements made by the Secretary of State for any such purposes. c any arrangements made by the Scottish Ministers under section 2 of the Employment and Training Act 1973 by virtue of article 2(1) of the Scotland Act 1998 (Transfer of Functions to the Scottish Ministers etc.) Order 2020. 5 Regulations under subsection (1) may, in particular, authorise information supplied to a person under the regulations— a to be used for the purpose of amending or supplementing other information held by that person; and b if it is so used, to be supplied to any other person, and used for any purpose, to whom or for which that other information could be supplied or used. 6 In this section— “ relevant purposes ” means purposes connected with— social security, child support or war pensions, or employment or training; “ social security information ” means  ... information relating to social security, child support or war pensions; and in this subsection “ war pensions ” means war pensions within the meaning of section 25 of the  Social Security Act 1989 (establishment and functions of war pensions committees). 6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 Any reference in this section to  information relating to, or purposes connected with, employment or training includes information relating to, or purposes connected with,  the existing or future employment or training prospects or needs of persons, and (in particular) assisting or encouraging persons to enhance their employment prospects."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "73", "section_title": " New threshold for primary Class 1 contributions.", "section_text": "73 Schedule 9 (which amends the Contributions and Benefits Act, the Administration Act and the  Pension Schemes Act 1993 so as to make provision for and in connection with the introduction of a new primary threshold for primary Class 1 contributions) shall have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "74", "section_title": " New threshold for primary Class 1 contributions: Northern Ireland.", "section_text": "74 Schedule 10 (which amends the  Social Security Contributions and Benefits (Northern Ireland) Act 1992, the  Social Security Administration (Northern Ireland) Act 1992 and the  Pension Schemes (Northern Ireland) Act 1993 so as to make provision for and in connection with the introduction for Northern Ireland of a new primary threshold for primary Class 1 contributions) shall have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "75", "section_title": " Earnings of workers supplied by service companies etc.", "section_text": "75 After section 4 of the Contributions and Benefits Act there shall be inserted—  Earnings of workers supplied by service companies etc. 4A 1 Regulations may make provision for securing that where— a an individual (“ the worker ”) personally performs, or is under an obligation personally to perform, services for the purposes of a business carried on by another person (“ the client ”), b the performance of those services by the worker is (within the meaning of the regulations) referable to arrangements involving a third person (and not referable to any contract between the client and the worker), and c the circumstances are such that, were the services to be performed by the worker under a contract between him and the client, he would be regarded for the purposes of the applicable provisions of this Act as employed in employed earner’s employment by the client, relevant payments or benefits are, to the specified extent, to be treated for those purposes as earnings paid to the worker in respect of an employed earner’s employment of his. 2 For the purposes of this section— a “ the intermediary ” means— i where the third person mentioned in subsection (1)(b) above has such a contractual or other relationship with the worker as may be specified, that third person, or ii where that third person does not have such a relationship with the worker, any other person who has both such a relationship with the worker and such a direct or indirect contractual or other relationship with the third person as may be specified; and b a person may be the intermediary despite being— i a person with whom the worker holds any office or employment, or ii a body corporate, unincorporated body or partnership of which the worker is a member; and subsection (1) above applies whether or not the client is a person with whom the worker holds any office or employment. 3 Regulations under this section may, in particular, make provision— a for the worker to be treated for the purposes of the applicable provisions of this Act, in relation to the specified amount of relevant payments or benefits (the worker’s “ attributable earnings ”), as employed in employed earner’s employment by the intermediary; b for the intermediary (whether or not he fulfils the conditions prescribed under section 1(6)(a) above for secondary contributors) to be treated for those purposes as the secondary contributor in respect of the worker’s attributable earnings; c for determining— i any deductions to be made, and ii in other respects the manner and basis in and on which the amount of the worker’s attributable earnings for any specified period is to be calculated or estimated, in connection with relevant payments or benefits; d for aggregating any such amount, for purposes relating to contributions, with other earnings of the worker during any such period; e for determining the date by which contributions payable in respect of the worker’s attributable earnings are to be paid and accounted for; f for apportioning payments or benefits of any specified description, in such manner or on such basis as may be specified, for the purpose of determining the part of any such payment or benefit which is to be treated as a relevant payment or benefit for the purposes of the regulations; g for disregarding for the purposes of the applicable provisions of this Act, in relation to relevant payments or benefits, an employed earner’s employment in which the worker is employed (whether by the intermediary or otherwise) to perform the services in question; h for otherwise securing that a double liability to pay any amount by way of a contribution of any description does not arise in relation to a particular payment or benefit or (as the case may be) a particular part of a payment or benefit; i for securing that, to the specified extent, two or more persons, whether— i connected persons (within the meaning of section 839 of the  Income and Corporation Taxes Act 1988), or ii persons of any other specified description, are treated as a single person for any purposes of the regulations; j (without prejudice to paragraph (i) above) for securing that a contract made with a person other than the client is to be treated for any such purposes as made with the client; k for excluding or modifying the application of the regulations in relation to such cases, or payments or benefits of such description, as may be specified. 4 Regulations made in pursuance of subsection (3)(c) above may, in particular, make provision— a for the making of a deduction of a specified amount in respect of general expenses of the intermediary as well as deductions in respect of particular expenses incurred by him; b for securing reductions in the amount of the worker’s attributable earnings on account of— i any secondary Class 1 contributions already paid by the intermediary in respect of actual earnings of the worker, and ii any such contributions that will be payable by him in respect of the worker’s attributable earnings. 5 Regulations under this section may make provision for securing that, in applying any provisions of the regulations, any term of a contract or other arrangement which appears to be of a description specified in the regulations is to be disregarded. 6 In this section— “ the applicable provisions of this Act ” means this Part of this Act and Parts II to V below; “ business ” includes any activity carried on— by a government department or public or local authority (in the United Kingdom or elsewhere), or by a body corporate, unincorporated body or partnership; “ relevant payments or benefits ” means payments or benefits of any specified description made or provided (whether to the intermediary or the worker or otherwise) in connection with the performance by the worker of the services in question; “ specified ” means prescribed by or determined in accordance with regulations under this section. 7 Any reference in this section to the performance by the worker of any services includes a reference to any such obligation of his to perform them as is mentioned in subsection (1)(a) above. 8 Regulations under this section shall be made by the Treasury with the concurrence of the Secretary of State. 9 If, on any modification of the statutory provisions relating to income tax, it appears to the Treasury to be expedient to modify any of the preceding provisions of this section for the purpose of assimilating the law relating to income tax and the law relating to contributions under this Part of this Act, the Treasury may with the concurrence of the Secretary of State by order make such modifications of the preceding provisions of this section as the Treasury think appropriate for that purpose."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "76", "section_title": " Earnings of workers supplied by service companies etc: Northern Ireland.", "section_text": "76 After section 4 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992 there shall be inserted—  Earnings of workers supplied by service companies etc. 4A 1 Regulations may make provision for securing that where— a an individual (“ the worker ”) personally performs, or is under an obligation personally to perform, services for the purposes of a business carried on by another person (“ the client ”), b the performance of those services by the worker is (within the meaning of the regulations) referable to arrangements involving a third person (and not referable to any contract between the client and the worker), and c the circumstances are such that, were the services to be performed by the worker under a contract between him and the client, he would be regarded for the purposes of the applicable provisions of this Act as employed in employed earner’s employment by the client, relevant payments or benefits are, to the specified extent, to be treated for those purposes as earnings paid to the worker in respect of an employed earner’s employment of his. 2 For the purposes of this section— a “ the intermediary ” means— i where the third person mentioned in subsection (1)(b) above has such a contractual or other relationship with the worker as may be specified, that third person, or ii where that third person does not have such a relationship with the worker, any other person who has both such a relationship with the worker and such a direct or indirect contractual or other relationship with the third person as may be specified; and b a person may be the intermediary despite being— i a person with whom the worker holds any office or employment, or ii a body corporate, unincorporated body or partnership of which the worker is a member; and subsection (1) above applies whether or not the client is a person with whom the worker holds any office or employment. 3 Regulations under this section may, in particular, make provision— a for the worker to be treated for the purposes of the applicable provisions of this Act, in relation to the specified amount of relevant payments or benefits (the worker’s “ attributable earnings ”), as employed in employed earner’s employment by the intermediary; b for the intermediary (whether or not he fulfils the conditions prescribed under section 1(6)(a) above for secondary contributors) to be treated for those purposes as the secondary contributor in respect of the worker’s attributable earnings; c for determining— i any deductions to be made, and ii in other respects the manner and basis in and on which the amount of the worker’s attributable earnings for any specified period is to be calculated or estimated, in connection with relevant payments or benefits; d for aggregating any such amount, for purposes relating to contributions, with other earnings of the worker during any such period; e for determining the date by which contributions payable in respect of the worker’s attributable earnings are to be paid and accounted for; f for apportioning payments or benefits of any specified description, in such manner or on such basis as may be specified, for the purpose of determining the part of any such payment or benefit which is to be treated as a relevant payment or benefit for the purposes of the regulations; g for disregarding for the purposes of the applicable provisions of this Act, in relation to relevant payments or benefits, an employed earner’s employment in which the worker is employed (whether by the intermediary or otherwise) to perform the services in question; h for otherwise securing that a double liability to pay any amount by way of a contribution of any description does not arise in relation to a particular payment or benefit or (as the case may be) a particular part of a payment or benefit; i for securing that, to the specified extent, two or more persons, whether— i connected persons (within the meaning of section 839 of the  Income and Corporation Taxes Act 1988), or ii persons of any other specified description, are treated as a single person for any purposes of the regulations; j (without prejudice to paragraph (i) above) for securing that a contract made with a person other than the client is to be treated for any such purposes as made with the client; k for excluding or modifying the application of the regulations in relation to such cases, or payments or benefits of such description, as may be specified. 4 Regulations made in pursuance of subsection (3)(c) above may, in particular, make provision— a for the making of a deduction of a specified amount in respect of general expenses of the intermediary as well as deductions in respect of particular expenses incurred by him; b for securing reductions in the amount of the worker’s attributable earnings on account of— i any secondary Class 1 contributions already paid by the intermediary in respect of actual earnings of the worker, and ii any such contributions that will be payable by him in respect of the worker’s attributable earnings. 5 Regulations under this section may make provision for securing that, in applying any provisions of the regulations, any term of a contract or other arrangement which appears to be of a description specified in the regulations is to be disregarded. 6 In this section— “ the applicable provisions of this Act ” means this Part of this Act and Parts II to V below; “ business ” includes any activity carried on— by a government department or public or local authority (in the United Kingdom or elsewhere), or by a body corporate, unincorporated body or partnership; “ relevant payments or benefits ” means payments or benefits of any specified description made or provided (whether to the intermediary or the worker or otherwise) in connection with the performance by the worker of the services in question; “ specified ” means prescribed by or determined in accordance with regulations under this section. 7 Any reference in this section to the performance by the worker of any services includes a reference to any such obligation of his to perform them as is mentioned in subsection (1)(a) above. 8 Regulations under this section shall be made by the Treasury with the concurrence of the Department. 9 If, on any modification of the statutory provisions relating to income tax, it appears to the Treasury to be expedient to modify any of the preceding provisions of this section for the purpose of assimilating the law relating to income tax and the law relating to contributions under this Part of this Act, the Treasury may with the concurrence of the Department by order make such modifications of the preceding provisions of this section as the Treasury think appropriate for that purpose."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "77", "section_title": " Class 1B contributions.", "section_text": "77 In section 10A of the Contributions and Benefits Act (Class 1B contributions), for subsection (6) (level of Class 1B percentage) there shall be substituted— 6 In subsection (3) above “ the Class 1B percentage ” means a percentage rate equal to that specified as the secondary percentage in section 9(2) above for the tax year in question."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "78", "section_title": " Class 1B contributions: Northern Ireland.", "section_text": "78 In section 10A of the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 (Class 1B contributions), for subsection (6) (level of Class 1B percentage) there shall be substituted— 6 In subsection (3) above “ the Class 1B percentage ” means a percentage rate equal to that specified as the secondary percentage in section 9(2) above for the tax year in question."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "79", "section_title": " Measures to reduce under-occupation by housing benefit claimants.", "section_text": "79 1 The Secretary of State may by regulations make a scheme providing for a housing benefit claimant, where he moves from an under-occupied dwelling in the public or social rented sector to a qualifying dwelling, to be entitled to be paid an amount calculated by reference to the difference between— a the prescribed payments he was liable to make in respect of his former dwelling, and b those he is liable to make in respect of his new dwelling. 2 In subsection (1) the reference to a qualifying dwelling is to a dwelling (whether in the public or social rented sector or not) which, in relation to the claimant, either— a is not under-occupied, or b is under-occupied to a lesser extent than the claimant’s former dwelling. 3 Regulations under this section may, in particular, make provision— a as to the circumstances in which, in relation to a housing benefit claimant, a dwelling is or is not to be regarded for the purposes of the scheme as under-occupied or under-occupied to a lesser extent than another dwelling; b as to the manner in which an amount payable to such a claimant under the scheme is to be calculated; c for any such amount to be payable (subject to subsection (7))— i in a case where the claimant’s former and new dwellings are situated in the area of the same local authority, by that authority, or ii in a case where they are situated in the areas of different local authorities, by whichever of those authorities is prescribed. 4 Regulations made in pursuance of subsection (3)(b) may provide for the amount payable to a housing benefit claimant under the scheme (“ the relevant amount ”) to be reduced on account of— a any arrears of rent payable by him, or b any amount paid to him by way of housing benefit which constitutes an overpayment for housing benefit purposes; but regulations under this section shall not otherwise provide for the making of any reduction in the relevant amount on account of any sum due to or recoverable by any public or local authority. 5 A person aggrieved by a determination of any prescribed description made under regulations under this section may appeal to such court or tribunal as may be prescribed; and the regulations may make provision as to the procedure to be followed in connection with appeals under this subsection. 6 Regulations under this section may provide that the scheme is to apply only in relation to one or more prescribed areas; and, if they do so, they may also— a provide that (unless continued in force by subsequent regulations under this section) the scheme is to remain in force there only for a prescribed period; b include such transitional, consequential or saving provisions as the Secretary of State considers appropriate in connection with the scheme ceasing to be in force in relation to the area or areas at the end of that period. 7 Despite the fact that the scheme is in force in relation to the area of a local authority (whether by virtue of subsection (6) or otherwise), it shall not have effect in relation to the authority unless it has been adopted by resolution of the authority. 8 Where a local authority makes any payment under the scheme the authority shall be reimbursed by the Secretary of State in respect of that payment in such manner and subject to such conditions as to claims, records, certificates or other information or evidence as may be prescribed (any reduction made by virtue of subsection (4) being disregarded for the purposes of this subsection). 9 Subject to any prescribed exceptions or modifications, the provisions of the Administration Act shall have effect in relation to payments under the scheme as they have effect in relation to housing benefit. 10 For the purposes of this section a dwelling occupied by a housing benefit claimant is in the public or social rented sector if the payments which the claimant is liable to make in respect of the dwelling (and on account of which he is entitled to housing benefit) are to be made to— a a local authority, b  a body eligible for registration as a social landlord under Part I of the  Housing Act 1996 (whether so registered or not), an unregistered housing association within the meaning of the Housing Associations Act 1985, ba a private registered provider of social housing, bb a registered social landlord within the meaning of Part 1 of the Housing Act 1996,  or c in Scotland, a registered housing association within the meaning of the  Housing Associations Act 1985. 10A But if the payments are to be made to a profit-making private registered provider of social housing the dwelling is in the public or social rented sector for the purposes of this section only if the dwelling is social housing within the meaning of Part 2 of the Housing and Regeneration Act 2008. 11 In this section— “ dwelling ” has the same meaning as in Part VII of the Contributions and Benefits Act (income-related benefits); “ housing benefit claimant ”, in relation to a dwelling, means a person entitled to housing benefit by virtue of being liable to make payments in respect of the dwelling; “ local authority ” has the same meaning as in the Administration Act; “ prescribed ” means specified in or determined in accordance with regulations under this section."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "80", "section_title": " Supply of information for child support purposes.", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "81", "section_title": " Contributions and pensions administration.", "section_text": "81 Schedule 11 (which contains amendments dealing with administrative matters relating to contributions and pensions) shall have effect."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "82", "section_title": " Authorisation of certain expenditure.", "section_text": "82 1 Where— a a Minister of the Crown is proposing that or considering whether an Act should change the law as from a specified date, or a date to be determined, and b the Secretary of State is of the opinion that the change is such that, unless expenditure for preparing for the change is incurred during the period before the passing of that Act, it will not be possible for a service for which he has or will have responsibility to be effectively provided as from that date, the Secretary of State may, subject to subsections (2) and (3), incur such expenditure during that period. 2 Expenditure is not authorised by virtue of subsection (1) unless— a the Secretary of State has with the consent of the Treasury laid before the House of Commons a report which states— i the change in the law which the Minister of the Crown is proposing or considering, and ii the amount of the expenditure which the Secretary of State proposes to incur and the purposes for which he proposes to incur it; and b the report has been approved by a resolution of the House of Commons. 3 Expenditure is not authorised by virtue of subsection (1) at any time after the end of the period of two years beginning with the day on which the resolution under subsection (2)(b) is passed. 4 Subsection (1) is without prejudice to any power of the Secretary of State to incur expenditure otherwise than by virtue of that subsection. 5 There shall be made out of the National Insurance Fund into the Consolidated Fund such payments as the Secretary of State determines (in accordance with any directions of the Treasury) to be appropriate in consequence of the operation of this section. 6 Any payments falling to be made by virtue of subsection (5) shall be made at such times and in such manner as may be determined by the Treasury. 7 In this section “ the Secretary of State ” means the Secretary of State having responsibility for social security."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "83", "section_title": " Regulations and orders.", "section_text": "83 1 Any power under this Act to make regulations or orders (other than orders under section 72(2)) shall be exercisable by statutory instrument. 2 A statutory instrument— a which contains (whether alone or with other provisions) regulations made under this Act, and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 A statutory instrument containing an order under section 27(3) shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 Any power under this Act to make regulations or orders may be exercised— a either in relation to all cases to which the power extends, or in relation to those cases subject to specified exceptions, or in relation to any specified cases or classes of case; b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which the power extends or any less provision (whether by way of exception or otherwise); ii the same provision for all cases in relation to which the power is exercised, or different provision for different cases or different classes of case or different provision as respects the same case or class of case for different purposes of this Act; iii any such provision either unconditionally or subject to any specified condition. 5 Where any such power is expressed to be exercisable for alternative purposes it may be exercised in relation to the same case for any or all of those purposes. 6 Any such power includes power— a to make such incidental, supplementary, consequential, saving or transitional provision (including provision amending, repealing or revoking enactments) as appears to the authority making the regulations or order to be expedient; and b to provide for a person to exercise a discretion in dealing with any matter. 7 Any power to make regulations or an order for the purposes of any provision of this Act is without prejudice to any power to make regulations or an order for the purposes of any other provision of this or any other Act. 8 Any power conferred by this Act to make regulations or an order relating to— a housing benefit, or b council tax benefit, includes power to make different provision for different areas or different authorities; and regulations under section 60 or 79 may make different provision for different areas. 9 Without prejudice to the generality of any of the preceding provisions of this section, regulations under section 60 or 72 may provide for all or any of the provisions of the regulations to apply only in relation to any area or areas specified in the regulations. 10 Any power to make regulations under Part IV, except sections 28 and 48, shall, if the Treasury so direct, be exercisable only in conjunction with them. 11 Before exercising any power to make regulations under Part IV, the authority on whom the power is conferred, or, if the power is the subject of a direction under subsection (10), that authority and the Treasury acting jointly, shall consult such persons as the authority, or the authority and the Treasury, may consider appropriate."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "84", "section_title": " Consequential amendments etc.", "section_text": "84 1 The consequential amendments specified in Schedule 12 shall have effect. 2 The Secretary of State may by regulations make such amendments or revocations of any instrument made under an Act as he thinks necessary or expedient in consequence of the coming into force of any of the provisions specified in subsection (4). 3 The Secretary of State may, for the purposes of or in connection with the coming into force of any of the provisions specified in subsection (4), make by regulations any provision which could be made by an order bringing the provision into force. 4 The provisions mentioned in subsections (2) and (3) are— a Part IV; b subsection (1) above so far as relating to paragraphs 14 to 63 of Schedule 12; and c section 88 so far as relating to Part III of Schedule 13."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "85", "section_title": " Transitional provisions.", "section_text": "85 1 The Secretary of State may, for the purposes of or in connection with the coming into force of any provisions of Parts I and II, by regulations make such transitional adaptations or modifications— a of those provisions, or b in connection with those provisions, of any provisions of— i this Act, ii the  Pension Schemes Act 1993, or iii the  Pensions Act 1995, then in force, as he considers necessary or expedient. 2 For the purposes of subsection (1), section 88 so far as relating to Part I of Schedule 13, together with that Part of that Schedule, shall be taken to be comprised in Part II of this Act. 3 No pension sharing order may be made— a under section 24B of the  Matrimonial Causes Act 1973 if the proceedings in which the decree is granted were begun before the day on which section 19 comes into force, or b under section 31(7B) of that Act if the marriage was dissolved by a decree granted in proceedings so begun. 4 Paragraph 3 of Schedule 3 does not have effect if the proceedings in which the decree is granted were begun before the day on which section 19 comes into force. 5 Where an action of divorce or an action for declarator of nullity has been brought before the day on which section 20 comes into force— a no pension-sharing order may be made under section 8(1) of the  Family Law (Scotland) Act 1985, and b neither paragraph (f) of section 28(1) nor paragraph (f) of section 48(1) shall apply, in relation to that divorce or declarator. 6 The Secretary of State may by regulations make such transitional or consequential provision, or such savings, as he considers necessary or expedient for the purposes of or in connection with— a the coming into force of any provision of Part V, or b the operation of any enactment repealed or amended by a provision of Part V during any period when the repeal or amendment is not wholly in force. 7 For the purposes of subsection (6), section 88 so far as relating to Parts IV to  VII  of Schedule 13, together with those Parts of that Schedule, shall be taken to be comprised in Part V of this Act."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "86", "section_title": " General financial provisions.", "section_text": "86 1 There shall be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown or government department under this Act; and b any increase attributable to this Act in the sums which under any other Act are payable out of money so provided. 2 There shall be paid into the Consolidated Fund any increase attributable to this Act in the sums which under any other Act are payable into that Fund."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "87", "section_title": " Corresponding provisions for Northern Ireland.", "section_text": "87 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to those of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "88", "section_title": " Repeals.", "section_text": "88 The enactments specified in Schedule 13 (which include certain enactments no longer of practical utility) are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "89", "section_title": " Commencement.", "section_text": "89 1 Subject to the provisions of this section, the provisions of this Act shall not come into force until such day as the Secretary of State may by order appoint. 2 The following provisions shall not come into force until such day as the Lord Chancellor may by order appoint— a sections 19, 21 and 22; b section 84(1) so far as relating to paragraphs 1 to 4 and 64 to 66 of Schedule 12; c section 85(3) and (4); and d section 88 so far as relating to the entries in Part II of Schedule 13 in respect of the  Matrimonial Causes Act 1973, the  Matrimonial and Family Proceedings Act 1984 and sections 9(8) and 16 of the  Family Law Act 1996. 3 The following provisions shall not come into force until such day as the Treasury may by order appoint— a sections 73 to 78; b section 84(1) so far as relating to paragraphs 74, 76 to 78 and 84 to 86 of Schedule 12; and c section 88 so far as relating to Parts VI and VII of Schedule 13. 4 The following provisions come into force on the day on which this Act is passed— a sections 52, 57, 58, 60, 68 and 71; b section 70 so far as relating to Part V of Schedule 8; c section 72; d sections 79 to 83; e section 84(1) so far as relating to paragraphs 13, 79 to 83 and 87 of Schedule 12; f section 84(2) to (4); g section 85(1), (2), (6) and (7); and h sections 86 and 87, this section and sections 90 and 91. 5 The following provisions come into force on the day on which this Act is passed, but for the purpose only of the exercise of any power to make regulations— a Parts I to IV; b sections 59 and 61; and c section 70 so far as relating to paragraph 23 of Schedule 8. 6 Without prejudice to section 83, an order under this section may appoint different days for different purposes or different areas."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "90", "section_title": " Extent.", "section_text": "90 1 The following provisions extend to England and Wales only— a section 15; b paragraph 2 of Schedule 2, and section 18 so far as relating thereto; c sections 19, 21 and 22 and Schedules 3 and 4; d paragraphs 1 to 4, 64 to 66 and 70 to 72 of Schedule 12, and section 84(1) so far as relating thereto; and e section 85(3) and (4). 2 The following provisions extend to Scotland only— a sections 13 and 16; b paragraph 1 of Schedule 2, and section 18 so far as relating thereto; c section 20; d paragraphs 5 to 12 and 67 to 69 of Schedule 12, and section 84(1) so far as relating thereto; and e section 85(5). 3 The following provisions extend to England and Wales and Scotland only— a Part I; b sections 9 to 12, 14 and 17; c Schedule 2 (except for paragraphs 1, 2, 3(1), 7(2) and 16), and section 18 so far as relating thereto; d sections 23, 24 and 26; e Part IV except sections 42 to 44; f Chapter I of Part V (except paragraph 1 of Schedule 8, and section 70 so far as relating thereto); g sections 73, 75 and 77 and Schedule 9; h section 79; i paragraphs 1 to 8, 20 to 23, 32(b), 33, 35 and 37 of Schedule 11, and section 81 so far as relating thereto; j paragraphs 14 to 63, 66(17), 76 to 80, 82, 83 and 87 of Schedule 12, and section 84(1) so far as relating thereto; and k section 84(2) to (4). 4 The following provisions extend to England and Wales, Scotland and Northern Ireland— a paragraphs 3(1) and 16 of Schedule 2, and section 18 so far as relating thereto; b sections 42 to 44; c paragraph 1 of Schedule 8, and section 70 so far as relating thereto; d section 80; e paragraphs 29 to 31 and 32(a) of Schedule 11, and section 81 so far as relating thereto; f sections 82 and 83; g paragraphs 13, 73 to 75 and 81 of Schedule 12, and section 84(1) so far as relating thereto; h sections 85(1), (2), (6) and (7) and 86; and i section 89, this section and section 91. 5 The following provisions extend to Northern Ireland only— a paragraph 7(2) of Schedule 2, and section 18 so far as relating thereto; b sections 74, 76 and 78 and Schedule 10; c paragraphs 9 to 19, 24 to 28, 34, 36 and 38 of Schedule 11, and section 81 so far as relating thereto; d paragraphs 84 to 86 of Schedule 12, and section 84(1) so far as relating thereto; and e section 87. 6 Nothing in the preceding provisions of this section applies to any repeal made by this Act; and the extent of any such repeal is the same as that of the enactment repealed."}, {"act": "Welfare Reform and Pensions Act 1999", "year": 1999, "section": "91", "section_title": " Short title, general interpretation and Scottish devolution.", "section_text": "91 1 This Act may be cited as the Welfare Reform and Pensions Act 1999. 2 In this Act— “ the Administration Act ” means the  Social Security Administration Act 1992; “ the Contributions and Benefits Act ” means the  Social Security Contributions and Benefits Act 1992. 3 In this Act, except sections 84(2) and (3), 85(1) and (6) and 89, and in any Act amended by this Act, references to the coming into force of any provision of this Act are to its coming into force otherwise than for the purpose of authorising the making of regulations. 4 For the purposes of the Scotland Act 1998, the following provisions shall be taken to be pre-commencement enactments within the meaning of that Act— a paragraphs 8(3) and (4) and 10 of Schedule 12; and b so far as relating to those provisions, sections 83, 84(1) and 89(1) and (5)."}]