[{"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "1", "section_title": " Prohibition of dark smoke from industrial or trade premises.", "section_text": "1 1 Subject to the following provisions of this section, dark smoke shall not be emitted from any industrial or trade premises and if, on any day, dark smoke is so emitted the occupier of the premises  and any person who causes or permits the emission  shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 1A For the purposes of subsection (1) above, there shall be taken to have been an emission of dark smoke from industrial or trade premises in any case where— a material is burned on those premises, and b the circumstances are such that the burning would be likely to give rise to the emission of dark smoke, unless the occupier or any person who caused or permitted the burning shows that no dark smoke was emitted. 2 Subsection (1) above shall not apply to the emission of dark smoke from a chimney of a building or from any other chimney to which section 1 of the principal Act (prohibiton of dark smoke from chimneys) applies. 3 The Minister may by regulations exempt from subsection (1) above, subject to compliance with such conditions if any as may be prescribed, the emission of dark smoke caused by the burning of any prescribed matter. 4 In proceedings for an offence under this section it shall be a defence to prove that the contravention complained of was inadvertent and that all practicable steps had been taken to prevent or minimise the emission of dark smoke. 5 In this section “ industrial or trade premises ” means premises used for any industrial or trade purposes or premises not so used on which matter is burnt in connection with any industrial or trade process."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "2", "section_title": " Emission of grit and dust from furnaces.", "section_text": "2 1 The Minister may by regulations prescribe limits on the rates of emission of grit and dust from the chimneys of furnaces to which this section applies, and different limits may be prescribed under this subsection for different cases and according to different circumstances. 2 If on any day grit or dust is emitted from a chimney serving a furnace to which this section applies at a rate exceeding the relevant limit prescribed under subsection (1) above, the occupier of any building in which the furnace is situated shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 3 In proceedings for an offence under subsection (2) above it shall be a defence to prove that the best practicable means had been used for minimising the alleged emission. 4 If, in the case of a building containing a furnace to which this section applies and which is served by a chimney to which there is no limit applicable under subsection (1) above, the occupier fails to use any practicable means there may be for minimising the emission of grit or dust from the chimney, he shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 5 This section applies to any furnace in which solid, liquid or gaseous matter is burnt, not being a furnace designed solely or mainly for domestic purposes and used for heating a boiler with maximum heating capacity of less than  16.12 kilowatts . 6 Section 5 of the principal Act (grit and dust from solid fuel furnaces) shall cease to have effect."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "3", "section_title": " Requirement to fit arrestment plant to new furnaces.", "section_text": "3 1 Subject to the provisions of section 4 of this Act no furnace to which section 2 above applies shall be used in a building— a to burn pulverised fuel; or b to burn, at a rate of  45.4 kilograms  or more an hour, any other solid matter; or c to burn, at a rate equivalent to  366.4 kilowatts or more , any liquid or gaseous matter; unless the furnace is provided with plant for arresting grit and dust which has been approved by the local authority or which has been installed in accordance with plans and specifications submitted to and approved by the local authority, and that plant is properly maintained and used. 2 The Minister may by regulations substitute for any rate mentioned in subsection (1)(b) or (c) above such other rate as he thinks fit, but no regulations shall be made under this subsection so as to reduce any such rate unless a draft of the regulations has been laid before Parliament and approved by each House of Parliament. 3 If on any day a furnace is used in contravention of subsection (1) above, the occupier of the building shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 4 Subsection (1) above and regulations under subsection (2) above reducing any rate mentioned in subsection (1)(b) or (c) above shall not apply to a furnace which has been installed, the installation of which has been begun, or an agreement for the purchase or installation of which has been entered into, before the commencement of this section or the coming into operation of the regulations, as the case may be. 5 Section 6(1) of the principal Act (new furnaces to be fitted with plant to arrest grit and dust) shall not apply to a furnace to which subsection (1) above applies; and subsections  (4) and  (5) of that section (power of the appropriate Minister with respect to approvals under that section) shall apply in relation to an approval under subsection (1) above as they apply in relation to an approval under that section. 6 Where a local authority determine an application for approval under the said section 6(1) or subsection (1) above, they shall give the applicant a written notification of their decision and, in the case of a decision not to grant approval, shall state their reasons for not doing so. 7 The right of a person to appeal under section 6(4) of the principal Act against a decision of a local authority under that section or this section shall not be exercisable more than twenty-eight days after he is notified of the decision."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "4", "section_title": " Exemptions from requirement to fit arrestment plant.", "section_text": "4 1 The Minister may by regulations provide that furnaces of any prescribed class shall while used for a prescribed purpose be exempted from the operation of section 3(1) above. 2 If on the application of the occupier of a building a local authority are satisfied that the emission of grit and dust from any chimney serving a furnace in the building will not be prejudicial to health or a nuisance if the furnace is used for a particular purpose without compliance with section 3(1) above, they may exempt the furnace from the operation of that subsection while used for that purpose. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 If a local authority to whom an application is duly made for an exemption under subsection (2) above fail to determine the application and to give a written notice of their decision to the applicant within eight weeks of receiving the application or such longer period as may be agreed in writing between the applicant and the authority, the furnace shall be treated as having been granted an exemption from the operation of section 3(1) above while used for the purpose specified in the application. 5 If a local authority decide not to grant an exemption under subsection (2) above, they shall give the applicant a written notification of their decision stating their reasons, and the applicant may within twenty-eight days of receiving the notification appeal against the decision to the appropriate Minister. 6 On an appeal under this section the appropriate Minister may confirm the decision appealed against, or may grant the exemption applied for or may vary the purpose for which the furnace to which the application relates may be used without compliance with section 3(1) above, and shall give the appellant a written notification of any decision of the Minister on an appeal under this section, stating his reasons for the decision. 7 If on any day a furnace which is exempt from the operation of section 3(1) above is used for a purpose other than a prescribed purpose or, as the case may be, a purpose for which the furnace may be used by virtue of subsection (2), (4) or (6) above, the occupier of the building shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale ."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "5", "section_title": " Measurement of grit, dust and fumes emitted from furnaces.", "section_text": "5 1 In section 7(1) of the principal Act (measurement of grit and dust emitted from furnaces) for paragraph (b) there shall be substituted the following paragraphs :— b to burn, at a rate of 100 pounds or more an hour, any other solid matter ; or c to burn, at a rate equivalent to 1¼ million or more British thermal units an hour, any liquid or gaseous matter. 2 The Minister may by regulations substitute for any rate mentioned in the said section 7(1)(b) or (c) such other rate as he thinks fit, but no regulations shall be made under this subsection so as to reduce any such rate unless a draft of the regulations has been laid before Parliament and approved by each House of Parliament. 3 In the case of a furnace to which section 7(2) of the principal Act is applied and which is used— a to burn, at a rate less than  1.02 tonnes  an hour, solid matter other than pulverised fuel; or b to burn at a rate of less than  8.21 Megawatts , any liquid or gaseous matter; the occupier of the building in which the furnace is situate may, by notice in writing given to the local authority, request the local authority to make and record measurements of the grit, dust and fumes emitted from the furnace. 4 A notice given under subsection (3) above by the occupier of a building may be withdrawn by a subsequent notice in writing given to the local authority by him or any subsequent occupier of that building. 5 While a notice is in force under subsection (3) above the local authority shall from time to time make and record measurements of the grit, dust and fumes emitted from the furnace to which the notice relates and the occupier shall not be under a duty to comply with any requirements of regulations under section 7(2) of the principal Act in relation to the furnace, except those imposed by virtue of paragraph (b) of that subsection. 6 A direction under section 7(1) of the principal Act applying section 7(2) of that Act to a furnace which is used as mentioned in subsection (3)(a) or (b) above shall contain a statement of the effect of subsections (3) to (5) above. 7 The occupier of a building who by virtue of the said section 7(2) is under a duty to make and record measurements of grit, dust and fumes emitted from a furnace in the building shall permit the local authority to be represented during the making and recording of those measurements."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "6", "section_title": " Height of chimneys.", "section_text": "6 1 An occupier of a building shall not knowingly cause or permit a furnace therein to which this section applies to be used in the building as mentioned in section 3(1) above as originally enacted unless the height of the chimney serving the furnace has been approved under this section and any conditions subject to which the approval was granted are complied with, and if on any day he does so, he shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 2 A person having possession of a boiler or industrial plant attached to a building or for the time being fixed to or installed on any land, other than an exempted boiler or plant, shall not knowingly cause or permit a furnace thereof to which this section applies to be used as mentioned in section 3(1) above as originally enacted, unless the height of the chimney serving the furnace has been approved under this section and any conditions subject to which the approval was granted are complied with, and if on any day he does so, he shall be liable on summary conviction to a fine not exceeding  level 5 on the standard scale . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 A local authority shall not approve the height of a chimney under this section unless they are satisfied that its height will be sufficient to prevent, so far as practicable, the smoke, grit, dust, gases or fumes emitted from the chimney from becoming prejudicial to health or a nuisance having regard to— a the purpose of the chimney; b the position and descriptions of buildings near it; c the levels of the neighbouring ground; d any other matters requiring consideration in the circumstances. 5 An approval of the height of a chimney by a local authority under this section may be granted without qualification or subject to conditions as to the rate or quality, or the rate and quality, of emissions from the chimney. 6 If a local authority to whom an application is duly made for approval under this section fail to determine the application and to give a written notification of their decision to the applicant within four weeks of receiving the application or such longer period as may be agreed in writing between the applicant and the authority, the approval applied for shall be deemed to have been granted without qualification. 7 If a local authority decide not to approve the height of a chimney under this section or to attach conditions to their approval, they shall give the applicant a written notification of their decision, stating their reasons and, in the case of a decision not to approve the height of the chimney, specifying the lowest height, if any, which they are prepared to approve unconditionally or the lowest height which they are prepared to approve if approval is granted subject to any specified conditions, or (if they think fit) both, and the applicant may within twenty-eight days of receiving the notification appeal against the decision to the appropriate Minister. 8 On an appeal under this section the appropriate Minister may confirm the decision appealed against, or may approve the height of the chimney without qualification or subject to conditions as to the rate or quality, or the rate and quality, of emissions from the chimney, or may cancel any conditions imposed by the local authority or substitute for any conditions so imposed any other conditions which the authority had power to impose. 9 The appropriate Minister shall give the appellant a written notification of any decision of the Minister on an appeal under this section, stating his reasons for the decision, and, in the case of a decision not to approve the height of a chimney, specifying the lowest height, if any, which he is prepared to approve unconditionally or the lowest height which he is prepared to approve if approval is granted subject to any specified conditions, or (if he thinks fit) both. 10 This section applies to the following furnaces:— a any furnace served by a chimney other than a chimney the construction of which was begun or the plans for which were passed before the commencement of this section; b any furnace the combustion space of which has been increased since the commencement of this section; and c any furnace the installation of which was begun after the commencement of this section and which replaces a furnace which had a smaller combustion space; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . 11 In this section “ exempted boiler or plant ” means a boiler or plant which is used or to be used wholly for any prescribed purpose, and references to the applicant shall, in a case where the original applicant notifies the local authority that his interest in the application has been transferred to another person, be construed as references to that other person. 12 Section 10 of the principal Act (requirement for approval of height of chimneys on submission of plans) shall cease to have effect as respects any chimney serving a furnace."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "7", "section_title": " Application to fumes of certain provisions as to grit and dust.", "section_text": "7 1 the Minister may by regulations— a apply all or any of the provisions of sections 2, 3 and 4 of this Act and of sections 18(2), 19(3), 20(4) and 22(1) of the principal Act (provisions relating to grit and dust) to fumes as they apply to grit and dust; and b apply all or any of the provisions of section 3 of the principal Act (requirement that new furnaces shall be so far as practicable smokeless) to fumes as they apply to smoke; subject, in either case, to such exceptions and modifications as the Minister thinks expedient. 2 Regulations under this section may make different provision for different cases. 3 No regulations shall be made under this section unless a draft of the regulations has been laid before Parliament and approved by each House of Parliament."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "7A", "section_title": " Application to gases of certain provisions as to grit and dust.", "section_text": "7A 1 The Minister may by regulations— a apply all or any of the provisions of sections 2, 3, 4 and 5 of this Act and of sections 7, 18(2), 19(3), 20(4) and 22(1) of the principal Act (provisions relating to grit and dust or smoke) to prescribed gases as they apply to grit and dust; and b apply all or any of the provisions of section 3 of the principal Act (requirement that new furnaces shall be so far as practicable smokeless) to prescribed gases as they apply to smoke; subject, in either case, to such exceptions and modifications as the Minister thinks expedient. 2 Regulations under this section may make different provision for different cases. 3 No regulations shall be made under this section unless a draft of the regulations has been laid before Parliament and approved by each House of Parliament. 4 In the application of any provision of the principal Act or this Act to prescribed gases by virtue of regulations under this section, any reference to the rate of emission of any substance shall be construed as a reference to the percentage by volume or by mass of the gas which may be emitted during a period specified in the regulations. 5 In this section— “ gas ” includes vapour and moisture precipitated from vapour; and “ prescribed ” means prescribed in regulations under this section."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "8", "section_title": " Power of appropriate Minister to require creation of smoke control areas.", "section_text": "8 1 If after consultation with a local authority the appropriate Minister is satisfied that it is expedient to abate the pollution of the air by smoke in the area or part of the area of the authority and that authority have not exercised, or have not sufficiently exercised, their powers under section 11 of the principal Act (smoke control areas) to abate the pollution, he may direct the authority to prepare and submit to him for his approval, within such period not being less than six months from the direction as may be specified in the direction, proposals for making and bringing into operation one or more orders under that section within such period or periods as the authority think fit. 2 Any proposals made by a local authority in pursuance of a direction under subsection (1) above may be varied by further proposals made by the authority within the period specified for the making of the original proposals or such longer period as the appropriate Minister may allow. 3 The appropriate Minister may reject any proposals submitted to him under this section or may approve them in whole or in part, with or without modifications. 4 Where a local authority to whom a direction has been given under subsection (1) above fail to submit proposals to the appropriate Minister within the period specified in the direction, or where any proposals so submitted are rejected in whole or in part, the appropriate Minister may make an order declaring them to be in default and directing them for the purposes of removing the default to exercise their powers under section 11 of the principal Act in such manner and within such period as may be specified in the order. 5 An order under subsection (4) above may be varied or revoked by a subsequent order made by the appropriate Minister. 6 While proposals made by a local authority and approved by the appropriate Minister under this section are in force, it shall be the duty of the authority to make such order or orders under section 11 of the principal Act as are necessary to carry out the proposals as for the time being in force. 7 Sections 321 and 322 of the  Public Health Act 1936 and sections  193 and 194 329  of the Housing (Scotland) Act  1966 1987  (default powers) shall not apply to a failure by a local authority to discharge their functions under section 11 of the principal Act or to submit proposals to the appropriate Minister in pursuance of a direction under subsection (1) above or to perform a duty imposed on them by or by virtue of subsection (4) or (6) above. 8 Any increase attributable to the provisions of this section in the sums payable out of moneys provided by Parliament under section 13 of the principal Act (Exchequer contributions towards expenditure incurred for the purpose of avoiding emissions of smoke in smoke control areas) shall be defrayed out of moneys so provided."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "9", "section_title": " Acquisition and sale of unauthorised fuel in a smoke control area.", "section_text": "9 1 Any person who— a acquires any solid fuel, other than an authorised fuel, for use in a building in a smoke control area otherwise than in a building or fireplace exempted from the operation of section 11 of the principal Act; or b acquires any solid fuel, other than an authorised fuel, for use in a boiler or plant to which this paragraph applies in a smoke control area, not being a boiler or plant so exempted; or c sells by retail any solid fuel, other than an authorised fuel, for delivery by him or on his behalf to a building in a smoke control area or to premises in such an area in which there is a boiler or plant to which paragraph (b) above applies; shall be liable on summary conviction to a fine not exceeding  £100 . 2 Subsection (1)(b) above applies to any boiler or industrial plant attached to a building or for the time being fixed to or installed on any land. 3 Subsection (1) above shall, in its application to a smoke control area in which the operation of section 11 of the principal Act is limited by an order under that section to specified classes of buildings, boilers or plant, have effect as if references therein to a building, boiler or plant were references to a building, boiler or plant of a class specified in the order. 4 The power of the appropriate Minister under section 11 of the principal Act to suspend or relax the operation of that section in relation to the whole or any part of a smoke control area shall include power to suspend or relax the operation of subsections (1) and (2) above in relation to the whole or any part of such an area. 5 A person shall not be convicted of an offence under this section consisting of the sale of fuel for delivery to a building or premises if he proves that he believed and had reasonable grounds for believing— a that the building was exempted from the operation of section 11 of the principal Act or, in a case where the operation of that section is limited to specified classes of building, was not of a specified class; or b that the fuel was acquired for use in a fireplace, boiler or plant so exempted or, in a case where the operation of that section is limited to specified classes of boilers or plant, in a boiler or plant not of a specified class."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "10", "section_title": " Miscellaneous amendments of procedure for making orders with respect to smoke control areas.", "section_text": "10 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 In section 95(2) of the  Housing Act 1964 (power of local authority after making an order under section 11 of the principal Act to designate unsuitable heating appliances which are not to qualify for adaptation grants in smoke control areas) for the words “after an order has been made by a local authority\" there shall be substituted the words “after a local authority has resolved to make an order\"."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "11", "section_title": " Relation of Clean Air Acts to, and amendment of, Alkali Act.", "section_text": "11 1 Subject to the following provisions of this section, sections 1 to 16 of the principal Act and sections 1 to 10 above shall not apply to any work subject or potentially subject to the Alkali Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 If, on the application of the local authority, the appropriate Minister is satisfied that in all the circumstances it is expedient so to do, he may by order exclude the application of subsections (1) and (2) above to the whole or any specified part of any work subject or potentially subject to the Alkali Act and, while those subsections are so excluded,— a in any proceedings brought by virtue of section 1 or 11(2) of the principal Act (dark smoke, and smoke control orders) or section 1 of this Act in respect of the emission of smoke from the work or, as the case may be, the specified part thereof it shall be a defence to prove that the best practicable means had been employed to prevent or minimise the alleged emission; and b in any proceedings brought by virtue of section 16(1) of the principal Act (smoke nuisances) in respect of smoke emitted from the work or, as the case may be, the specified part thereof, the defence provided for by the proviso to the said section 16(1) shall be available whether the smoke was emitted from a chimney or not. 4 Any order made under subsection (3) above may be revoked or varied by a subsequent order made by the appropriate Minister. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In this section— “ Alkali Act ” means the  Alkali, &c., Works Regulation Act 1906; “ work subject or potentially subject to the Alkali Act ” means— so much of any work registered under section 9 of that Act as is directly concerned in the processes which necessitate its registration under that section; and so much of any work in the course of erection or alteration as will on the completion of the erection or alteration be directly concerned in such processes. 7 The Minister may from time to time determine how much of any work mentioned in subsection (6) above is or will be directly concerned as aforesaid and his determination shall, until revoked or varied by him, be conclusive. 8 Subsections (1), (2), (5) and (6) of section 17 of the principal Act (which make provision corresponding to the foregoing provisions of this section) shall cease to have effect, but any order made before the commencement of this section under the said subsection (2) as respects any work or any part thereof shall be treated as an order under subsection (3) above excluding the application of subsections (1) and (2) above to that work or, as the case may be, that part thereof and any determination made before the commencement of this section under the said subsection (3) shall be treated as if made under subsection (7) above. 9 In section 17(3) and (4) of the principal Act “ Alkali Act ” has the same meaning as in this section."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "11A", "section_title": " Relation to Environmental Protection Act 1990, Part I.", "section_text": "11A 1 The preceding provisions of this Act shall not apply to any process which is a prescribed process as from the date which is the determination date for that process. 2 The “ determination date ” for a prescribed process is— a in the case of a process for which an authorisation is granted, the date on which the enforcing authority grants it, whether in pursuance of the application or, on an appeal, of a direction to grant it; b in the case of a process for which an authorisation is refused the date of the refusal or, on an appeal, of the affirmation of the refusal. 3 In this section “authorisation\", “enforcing authority\" and “prescribed process\" have the meaning given in section 1 of the Environmental Protection Act 1990 and the reference to an appeal is a reference to an appeal under section 15 of that Act."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "12", "section_title": " Regulations.", "section_text": "12 1 Any power of the Minister under this Act to make regulations and any power of the Minister under section . . .   15 of this Act to make orders shall be exercisable by statutory instrument. 2 Any statutory instrument containing regulations made under this Act, except an instrument containing regulations a draft of which is required by section 3(2), 5(2) or 7(3) of this Act to be approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "13", "section_title": " Interpretation.", "section_text": "13 1 In this Act, except so far as the context otherwise requires— “ the appropriate Minister ” means, except as respects Scotland or Wales and Monmouthshire,  the Secretary of State  and, as respects Scotland or Wales and Monmouthshire, the Secretary of State; “ fumes ” means any airborne solid matter smaller than dust; “ the Minister ” means as respects England and Wales  the Secretary of State  and as respects Scotland the Secretary of State; “ prescribed ” means prescribed by regulations made by the Minister; “ the principal Act ” means the  Clean Air Act 1956; and other expressions used in this Act and the principal Act have the same meanings in this Act as they have in that Act. 2 In this Act any reference to the rate of emission of any substance or any reference which is to be understood as such a reference shall, in relation to any regulations or conditions, be construed as a reference to the quantities of that substance which may be emitted during a period specified in the regulations or conditions. 3 Any reference in this Act to any enactment is a reference thereto as amended, and includes a reference thereto as extended or applied, by or under any other enactment, including this Act."}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "14", "section_title": " Adaptation and minor and consequential amendments of principal Act, and repeals.", "section_text": "14 1 Schedule 1 to this Act shall have effect for adapting the principal Act and for making amendments of that Act which are minor or are consequential on the foregoing provisions of this Act. 2 The provisions of the principal Act specified in Schedule 2 to this Act (which include provisions which were wholly or partially obsolete or unnecessary before the passing of this Act) are hereby repealed to the extent specified in that Schedule. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Clean Air Act 1968 (repealed 27.8.1993)", "year": 1968, "section": "15", "section_title": " Short title, citation, commencement and extent.", "section_text": "15 1 This Act may be cited as the Clean Air Act 1968. 2 The principal Act and this Act may be cited together as the Clean Air Acts 1956 and 1968. 3 This Act shall come into operation on a day appointed by an order made by the Minister, and different days may be appointed under this section for different purposes and, in particular, different days may be so appointed for the coming into operation of the same provision in different areas. 4 Any order made under subsection (3) above by the Minister may be varied or revoked by a subsequent order made by him. 5 Any reference in this Act to the commencement of any provision thereof shall be construed as a reference to the day appointed for the coming into operation of that provision or, in the case of a provision which comes into operation on different days in different areas, shall, in relation to any area, be construed as a reference to the day appointed for the coming into operation of that provision in that area. 6 This Act shall not extend to Northern Ireland."}]