[{"act": "Children and Social Work Act 2017", "year": 2017, "section": "1", "section_title": "Corporate parenting principles", "section_text": "1 1 A local authority in England must, in carrying out functions in relation to the children and young people mentioned in subsection (2), have regard to the need— a to act in the best interests, and promote the physical and mental health and well-being, of those children and young people; b to encourage those children and young people to express their views, wishes and feelings; c to take into account the views, wishes and feelings of those children and young people; d to help those children and young people gain access to, and make the best use of, services provided by the local authority and its relevant partners; e to promote high aspirations, and seek to secure the best outcomes, for those children and young people; f for those children and young people to be safe, and for stability in their home lives, relationships and education or work; g to prepare those children and young people for adulthood and independent living. 2 The children and young people mentioned in this subsection are— a children who are looked after by a local authority, within the meaning given by section 22(1) of the Children Act 1989; b relevant children within the meaning given by section 23A(2) of that Act; c persons aged under 25 who are former relevant children within the meaning given by section 23C(1) of that Act. 3 In this section— “ local authority in England ” means— a county council in England; a district council; a London borough council; the Common Council of the City of London (in their capacity as a local authority); the Council of the Isles of Scilly; a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009; “ relevant partners ”, in relation to a local authority, has the meaning given by section 10(4) of the Children Act 2004. 4 A local authority in England must have regard to any guidance given by the Secretary of State as to the performance of the duty under subsection (1)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "2", "section_title": "Local offer for care leavers", "section_text": "2 1 A local authority in England must publish information about— a services which the local authority offers for care leavers as a result of its functions under the Children Act 1989; b other services which the local authority offers that may assist care leavers in, or in preparing for, adulthood and independent living. 2 For the purposes of subsection (1), services which may assist care leavers in, or in preparing for, adulthood and independent living include services relating to— a health and well-being; b relationships; c education and training; d employment; e accommodation; f participation in society. 3 Where it considers appropriate, a local authority in England must publish information about services for care leavers offered by others which the local authority has power to offer as a result of its functions under the Children Act 1989. 4 Information required to be published by a local authority under this section is to be known as its  “local offer for care leavers”. 5 A local authority must update its local offer for care leavers from time to time, as appropriate. 6 Before publishing its local offer for care leavers (or any updated version) a local authority must consult relevant persons about which of the services offered by the local authority may assist care leavers in, or in preparing for, adulthood and independent living. 7 In this section— “ care leavers ” means— eligible children within the meaning given by paragraph 19B of Schedule 2 to the Children Act 1989; relevant children within the meaning given by section 23A(2) of that Act; persons aged under 25 who are former relevant children within the meaning given by section 23C(1) of that Act; persons qualifying for advice and assistance within the meaning given by section 24 of that Act; “ local authority in England ” means— a county council in England; a district council; a London borough council; the Common Council of the City of London (in their capacity as a local authority); the Council of the Isles of Scilly; a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009; “ relevant persons ”, in relation to a local authority, means such care leavers and other persons as appear to the local authority to be representative of care leavers in its area."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "3", "section_title": "Advice and support", "section_text": "3 1 The Children Act 1989 is amended as follows. 2 After section 23CZA insert— England: further advice and support 23CZB 1 This section applies to a former relevant child if— a he or she has reached the age of 21 but not the age of 25, and b a local authority in England had duties towards him or her under section 23C (whether or not some of those duties continue to subsist by virtue of subsection (7) of that section). 2 If the former relevant child informs the local authority that he or she wishes to receive advice and support under this section, the local authority has the duties provided for in subsections (3) to (6). 3 The local authority must provide the former relevant child with a personal adviser until the former relevant child— a reaches the age of 25, or b if earlier, informs the local authority that he or she no longer wants a personal adviser. 4 The local authority must— a carry out an assessment in relation to the former relevant child under subsection (5), and b prepare a pathway plan for the former relevant child. 5 An assessment under this subsection is an assessment of the needs of the former relevant child with a view to determining— a whether any services offered by the local authority (under this Act or otherwise) may assist in meeting his or her needs, and b if so, what advice and support it would be appropriate for the local authority to provide for the purpose of helping the former relevant child to obtain those services. 6 The local authority must provide the former relevant child with advice and support that it would be appropriate to provide as mentioned in subsection (5)(b). 7 Where a former relevant child to whom this section applies is not receiving advice and support under this section, the local authority must offer such advice and support— a as soon as possible after he or she reaches the age of 21, and b at least once in every 12 months. 8 In this section  “ former relevant child ” has the meaning given by section 23C(1). 3 In section 23CA (further assistance to pursue education or training) for subsection (2) substitute— 2 It is the duty of the responsible local authority to provide a personal adviser for a person to whom this section applies. 4 In section 23D (personal advisers) after subsection (2) insert— 3 Where a local authority in England ceases to be under a duty to provide a personal adviser for a person under any provision of this Part, that does not affect any other duty under this Part to provide a personal adviser for the person. 4 Where a local authority in England has more than one duty under this Part to provide a personal adviser for a person, each duty is discharged by the provision of the same personal adviser (the local authority are not required to provide more than one personal adviser for the person). 5 Section 23E (pathway plans) is amended as follows. 6 In subsection (1) (contents of pathway plan), after paragraph (a) (but before the  “and” at the end) insert— aa in the case of a plan prepared under section 23CZB, the advice and support that the local authority intend to provide; . 7 After subsection (1) insert— 1ZA A local authority may carry out an assessment under section 23CZB(5) of a person's needs at the same time as any assessment of the person's needs is made under section 23CA(3). 8 In subsection (1A) (statutory assessments that may be carried out at the same time as assessment relating to a pathway plan) after  “23B(3)” insert  “                      , 23CZB(5)                    ” . 9 In subsection (1B) (regulations about assessments) after  “23B(3)” insert  “                      , 23CZB(5)                    ” . 10 In subsection (1D) (pathway plans to be kept under review) after  “23B” insert  “                      , 23CZB                    ” ."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "4", "section_title": "Duty of local authority in relation to previously looked after children", "section_text": "4 Before section 23ZA of the Children Act 1989 (and the italic heading before it) insert— Educational achievement of previously looked after children Information and advice for promoting educational achievement 23ZZA 1 A local authority in England must make advice and information available in accordance with this section for the purpose of promoting the educational achievement of each relevant child educated in their area. 2 The advice and information must be made available to— a any person who has parental responsibility for the child, b the member of staff at the child's school designated under section 20A of the Children and Young Persons Act 2008 or by virtue of section 2E of the Academies Act 2010, and c any other person that the local authority consider appropriate. 3 A local authority in England may do anything else that they consider appropriate with a view to promoting the educational achievement of relevant children educated in their area. 4 A local authority in England must appoint at least one person for the purpose of discharging the duty imposed by subsection (1). 5 The person appointed for that purpose must be an officer employed by the authority or another local authority in England. 6 In this section— “ relevant child ” means— a child who was looked after by the local authority or another local authority in England or Wales but ceased to be so looked after as a result of— a child arrangements order which includes arrangements relating to with whom the child is to live, or when the child is to live with any person, a special guardianship order, or an adoption order within the meaning given by section 72(1) of the Adoption Act 1976 or section 46(1) of the Adoption and Children Act 2002, or a child who appears to the local authority— to have been in state care in a place outside England and Wales because he or she would not otherwise have been cared for adequately, and to have ceased to be in that state care as a result of being adopted. 7 For the purposes of this section a child is educated in a local authority's area if— a the child is receiving early years provision secured by the local authority under section 7(1) of the Childcare Act 2006, or b the child is of compulsory school age and— i the child attends a school in the local authority's area, or ii if the child does not attend school, the child receives all or most of his or her education in the local authority's area. 8 For the purposes of this section a child is in  “state care” if he or she is in the care of, or accommodated by— a a public authority, b a religious organisation, or c any other organisation the sole or main purpose of which is to benefit society."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "5", "section_title": "Maintained schools: staff member for previously looked after pupils", "section_text": "5 After section 20 of the Children and Young Persons Act 2008 insert— Designated staff member for previously looked after pupils 20A 1 The governing body of a maintained school in England must— a designate a member of the staff at the school (the  “designated person”) as having responsibility for promoting the educational achievement of registered pupils within subsection (2), and b ensure that the designated person undertakes appropriate training and has regard to any guidance issued by the Secretary of State. 2 A registered pupil is within this subsection if the pupil— a was looked after by a local authority but ceased to be looked after by them as a result of— i a child arrangements order (within the meaning given by section 8(1) of the 1989 Act) which includes arrangements relating to with whom the child is to live, or when the child is to live with any person, ii a special guardianship order (within the meaning given by section 14A(1) of the 1989 Act), or iii an adoption order (within the meaning given by section 72(1) of the Adoption Act 1976 or section 46(1) of the Adoption and Children Act 2002), or b appears to the governing body— i to have been in state care in a place outside England and Wales because he or she would not otherwise have been cared for adequately, and ii to have ceased to be in that state care as a result of being adopted. 3 The Secretary of State may by regulations require the governing body of a maintained school in England to ensure that the designated person has qualifications or experience (or both) prescribed by the regulations. 4 In exercising its functions under this section the governing body of a maintained school in England must have regard to any guidance issued by the Secretary of State. 5 For the purposes of this section a person is  “looked after by a local authority” if the person is looked after by a local authority for the purposes of the 1989 Act or Part 6 of the 2014 Act. 6 For the purposes of this section a person is in  “state care” if he or she is in the care of, or accommodated by— a a public authority, b a religious organisation, or c any other organisation the sole or main purpose of which is to benefit society. 7 In this section— “ maintained school ” has the meaning given by section 39(1) of the Education Act 2002; “ registered pupil ” has the meaning given by section 434(5) of the Education Act 1996."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "6", "section_title": "Academies: staff member for looked after and previously looked after pupils", "section_text": "6 1 After section 2D of the Academies Act 2010 insert— Provision about staff member for looked after and previously looked after pupils 2E 1 An Academy agreement must include provision requiring the proprietor of the Academy— a to designate a member of staff at the Academy (the  “designated person”) as having responsibility for promoting the educational achievement of relevant pupils at the Academy, b to ensure that the designated person undertakes appropriate training and has regard to any guidance issued by the Secretary of State, and c in complying with provision included in the agreement by virtue of paragraph (a) or (b), to have regard to any guidance issued by the Secretary of State. 2 An Academy agreement made before the day on which section 6 of the Children and Social Work Act 2017 (which inserts this section) comes fully into force is to be treated as if it included the provision required by subsection (1). 3 The Secretary of State may by regulations— a require an Academy agreement to include provision requiring the proprietor of the Academy— i to ensure that a designated person has qualifications or experience (or both) prescribed by the regulations, and ii in complying with provision included in the agreement by virtue of sub-paragraph (i), to have regard to any guidance issued by the Secretary of State; b provide that an Academy agreement made before the day on which the regulations come into force is to be treated as if it included any provision required under paragraph (a). 4 In this section— “pupil”— in relation to an Academy school or an alternative provision Academy, means a registered pupil at the Academy; in relation to a 16 to 19 Academy, means a person receiving education at the Academy; “ relevant pupil ”, in relation to Academy, means a pupil at the Academy who— is looked after by a local authority, was looked after by a local authority but has ceased to be so looked after as a result of a relevant order, or appears to the proprietor of the Academy— to have been in state care in a place outside England and Wales because he or she would not otherwise have been cared for adequately, and to have ceased to be in that state care as a result of being adopted; “ relevant order ” means— a child arrangements order (within the meaning given by section 8(1) of the Children Act 1989) which includes arrangements relating to— with whom a child is to live, or when a child is to live with any person, a special guardianship order (within the meaning given by section 14A(1) of the Children Act 1989), or an adoption order (within the meaning given by section 72(1) of the Adoption Act 1976 or section 46(1) of the Adoption and Children Act 2002). 5 For the purposes of this section a person is  “looked after by a local authority” if the person is looked after by a local authority for the purposes of the Children Act 1989 or Part 6 of the Social Services and Well-being (Wales) Act 2014 (anaw 4). 6 For the purposes of this section a person is in  “state care” if he or she is in the care of, or accommodated by— a a public authority, b a religious organisation, or c any other organisation the sole or main purpose of which is to benefit society. 7 For the purposes of section 569 of EA 1996 (as applied by section 17(4)), regulations under subsection (3)(b) are to be treated as if the statutory instrument containing them fell within subsection (2A) of that section (regulations subject to affirmative procedure). 2 After section 2 of the Academies Act 2010 insert—  “                      Provision to be included in Academy agreements                    ” ."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "7", "section_title": "Maintained schools: guidance for staff member for looked after pupils", "section_text": "7 In section 20 of the Children and Young Persons Act 2008 (designated staff member for looked after pupils) after subsection (2) insert— 2A If the school is in England, the governing body must ensure that the designated person has regard to any guidance issued by the Secretary of State."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "8", "section_title": "Care orders: permanence provisions", "section_text": "8 In section 31 of the Children Act 1989 (care and supervision orders), for subsection (3B) substitute— 3B For the purposes of subsection (3A), the permanence provisions of a section 31A plan are— a such of the plan's provisions setting out the long-term plan for the upbringing of the child concerned as provide for any of the following— i the child to live with any parent of the child's or with any other member of, or any friend of, the child's family; ii adoption; iii long-term care not within sub-paragraph (i) or (ii); b such of the plan's provisions as set out any of the following— i the impact on the child concerned of any harm that he or she suffered or was likely to suffer; ii the current and future needs of the child (including needs arising out of that impact); iii the way in which the long-term plan for the upbringing of the child would meet those current and future needs."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "9", "section_title": "Adoption: duty to have regard to relationship with adopters", "section_text": "9 In section 1(4) of the Adoption and Children Act 2002 (matters to which court is to have regard in coming to a decision relating to the adoption of a child), in paragraph (f)\t\t\t(relationships), after  “relatives,” in the first place it occurs, insert  “                  with any person who is a prospective adopter with whom the child is placed,                ” ."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "10", "section_title": "Placing children in secure accommodation elsewhere in Great Britain", "section_text": "10 Schedule 1 contains amendments relating to— a the placement by local authorities in England and Wales of children in secure accommodation in Scotland, and b the placement by local authorities in Scotland of children in secure accommodation in England and Wales."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "11", "section_title": "Chapter 1: consequential amendments", "section_text": "11 Schedule 2 contains amendments consequential on this Chapter."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "12", "section_title": "Child Safeguarding Practice Review Panel", "section_text": "12 In the Children Act 2004, before section 17 insert— Child Safeguarding Practice Review Panel Child Safeguarding Practice Review Panel 16A 1 The Secretary of State must establish a panel to be known as the Child Safeguarding Practice Review Panel. 2 The Secretary of State may make any arrangements that the Secretary of State considers appropriate for the establishment of the Panel in accordance with this section. 3 The Panel is to consist of a chair and members appointed by the Secretary of State. 4 A person may be appointed for a particular period or otherwise. 5 The Secretary of State may remove the chair or a member of the Panel if satisfied that the chair or member— a has become unfit or unable to discharge his or her functions properly, or b has behaved in a way that is not compatible with continuing in office. 6 The arrangements that may be made by the Secretary of State under subsection (2) include arrangements about— a the Panel's proceedings; b annual or other reports. 7 The Secretary of State may provide staff, facilities or other assistance to the Panel (and the arrangements that may be made under this section include arrangements about those matters). 8 The Secretary of State may pay remuneration or expenses to the chair and members of the Panel."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "13", "section_title": "Functions of the Panel", "section_text": "13 In the Children Act 2004, after section 16A (inserted by section 12), insert— Functions of the Panel 16B 1 The functions of the Child Safeguarding Practice Review Panel are, in accordance with regulations made by the Secretary of State— a to identify serious child safeguarding cases in England which raise issues that are complex or of national importance, and b where they consider it appropriate, to arrange for those cases to be reviewed under their supervision. 2 The purpose of a review under subsection (1)(b) is to identify any improvements that should be made by safeguarding partners or others to safeguard and promote the welfare of children. 3 Where the Panel arrange for a case to be reviewed under their supervision, they must— a ensure that the reviewer provides a report on the outcome of the review; b ensure— i that the reviewer makes satisfactory progress, and ii that the report is of satisfactory quality; c provide the report to the Secretary of State. 4 The Panel must publish the report, unless they consider it inappropriate to do so. 5 If the Panel consider it inappropriate to publish the report, they must publish any information relating to the improvements that should be made following the review that they consider it appropriate to publish. 6 Regulations under this section may include provision about— a criteria to be taken into account by the Panel in determining whether serious child safeguarding cases raise issues that are complex or of national importance; b eligibility for appointment as a reviewer; c the selection process for appointment of a reviewer; d the person who is to select a reviewer; e the supervisory powers of the Panel in relation to a reviewer; f removal of a reviewer; g payments of remuneration or expenses to a reviewer by the Secretary of State; h the procedure for a review; i the form and content of a report; j the time when a report is to be provided to the Secretary of State, or published. 7 The Panel must have regard to any guidance given by the Secretary of State in connection with functions conferred by this section. 8 Guidance given by the Secretary of State may include guidance about— a circumstances in which it may be appropriate for a serious child safeguarding case to be reviewed; b matters to be taken into account in deciding whether a review is making satisfactory progress or whether a report is of satisfactory quality. 9 In this section— a  “ reviewer ” means any one or more persons appointed to review a case under the supervision of the Panel; “ safeguarding partners ” means persons who, under section 16E, are safeguarding partners in relation to one or more local authority areas in England (see subsection (3) of that section); “ serious child safeguarding cases ” means cases in which— abuse or neglect of a child is known or suspected by a local authority or another person exercising functions in relation to children, and the child has died or been seriously harmed; “ serious harm ” includes serious or long-term impairment of mental health or intellectual, emotional, social or behavioural development."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "14", "section_title": "Events to be notified to the Panel", "section_text": "14 In the Children Act 2004, after section 16B (inserted by section 13), insert— Events to be notified to the Panel 16C 1 Where a local authority in England knows or suspects that a child has been abused or neglected, the local authority must notify the Child Safeguarding Practice Review Panel if— a the child dies or is seriously harmed in the local authority's area, or b while normally resident in the local authority's area, the child dies or is seriously harmed outside England. 2 A local authority in England must have regard to any guidance given by the Secretary of State in connection with their functions under this section. 3 In this section  “ serious harm ” has the meaning given by section 16B(9)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "15", "section_title": "Information", "section_text": "15 In the Children Act 2004, after section 16C (inserted by section 14), insert— Information 16D 1 The Child Safeguarding Practice Review Panel may, for the purpose of enabling or assisting the performance of a function conferred by section 16B, request a person or body to provide information specified in the request to— a the Panel, b a reviewer, or c another person or body specified in the request. 2 The person or body to whom a request under this section is made must comply with the request. 3 The Panel may enforce the duty under subsection (2) against the person or body by making an application to the High Court or the county court for an injunction. 4 The information may be used by the Panel, reviewer, or other person or body to whom it is provided only for the purpose mentioned in subsection (1). 5 In this section  “ reviewer ” means any one or more persons appointed to review a case under the supervision of the Panel."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "16", "section_title": "Local arrangements for safeguarding and promoting welfare of children", "section_text": "16 After section 16D of the Children Act 2004 (inserted by section 15 of this Act) insert— Safeguarding partners for local authority areas Local arrangements for safeguarding and promoting welfare of children 16E 1 The safeguarding partners for a local authority area in England must make arrangements for— a the safeguarding partners, and b any relevant agencies that they consider appropriate, to work together in exercising their functions, so far as the functions are exercised for the purpose of safeguarding and promoting the welfare of children in the area. 2 The arrangements must include arrangements for the safeguarding partners to work together to identify and respond to the needs of children in the area. 3 In this section— “ relevant agency ”, in relation to a local authority area in England, means a person who— is specified in regulations made by the Secretary of State, and exercises functions in that area in relation to children; “ safeguarding partner ”, in relation to a local authority area in England, means— the local authority; a clinical commissioning group for an area any part of which falls within the local authority area; the chief officer of police for a police area any part of which falls within the local authority area."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "17", "section_title": "Local child safeguarding practice reviews", "section_text": "17 After section 16E of the Children Act 2004 (inserted by section 16 of this Act) insert— Local child safeguarding practice reviews 16F 1 The safeguarding partners for a local authority area in England must make arrangements in accordance with this section— a to identify serious child safeguarding cases which raise issues of importance in relation to the area, and b for those cases to be reviewed under the supervision of the safeguarding partners, where they consider it appropriate. 2 The purpose of a review under subsection (1)(b) is to identify any improvements that should be made by persons in the area to safeguard and promote the welfare of children. 3 Where a case is reviewed under the supervision of the safeguarding partners, they must— a ensure that the reviewer provides a report on the outcome of the review; b ensure— i that the reviewer makes satisfactory progress, and ii that the report is of satisfactory quality; c provide the report to the Secretary of State and the Child Safeguarding Practice Review Panel. 4 The safeguarding partners must publish the report, unless they consider it inappropriate to do so. 5 If the safeguarding partners consider it inappropriate to publish the report, they must publish any information relating to the improvements that should be made following the review that they consider it appropriate to publish. 6 The Secretary of State may by regulations make provision about— a criteria to be taken into account by the safeguarding partners in determining whether serious child safeguarding cases raise issues of importance in relation to the area; b the appointment or removal of a reviewer by the safeguarding partners, including provision for a reviewer to be appointed by the safeguarding partners from a list provided by the Secretary of State; c the time when a report is to be provided to the Secretary of State or the Child Safeguarding Practice Review Panel, or published; d the procedure for a review; e the form and content of a report. 7 In this section  “ reviewer ” means any one or more persons appointed to review a case under the supervision of the safeguarding partners for a local authority area."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "18", "section_title": "Further provision about arrangements", "section_text": "18 After section 16F of the Children Act 2004 (inserted by section 17 of this Act) insert— Further provision about arrangements 16G 1 This section applies in relation to arrangements made under section 16E or 16F by the safeguarding partners for a local authority area in England. 2 The safeguarding partners must publish the arrangements. 3 The arrangements must include arrangements for scrutiny by an independent person of the effectiveness of the arrangements. 4 The safeguarding partners and relevant agencies for the local authority area must act in accordance with the arrangements. 5 Subsection (6) applies where a person is specified in regulations under section 16E(3) for the purposes of the definition of  “relevant agency”. 6 The regulations may make provision for the enforcement against the person of the duty imposed by subsection (4), if the Secretary of State considers that there would otherwise be no appropriate means of enforcing that duty against the person (but the regulations may not create criminal offences). 7 At least once in every 12 month period, the safeguarding partners must prepare and publish a report on— a what the safeguarding partners and relevant agencies for the local authority area have done as a result of the arrangements, and b how effective the arrangements have been in practice."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "19", "section_title": "Information", "section_text": "19 After section 16G of the Children Act 2004 (inserted by section 18 of this Act) insert— Information 16H 1 Any of the safeguarding partners for a local authority area in England may, for the purpose of enabling or assisting the performance of functions conferred by section 16E or 16F, request a person or body to provide information specified in the request to— a the safeguarding partner or any other safeguarding partner for the area, b any of the relevant agencies for the area, c a reviewer, or d another person or body specified in the request. 2 The person or body to whom a request under this section is made must comply with the request. 3 The safeguarding partner that made the request may enforce the duty under subsection (2) against the person or body by making an application to the High Court or the county court for an injunction. 4 The information may be used by the person or body to whom it is provided only for the purpose mentioned in subsection (1)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "20", "section_title": "Funding", "section_text": "20 After section 16H of the Children Act 2004 (inserted by section 19 of this Act) insert— Funding 16I 1 The safeguarding partners for a local authority area in England may make payments towards expenditure incurred in connection with arrangements under section 16E or 16F— a by making payments directly, or b by contributing to a fund out of which the payments may be made. 2 The payments that may be made include payments of remuneration, allowances or expenses to a reviewer or an independent person. 3 The safeguarding partners for a local authority area in England may provide staff, goods, services, accommodation or other resources to any person for purposes connected with arrangements under section 16E or 16F. 4 Relevant agencies for a local authority area in England may make payments towards expenditure incurred in connection with arrangements under section 16E— a by making payments directly, or b by contributing to a fund out of which the payments may be made. 5 In this section an  “ independent person ” means an independent person mentioned in section 16G(3)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "21", "section_title": "Combining safeguarding partner areas and delegating functions", "section_text": "21 After section 16I of the Children Act 2004 (inserted by section 20 of this Act) insert— Combining safeguarding partner areas and delegating functions 16J 1 The safeguarding partners for two or more local authority areas in England may agree that their areas are to be treated as a single area for the purposes of sections 16E to 16I and subsections (3) to (5) of this section. 2 References in sections 16E to 16I and in subsections (3) to (5) of this section to a local authority area are to be read in accordance with any agreement under subsection (1). 3 Where a local authority is a safeguarding partner for the same local authority area as another local authority (as a result of an agreement under subsection (1)), the authorities may arrange for one of them to carry out functions under sections 16E to 16I on behalf of the other. 4 Where a clinical commissioning group is a safeguarding partner for the same local authority area as another clinical commissioning group, the groups may arrange for one of them to carry out functions under sections 16E to 16I on behalf of the other. 5 Where a chief officer of police is a safeguarding partner for the same area as another chief officer of police, the officers may arrange for one of them to carry out functions under sections 16E to 16I on behalf of the other."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "22", "section_title": "Guidance by Secretary of State", "section_text": "22 After section 16J of the Children Act 2004 (inserted by section 21 of this Act) insert— Guidance by Secretary of State 16K 1 The safeguarding partners and relevant agencies for a local authority area in England must have regard to any guidance given by the Secretary of State in connection with functions conferred on them by sections 16E to 16J. 2 Guidance given by the Secretary of State in connection with functions conferred by section 16F may include guidance about— a circumstances in which it may be appropriate for a serious child safeguarding case to be reviewed; b matters to be taken into account in deciding whether a review is making satisfactory progress or whether a report is of satisfactory quality."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "23", "section_title": "Interpretation", "section_text": "23 After section 16K of the Children Act 2004 (inserted by section 22 of this Act) insert— Interpretation of sections 16E to 16K 16L In sections 16E to 16K— “ reviewer ” has the meaning given by section 16F(7); “ safeguarding partner ”, in relation to a local authority area, has the meaning given by section 16E(3); “ serious child safeguarding cases ” has the meaning given by section 16B(9); “ relevant agency ”, in relation to a local authority area, has the meaning given by section 16E(3)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "24", "section_title": "Child death reviews", "section_text": "24 After section 16L of the Children Act 2004 (inserted by section 23 of this Act) insert— Child death review partners for local authority areas Child death reviews 16M 1 The child death review partners for a local authority area in England must make arrangements for the review of each death of a child normally resident in the area. 2 The child death review partners may also, if they consider it appropriate, make arrangements for the review of a death in their area of a child not normally resident there. 3 The child death review partners must make arrangements for the analysis of information about deaths reviewed under this section. 4 The purposes of a review or analysis under this section are— a to identify any matters relating to the death or deaths that are relevant to the welfare of children in the area or to public health and safety, and b to consider whether it would be appropriate for anyone to take action in relation to any matters identified. 5 Where the child death review partners consider that it would be appropriate for a person to take action as mentioned in subsection (4)(b), they must inform that person. 6 The child death review partners for a local authority area in England must, at such intervals as they consider appropriate, prepare and publish a report on— a what they have done as a result of the arrangements under this section, and b how effective the arrangements have been in practice."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "25", "section_title": "Information", "section_text": "25 After section 16M of the Children Act 2004 (inserted by section 24 of this Act) insert— Information 16N 1 Any of the child death review partners for a local authority area in England may, for the purpose of enabling or assisting the performance of functions conferred by section 16M, request a person or body to provide information specified in the request to— a the child death review partner or any other child death review partner for the area, or b another person or body. 2 The person or body to whom a request under this section is made must comply with the request. 3 The child death review partner that made the request may enforce the duty under subsection (2) against the person or body by making an application to the High Court or the county court for an injunction. 4 The information may be used by the person or body to whom it is provided only for the purpose mentioned in subsection (1)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "26", "section_title": "Funding", "section_text": "26 After section 16N of the Children Act 2004 (inserted by section 25 of this Act) insert— Funding 16O 1 The child death review partners for a local authority area in England may make payments towards expenditure incurred in connection with arrangements under section 16M— a by making payments directly, or b by contributing to a fund out of which payments may be made. 2 The child death review partners for a local authority area in England may provide staff, goods, services, accommodation or other resources to any person for purposes connected with arrangements under section 16M."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "27", "section_title": "Combining child death review partner areas and delegating functions", "section_text": "27 After section 16O of the Children Act 2004 (inserted by section 26 of this Act) insert— Combining child death review partner areas and delegating functions 16P 1 The child death review partners for two or more local authority areas in England may agree that their areas are to be treated as a single area for the purposes of sections 16M to 16O and subsections (3) and (4) of this section. 2 References in sections 16M to 16O and in subsections (3) and (4) of this section to a local authority area are to be read in accordance with any agreement under subsection (1). 3 Where a local authority is a child death review partner for the same local authority area as another local authority (as a result of an agreement under subsection (1)), the authorities may arrange for one of them to carry out functions under sections 16M to 16O on behalf of the other. 4 Where a clinical commissioning group is a child death review partner for the same local authority area as another clinical commissioning group, the groups may arrange for one of them to carry out functions under sections 16M to 16O on behalf of the other."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "28", "section_title": "Guidance and interpretation", "section_text": "28 After section 16P of the Children Act 2004 (inserted by section 27 of this Act) insert— Guidance and interpretation 16Q 1 The child death review partners for a local authority area in England must have regard to any guidance given by the Secretary of State in connection with functions conferred on them by sections 16M to 16P. 2 In this section and sections 16M to 16P  “ child death review partners ”, in relation to a local authority area in England, means— a the local authority; b any clinical commissioning group for an area any part of which falls within the local authority area."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "29", "section_title": "Regulations under provisions inserted by sections 13, 16 and 17", "section_text": "29 In section 66(3) of the Children Act 2004 (regulations subject to affirmative procedure), after  “12B(1)(b)” insert  “                  , 16B (whether alone or with regulations under section 16F), 16E(3)                ” ."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "30", "section_title": "Abolition of Local Safeguarding Children Boards", "section_text": "30 Omit sections 13 to 16 of the Children Act 2004 (Local Safeguarding Children Boards)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "31", "section_title": "Chapter 2: consequential amendments", "section_text": "31 Schedule 2 contains amendments consequential on this Chapter."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "32", "section_title": "Pre-employment protection of whistle-blowers", "section_text": "32 1 Part 5A of the Employment Rights Act 1996 is amended as follows. 2 In the Part heading omit  “in the Health Service”. 3 In section 49B, in the heading, at the beginning insert  “                      The health service:                    ” . 4 After section 49B insert— Children's social care: regulations prohibiting discrimination because of protected disclosure 49C 1 The Secretary of State may make regulations prohibiting a relevant employer from discriminating against a person who applies for a children's social care position (an  “applicant”) because it appears to the employer that the applicant has made a protected disclosure. 2 A  “ position ” means a position in which a person works under— a a contract of employment, b a contract to do work personally, or c the terms of an appointment to an office or post. 3 A position is a  “children's social care position” if the work done in it relates to the children's social care functions of a relevant employer. 4 For the purposes of subsection (1), a relevant employer discriminates against an applicant if the employer refuses the applicant's application or in some other way treats the applicant less favourably than it treats or would treat other applicants for the same position. 5 Regulations under this section may, in particular— a make provision as to circumstances in which discrimination by a worker or agent of a relevant employer is to be treated, for the purposes of the regulations, as discrimination by the employer; b confer jurisdiction (including exclusive jurisdiction) on employment tribunals or the Employment Appeal Tribunal; c make provision for or about the grant or enforcement of specified remedies by a court or tribunal; d make provision for the making of awards of compensation calculated in accordance with the regulations; e make different provision for different cases or circumstances; f make incidental or consequential provision, including incidental or consequential provision amending— i an Act of Parliament (including this Act), ii an Act of the Scottish Parliament, iii a Measure or Act of the National Assembly for Wales, or iv an instrument made under an Act or Measure within any of sub-paragraphs (i) to (iii). 6 Subsection (5)(f) does not affect the application of section 236(5) to the power conferred by this section. 7 “ Relevant employer ” means any of the following that are prescribed by regulations under this section— a a local authority in England; b a body corporate that, under arrangements made by a local authority in England under section 1 of the Children and Young Persons Act 2008, exercises children's social care functions; c a person who, as a result of a direction under section 497A(4) or (4A) of the Education Act 1996 as applied by section 50 of the Children Act 2004 (local authorities in England: intervention by Secretary of State) exercises children's social care functions; d the council of a county or county borough in Wales; e a person who, as a result of a direction under any of sections 153 to 157 of the Social Services and Well-being (Wales) Act 2014, exercises children's social care functions; f a council constituted under section 2 of the Local Government  etc  (Scotland) Act 1994. 8 A  “ local authority in England ” means— a a county council in England; b a district council; c a London borough council; d the Common Council of the City of London (in their capacity as a local authority); e the Council of the Isles of Scilly; f a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009. 9 “Children's social care functions”— a in relation to a relevant employer referred to in subsection (7)(a) to (c), means functions of a local authority in England under— i any legislation specified in Schedule 1 to the Local Authority Social Services Act 1970 so far as relating to those under the age of 18; ii sections 23C to 24D of the Children Act 1989, so far as not within sub-paragraph (i); iii the Children Act 2004; iv any subordinate legislation (within the meaning given by section 21(1) of the Interpretation Act 1978) under the legislation mentioned in sub-paragraphs (i) to (iii); b in relation to a relevant employer referred to in subsection (7)(d) or (e), means any functions relating to the social care of children in Wales that are prescribed by regulations under this section; c in relation to a relevant employer referred to in subsection (7)(f), means any functions relating to the social care of children in Scotland that are prescribed by regulations under this section. 10 The Secretary of State must consult the Welsh Ministers before making regulations under this section in reliance on subsection (7)(d) or (e) or (9)(b). 11 The Secretary of State must consult the Scottish Ministers before making regulations under this section in reliance on subsection (7)(f) or (9)(c). 12 For the purposes of subsection (5)(a)— a “worker” has the extended meaning given by section 43K, and b a person is a worker of a relevant employer if the relevant employer is an employer in relation to the person within the extended meaning given by that section. 5 In section 230(6) (interpretation of references to employees, workers etc) for  “and 49B(10)” substitute  “                      , 49B(10) and 49C(12)                    ” . 6 In section 236(3) (orders and regulations subject to affirmative procedure) after  “49B,” insert  “                      49C,                    ” ."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "33", "section_title": "Power to secure proper performance", "section_text": "33 1 In section 50 of the Children Act 2004 (powers of the Secretary of State to secure proper performance etc), after subsection (6) insert— 7 If any functions of a local authority in England which are specified in subsection (2) are exercisable by a combined authority by virtue of section 105 of the Local Democracy, Economic Development and Construction Act 2009— a a reference in this section to a local authority includes a reference to the combined authority, and b a reference in this section to functions specified in subsection (2) is, in relation to the combined authority, to be read as a reference to those functions so far as exercisable by the combined authority. 2 In section 15 of the Childcare Act 2006 (powers of the Secretary of State to secure proper performance etc), after subsection (6) insert— 6A If any functions of an English local authority under this Part are exercisable by a combined authority by virtue of section 105 of the Local Democracy, Economic Development and Construction Act 2009— a a reference in any of subsections (3) to (6) to an English local authority includes a reference to the combined authority, and b a reference in those subsections to functions under this Part is, in relation to the combined authority, to be read as a reference to those functions so far as exercisable by the combined authority."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "34", "section_title": "Education relating to relationships and sex", "section_text": "34 1 The Secretary of State must by regulations make provision requiring— a relationships education to be provided to pupils of compulsory school age receiving primary education at schools in England; b relationships and sex education to be provided (instead of sex education) to pupils receiving secondary education at schools in England. 2 The regulations must include provision— a requiring the Secretary of State to give guidance to proprietors of schools in relation to the provision of the education and to review the guidance from time to time; b requiring proprietors of schools to have regard to the guidance; c requiring proprietors of schools to make statements of policy in relation to the education to be provided, and to make the statements available to parents or other persons; d about the circumstances in which a pupil (or a pupil below a specified age) is to be excused from receiving relationships and sex education or specified elements of that education. 3 The regulations must provide that guidance given by virtue of subsection (2)(a) is to be given with a view to ensuring that when relationships education or relationships and sex education is given— a the pupils learn about— i safety in forming and maintaining relationships, ii the characteristics of healthy relationships, and iii how relationships may affect physical and mental health and well-being, and b the education is appropriate having regard to the age and the religious background of the pupils. 4 The regulations may make further provision in connection with the provision of relationships education, or relationships and sex education. 5 Before making the regulations, the Secretary of State must consult such persons as the Secretary of State considers appropriate. 6 The regulations may amend any provision (including provision conferring powers) that is made by or under— a section 342 of the Education Act 1996; b Chapter 4 of Part 5 of the Education Act 1996; c Schedule 1 to the Education Act 1996; d Part 6 of the Education Act 2002; e Chapter 1 of Part 4 of the Education and Skills Act 2008; f the Academies Act 2010. 7 Any duty to make provision by regulations under subsection (1) may be discharged by making that provision by regulations under another Act, so long as the Secretary of State consults such persons as the Secretary of State considers appropriate before making the regulations under that Act. 8 The provision that may be made by regulations under subsection (1) by virtue of section 67 includes, in particular, provision amending, repealing or revoking any provision made by or under any Act or any other instrument or document (whenever passed or made). 9 Regulations under subsection (1) which amend provision made by or under an Act are subject to the affirmative resolution procedure. 10 Other regulations under subsection (1) are subject to the negative resolution procedure. 11 Expressions used in this section, where listed in the left-hand column of the table in section 580 of the Education Act 1996, are to be interpreted in accordance with the provisions of that Act listed in the right-hand column in relation to those expressions."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "35", "section_title": "Other personal, social, health and economic education", "section_text": "35 1 The Secretary of State may by regulations make provision requiring personal, social, health and economic education (beyond that required by virtue of section 34) to be provided— a to pupils of compulsory school age receiving primary education at schools in England; b to pupils receiving secondary education at schools in England. 2 The regulations may include— a provision requiring the Secretary of State to give guidance to proprietors of schools in relation to the provision of the education; b provision requiring proprietors of schools to have regard to that guidance; c provision requiring proprietors of schools to make statements of policy in relation to the education to be provided, and to make the statements available to parents or other persons; d further provision in connection with the provision of the education. 3 Before making the regulations, the Secretary of State must consult such persons as the Secretary of State considers appropriate. 4 The regulations may amend any provision (including provision conferring powers) that is made by or under— a section 342 of the Education Act 1996; b Chapter 4 of Part 5 of the Education Act 1996; c Schedule 1 to the Education Act 1996; d Part 6 of the Education Act 2002; e Chapter 1 of Part 4 of the Education and Skills Act 2008; f the Academies Act 2010. 5 The provision that may be made by regulations under subsection (1) by virtue of section 67 includes, in particular, provision amending, repealing or revoking any provision made by or under any Act or any other instrument or document (whenever passed or made). 6 Regulations under subsection (1) which amend provision made by or under an Act are subject to the affirmative resolution procedure. 7 Other regulations under subsection (1) are subject to the negative resolution procedure. 8 Expressions used in this section, where listed in the left-hand column of the table in section 580 of the Education Act 1996, are to be interpreted in accordance with the provisions of that Act listed in the right-hand column in relation to those expressions. 9 A power to make provision under this section does not limit any power to make provision of the same kind under another Act."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "36", "section_title": "Social Work England", "section_text": "36 1 A body corporate called Social Work England is established. 2 Social Work England is referred to in this Part as  “ the regulator ”. 3 Schedule 3 makes further provision about the regulator. 4 The Secretary of State may by regulations rename Social Work England. 5 Regulations under subsection (4) may include consequential amendments to any provision contained in or made under this or any other Act."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "37", "section_title": "Over-arching objective", "section_text": "37 1 The over-arching objective of the regulator in exercising its functions is the protection of the public. 2 The pursuit by the regulator of its over-arching objective involves the pursuit of the following objectives— a to protect, promote and maintain the health, safety and well-being of the public; b to promote and maintain public confidence in social workers in England; c to promote and maintain proper professional standards for social workers in England."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "38", "section_title": "Advisers", "section_text": "38 1 The Secretary of State may by regulations— a permit or require the regulator to appoint one or more people or panels of people to advise the regulator on matters relating to its functions, and b make provision about the functions of people or panels so appointed. 2 The regulations may make further provision in connection with the appointment of a person or panel. 3 For example, the regulations may make provision about— a payments to be made to those appointed; b staff, facilities or other assistance."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "39", "section_title": "Registration", "section_text": "39 1 The regulator must keep a register of social workers in England. 2 The Secretary of State may by regulations require the regulator to keep a register of people who are undertaking education or training in England to become social workers. 3 The Secretary of State may by regulations— a authorise the regulator to appoint a member of staff as a registrar; b make provision about the functions of the registrar; c make other provision in connection with the keeping of a register. 4 For example, the regulations may make provision about— a eligibility for registration or continued registration; b the combination of the registers mentioned in subsections (1) and (2); c categories of registration; d the procedure for dealing with registration applications; e expiry and renewal of entries; f the content of the register; g duties to provide information to the regulator; h suspension or removal from the register; i restoration of entries; j appeals against decisions in connection with registration; k publication of, or access to, the register or information contained in it; l the procedure for considering, investigating or determining any matter in connection with the register or registration (including standards of proof); m evidence in legal proceedings of matters contained in the register (including provision for a certificate to be conclusive proof)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "40", "section_title": "Restrictions on practice and protected titles", "section_text": "40 The Secretary of State may by regulations impose prohibitions or restrictions in connection with— a the carrying out of social work in England; b the use, in relation to social work in England, of titles or descriptions specified in the regulations; c the holding out of a person as qualified to carry out social work in England."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "41", "section_title": "Professional standards", "section_text": "41 1 The regulator must determine and publish professional standards for social workers in England. 2 If the regulator is required to keep a register of students, it must determine and publish standards of conduct or ethics for registered students. 3 Before determining a standard under this section the regulator must— a consult such persons as the regulator considers appropriate, and b obtain the Secretary of State's approval of the standard. 4 The Secretary of State may by regulations make provision about arrangements for assessing whether a person meets a professional standard under subsection (1) relating to proficiency. 5 If the Secretary of State has made regulations under section 48(1)(a) (transfer to the regulator of functions in connection with approved mental health professionals), the reference in subsection (1) to professional standards for social workers in England includes professional standards relating to their work as approved mental health professionals."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "42", "section_title": "Improvement standards", "section_text": "42 1 The Secretary of State may— a determine and publish improvement standards for social workers in England; b carry out assessments of whether people meet improvement standards under paragraph (a). 2 The Secretary of State may make arrangements for another person to do any or all of those things (and may make payments to that person). 3 The Secretary of State must consult such persons as the Secretary of State considers appropriate before determining a standard under subsection (1)(a). 4 In this section  “ improvement standard ” means a professional standard the attainment of which demonstrates particular expertise or specialisation. 5 Nothing in this section limits anything in section 41."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "43", "section_title": "Education and training", "section_text": "43 1 The regulator must, in relation to people who are or who wish to become social workers in England, determine and publish standards of education or training. 2 Before determining a standard under this section the regulator must— a consult such persons as the regulator considers appropriate, and b obtain the Secretary of State's approval of the standard. 3 The Secretary of State may by regulations make provision for the regulator to operate a scheme for the approval of— a courses of education or training for people who are or who wish to become social workers in England; b qualifications for people who are or who wish to become social workers in England. 4 The regulations may make provision in connection with the approval scheme. 5 For example, the regulations may make provision about— a the criteria for approval or continued approval; b the procedure for approval or renewal of approval; c duties to provide information to the regulator; d inspections in connection with the approval or continued approval of courses or qualifications (including provision for the appointment of people to carry out inspections); e appeals against decisions in connection with approval; f the publication of the scheme. 6 The provision that may be made under the regulations about the appointment of people to carry out inspections includes provision about— a payments to be made to those appointed; b staff, facilities or other assistance."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "44", "section_title": "Discipline and fitness to practise", "section_text": "44 1 The regulator must— a make arrangements for protecting the public from social workers in England whose fitness to practise is impaired, and b make arrangements for taking other disciplinary action against social workers in England. 2 The Secretary of State may by regulations require the regulator to make arrangements for taking disciplinary action against registered students. 3 The Secretary of State may by regulations make further provision about— a fitness to practise as a social worker in England, b discipline of social workers in England or registered students, and c the arrangements to be made under subsection (1) or (2). 4 For example, the regulations may make provision about— a the person by whom decisions about discipline or fitness to practise are to be taken on behalf of the regulator; b the appointment of assessors, examiners or legal or other advisers; c the circumstances in which disciplinary action may be taken or the circumstances in which a person's fitness to practise is impaired; d the procedure for considering, investigating or determining disciplinary matters or fitness to practise (including standard of proof); e powers to obtain information; f temporary measures that may be taken against a person pending the outcome of an investigation; g sanctions; h appeals against decisions; i publication of decisions. 5 The provision that may be made about persons appointed under the regulations includes provision about— a payments to those persons; b staff, facilities or other assistance."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "45", "section_title": "Offences", "section_text": "45 1 The Secretary of State may by regulations create offences in connection with— a registration in a register mentioned in section 39; b prohibitions or restrictions imposed under section 40 (restrictions on practice and protected titles); c failing to comply with a requirement to provide documents or other information or to attend and give evidence under regulations under section 39 or 44; d providing false or misleading information or evidence in response to a requirement under regulations under section 39 or 44. 2 The regulations— a must provide for the offences to be triable summarily only, and b may not provide for the offences to be punishable with imprisonment."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "46", "section_title": "Ensuring adequate provision of social work training", "section_text": "46 1 The Secretary of State may take such steps as the Secretary of State considers appropriate— a to ensure that adequate provision is made for social work training, and b to encourage individuals resident in England to undertake social work training. 2 The power under subsection (1) may, in particular, be used to provide financial or other assistance (subject to any conditions the Secretary of State thinks are appropriate)— a for individuals resident in England to undertake social work training; b for organisations providing social work training. 3 Functions of the Secretary of State under this section may be exercised by any person, or by employees of any person, authorised to do so by the Secretary of State. 4 For the purpose of determining— a the terms and effect of an authorisation under subsection (3), and b the effect of so much of any contract made between the Secretary of State and the authorised person as relates to the exercise of the function, Part 2 of the Deregulation and Contracting Out Act 1994 has effect as if the authorisation were given by virtue of an order under section 69 of that Act; and in subsection (3)  “ employee ” has the same meaning as in that Part. 5 In this section  “ social work training ” means education or training that is suitable for people who are or wish to become social workers in England."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "47", "section_title": "Exercise by Special Health Authority of functions under section 46(1)(b)", "section_text": "47 1 The Secretary of State may direct a Special Health Authority to exercise functions under section 46(1)(b) so far as relating to the provision of financial or other assistance. 2 The National Health Service Act 2006 has effect as if— a any direction under subsection (1) were a direction under section 7 of that Act, and b any functions exercisable by the Special Health Authority by virtue of a direction under subsection (1) were exercisable under that section. 3 Directions under subsection (1)— a must be given by an instrument in writing, and b may be varied or revoked by subsequent directions."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "48", "section_title": "Approval of courses for approved mental health professionals", "section_text": "48 1 The Secretary of State may by regulations amend section 114ZA of the Mental Health Act 1983 (approval of courses for approved mental health professionals in England) for the purposes of— a transferring the functions of the Health and Care Professions Council under that section to the regulator; b giving the regulator power to charge fees for approving courses under that section. 2 The regulations may include further provision in connection with the approval of courses or charging of fees by the regulator under that section. 3 For example, the regulations may— a authorise the regulator to arrange for another person to exercise functions on the regulator's behalf; b make provision about the setting of criteria for the approval or continued approval of courses; c make provision about inspections in connection with the approval or continued approval of courses (including provision for the appointment of people to carry out inspections); d make provision about the procedure for approval or renewal of approval; e make provision about duties to provide information; f make provision about appeals against decisions in connection with approval; g make provision limiting the regulator's power to approve courses run outside the United Kingdom to those run by institutions approved by the regulator or approved by a person with whom the regulator has made arrangements. 4 The provision that may be made under the regulations about the appointment of people to carry out inspections includes provision about— a payments to be made to those appointed; b staff, facilities or other assistance. 5 If the regulations give the regulator power to charge fees, section 50(2) to (7) apply for the purposes of this section as they apply for the purposes of that section."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "49", "section_title": "Approval of courses for best interests assessors", "section_text": "49 1 Paragraph 130 of Schedule A1 to the Mental Capacity Act 2005 (assessments in connection with deprivation of liberty: regulations about selection, and eligibility, of persons to carry out assessments) is amended as follows. 2 After sub-paragraph (2) insert— 2A In relation to England— a the provision that the regulations may make in relation to a person's training in connection with best interests assessments includes provision for particular training to be specified by Social Work England or the Secretary of State otherwise than in the regulations; b the provision that the regulations may make in relation to a person's training in connection with other assessments includes provision for particular training to be specified by the Secretary of State otherwise than in the regulations. 2B The regulations may give Social Work England power to charge fees for specifying any training as mentioned in sub-paragraph (2A)(a). 2C If the regulations give Social Work England power to charge fees, section 50(2) to (7) of the Children and Social Work Act 2017 apply for the purposes of sub-paragraph (2B) as they apply for the purposes of that section. 3 In sub-paragraph (3)— a at the beginning insert  “                        In relation to Wales                      ” ; b for  “the appropriate authority” substitute  “                        the Welsh Ministers                      ” . 4 Omit sub-paragraph (4)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "50", "section_title": "Fees", "section_text": "50 1 The Secretary of State may by regulations confer power on the regulator to charge fees in connection with— a registration or continued registration in a register mentioned in section 39; b assessing whether a person meets a professional standard relating to proficiency as mentioned in section 41(4); c approval or continued approval in accordance with a scheme mentioned in section 43. 2 The regulator is responsible for setting the level of fees in accordance with any provision made by the regulations. 3 Before determining the level of any fee the regulator must— a consult any persons they consider appropriate, and b obtain the approval of the Secretary of State. 4 The regulations may authorise fees to be set at a level that exceeds the cost of the things in respect of which they are charged. 5 But the regulations must require the level of any fees to be set with a view to ensuring that, so far as possible, the regulator's fee income does not exceed its expenses (taking one year with another). 6 Regulations under this section may include provision about the collection and recovery of fees. 7 The regulations must require the regulator to pay any fee income to the Secretary of State unless the Secretary of State, with the consent of the Treasury, directs otherwise."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "51", "section_title": "Grants", "section_text": "51 1 The Secretary of State may make grants to the regulator. 2 A grant under this section may be made subject to any conditions the Secretary of State thinks are appropriate."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "52", "section_title": "Information and advice", "section_text": "52 1 The regulator may publish or disclose information about any matter relating to its functions or give advice about any matter relating to its functions. 2 The Secretary of State may by regulations — a make provision requiring the regulator to publish or disclose information, or give advice, under subsection (1); b make other provision supplementing subsection (1)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "53", "section_title": "Duty to co-operate", "section_text": "53 1 The regulator must where appropriate co-operate with the following in the exercise of its functions— a Social Care Wales, b the Scottish Social Services Council, c the Northern Ireland Social Care Council, and d any other person specified in regulations made by the Secretary of State. 2 Until section 67(3) of the Regulation and Inspection of Social Care (Wales) Act 2016 (anaw 2) comes fully into force, the reference in subsection (1)(a) to Social Care Wales is to be read as a reference to the Care Council for Wales."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "54", "section_title": "Information for Secretary of State", "section_text": "54 The regulator must provide any information that the Secretary of State requests in relation to the exercise of the regulator's functions."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "55", "section_title": "Default powers", "section_text": "55 1 The Secretary of State may give the regulator a remedial direction if the regulator— a has defaulted in performing any functions and has not remedied the default, or b is likely to default in performing any function. 2 The Secretary of State may by regulations make further provision about remedial directions and their enforcement. 3 For example, the regulations may make provision about— a the procedure for determining whether the regulator has defaulted or is likely to default; b the procedure for giving remedial directions; c the steps that the Secretary of State may take if the regulator fails to comply with a remedial direction (which may include doing anything that the regulator can do); d the payment by the regulator of any expenses incurred by the Secretary of State (including expenses incurred in making payments to anyone acting on the Secretary of State's behalf)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "56", "section_title": "Oversight by the Professional Standards Authority for Health and Social Care", "section_text": "56 Schedule 4 contains amendments to give the Professional Standards Authority for Health and Social Care functions to oversee the regulator."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "57", "section_title": "Conferral of functions and sub-delegation", "section_text": "57 1 Regulations under this Part may be used to confer functions on the regulator or a Minister of the Crown. 2 Regulations under this Part may confer discretions on the regulator or a Minister of the Crown. 3 Regulations under this Part may— a confer power on the regulator to make rules; b make provision in connection with the procedure for making those rules (including provision requiring the regulator to obtain the Secretary of State's approval before making rules of a specified description). 4 The provision that may be made in regulations under this Part by virtue of section 67 includes, in particular, provision amending, repealing or revoking any provision made by or under an Act or any other instrument or document (whenever passed or made)."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "58", "section_title": "Consultation", "section_text": "58 1 Before making regulations under this Part the Secretary of State must carry out a public consultation. 2 Where the Secretary of State lays a draft of an instrument containing regulations under this Part before Parliament, it must be accompanied by a report by the Secretary of State about the consultation. 3 The duties imposed by subsections (1) and (2) do not apply to regulations under section 36 (renaming of Social Work England). 4 The duties imposed by subsections (1) and (2) do not apply where the regulations amend other regulations and, in the opinion of the Secretary of State, they do not make any substantial change."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "59", "section_title": "Parliamentary procedure for regulations under Part 2", "section_text": "59 1 Regulations under section 36 (renaming of Social Work England) are subject to the negative resolution procedure. 2 Any other regulations under this Part are subject to the affirmative resolution procedure."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "60", "section_title": "Transfer scheme", "section_text": "60 1 The Secretary of State may make a scheme for the transfer of property, rights and liabilities from the Health and Care Professions Council (the  “old regulator”) to Social Work England. 2 The things that may be transferred under a transfer scheme include— a property, rights and liabilities that could not otherwise be transferred; b property acquired, and rights and liabilities arising, after the making of the scheme. 3 A transfer scheme may make consequential, supplementary, incidental or transitional provision and may— a create rights, or impose liabilities, in relation to property or rights transferred; b make provision about the continuing effect of things done by the old regulator in respect of anything transferred; c make provision about the continuation of things (including legal proceedings) in the process of being done by, on behalf of or in relation to the old regulator in respect of anything transferred; d make provision for references to the old regulator in an instrument or other document in respect of anything transferred to be treated as references to the transferee; e make provision for the shared ownership or use of property; f if the  TUPE  regulations do not apply in relation to the transfer, make provision which is the same or similar. 4 A transfer scheme may provide— a for modification by agreement; b for modifications to have effect from the date when the original scheme came into effect. 5 In subsection (3)(f),  “ TUPE regulations ” means the Transfer of Undertakings (Protection of Employment) Regulations 2006 ( SI  2006/246). 6 In this section— a references to rights and liabilities include rights and liabilities relating to a contract of employment; b references to the transfer of property include the grant of a lease."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "61", "section_title": "Repeal of existing powers to regulate social workers", "section_text": "61 1 The Health Act 1999 is amended as follows. 2 In section 60 (regulation of health professions, social workers, other care workers etc)— a in subsection (1), omit paragraphs (ba) and (bb); b in subsection (2), in paragraphs (c) and (d), omit  “(other than the social work profession in England)”; c omit subsection (2ZA); d in subsection (2ZC), omit paragraph (o); e for subsection (2ZE) substitute— 2ZEA In subsection (2ZC)  “ social work in England ” means social work which is required in connection with any health, education or social services provided in England. ; f in the heading, for  “, social workers, other care” substitute  “                        and social care                      ” . 3 In section 60A (standards of proof in fitness to practise proceedings)— a in subsection (2A), omit paragraph (b); b in subsection (2A)(c), for  “that section” substitute  “                        section 60                      ” ; c in subsection (3), omit  “or the social work profession in England (within the meaning given in section 60(2ZA)”. 4 In Schedule 3 (regulation of health care and associated professions)— a in paragraph 10, for the definitions of  “social care work in England”,  “social care workers in England” and  “the social work profession in England” substitute— “social care work in England” and  “social care workers in England” have the meaning given by section 60. ; b in paragraph 11(2A)(b), for  “members of the social work profession in England” substitute  “                        engaging in social work in England                      ” ."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "62", "section_title": "Amendments to do with this Part", "section_text": "62 Schedule 5 contains further minor and consequential amendments relating to this Part."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "63", "section_title": "Interpretation of Part 2", "section_text": "63 1 In this Part— “ approved mental health professional ” has the meaning given by section 114 of the Mental Health Act 1983; “ Minister of the Crown ” has the same meaning as in the Ministers of the Crown Act 1975; “ professional standards ” includes standards relating to— proficiency; performance; conduct and ethics; continuing professional training and development; “ register ” means a register mentioned in section 39(1) or (2) (and related expressions are to be read accordingly); “ register of students ” means a register mentioned in section 39(2) (and related expressions are to be read accordingly); “ registered student ” means a person registered as someone who is undertaking education or training in England to become a social worker; “ the regulator ” has the meaning given by section 36; “ social work in England ” means social work which is required in connection with any health, education, or social services provided in England; “ social worker in England ” means a person who engages in social work in England (but see subsection (2)). 2 A person who is a member of a profession to which section 60(2) of the Health Act 1999 applies is not to be treated as a social worker in England by reason only of carrying out work as an approved mental health professional."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "64", "section_title": "Review by independent person", "section_text": "64 1 The Secretary of State must commission an independent person to— a review the operation of this Part during the review period, and b send a report to the Secretary of State on the findings of the review. 2 In carrying out the review the independent person must consult representatives of social workers in England and anyone else that the person considers appropriate. 3 On receiving the report the Secretary of State must lay it before Parliament. 4 The Secretary of State must also lay before Parliament a response to the report. 5 The review period is 5 years beginning with the day on which section 39(1) comes fully into force."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "65", "section_title": "Power to make transitional provision", "section_text": "65 The Secretary of State may by regulations make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "66", "section_title": "Power to make consequential provision", "section_text": "66 1 The Secretary of State may by regulations make provision that is consequential on any provision made by this Act. 2 Regulations under this section may amend, repeal or revoke any provision made by or under an Act passed before this Act or in the same Session. 3 Regulations under this section that repeal or amend a provision of an Act are subject to the affirmative resolution procedure. 4 Any other regulations under this section are subject to the negative resolution procedure."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "67", "section_title": "Regulations: general", "section_text": "67 1 Regulations under this Act are to be made by statutory instrument. 2 Regulations under this Act may make— a consequential, supplementary, incidental, transitional or saving provision; b different provision for different purposes. 3 This section does not apply to regulations under section 70."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "68", "section_title": "Affirmative and negative resolution procedures", "section_text": "68 1 Where regulations under this Act are subject to  “the negative resolution procedure” the statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 2 Where regulations under this Act are subject to  “the affirmative resolution procedure” the regulations may not be made unless a draft of the statutory instrument containing them has been laid before Parliament and approved by a resolution of each House of Parliament. 3 Any provision that may be included in an instrument under this Act subject to the negative resolution procedure may be made by regulations subject to the affirmative resolution procedure."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "69", "section_title": "Extent", "section_text": "69 1 Section 10 and paragraphs 2, 4, 5 and 14 of Schedule 1 extend to England and Wales and Scotland. 2 Except as mentioned in subsection (1), any amendment or repeal made by this Act has the same extent as the provision amended or repealed. 3 Subject to subsections (1) and (2), Parts 1 and 2 extend to England and Wales only. 4 This Part extends to England and Wales, Scotland and Northern Ireland."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "70", "section_title": "Commencement", "section_text": "70 1 The following come into force on the day on which this Act is passed— a section 10 and Schedule 1; b this Part. 2 The other provisions of this Act come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 3 Different days may be appointed for different purposes."}, {"act": "Children and Social Work Act 2017", "year": 2017, "section": "71", "section_title": "Short title", "section_text": "71 1 This Act may be cited as the Children and Social Work Act 2017."}]