[{"act": "Criminal Finances Act 2017", "year": 2017, "section": "1", "section_title": "Unexplained wealth orders: England and Wales and Northern Ireland", "section_text": "1 In Chapter 2 of Part 8 of the Proceeds of Crime Act 2002 (investigations: England and Wales and Northern Ireland), after section 362 insert— Unexplained wealth orders Unexplained wealth orders 362A 1 The High Court may, on an application made by an enforcement authority, make an unexplained wealth order in respect of any property if the court is satisfied that each of the requirements for the making of the order is fulfilled. 2 An application for an order must— a specify or describe the property in respect of which the order is sought, and b specify the person whom the enforcement authority thinks holds the property (“ the respondent ”)\t\t\t\t\t\t\t\t\t\t\t(and the person specified may include a person outside the United Kingdom). 3 An unexplained wealth order is an order requiring the respondent to provide a statement— a setting out the nature and extent of the respondent's interest in the property in respect of which the order is made, b explaining how the respondent obtained the property (including, in particular, how any costs incurred in obtaining it were met), c where the property is held by the trustees of a settlement, setting out such details of the settlement as may be specified in the order, and d setting out such other information in connection with the property as may be so specified. 4 The order must specify— a the form and manner in which the statement is to be given, b the person to whom it is to be given, and c the place at which it is to be given or, if it is to be given in writing, the address to which it is to be sent. 5 The order may, in connection with requiring the respondent to provide the statement mentioned in subsection (3), also require the respondent to produce documents of a kind specified or described in the order. 6 The respondent must comply with the requirements imposed by an unexplained wealth order within whatever period the court may specify (and different periods may be specified in relation to different requirements). 7 In this Chapter  “ enforcement authority ” means— a the National Crime Agency, b Her Majesty's Revenue and Customs, c the Financial Conduct Authority, d the Director of the Serious Fraud Office, or e the Director of Public Prosecutions (in relation to England and Wales) or the Director of Public Prosecutions for Northern Ireland (in relation to Northern Ireland). Requirements for making of unexplained wealth order 362B 1 These are the requirements for the making of an unexplained wealth order in respect of any property. 2 The High Court must be satisfied that there is reasonable cause to believe that— a the respondent holds the property, and b the value of the property is greater than £50,000. 3 The High Court must be satisfied that there are reasonable grounds for suspecting that the known sources of the respondent's lawfully obtained income would have been insufficient for the purposes of enabling the respondent to obtain the property. 4 The High Court must be satisfied that— a the respondent is a politically exposed person, or b there are reasonable grounds for suspecting that— i the respondent is, or has been, involved in serious crime (whether in a part of the United Kingdom or elsewhere), or ii a person connected with the respondent is, or has been, so involved. 5 It does not matter for the purposes of subsection (2)(a)— a whether or not there are other persons who also hold the property; b whether the property was obtained by the respondent before or after the coming into force of this section. 6 For the purposes of subsection (3)— a regard is to be had to any mortgage, charge or other kind of security that it is reasonable to assume was or may have been available to the respondent for the purposes of obtaining the property; b it is to be assumed that the respondent obtained the property for a price equivalent to its market value; c income is  “lawfully obtained” if it is obtained lawfully under the laws of the country from where the income arises; d “known” sources of the respondent's income are the sources of income (whether arising from employment, assets or otherwise) that are reasonably ascertainable from available information at the time of the making of the application for the order; e where the property is an interest in other property comprised in a settlement, the reference to the respondent obtaining the property is to be taken as if it were a reference to the respondent obtaining direct ownership of such share in the settled property as relates to, or is fairly represented by, that interest. 7 In subsection (4)(a),  “ politically exposed person ” means a person who is— a an individual who is, or has been, entrusted with prominent public functions by an international organisation or by a State other than  the United Kingdom or another EEA State, i the United Kingdom, or ii an EEA state,   b a family member of a person within paragraph (a), c known to be a close associate of a person within that paragraph, or d otherwise connected with a person within that paragraph. 8 Article 3 of  Directive 2015/849/EU  of the European Parliament and of the Council of 20 May 2015 applies for the purposes of determining— a whether a person has been entrusted with prominent public functions (see point (9) of that Article), b whether a person is a family member (see point (10) of that Article), and c whether a person is known to be a close associate of another (see point (11) of that Article). 9 For the purposes of this section— a a person is involved in serious crime in a part of the United Kingdom or elsewhere if the person would be so involved for the purposes of Part 1 of the Serious Crime Act 2007 (see in particular sections 2, 2A and 3 of that Act); b section 1122 of the Corporation Tax Act 2010 (“connected” persons) applies in determining whether a person is connected with another. 10 Where the property in respect of which the order is sought comprises more than one item of property, the reference in subsection (2)(b) to the value of the property is to the total value of those items. Effect of order: cases of non-compliance 362C 1 This section applies in a case where the respondent fails, without reasonable excuse, to comply with the requirements imposed by an unexplained wealth order in respect of any property before the end of the response period. 2 The property is to be presumed to be recoverable property for the purposes of any proceedings taken in respect of the property under Part 5, unless the contrary is shown. 3 The presumption in subsection (2) applies in relation to property— a only so far as relating to the respondent's interest in the property, and b only if the value of that interest is greater than the sum specified in section 362B(2)(b). It is for the court hearing the proceedings under Part 5 in relation to which reliance is placed on the presumption to determine the matters in this subsection. 4 The  “response period” is whatever period the court specifies under section 362A(6) as the period within which the requirements imposed by the order are to be complied with (or the period ending the latest, if more than one is specified in respect of different requirements). 5 For the purposes of subsection (1)— a a respondent who purports to comply with the requirements imposed by an unexplained wealth order is not to be taken to have failed to comply with the order (see instead section 362D); b where an unexplained wealth order imposes more than one requirement on the respondent, the respondent is to be taken to have failed to comply with the requirements imposed by the order unless each of the requirements is complied with or is purported to be complied with. 6 Subsections (7) and (8) apply in determining the respondent's interest for the purposes of subsection (3) in a case where the respondent to the unexplained wealth order— a is connected with another person who is, or has been, involved in serious crime (see subsection (4)(b)(ii) of section 362B), or b is a politically exposed person of a kind mentioned in paragraph (b), (c) or (d) of subsection (7) of that section (family member, known close associates  etc  of individual entrusted with prominent public functions). 7 In a case within subsection (6)(a), the respondent's interest is to be taken to include any interest in the property of the person involved in serious crime with whom the respondent is connected. 8 In a case within subsection (6)(b), the respondent's interest is to be taken to include any interest in the property of the person mentioned in subsection (7)(a) of section 362B. 9 Where an unexplained wealth order is made in respect of property comprising more than one item of property, the reference in subsection (3)(b) to the value of the respondent's interest in the property is to the total value of the respondent's interest in those items. Effect of order: cases of compliance or purported compliance 362D 1 This section applies in a case where, before the end of the response period (as defined by section 362C(4)), the respondent complies, or purports to comply, with the requirements imposed by an unexplained wealth order in respect of any property in relation to which the order is made. 2 If an interim freezing order has effect in relation to the property (see section 362J), the enforcement authority must determine what enforcement or investigatory proceedings, if any, it considers ought to be taken in relation to the property. 3 A determination under subsection (2) must be made within the period of 60 days starting with the day of compliance. 4 If the determination under subsection (2) is that no further enforcement or investigatory proceedings ought to be taken in relation to the property, the enforcement authority must notify the High Court of that fact as soon as reasonably practicable (and in any event before the end of the 60 day period mentioned in subsection (3)). 5 If there is no interim freezing order in effect in relation to the property, the enforcement authority may (at any time) determine what, if any, enforcement or investigatory proceedings it considers ought to be taken in relation to the property. 6 A determination under this section to take no further enforcement or investigatory proceedings in relation to any property does not prevent such proceedings being taken subsequently (whether as a result of new information or otherwise, and whether or not by the same enforcement authority) in relation to the property. 7 For the purposes of this section— a the respondent complies with the requirements imposed by an unexplained wealth order only if all of the requirements are complied with, b references to the day of compliance are to the day on which the requirements imposed by the order are complied with (or, if the requirements are complied with over more than one day, the last of those days), and c where an order requires the sending of information in writing to, or the production of documents at, an address specified in the order, compliance with the order (so far as relating to that requirement) occurs when the written information is received, or the documents are produced, at that address, and in paragraphs (a) to (c) references to compliance include purported compliance. 8 In this section  “ enforcement or investigatory proceedings ” means any proceedings in relation to property taken under— a Part 2 or 4 (confiscation proceedings in England and Wales or Northern Ireland)\t\t\t\t\t\t\t\t\t\t\t(in relation to cases where the enforcement authority is also a prosecuting authority for the purposes of that Part), b Part 5 (civil recovery of the proceeds of unlawful conduct), or c this Chapter. Offence 362E 1 A person commits an offence if, in purported compliance with a requirement imposed by an unexplained wealth order, the person— a makes a statement that the person knows to be false or misleading in a material particular, or b recklessly makes a statement that is false or misleading in a material particular. 2 A person guilty of an offence under this section is liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years, or to a fine, or to both; b on summary conviction in England and Wales, to imprisonment for a term not exceeding 12 months, or to a fine, or to both; c on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months, or to a fine not exceeding the statutory maximum, or to both. 3 In relation to an offence committed before the coming into force of section 282 of the Criminal Justice Act 2003 (increase in maximum sentence on summary conviction of offence triable either way), the reference in subsection (2)(b) to 12 months is to be read as a reference to 6 months. Statements 362F 1 A statement made by a person in response to a requirement imposed by an unexplained wealth order may not be used in evidence against that person in criminal proceedings. 2 Subsection (1) does not apply— a in the case of proceedings under Part 2 or 4, b on a prosecution for an offence under section 362E, c on a prosecution for an offence under section 5 of the Perjury Act 1911 or Article 10 of the Perjury (Northern Ireland) Order 1979 ( S.I.  1979/1714 (N.I. 19))\t\t\t\t\t\t\t\t\t\t\t(false statements), or d on a prosecution for some other offence where, in giving evidence, the person makes a statement inconsistent with the statement mentioned in subsection (1). 3 A statement may not be used by virtue of subsection (2)(d) against a person unless— a evidence relating to it is adduced, or b a question relating to it is asked, by the person or on the person's behalf in proceedings arising out of the prosecution. Disclosure of information, copying of documents, etc 362G 1 An unexplained wealth order has effect in spite of any restriction on the disclosure of information (however imposed). 2 But subsections (1) to (5) of section 361 (rights in connection with privileged information, questions and material) apply in relation to requirements imposed by an unexplained wealth order as they apply in relation to requirements imposed under a disclosure order. 3 The enforcement authority may take copies of any documents produced by the respondent in connection with complying with the requirements imposed by an unexplained wealth order. 4 Documents so produced may also be retained for so long as it is necessary to retain them (as opposed to a copy of them) in connection with an investigation of a kind mentioned in section 341 in relation to the property in respect of which the unexplained wealth order is made. 5 But if the enforcement authority has reasonable grounds to believe that the documents— a may need to be produced for the purposes of any legal proceedings, and b might otherwise be unavailable for those purposes, they may be retained until the proceedings are concluded. Holding of property: trusts and company arrangements etc 362H 1 This section applies for the purposes of sections 362A and 362B. 2 The cases in which a person (P) is to be taken to  “hold” property include those where— a P has effective control over the property; b P is the trustee of a settlement in which the property is comprised; c P is a beneficiary (whether actual or potential) in relation to such a settlement. 3 A person is to be taken to have  “effective control” over property if, from all the circumstances, it is reasonable to conclude that the person— a exercises, b is able to exercise, or c is entitled to acquire, direct or indirect control over the property. 4 Where a person holds property by virtue of subsection (2) references to the person obtaining the property are to be read accordingly. 5 References to a person who holds or obtains property include any body corporate, whether incorporated or formed under the law of a part of the United Kingdom or in a country or territory outside the United Kingdom. 6 For further provision about how to construe references to the holding of property, see section 414. Supplementary 362I 1 An application for an unexplained wealth order may be made without notice. 2 Rules of court may make provision as to the practice and procedure to be followed in connection with proceedings relating to unexplained wealth orders before the High Court in Northern Ireland. 3 An application to the High Court in Northern Ireland to discharge or vary an unexplained wealth order may be made by— a the enforcement authority, or b the respondent. 4 The High Court in Northern Ireland— a may discharge the order; b may vary the order."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "2", "section_title": "Interim freezing orders", "section_text": "2 After section 362I of the Proceeds of Crime Act 2002 (inserted by section 1 above) insert— Unexplained wealth orders: interim freezing of property Application for interim freezing order 362J 1 This section applies where the High Court makes an unexplained wealth order in respect of any property. 2 The court may make an interim freezing order in respect of the property if the court considers it necessary to do so for the purposes of avoiding the risk of any recovery order that might subsequently be obtained being frustrated. 3 An interim freezing order is an order that prohibits the respondent to the unexplained wealth order, and any other person with an interest in the property, from in any way dealing with the property (subject to any exclusions under section 362L). 4 An interim freezing order— a may be made only on the application of the enforcement authority that applied for the unexplained wealth order to which the interim freezing order relates, b must be made in the same proceedings as those in which the unexplained wealth order is made, and c may be combined in one document with the unexplained wealth order. 5 If an application for an unexplained wealth order in respect of any property is made without notice, an application for an interim freezing order in respect of the property must also be made without notice. Variation and discharge of interim freezing order 362K 1 The High Court may at any time vary or discharge an interim freezing order. 2 The High Court must discharge an interim freezing order, so far as it has effect in relation to any property, in each of the following three cases. 3 The first case is where— a the applicable 48 hour period has ended, and b a relevant application has not been made before the end of that period in relation to the property concerned. 4 The second case is where— a a relevant application has been made before the end of the applicable 48 hour period in relation to the property concerned, and b proceedings on the application (including any on appeal) have been determined or otherwise disposed of. 5 The third case is where the court has received a notification in relation to the property concerned under section 362D(4)\t\t\t\t\t\t\t\t\t(notification from enforcement authority of no further proceedings). 6 The  “applicable 48 hour period” is to be read as follows— a in a case where the respondent complies, or purports to comply, with the requirements imposed by an unexplained wealth order before the end of the response period, it is the period of 48 hours beginning with the day after the day with which the 60 day period mentioned in section 362D(3) ends; b in any other case, it is the period of 48 hours beginning with the day after the day with which the response period ends. 7 In calculating a period of 48 hours for the purposes of subsection (6), no account is to be taken of— a any Saturday or Sunday, b Christmas Day, c Good Friday, or d any day that is a bank holiday under the Banking and Financial Dealings Act 1971 in the part of the United Kingdom in which the interim freezing order concerned is made. 8 Section 362D(7) applies for the purposes of subsection (6) in determining whether a person complies, or purports to comply, with the requirements imposed by an unexplained wealth order and when such compliance, or purported compliance, takes place. 9 Before exercising power under this section to vary or discharge an interim freezing order, the court must (as well as giving the parties to the proceedings an opportunity to be heard) give such an opportunity to any person who may be affected by its decision. 10 Subsection (9) does not apply where the court is acting as required by subsection (2). 11 In this section— “ relevant application ” means an application for— a restraint order under section 41 or 190, a property freezing order, or an interim receiving order; “ response period ” has the meaning given by section 362C(4). Exclusions 362L 1 The power to vary an interim freezing order includes (amongst other things) power to make exclusions as follows— a power to exclude property from the order, and b power, otherwise than by excluding property from the order, to make exclusions from the prohibition on dealing with the property to which the order applies. 2 Exclusions from the prohibition on dealing with the property to which the order applies (other than exclusions of property from the order) may also be made when the order is made. 3 An exclusion may (amongst other things) make provision for the purpose of enabling any person— a to meet the person's reasonable living expenses, or b to carry on any trade, business, profession or occupation. 4 An exclusion may be made subject to conditions. 5 Where the court exercises the power to make an exclusion for the purpose of enabling a person to meet legal expenses that the person has incurred, or may incur, in respect of proceedings under this Chapter, it must ensure that the exclusion— a is limited to reasonable legal expenses that the person has reasonably incurred or reasonably incurs, b specifies the total amount that may be released for legal expenses in pursuance of the exclusion, and c is made subject to the same conditions as would be the required conditions (see section 286A) if the order had been made under section 245A (in addition to any conditions under subsection (4)). 6 The court, in deciding whether to make an exclusion for the purpose of enabling a person to meet legal expenses in respect of proceedings under this Chapter— a must have regard to the desirability of the person being represented in any proceedings under this Chapter in which the person is a participant, and b must disregard the possibility that legal representation of the person in any such proceedings might, were an exclusion not made, be made available under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 or funded by the Northern Ireland Legal Services Commission. 7 If excluded property is not specified in the order it must be described in the order in general terms. Restrictions on proceedings and remedies 362M 1 While an interim freezing order has effect— a the High Court may stay any action, execution or other legal process in respect of the property to which the order applies, and b no distress may be levied, and no power to use the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (taking control of goods) may be exercised, against the property to which the order applies except with the leave of the High Court and subject to any terms the court may impose. 2 If a court (whether the High Court or any other court) in which proceedings are pending in respect of any property is satisfied that an interim freezing order has been applied for or made in respect of the property, it may— a stay the proceedings, or b allow them to continue on any terms it thinks fit. 3 If an interim freezing order applies to a tenancy of any premises, a right of forfeiture in relation to the premises is exercisable— a only with the leave of the High Court, and b subject to any terms that the court may impose. 4 The reference in subsection (3) to a  “ right of forfeiture ” in relation to premises is to the right of a landlord or other person to whom rent is payable to exercise a right of forfeiture by peaceable re-entry to the premises in respect of any failure by the tenant to comply with a term or condition of the tenancy. 5 Before exercising a power conferred by this section, the court must (as well as giving the parties to any proceedings concerned an opportunity to be heard) give such an opportunity to any person who may be affected by the court's decision. Receivers in connection with interim freezing orders 362N 1 This section applies where the High Court makes an interim freezing order on an application by an enforcement authority. 2 The court may, on an application by the enforcement authority, by order appoint a receiver in respect of any property to which the interim freezing order applies. 3 An application under subsection (2) may be made at the same time as the application for the interim freezing order or at any time afterwards. 4 The application may be made without notice if the circumstances of the case are such that notice of the application would prejudice the right of the enforcement authority to obtain a recovery order in respect of any property. 5 In its application the enforcement authority must nominate a suitably qualified person for appointment as a receiver. 6 The person nominated may be a member of staff of the enforcement authority. 7 The enforcement authority may apply a sum received by it under section 280(2) in making payment of the remuneration and expenses of a receiver appointed under this section. 8 Subsection (7) does not apply in relation to the remuneration of the receiver if that person is a member of staff of the enforcement authority (but it does apply in relation to such remuneration if the receiver is a person providing services under arrangements made by the enforcement authority). Powers of receivers appointed under section 362N 362O 1 If the High Court appoints a receiver under section 362N on an application by an enforcement authority, the court may act under this section on the application of the authority. 2 The court may by order authorise or require the receiver— a to exercise any of the powers mentioned in paragraph 5 of Schedule 6 (management powers) in relation to any property in respect of which the receiver is appointed; b to take any other steps the court thinks appropriate in connection with the management of any such property (including securing the detention, custody or preservation of the property in order to manage it). 3 The court may by order require any person in respect of whose property the receiver is appointed— a to bring the property to a place (in England and Wales or, as the case may be, Northern Ireland) specified by the receiver or to place it in the custody of the receiver (if in either case the person is able to do so); b to do anything the person is reasonably required to do by the receiver for the preservation of the property. 4 The court may by order require any person in respect of whose property the receiver is appointed to bring any documents relating to the property which are in that person's possession or control to a place (in England and Wales or, as the case may be, Northern Ireland) specified by the receiver or to place them in the custody of the receiver. 5 Any prohibition on dealing with property imposed by an interim freezing order does not prevent a person from complying with any requirements imposed by virtue of this section. 6 Subsection (7) applies in a case where— a the receiver deals with property that is not property in respect of which the receiver was appointed under section 362N, but b at the time of dealing with the property the receiver believed on reasonable grounds that he or she was entitled to do so by virtue of the appointment. 7 The receiver is not liable to any person in respect of any loss or damage resulting from the receiver's dealing with the property. 8 But subsection (7) does not apply to the extent that the loss or damage is caused by the receiver's negligence. Supervision of section 362N receiver and variations 362P 1 Any of the following persons may at any time apply to the High Court for directions as to the exercise of the functions of a receiver appointed under section 362N— a the receiver; b a party to the proceedings for the appointment of the receiver or the interim freezing order concerned; c a person affected by an action taken by the receiver; d a person who may be affected by an action proposed to be taken by the receiver. 2 Before it gives directions under subsection (1) the court must give an opportunity to be heard to— a the receiver; b the parties to the proceedings for the appointment of the receiver and for the interim freezing order concerned; c a person who may be interested in the application under subsection (1). 3 The court may at any time vary or discharge— a the appointment of a receiver under section 362N, b an order under section 362O, or c directions under this section. 4 Before exercising a power under subsection (3) the court must give an opportunity to be heard to— a the receiver; b the parties to the proceedings for the appointment of the receiver, for the order under section 362O or (as the case may be) for the directions under this section; c the parties to the proceedings for the interim freezing order concerned; d any person who may be affected by the court's decision. Registration 362Q Sections 248 (registration: England and Wales) and 249 (registration: Northern Ireland) apply in relation to interim freezing orders as they apply in relation to property freezing orders under section 245A. Compensation 362R 1 Where an interim freezing order in respect of any property is discharged, the person to whom the property belongs may make an application to the High Court for the payment of compensation. 2 The application must be made within the period of three months beginning with the discharge of the interim freezing order. 3 The court may order compensation to be paid to the applicant only if satisfied that— a the applicant has suffered loss as a result of the making of the interim freezing order, b there has been a serious default on the part of the enforcement authority that applied for the order, and c the order would not have been made had the default not occurred. 4 Where the court orders the payment of compensation— a the compensation is payable by the enforcement authority that applied for the interim freezing order, and b the amount of compensation to be paid is the amount that the court thinks reasonable, having regard to the loss suffered and any other relevant circumstances."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "3", "section_title": "External assistance", "section_text": "3 After section 362R of the Proceeds of Crime Act 2002 (inserted by section 2 above) insert— Unexplained wealth orders: enforcement abroad Enforcement abroad: enforcement authority 362S 1 This section applies if— a the High Court makes an unexplained wealth order in respect of any property, b it appears to the enforcement authority that the risk mentioned in section 362J(2) applies in relation to the property, and c the enforcement authority believes that the property is in a country outside the United Kingdom (the receiving country). 2 The enforcement authority may send a request for assistance in relation to the property to the Secretary of State with a view to it being forwarded under this section. 3 The Secretary of State may forward the request for assistance to the government of the receiving country. 4 A request for assistance under this section is a request to the government of the receiving country— a to secure that any person is prohibited from dealing with the property; b for assistance in connection with the management of the property, including with securing its detention, custody or preservation. Enforcement abroad: receiver 362T 1 This section applies if— a an interim freezing order has effect in relation to property, and b the receiver appointed under section 362N in respect of the property believes that it is in a country outside the United Kingdom (the receiving country). 2 The receiver may send a request for assistance in relation to the property to the Secretary of State with a view to it being forwarded under this section. 3 The Secretary of State must forward the request for assistance to the government of the receiving country. 4 A request for assistance under this section is a request to the government of the receiving country— a to secure that any person is prohibited from dealing with the property; b for assistance in connection with the management of the property, including with securing its detention, custody or preservation."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "4", "section_title": "Unexplained wealth orders: Scotland", "section_text": "4 In Chapter 3 of Part 8 of the Proceeds of Crime Act 2002 (investigations: Scotland), after section 396 insert— Unexplained wealth orders Unexplained wealth orders 396A 1 The Court of Session may, on an application made by the Scottish Ministers, make an unexplained wealth order in respect of any property if the court is satisfied that each of the requirements for the making of the order is fulfilled. 2 An application for an order must— a specify or describe the property in respect of which the order is sought, and b specify the person whom the Scottish Ministers think holds the property (“ the respondent ”)\t\t\t\t\t\t\t\t\t\t\t(and the person specified may include a person outside the United Kingdom). 3 An unexplained wealth order is an order requiring the respondent to provide a statement— a setting out the nature and extent of the respondent's interest in the property in respect of which the order is made, b explaining how the respondent obtained the property (including, in particular, how any costs incurred in obtaining it were met), c where the property is held by the trustees of a settlement, setting out such details of the settlement as may be specified in the order, and d setting out such other information in connection with the property as may be so specified. 4 The order must specify— a the form and manner in which the statement is to be given, b the person to whom it is to be given, and c the place at which it is to be given or, if it is to be given in writing, the address to which it is to be sent. 5 The order may, in connection with requiring the respondent to provide the statement mentioned in subsection (3), also require the respondent to produce documents of a kind specified or described in the order. 6 The respondent must comply with the requirements imposed by an unexplained wealth order within whatever period the court may specify (and different periods may be specified in relation to different requirements). Requirements for making of unexplained wealth order 396B 1 These are the requirements for the making of an unexplained wealth order in respect of any property. 2 The Court of Session must be satisfied that there is reasonable cause to believe that— a the respondent holds the property, and b the value of the property is greater than £50,000. 3 The Court of Session must be satisfied that there are reasonable grounds for suspecting that the known sources of the respondent's lawfully obtained income would have been insufficient for the purposes of enabling the respondent to obtain the property. 4 The Court of Session must be satisfied that— a the respondent is a politically exposed person, or b there are reasonable grounds for suspecting that— i the respondent is, or has been, involved in serious crime (whether in a part of the United Kingdom or elsewhere), or ii a person connected with the respondent is, or has been, so involved. 5 It does not matter for the purposes of subsection (2)(a)— a whether or not there are other persons who also hold the property; b whether the property was obtained by the respondent before or after the coming into force of this section. 6 For the purposes of subsection (3)— a regard is to be had to any heritable security, charge or other kind of security that it is reasonable to assume was or may have been available to the respondent for the purposes of obtaining the property; b it is to be assumed that the respondent obtained the property for a price equivalent to its market value; c income is  “lawfully obtained” if it is obtained lawfully under the laws of the country from where the income arises; d “known” sources of the respondent's income are the sources of income (whether arising from employment, assets or otherwise) that are reasonably ascertainable from available information at the time of the making of the application for the order; e where the property is an interest in other property comprised in a settlement, the reference to the respondent obtaining the property is to be taken as if it were a reference to the respondent obtaining direct ownership of such share in the settled property as relates to, or is fairly represented by, that interest. 7 In subsection (4)(a),  “ politically exposed person ” means a person who is— a an individual who is, or has been, entrusted with prominent public functions by an international organisation or by a State other than the United Kingdom or another  EEA  State, b a family member of a person within paragraph (a), c known to be a close associate of a person within that paragraph, or d otherwise connected with a person within that paragraph. 8 Article 3 of  Directive 2015/849/EU  of the European Parliament and of the Council of 20 May 2015 applies for the purposes of determining— a whether a person has been entrusted with prominent public functions (see point (9) of that Article), b whether a person is a family member (see point (10) of that Article), and c whether a person is known to be a close associate of another (see point (11) of that Article). 9 For the purposes of this section— a a person is involved in serious crime in a part of the United Kingdom or elsewhere if the person would be so involved for the purposes of Part 1 of the Serious Crime Act 2007 (see in particular sections 2, 2A and 3 of that Act); b section 1122 of the Corporation Tax Act 2010 (“connected” persons) applies in determining whether a person is connected with another. 10 Where the property in respect of which the order is sought comprises more than one item of property, the reference in subsection (2)(b) to the value of the property is to the total value of those items. Effect of order: cases of non-compliance 396C 1 This section applies in a case where the respondent fails, without reasonable excuse, to comply with the requirements imposed by an unexplained wealth order in respect of any property before the end of the response period. 2 The property is to be presumed to be recoverable property for the purposes of any proceedings taken in respect of the property under Part 5, unless the contrary is shown. 3 The presumption in subsection (2) applies in relation to property— a only so far as relating to the respondent's interest in the property, and b only if the value of that interest is greater than the sum specified in section 396B(2)(b). It is for the court hearing the proceedings under Part 5 in relation to which reliance is placed on the presumption to determine the matters in this subsection. 4 The  “response period” is whatever period the court specifies under section 396A(6) as the period within which the requirements imposed by the order are to be complied with (or the period ending the latest, if more than one is specified in respect of different requirements). 5 For the purposes of subsection (1)— a a respondent who purports to comply with the requirements imposed by an unexplained wealth order is not to be taken to have failed to comply with the order (see instead section 396D); b where an unexplained wealth order imposes more than one requirement on the respondent, the respondent is to be taken to have failed to comply with the requirements imposed by the order unless each of the requirements is complied with or is purported to be complied with. 6 Subsections (7) and (8) apply in determining the respondent's interest for the purposes of subsection (3) in a case where the respondent to the unexplained wealth order— a is connected with another person who is, or has been, involved in serious crime (see subsection (4)(b)(ii) of section 396B), or b is a politically exposed person of a kind mentioned in paragraph (b), (c) or (d) of subsection (7) of that section (family member, known close associates etc of individual entrusted with prominent public functions). 7 In a case within subsection (6)(a), the respondent's interest is to be taken to include any interest in the property of the person involved in serious crime with whom the respondent is connected. 8 In a case within subsection (6)(b), the respondent's interest is to be taken to include any interest in the property of the person mentioned in subsection (7)(a) of section 396B. 9 Where an unexplained wealth order is made in respect of property comprising more than one item of property, the reference in subsection (3)(b) to the value of the respondent's interest in the property is to the total value of the respondent's interest in those items. Effect of order: cases of compliance or purported compliance 396D 1 This section applies in a case where the respondent complies, or purports to comply, with the requirements imposed by an unexplained wealth order in respect of any property in relation to which the order is made before the end of the response period (as defined by section 396C(4)). 2 If an interim freezing order has effect in relation to the property (see section 396J), the Scottish Ministers must— a consider whether the Lord Advocate should be given an opportunity to determine what enforcement or investigatory proceedings, if any, the Lord Advocate considers ought to be taken by the Lord Advocate in relation to the property, and b determine whether they consider that any proceedings under Part 5 (civil recovery of the proceeds of unlawful conduct) or this Chapter ought to be taken by them in relation to the property. 3 If the Scottish Ministers consider that the Lord Advocate should be given an opportunity to make a determination as mentioned in subsection (2)(a), the Lord Advocate must determine what enforcement or investigatory proceedings, if any, the Lord Advocate considers ought to be taken by the Lord Advocate in relation to the property. 4 A determination under subsection (2)(b) or (3) must be made within the period of 60 days starting with the day of compliance. 5 If the determinations under subsections (2)(b) and (3) are that no further proceedings under Part 5 or this Chapter and no further enforcement or investigatory proceedings ought to be taken in relation to the property, the Scottish Ministers must notify the Court of Session of the nature of the determinations as soon as reasonably practicable (and in any event before the end of the 60 day period mentioned in subsection (4)). 6 If there is no interim freezing order in effect in relation to the property— a the Scottish Ministers may (at any time) determine whether they consider that any proceedings under Part 5 or this Chapter ought to be taken by them in relation to the property, and b the Lord Advocate may (at any time) determine what, if any, enforcement or investigatory proceedings the Lord Advocate considers ought to be taken by the Lord Advocate in relation to the property. 7 A determination under this section to take no further proceedings under Part 5 or this Chapter or no further enforcement or investigatory proceedings in relation to any property does not prevent any such proceedings being taken subsequently (whether as a result of new information or otherwise) in relation to the property. 8 For the purposes of this section— a the respondent complies with the requirements imposed by an unexplained wealth order only if all of the requirements are complied with, b references to the day of compliance are to the day on which the requirements imposed by the order are complied with (or, if the requirements are complied with over more than one day, the last of those days), and c where an order requires the sending of information in writing to, or the production of documents at, an address specified in the order, compliance with the order (so far as relating to that requirement) occurs when the written information is received, or the documents are produced, at that address, and in paragraphs (a) to (c) references to compliance include purported compliance. 9 In this section  “ enforcement or investigatory proceedings ” means any proceedings in relation to property taken under— a Part 3 (confiscation proceedings in Scotland), or b this Chapter. Offence 396E 1 A person commits an offence if, in purported compliance with a requirement imposed by an unexplained wealth order, the person— a makes a statement that the person knows to be false or misleading in a material particular, or b recklessly makes a statement that is false or misleading in a material particular. 2 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding 12 months, or to a fine not exceeding the statutory maximum, or to both, or b on conviction on indictment, to imprisonment for a term not exceeding 2 years, or to a fine, or to both. Statements 396F 1 A statement made by a person in response to a requirement imposed by an unexplained wealth order may not be used in evidence against that person in criminal proceedings. 2 Subsection (1) does not apply— a in the case of proceedings under Part 3, b on a prosecution for an offence under section 396E, c on a prosecution for perjury, or d on a prosecution for some other offence where, in giving evidence, the person makes a statement inconsistent with the statement mentioned in subsection (1). 3 A statement may not be used by virtue of subsection (2)(d) against a person unless— a evidence relating to it is adduced, or b a question relating to it is asked, by the person or on the person's behalf in proceedings arising out of the prosecution. Disclosure of information, copying of documents, etc 396G 1 An unexplained wealth order does not confer the right to require a person to answer any question, provide any information or produce any document which the person would be entitled to refuse to answer, provide or produce on grounds of legal privilege. 2 An unexplained wealth order has effect in spite of any restriction on the disclosure of information (however imposed). 3 The Scottish Ministers may take copies of any documents produced by the respondent in connection with complying with the requirements imposed by an unexplained wealth order. 4 Documents so produced may also be retained for so long as it is necessary to retain them (as opposed to a copy of them) in connection with an investigation of a kind mentioned in section 341 in relation to the property in respect of which the unexplained wealth order is made. 5 But if the Scottish Ministers have reasonable grounds to believe that the documents— a may need to be produced for the purposes of any legal proceedings, and b might otherwise be unavailable for those purposes, they may be retained until the proceedings are concluded. Holding of property: trusts and company arrangements etc 396H 1 This section applies for the purposes of sections 396A and 396B. 2 The cases in which a person (P) is to be taken to  “hold” property include those where— a P has effective control over the property; b P is the trustee of a settlement in which the property is comprised; c P is a beneficiary (whether actual or potential) in relation to such a settlement. 3 A person is to be taken to have  “effective control” over property if, from all the circumstances, it is reasonable to conclude that the person— a exercises, b is able to exercise, or c is entitled to acquire, direct or indirect control over the property. 4 Where a person holds property by virtue of subsection (2) references to the person obtaining the property are to be read accordingly. 5 References to a person who holds or obtains property include any body corporate, whether incorporated or formed under the law of a part of the United Kingdom or in a country or territory outside the United Kingdom. 6 For further provision about how to construe references to the holding of property, see section 414. Supplementary 396I 1 An application for an unexplained wealth order may be made without notice. 2 Provision may be made by rules of court as to the discharge and variation of unexplained wealth orders. 3 An application to discharge or vary an unexplained wealth order may be made to the Court of Session by— a the Scottish Ministers, or b any person affected by the order. 4 The Court of Session may— a discharge the order; b vary the order."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "5", "section_title": "Interim freezing orders", "section_text": "5 After section 396I of the Proceeds of Crime Act 2002 (inserted by section 4 above) insert— Unexplained wealth orders: interim freezing of property Application for interim freezing order 396J 1 This section applies where the Court of Session makes an unexplained wealth order in respect of any property. 2 The court may make an interim freezing order in respect of the property if the court considers it necessary to do so for the purposes of avoiding the risk of any recovery order that might subsequently be obtained being frustrated. 3 An interim freezing order is an order that prohibits the respondent to the unexplained wealth order, and any other person with an interest in the property, from in any way dealing with the property (subject to any exclusions under section 396L). 4 An interim freezing order— a may be made only on the application of the Scottish Ministers, b must be made in the same proceedings as those in which the unexplained wealth order is made, and c may be combined in one document with the unexplained wealth order. 5 If an application for an unexplained wealth order in respect of any property is made without notice, an application for an interim freezing order in respect of the property must also be made without notice. Variation and recall of interim freezing order 396K 1 The Court of Session may at any time vary or recall an interim freezing order. 2 The Court of Session must recall an interim freezing order, so far as it has effect in relation to any property, in each of the following three cases. 3 The first case is where— a the applicable 48 hour period has ended, and b a relevant application has not been made before the end of that period in relation to the property concerned. 4 The second case is where— a a relevant application has been made before the end of the applicable 48 hour period in relation to the property concerned, and b proceedings on the application (including any on appeal) have been determined or otherwise disposed of. 5 The third case is where the court has received a notification in relation to the property concerned under section 396D(5)\t\t\t\t\t\t\t\t\t(notification of no further proceedings). 6 References in this section to the  “applicable 48 hour period” are to be read as follows— a in a case where the respondent complies, or purports to comply, with the requirements imposed by the unexplained wealth order before the end of the response period, it is the period of 48 hours beginning with the day after the day with which the 60 day period mentioned in section 396D(4) ends; b in any other case, it is the period of 48 hours beginning with the day after the day on which the response period ends. 7 In calculating a period of 48 hours for the purposes of subsection (6), no account is to be taken of— a any Saturday or Sunday, b Christmas Day, c Good Friday, or d any other day that is a bank holiday under the Banking and Financial Dealings Act 1971 in Scotland. 8 Section 396D(8) applies for the purposes of subsection (6) in determining whether a person complies, or purports to comply, with the requirements imposed by an unexplained wealth order and when such compliance, or purported compliance, takes place. 9 Before exercising power under this section to vary or recall an interim freezing order, the court must (as well as giving the parties to the proceedings an opportunity to be heard) give such an opportunity to any person who may be affected by its decision. 10 Subsection (9) does not apply where the court is acting as required by subsection (2). 11 In this section— “ relevant application ” means an application for— a restraint order under section 120, a prohibitory property order under section 255A, or an interim administration order under section 256; “ response period ” has the meaning given by section 396C(4). Exclusions 396L 1 The power to vary an interim freezing order includes (amongst other things) power to make exclusions as follows— a power to exclude property from the order, and b power, otherwise than by excluding property from the order, to make exclusions from the prohibition on dealing with the property to which the order applies. 2 Exclusions from the prohibition on dealing with the property to which the order applies (other than exclusions of property from the order) may also be made when the order is made. 3 An exclusion may (amongst other things) make provision for the purpose of enabling any person— a to meet the person's reasonable living expenses, or b to carry on any trade, business, profession or occupation. 4 An exclusion may be made subject to conditions. 5 An exclusion may not be made for the purpose of enabling any person to meet any legal expenses in respect of proceedings under this Chapter. 6 If excluded property is not specified in the order it must be described in the order in general terms. Restrictions on proceedings and remedies 396M 1 While an interim freezing order has effect the Court of Session may sist any action, execution or other legal process in respect of the property to which the order applies. 2 If a court (whether the Court of Session or any other court) in which proceedings are pending in respect of any property is satisfied that an interim freezing order has been applied for or made in respect of the property, it may— a sist the proceedings, or b allow them to continue on any terms it thinks fit. 3 Before exercising a power conferred by this section, the court must (as well as giving the parties to any proceedings concerned an opportunity to be heard) give such an opportunity to any person who may be affected by the court's decision. Arrestment of property affected by interim freezing order 396N 1 On the application of the Scottish Ministers the Court of Session may, in relation to moveable property to which an interim freezing order applies (whether generally or to such of it as is specified in the application), grant warrant for arrestment. 2 An application under subsection (1) may be made at the same time as the application for the interim freezing order or at any time afterwards. 3 A warrant for arrestment may be granted only if the property would be arrestable if the person entitled to it were a debtor. 4 A warrant under subsection (1) has effect as if granted on the dependence of an action for debt at the instance of the Scottish Ministers against the person and may be executed, recalled, loosed or restricted accordingly. 5 An arrestment executed under this section ceases to have effect when, or in so far as, the interim freezing order ceases to apply in respect of the property in relation to which the warrant for arrestment was granted. 6 If an arrestment ceases to have effect to any extent by virtue of subsection (5), the Scottish Ministers must apply to the Court of Session for an order recalling or, as the case may be, restricting the arrestment. Inhibition of property affected by interim freezing order 396O 1 On the application of the Scottish Ministers, the Court of Session may, in relation to the property mentioned in subsection (2), grant warrant for inhibition against any person specified in an interim freezing order. 2 The property is heritable property situated in Scotland to which the interim freezing order applies (whether generally or to such of it as is specified in the application). 3 The warrant for inhibition— a has effect as if granted on the dependence of an action for debt by the Scottish Ministers against the person and may be executed, recalled, loosed or restricted accordingly, and b has the effect of letters of inhibition and must forthwith be registered by the Scottish Ministers in the register of inhibitions and adjudications. 4 Section 155 of the Titles to Land Consolidation (Scotland) Act 1868 (effective date of inhibition) applies in relation to an inhibition for which warrant is granted under subsection (1) as it applies to an inhibition by separate letters or contained in a summons. 5 An inhibition executed under this section ceases to have effect when, or in so far as, the interim freezing order ceases to apply in respect of the property in relation to which the warrant for inhibition was granted. 6 If an inhibition ceases to have effect to any extent by virtue of subsection (5), the Scottish Ministers must— a apply for the recall or, as the case may be, the restriction of the inhibition, and b ensure that the recall or restriction is reflected in the register of inhibitions and adjudications. Receivers in connection with interim freezing orders 396P 1 This section applies where the Court of Session makes an interim freezing order on an application by the Scottish Ministers. 2 The Court of Session may, on an application by the Scottish Ministers, by order appoint a receiver in respect of any property to which the interim freezing order applies. 3 An application under subsection (2) may be made at the same time as the application for the interim freezing order or at any time afterwards. 4 The application may be made without notice if the circumstances of the case are such that notice of the application would prejudice the right of the Scottish Ministers to obtain a recovery order in respect of the property. 5 In their application the Scottish Ministers must nominate a suitably qualified person for appointment as a receiver. 6 The person nominated may be a member of staff of the Scottish Ministers. 7 The Scottish Ministers may apply a sum received by them under section 280(2) in making payment of the remuneration and expenses of a receiver appointed under this section. 8 Subsection (7) does not apply in relation to the remuneration of the receiver if that person is a member of staff of the Scottish Ministers (but it does apply in relation to such remuneration if the receiver is a person providing services under arrangements made by the Scottish Ministers). Powers of receivers appointed under section 396P 396Q 1 If the Court of Session appoints a receiver under section 396P, the court may act under this section on the application of the Scottish Ministers. 2 The court may by order authorise or require the receiver— a to exercise any of the powers mentioned in paragraph 5 of Schedule 6 (management powers) in relation to any property in respect of which the receiver is appointed; b to take any other steps the court thinks appropriate in connection with the management of any such property (including securing the detention, custody or preservation of the property in order to manage it). 3 The court may by order require any person in respect of whose property the receiver is appointed— a to bring the property to a place in Scotland specified by the receiver or to place it in the custody of the receiver (if in either case the person is able to do so); b to do anything the person is reasonably required to do by the receiver for the preservation of the property. 4 The court may by order require any person in respect of whose property the receiver is appointed to bring any documents relating to the property which are in that person's possession or control to a place in Scotland specified by the receiver or to place them in the custody of the receiver. 5 In subsection (4)\t\t\t\t\t\t\t\t\t “ document ” means anything in which information of any description is recorded. 6 Any prohibition on dealing with property imposed by an interim freezing order does not prevent a person from complying with any requirements imposed by virtue of this section. 7 Subsection (8) applies in a case where— a the receiver deals with property that is not property in respect of which the receiver was appointed under section 396P, but b at the time of dealing with the property the receiver believed on reasonable grounds that he or she was entitled to do so by virtue of his or her appointment. 8 The receiver is not liable to any person in respect of any loss or damage resulting from the receiver's dealing with the property. 9 But subsection (8) does not apply to the extent that the loss or damage is caused by the receiver's negligence. Supervision of section 396P receiver and variations 396R 1 Any of the following persons may at any time apply to the Court of Session for directions as to the exercise of the functions of a receiver appointed under section 396P— a the receiver; b a party to the proceedings for the appointment of the receiver or the interim freezing order concerned; c a person affected by an action taken by the receiver; d a person who may be affected by an action proposed to be taken by the receiver. 2 Before it gives directions under subsection (1), the court must give an opportunity to be heard to— a the receiver; b the parties to the proceedings for the appointment of the receiver and for the interim freezing order concerned; c any person who may be interested in the application under subsection (1). 3 The court may at any time vary or recall— a the appointment of a receiver under section 396P, b an order under section 396Q, or c directions under this section. 4 Before exercising a power under subsection (3) the court must give an opportunity to be heard to— a the receiver; b the parties to the proceedings for the appointment of the receiver, for the order under section 396Q or (as the case may be) for the directions under this section; c the parties to the proceedings for the interim freezing order concerned; d any person who may be affected by the court's decision. Compensation 396S 1 Where an interim freezing order in respect of any property is recalled, the person to whom the property belongs may make an application to the Court of Session for the payment of compensation. 2 The application must be made within the period of three months beginning with the recall of the interim freezing order. 3 The court may order compensation to be paid to the applicant only if satisfied that— a the applicant has suffered loss as a result of the making of the interim freezing order, b there has been a serious default on the part of the Scottish Ministers in applying for the order, and c the order would not have been made had the default not occurred. 4 Where the court orders the payment of compensation— a the compensation is payable by the Scottish Ministers, and b the amount of compensation to be paid is the amount that the court thinks reasonable, having regard to the loss suffered and any other relevant circumstances."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "6", "section_title": "External assistance", "section_text": "6 After section 396S of the Proceeds of Crime Act 2002 (inserted by section 5 above) insert— Unexplained wealth orders: enforcement abroad Enforcement abroad: Scottish Ministers 396T 1 This section applies if— a the Court of Session makes an unexplained wealth order in respect of any property, b it appears to the Scottish Ministers that the risk mentioned in section 396J(2) applies in relation to the property, and c the Scottish Ministers believe that the property is in a country outside the United Kingdom (the receiving country). 2 The Scottish Ministers may send a request for assistance in relation to the property to the Secretary of State with a view to it being forwarded under this section. 3 The Secretary of State may forward the request for assistance to the government of the receiving country. 4 A request for assistance under this section is a request to the government of the receiving country— a to secure that any person is prohibited from dealing with the property; b for assistance in connection with the management of the property, including with securing its detention, custody or preservation. Enforcement abroad: receiver 396U 1 This section applies if— a an interim freezing order has effect in relation to property, and b the receiver appointed under section 396P in respect of the property believes that it is in a country outside the United Kingdom (the receiving country). 2 The receiver may send a request for assistance in relation to the property to the Secretary of State with a view to it being forwarded under this section. 3 The Secretary of State must forward the request for assistance to the government of the receiving country. 4 A request for assistance under this section is a request to the government of the receiving country— a to secure that any person is prohibited from dealing with the property; b for assistance in connection with the management of the property, including with securing its detention, custody or preservation."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "7", "section_title": "Disclosure orders: England and Wales and Northern Ireland", "section_text": "7 1 Chapter 2 of Part 8 of the Proceeds of Crime Act 2002 (investigations: England and Wales and Northern Ireland) is amended as follows. 2 In section 357 (disclosure orders)— a in subsection (2) omit  “or a money laundering investigation”; b omit subsection (2A); c in subsection (3), after paragraph (b) insert— ba a person specified in the application is subject to a money laundering investigation which is being carried out by an appropriate officer and the order is sought for the purposes of the investigation, or ; d in subsection (7)— i in paragraph (a) for  “a prosecutor” substitute  “                              an appropriate officer                            ” ; ii after paragraph (b) insert— ba in relation to a money laundering investigation, an appropriate officer, and ; e omit subsections (8) and (9). 3 In section 358 (requirements for making a disclosure order), in subsection (2) after paragraph (b) insert— ba in the case of a money laundering investigation, the person specified in the application for the order has committed a money laundering offence, . 4 In section 362 (supplementary)— a for subsection (4A) substitute— 4A An application to discharge or vary a disclosure order need not be made by the same appropriate officer or (as the case may be) the same National Crime Agency officer that applied for the order (but must be made by an appropriate officer of the same description or (as the case may be) by another National Crime Agency officer). 4AA If the application for the order was, by virtue of an order under section 453, made by an accredited financial investigator of a particular description, the reference in subsection (4A) to an appropriate officer of the same description is to another accredited financial investigator of that description. ; b after subsection (5) insert— 6 An appropriate officer may not make an application for a disclosure order, or an application for the discharge or variation of such an order, unless the officer is a senior appropriate officer or is authorised to do so by a senior appropriate officer."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "8", "section_title": "Disclosure orders: Scotland", "section_text": "8 1 Chapter 3 of Part 8 of the Proceeds of Crime Act 2002 (investigations: Scotland) is amended as follows. 2 In section 391(disclosure orders)— a in subsection (1) after  “confiscation investigations” insert  “                          or money laundering investigations                        ” ; b in subsection (2) omit  “or a money laundering investigation”; c in subsection (3) after paragraph (a) insert— aa a person specified in the application is subject to a money laundering investigation and the order is sought for the purposes of the investigation, or . 3 In section 392 (requirements for making a disclosure order), in subsection (2) after paragraph (a) insert— aa in the case of a money laundering investigation, the person specified in the application for the order has committed a money laundering offence; . 4 In section 396 (supplementary)— a in subsection (1) in paragraph (a) after  “confiscation investigation” insert  “                          or a money laundering investigation                        ” ; b in subsection (3) in paragraph (a) after  “confiscation investigation” insert  “                          or a money laundering investigation                        ” ."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "9", "section_title": "Co-operation: beneficial ownership information", "section_text": "9 In Part 11 of the Proceeds of Crime Act 2002 (co-operation), after section 445 insert— Sharing of beneficial ownership information 445A 1 The relevant Minister must prepare a report about the arrangements in place between— a the government of the United Kingdom, and b the government of each relevant territory, for the sharing of beneficial ownership information. 2 The report must include an assessment of the effectiveness of those arrangements, having regard to such international standards as appear to the relevant Minister to be relevant. 3 The report— a must be prepared before 1 July 2019, and b must relate to the arrangements in place during the period of 18 months from 1 July 2017 to 31 December 2018. 4 The relevant Minister must— a publish the report, and b lay a copy of it before Parliament. 5 The reference in subsection (1) to arrangements in place for the sharing of beneficial ownership information between the government of the United Kingdom and the government of a relevant territory is to such arrangements as are set out in an exchange of notes— a for the provision of beneficial ownership information about a person incorporated in a part of the United Kingdom to a law enforcement authority of the relevant territory at the request of the authority, and b for the provision of beneficial ownership information about a person incorporated in a relevant territory to a law enforcement authority of the United Kingdom at the request of the authority. 6 In this section— “ beneficial ownership information ” means information in relation to the beneficial ownership of persons incorporated in a part of the United Kingdom or (as the case may be) in a relevant territory; “ exchange of notes ” means written documentation signed on behalf of the government of the United Kingdom and the government of a relevant territory setting out details of the agreement reached in respect of the arrangements for the matters mentioned in subsection (5)(a) and (b); “ relevant Minister ” means the Secretary of State or the Minister for the Cabinet Office; “ relevant territory ” means any of the Channel Islands, the Isle of Man or any British overseas territory."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "10", "section_title": "Power to extend moratorium period", "section_text": "10 1 Part 7 of the Proceeds of Crime Act 2002 (money laundering) is amended as follows. 2 In section 335 (appropriate consent), after subsection (6) insert— 6A Subsection (6) is subject to— a section 336A, which enables the moratorium period to be extended by court order in accordance with that section, and b section 336C, which provides for an automatic extension of the moratorium period in certain cases (period extended if it would otherwise end before determination of application or appeal proceedings etc). 3 In section 336 (nominated officer: consent), after subsection (8) insert— 8A Subsection (8) is subject to— a section 336A, which enables the moratorium period to be extended by court order in accordance with that section, and b section 336C, which provides for an automatic extension of the moratorium period in certain cases (period extended if it would otherwise end before determination of application or appeal proceedings etc). 4 After section 336 insert— Power of court to extend the moratorium period 336A 1 The court may, on an application under this section, grant an extension of a moratorium period if satisfied that— a an investigation is being carried out in relation to a relevant disclosure (but has not been completed), b the investigation is being conducted diligently and expeditiously, c further time is needed for conducting the investigation, and d it is reasonable in all the circumstances for the moratorium period to be extended. 2 An application under this section may be made only by a senior officer. 3 The application must be made before the moratorium period would otherwise end. 4 An extension of a moratorium period must end no later than 31 days beginning with the day after the day on which the period would otherwise end. 5 Where a moratorium period is extended by the court under this section, it may be further extended by the court (on one or more occasions) on the making of another application. 6 A moratorium period extended in accordance with subsection (2) or (4) of section 336C may also be further extended by the court on the making of an application under this section. 7 But the court may not grant a further extension of a moratorium period if the effect would be to extend the period by more than 186 days (in total) beginning with the day after the end of the 31 day period mentioned in section 335(6) or (as the case may be) section 336(8). 8 Subsections (1) to (4) apply to any further extension of a moratorium period as they apply to the first extension of the period under this section. 9 An application under this section may be made by an immigration officer only if the officer has reasonable grounds for suspecting that conduct constituting the prohibited act in relation to which the moratorium period in question applies— a relates to the entitlement of one or more persons who are not nationals of the United Kingdom to enter, transit across, or be in, the United Kingdom (including conduct which relates to conditions or other controls on any such entitlement), or b is undertaken for the purposes of, or otherwise in relation to, a relevant nationality enactment. 10 In subsection (9)— “ prohibited act ” has the meaning given by section 335(8) or (as the case may be) section 336(10); “ relevant nationality enactment ” means any enactment in— the British Nationality Act 1981, the Hong Kong Act 1985, the Hong Kong (War Wives and Widows) Act 1996, the British Nationality (Hong Kong) Act 1997, the British Overseas Territories Act 2002, or an instrument made under any of those Acts. Proceedings under section 336A: supplementary 336B 1 This section applies to proceedings on an application under section 336A. 2 The court must determine the proceedings as soon as reasonably practicable. 3 The court may exclude from any part of the hearing— a an interested person; b anyone representing that person. 4 The person who made the application may apply to the court for an order that specified information upon which he or she intends to rely be withheld from— a an interested person; b anyone representing that person. 5 The court may make such an order only if satisfied that there are reasonable grounds to believe that if the specified information were disclosed— a evidence of an offence would be interfered with or harmed, b the gathering of information about the possible commission of an offence would be interfered with, c a person would be interfered with or physically injured, d the recovery of property under this Act would be hindered, or e national security would be put at risk. 6 The court must direct that the following be excluded from the hearing of an application under subsection (4)— a the interested person to whom that application relates; b anyone representing that person. 7 Subject to this section, rules of court may make provision as to the practice and procedure to be followed in connection with proceedings in relation to applications under section 336A. 8 An appeal lies to the appropriate appeal court on a point of law arising from a decision made by the Crown Court in Northern Ireland or by the sheriff. 9 The appropriate appeal court may on such an appeal make any order that it considers appropriate (subject to the restriction mentioned in section 336A(7)). 10 The appropriate appeal court is— a in the case of a decision of the Crown Court in Northern Ireland, the Court of Appeal in Northern Ireland; b in the case of a decision of the sheriff, the Sheriff Appeal Court. 11 For rights of appeal in the case of decisions made by the Crown Court in England and Wales, see section 28 of the Senior Courts Act 1981 (appeals from Crown Court and inferior courts). Extension of moratorium period pending determination of proceedings etc 336C 1 A moratorium period is extended in accordance with subsection (2) where— a an application is made to the court under section 336A for the extension (or further extension) of the moratorium period, and b the period would (apart from that subsection) end before the court determines the application or it is otherwise disposed of. 2 The moratorium period is extended from the time when it would otherwise end until the court determines the application or it is otherwise disposed of. 3 A moratorium period is extended in accordance with subsection (4) where— a proceedings on an appeal in respect of a decision on an application under section 336A have been brought, and b the period would (apart from that subsection) end before the proceedings are finally determined or otherwise disposed of. 4 The moratorium period is extended from the time when it would otherwise end until the proceedings are finally determined or otherwise disposed of. 5 But the maximum period by which the moratorium period is extended by virtue of subsection (2) or (4) is 31 days beginning with the day after the day on which the period would otherwise have ended. 6 A moratorium period is extended in accordance with subsection (7) where— a an application is made to the court under section 336A for an extension of the period, b the court refuses to grant the application, and c the period would (apart from that subsection) end before the end of the 5 day period. 7 The moratorium period is extended from the time when it would otherwise end until— a the end of the 5 day period, or b if proceedings on an appeal against the decision are brought before the end of the 5 day period, the time when those proceedings are brought. 8 The  “5 day period” is the period of 5 working days beginning with the day on which the court refuses to grant the application. 9 This restriction on the overall extension of a moratorium period mentioned in section 336A(7) applies to an extension of a moratorium period in accordance with any provision of this section as it applies to an extension under an order of the court. Sections 336A to 336C: interpretation 336D 1 This section provides for the meaning of terms used in sections 336A to 336C (and in this section). 2 “ The court ” means— a in relation to England and Wales or Northern Ireland, the Crown Court; b in relation to Scotland, the sheriff. 3 “ Interested person ” means— a the person who made the relevant disclosure, and b any other person who appears to the person making the application under section 336A to have an interest in the relevant property. 4 “ Moratorium period ” means the period of 31 days mentioned in section 335(6) or (as the case may be) section 336(8), or any such period as extended or further extended by virtue of an order under section 336A or in accordance with any provision of section 336C. 5 “ Relevant disclosure ” means— a where the application under section 336A relates to the moratorium period mentioned in section 335(6), the authorised disclosure mentioned in section 335(2)(a); b where the application under section 336A relates to the moratorium period mentioned in section 336(8), the disclosure mentioned in section 336(4)(a). 6 “ Relevant property ” means any property that would be the subject of the prohibited act (within the meaning of section 335(8) or (as the case may be) section 336(10)) in relation to which the moratorium period in question applies. 7 In the case of an application to the Crown Court,  “ senior officer ” means— a the Director General of the National Crime Agency, b any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose, c a police officer of at least the rank of inspector, d an officer of Revenue and Customs who is not below such grade as is designated by the Commissioners for Her Majesty's Revenue and Customs as equivalent to that rank, e an immigration officer who is not below such grade as is designated by the Secretary of State as equivalent to that rank, f a member of staff of the Financial Conduct Authority who is not below such grade as is designated by the Treasury for the purposes of this Part, g the Director of the Serious Fraud Office (or a member of staff of that Office authorised for the purposes of section 336A by virtue of section 2C(2)), or h an accredited financial investigator who falls within a description specified in an order made for the purposes of section 336A by the Secretary of State under section 453. 8 In the case of an application to the sheriff,  “ senior officer ” means a procurator fiscal. 9 “ Working day ” means a day other than— a a Saturday, b a Sunday, c Christmas Day, d Good Friday, or e a day which is a bank holiday under the Banking and Financial Dealings Act 1971 in the part of the United Kingdom in which the application in question under section 336A is made."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "11", "section_title": "Sharing of information within the regulated sector", "section_text": "11 After section 339ZA of the Proceeds of Crime Act 2002 insert— Voluntary disclosures within the regulated sector 339ZB 1 A person (A) may disclose information to one or more other persons if conditions 1 to 4 are met. 2 Condition 1 is that— a A is carrying on a business in the regulated sector as a relevant undertaking, b the information on which the disclosure is based came to A in the course of carrying on that business, and c the person to whom the information is to be disclosed (or each of them, where the disclosure is to more than one person) is also carrying on a business in the regulated sector as a relevant undertaking (whether or not of the same kind as A). 3 Condition 2 is that— a an  NCA  authorised officer has requested A to make the disclosure, or b the person to whom the information is to be disclosed (or at least one of them, where the disclosure is to more than one person) has requested A to do so. 4 Condition 3 is that, before A makes the disclosure, the required notification has been made to an NCA authorised officer (see section 339ZC(3) to (5)). 5 Condition 4 is that A is satisfied that the disclosure of the information will or may assist in determining any matter in connection with a suspicion that a person is engaged in money laundering. 6 A person may disclose information to A for the purposes of making a disclosure request if, and to the extent that, the person has reason to believe that A has in A's possession information that will or may assist in determining any matter in connection with a suspicion that a person is engaged in money laundering. Section 339ZB: disclosure requests and required notifications 339ZC 1 A disclosure request must— a state that it is made in connection with a suspicion that a person is engaged in money laundering, b identify the person (if known), c describe the information that is sought from A, and d specify the person or persons to whom it is requested that the information is disclosed. 2 Where the disclosure request is made by a person mentioned in section 339ZB(3)(b), the request must also— a set out the grounds for the suspicion that a person is engaged in money laundering, or b provide such other information as the person making the request thinks appropriate for the purposes of enabling A to determine whether the information requested ought to be disclosed under section 339ZB(1). 3 A required notification must be made— a in the case of a disclosure request made by an NCA authorised officer, by the person who is to disclose information under section 339ZB(1) as a result of the request; b in the case of a disclosure request made by a person mentioned in section 339ZB(3)(b), by the person who made the request. 4 In a case within subsection (3)(a), the required notification must state that information is to be disclosed under section 339ZB(1). 5 In a case within subsection (3)(b), the required notification must— a state that a disclosure request has been made, b specify the person to whom the request was made, c identify any person (if known) suspected of being engaged in money laundering in connection with whom the request was made, and d provide all such other information that the person giving the notification would be required to give if making the required disclosure for the purposes of section 330 (see in particular subsection (5)(b) and (c) of that section). Section 339ZB: effect on required disclosures under section 330 or 331 339ZD 1 This section applies if in any proceedings a question arises as to whether the required disclosure has been made for the purposes of section 330(4) or 331(4)— a by a person (A) who discloses information under section 339ZB(1) as a result of a disclosure request, b by a person (B) who makes a required notification in accordance with section 339ZC(3)(b) in connection with that request, or c by any other person (C) to whom A discloses information under section 339ZB(1) as a result of that request. 2 The making of a required notification in good faith is to be treated as satisfying any requirement to make the required disclosure on the part of A, B and C. This is subject to section 339ZE(1) to (8). 3 The making of a joint disclosure report in good faith is to be treated as satisfying any requirement to make the required disclosure on the part of the persons who jointly make the report. This is subject to section 339ZE(10). 4 A joint disclosure report is a report to an NCA authorised officer that— a is made jointly by A and B (whether or not also jointly with other persons to whom A discloses information under section 339ZB(1)), b satisfies the requirements as to content mentioned in subsection (5), c is prepared after the making of a disclosure by A to B under section 339ZB(1) in connection with a suspicion of a person's engagement in money laundering, and d is sent to the NCA authorised officer before the end of the applicable period. 5 The requirements as to content are that the report must— a explain the extent to which there are continuing grounds to suspect that the person mentioned in subsection (4)(c) is engaged in money laundering, b identify the person (if known), c set out the grounds for the suspicion, and d provide any other information relevant to the matter. 6 The applicable period is— a in a case where the disclosure under section 339ZB was made as a result of a disclosure request from an NCA authorised officer by virtue of subsection (3)(a) of that section, whatever period may be specified by the officer when making the request; b in a case where the disclosure was made as a result of a disclosure request from another person by virtue of subsection (3)(b) of that section, the period of 84 days beginning with the day on which a required notification is made in connection with the request. 7 A joint disclosure report must be— a approved by the nominated officer of each person that jointly makes the report, and b signed by the nominated officer on behalf of each such person. If there is no nominated officer the report must be approved and signed by another senior officer. 8 References in this section to A, B or C include— a a nominated officer acting on behalf of A, B or C, and b any other person who is an employee, officer or partner of A, B or C. Limitations on application of section 339ZD(2) and (3) 339ZE 1 Subsections (2) and (3) apply in a case where the required notification is made by A (notification made as a result of disclosure request received from NCA authorised officer). 2 Section 339ZD(2) has effect in the case of A, B or C only so far as relating to— a the suspicion in connection with which the required notification is made, and b matters known, suspected or believed as a result of the making of the disclosure request concerned. 3 Accordingly, section 339ZD(2) does not remove any requirement to make the required disclosure in relation to anything known, suspected or believed that does not result only from the making of the disclosure request. 4 Subsections (5) to (7) apply in a case where the required notification is made by B (notification made as a result of disclosure request received from another undertaking in the regulated sector). 5 Section 339ZD(2) has effect in the case of A or C only so far as relating to— a the suspicion in connection with which the notification by B is made, and b matters known, suspected or believed by A or C as a result of the making of that notification. 6 Accordingly, section 339ZD(2) does not remove any requirement to make the required disclosure in relation to anything known, suspected or believed that does not result only from the making of the notification. 7 Section 339ZD(2) has effect in the case of B only so far as relating to— a the suspicion in connection with which the notification is made, and b matters known, suspected or believed by B at the time of the making of the notification. 8 If a joint disclosure report is not made before the end of the applicable period (whether the required notification was made by A or B), section 339ZD(2)— a has effect only so far as relating to any requirement to make the required disclosure that would have otherwise arisen within that period, and b does not remove a requirement to make the required disclosure so far as arising after the end of that period on the part of any person in respect of matters that may become known, suspected or believed by the person after the time when the required notification was made. 9 If a joint disclosure report is not made before the end of the applicable period, the person who made the required notification must notify an NCA authorised officer that a report is not being made as soon as reasonably practicable after the period ends. 10 Section 339ZD(3) has effect only so far as relating to— a the suspicion in connection with which the report is made, and b matters known, suspected or believed at the time of the making of the report. 11 Terms used in this section have the same meanings as in section 339ZD. Section 339ZB: supplementary 339ZF 1 A relevant disclosure made in good faith does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information, however imposed. 2 But a relevant disclosure may not include information obtained from a  UK  law enforcement agency unless that agency consents to the disclosure. 3 In a case where a person is acting on behalf of another (“the undertaking”) as a nominated officer— a a relevant disclosure by the undertaking must be made by the nominated officer on behalf of the undertaking, and b a relevant disclosure to the undertaking must be made to that officer. 4 Subsection (1) applies whether or not the conditions in section 339ZB were met in respect of the disclosure if the person making the disclosure did so in the reasonable belief that the conditions were met. 5 In this section— “ relevant disclosure ” means any disclosure made in compliance, or intended compliance, with section 339ZB; “ UK law enforcement agency ” means— the National Crime Agency; a police force in England, Scotland, Northern Ireland or Wales; any other person operating in England, Scotland, Northern Ireland or Wales charged with the duty of preventing, detecting, investigating or prosecuting offences. Sections 339ZB to 339ZF: interpretation 339ZG 1 This section applies for the purposes of sections 339ZB to 339ZF. 2 “ Disclosure request ” means a request made for the purposes of condition 2 in section 339ZB(3). 3 “ NCA authorised officer ” means a person authorised for the purposes of this Part by the Director General of the National Crime Agency. 4 “ Nominated officer ” means a person nominated to receive disclosures under section 330. 5 “ Relevant undertaking ” means any of the following— a a credit institution; b a financial institution; c a professional legal adviser; d a relevant professional adviser; e other persons (not within paragraphs (a) to (d)) whose business consists of activities listed in paragraph 1(1) of Schedule 9. 6 “ Required disclosure ” has the same meaning as in section 330(5) or (as the case may be) section 331(5). 7 “ Required notification ” means a notification made for the purposes of condition 3 in section 339ZB(4). 8 For the purposes of subsection (5)— a “ credit institution ” has the same meaning as in Schedule 9; b “ financial institution ” means an undertaking that carries on a business in the regulated sector by virtue of any of paragraphs (b) to (i) of paragraph 1(1) of that Schedule; c “ relevant professional adviser ” has the meaning given by section 333E(5). 9 Schedule 9 has effect for determining what is a business in the regulated sector."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "12", "section_title": "Further information orders", "section_text": "12 After section 339ZG of the Proceeds of Crime Act 2002 (inserted by section 11 above) insert— Further information orders Further information orders 339ZH 1 A magistrates' court or (in Scotland) the sheriff may, on an application made by a relevant person, make a further information order if satisfied that either condition 1 or condition 2 is met. 2 The application must— a specify or describe the information sought under the order, and b specify the person from whom the information is sought (“ the respondent ”). 3 A further information order is an order requiring the respondent to provide— a the information specified or described in the application for the order, or b such other information as the court or sheriff making the order thinks appropriate, so far as the information is in the possession, or under the control, of the respondent. 4 Condition 1 for the making of a further information order is met if— a the information required to be given under the order would relate to a matter arising from a disclosure made under this Part, b the respondent is the person who made the disclosure or is otherwise carrying on a business in the regulated sector, c the information would assist in investigating whether a person is engaged in money laundering or in determining whether an investigation of that kind should be started, and d it is reasonable in all the circumstances for the information to be provided. 5 Condition 2 for the making of a further information order is met if— a the information required to be given under the order would relate to a matter arising from a disclosure made under a corresponding disclosure requirement, b an external request has been made to the National Crime Agency for the provision of information in connection with that disclosure, c the respondent is carrying on a business in the regulated sector, d the information is likely to be of substantial value to the authority that made the external request in determining any matter in connection with the disclosure, and e it is reasonable in all the circumstances for the information to be provided. 6 For the purposes of subsection (5),  “ external request ” means a request made by an authority of a foreign country which has responsibility in that country for carrying out investigations into whether a corresponding money laundering offence has been committed. 7 A further information order must specify— a how the information required under the order is to be provided, and b the date by which it is to be provided. 8 If a person fails to comply with a further information order made by a magistrates' court, the magistrates' court may order the person to pay an amount not exceeding £5,000. 9 The sum mentioned in subsection (8) is to be treated as adjudged to be paid by a conviction of the court for the purposes of the Magistrates' Courts Act 1980 or (as the case may be) the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)). 10 In order to take account of changes in the value of money the Secretary of State may by regulations substitute another sum for the sum for the time being specified in subsection (8). 11 Schedule 9 has effect for the purposes of this section in determining what is a business in the regulated sector. 12 In this section— “ corresponding disclosure requirement ” means a requirement to make a disclosure under the law of the foreign country concerned that corresponds to a requirement imposed by virtue of this Part; “ corresponding money laundering offence ” means an offence under the law of the foreign country concerned that would, if done in the United Kingdom, constitute an offence specified in paragraph (a), (b) or (c) of section 340(11); “ foreign country ” means a country or territory outside the United Kingdom; “ relevant person ” means— in the case of an application to a magistrates' court, the Director General of the National Crime Agency or any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose, or in the case of an application to the sheriff, a procurator fiscal. Statements 339ZI 1 A statement made by a person in response to a further information order may not be used in evidence against the person in criminal proceedings. 2 Subsection (1) does not apply— a in the case of proceedings under this Part, b on a prosecution for perjury, or c on a prosecution for some other offence where, in giving evidence, the person makes a statement inconsistent with the statement mentioned in subsection (1). 3 A statement may not be used by virtue of subsection (2)(c) unless— a evidence relating to it is adduced, or b a question relating to it is asked, by or on behalf of the person in the proceedings arising out of the prosecution. 4 In subsection (2)(b) the reference to a prosecution for perjury is— a in the case of England and Wales, a reference to a prosecution for an offence under section 5 of the Perjury Act 1911; b in the case of Northern Ireland, a reference to a prosecution for an offence under Article 10 of the Perjury (Northern Ireland) Order 1979 (S.I. 1979/1714 (N.I. 19)). Appeals 339ZJ 1 An appeal from a decision on an application for a further information order lies to the relevant appeal court. 2 An appeal under this section lies at the instance of any person who was a party to the proceedings on the application. 3 The  “relevant appeal court” is— a the Crown Court, in the case of a decision made by a magistrates' court in England and Wales; b a county court, in the case of a decision made by a magistrates' court in Northern Ireland; c the Sheriff Appeal Court, in the case of a decision made by the sheriff. 4 On an appeal under this section the relevant appeal court may— a make or (as the case may be) discharge a further information order, or b vary the order. Supplementary 339ZK 1 A further information order does not confer the right to require a person to provide privileged information. 2 “Privileged information” is information which a person would be entitled to refuse to provide on grounds of legal professional privilege in proceedings in the High Court or, in Scotland, legal privilege as defined by section 412. 3 Information provided in pursuance of a further information order is not to be taken to breach any restriction on the disclosure of information (however imposed). 4 An application for a further information order may be heard and determined in private. 5 Rules of court may make provision as to the practice and procedure to be followed in connection with proceedings relating to further information orders."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "13", "section_title": "Unlawful conduct: gross human rights abuses or violations", "section_text": "13 1 Part 5 of the Proceeds of Crime Act 2002 (civil recovery of the proceeds etc of unlawful conduct) is amended as follows. 2 In section 241 (meaning of  “unlawful conduct”), after subsection (2) insert— 2A Conduct which— a occurs in a country or territory outside the United Kingdom, b constitutes, or is connected with, the commission of a gross human rights abuse or violation (see section 241A), and c if it occurred in a part of the United Kingdom, would be an offence triable under the criminal law of that part on indictment only or either on indictment or summarily, is also unlawful conduct. 3 After that section insert— Gross human rights abuse or violation” 241A 1 Conduct constitutes the commission of a gross human rights abuse or violation if each of the following three conditions is met. 2 The first condition is that— a the conduct constitutes the torture of a person who has sought— i to expose illegal activity carried out by a public official or a person acting in an official capacity, or ii to obtain, exercise, defend or promote human rights and fundamental freedoms, or b the conduct otherwise involves the cruel, inhuman or degrading treatment or punishment of such a person. 3 The second condition is that the conduct is carried out in consequence of that person having sought to do anything falling within subsection (2)(a)(i) or (ii). 4 The third condition is that the conduct is carried out— a by a public official, or a person acting in an official capacity, in the performance or purported performance of his or her official duties, or b by a person not falling within paragraph (a) at the instigation or with the consent or acquiescence— i of a public official, or ii of a person acting in an official capacity, who in instigating the conduct, or in consenting to or acquiescing in it, is acting in the performance or purported performance of his or her official duties. 5 Conduct is connected with the commission of a gross human rights abuse or violation if it is conduct by a person that involves— a acting as an agent for another in connection with activities relating to conduct constituting the commission of a gross human rights abuse or violation, b directing, or sponsoring, such activities, c profiting from such activities, or d materially assisting such activities. 6 Conduct that involves the intentional infliction of severe pain or suffering on another person is conduct that constitutes torture for the purposes of subsection (2)(a). 7 It is immaterial whether the pain or suffering is physical or mental and whether it is caused by an act or omission. 8 The cases in which a person materially assists activities for the purposes of subsection (5)(d) include those where the person— a provides goods or services in support of the carrying out of the activities, or b otherwise provides any financial or technological support in connection with their carrying out. 4 The amendments made by this section— a apply in relation to conduct, so far as that conduct constitutes or is connected with the torture of a person (see section 241A(2)(a) of the Proceeds of Crime Act 2002 as inserted by subsection (3) above), whether the conduct occurs before or after the coming into force of this section; b apply in relation to property obtained through such conduct whether the property is obtained before or after the coming into force of this section; c apply in relation to conduct, so far as that conduct involves or is connected with the cruel, inhuman or degrading treatment or punishment of a person (see section 241A(2)(b) of that Act as inserted by subsection (3) above), only if the conduct occurs after the coming into force of this section. This is subject to subsection (5). 5 Proceedings under Chapter 2 of Part 5 of the Proceeds of Crime Act 2002 may not be brought in respect of property obtained through unlawful conduct of the kind mentioned in section 241(2A) of the Proceeds of Crime Act 2002 (as inserted by subsection (2) above) after the end of the period of 20 years from the date on which the conduct constituting the commission of the gross human rights abuse or violation concerned occurs. 6 Proceedings under that Chapter are brought in England and Wales or Northern Ireland when— a a claim form is issued, b an application is made for a property freezing order under section 245A of that Act, or c an application is made for an interim receiving order under section 246 of that Act, whichever is the earliest. 7 Proceedings under that Chapter are brought in Scotland when— a the proceedings are served, b an application is made for a prohibitory property order under section 255A of that Act, or c an application is made for an interim administration order under section 256 of that Act, whichever is the earliest."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "14", "section_title": "Forfeiture of cash", "section_text": "14 1 In section 289(6) of the Proceeds of Crime Act 2002 (meaning of cash for purposes of Chapter 3 of Part 5 of that Act), after paragraph (e) insert— f gaming vouchers, g fixed-value casino tokens, h betting receipts . 2 After section 289(7) of that Act insert— 7A For the purposes of subsection (6)— a “ gaming voucher ” means a voucher in physical form issued by a gaming machine that represents a right to be paid the amount stated on it; b “ fixed-value casino token ” means a casino token that represents a right to be paid the amount stated on it; c “ betting receipt ” means a receipt in physical form that represents a right to be paid an amount in respect of a bet placed with a person holding a betting licence. 7B In subsection (7A)— “bet”— in relation to England and Wales and Scotland, has the same meaning as in section 9(1) of the Gambling Act 2005; in relation to Northern Ireland, has the same meaning as in the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 (S.I. 1985/1204 (N.I. 11))\t\t\t\t\t\t\t\t\t\t\t\t(see Article 2 of that Order); “betting licence”— in relation to England and Wales and Scotland, means a general betting operating licence issued under Part 5 of the Gambling Act 2005; in relation to Northern Ireland, means a bookmaker's licence as defined in Article 2 of the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985; “gaming machine”— in relation to England and Wales and Scotland, has the same meaning as in the Gambling Act 2005 (see section 235 of that Act); in relation to Northern Ireland, has the same meaning as in the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 (see Article 2 of that Order). 7C In the application of subsection (7A) to Northern Ireland references to a right to be paid an amount are to be read as references to the right that would exist but for Article 170 of the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 (gaming and wagering contracts void)."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "15", "section_title": "Forfeiture of certain personal (or moveable) property", "section_text": "15 In Part 5 of the Proceeds of Crime Act 2002 (civil recovery of the proceeds etc of unlawful conduct), after section 303A insert— CHAPTER 3A Recovery of listed assets in summary proceedings Definition of listed asset “Listed asset” 303B 1 In this Chapter, a  “ listed asset ” means an item of property that falls within one of the following descriptions of property— a precious metals; b precious stones; c watches; d artistic works; e face-value vouchers; f postage stamps. 2 The Secretary of State may by regulations amend subsection (1)— a by removing a description of property; b by adding a description of tangible personal (or corporeal moveable) property. 3 The Secretary of State must consult the Scottish Ministers and the Department of Justice before making regulations under subsection (2). 4 In this section— a “ precious metal ” means gold, silver or platinum (whether in an unmanufactured or a manufactured state); b “ artistic work ” means a piece of work falling within section 4(1)(a) of the Copyright, Designs and Patents Act 1988; c “ face-value voucher ” means a voucher in physical form that represents a right to receive goods or services to the value of an amount stated on it. Searches Searches 303C 1 If a relevant officer is lawfully on any premises and has reasonable grounds for suspecting that there is on the premises a seizable listed asset, the relevant officer may search for the listed asset there. 2 The powers conferred by subsection (5) are exercisable by a relevant officer if— a the relevant officer has reasonable grounds for suspecting that there is a seizable listed asset in a vehicle, b it appears to the officer that the vehicle is under the control of a person (the suspect) who is in or in the vicinity of the vehicle, and c the vehicle is in a place falling within subsection (3). 3 The places referred to in subsection (2)(c) are— a a place to which, at the time of the proposed exercise of the powers, the public or any section of the public has access, on payment or otherwise, as of right or by virtue of express or implied permission, and b any other place to which at that time people have ready access but which is not a dwelling. 4 But if the vehicle is in a garden or yard or other land occupied with and used for the purposes of a dwelling, the relevant officer may exercise the powers conferred by subsection (5) only if the relevant officer has reasonable grounds for believing— a that the suspect does not reside in the dwelling, and b that the vehicle is not in the place in question with the express or implied permission of a person who resides in the dwelling. 5 The powers conferred by this subsection are— a power to require the suspect to permit entry to the vehicle; b power to require the suspect to permit a search of the vehicle. 6 If a relevant officer has reasonable grounds for suspecting that a person (the suspect) is carrying a seizable listed asset, the relevant officer may require the suspect— a to permit a search of any article the suspect has with him or her; b to permit a search of the suspect's person. 7 The powers conferred by subsections (5) and (6) are exercisable only so far as the relevant officer thinks it necessary or expedient. 8 A relevant officer may— a in exercising powers conferred by subsection (5), detain the vehicle for so long as is necessary for their exercise; b in exercising powers conferred by subsection (6)(b), detain the suspect for so long as is necessary for their exercise. 9 In this Chapter, a  “ relevant officer ” means— a an officer of Revenue and Customs, b a constable, c an SFO officer, or d an accredited financial investigator who falls within a description specified in an order made for the purposes of this Chapter by the Secretary of State under section 453. 10 For the purposes of this section a listed asset is a seizable listed asset if— a all or part of it is recoverable property or is intended by any person for use in unlawful conduct, and b the value of the asset, or the part of it that falls within paragraph (a), is not less than the minimum value. 11 Where a power conferred by this section is being exercised in respect of more than one seizable listed asset, this section is to apply as if the value of each asset or (as the case may be) part of an asset was equal to the aggregate value of all of those assets or parts. Searches: supplemental provision 303D 1 The powers conferred by section 303C— a are exercisable only so far as reasonably required for the purpose of finding a listed asset; b include the power to carry out (or arrange for the carrying out of) tests on anything found during the course of the search for the purpose of establishing whether it is a listed asset; c are exercisable by an officer of Revenue and Customs only if the officer has reasonable grounds for suspecting that the unlawful conduct in question relates to an assigned matter (within the meaning of the Customs and Excise Management Act 1979); d are exercisable by an SFO officer or an accredited financial investigator only in relation to the following— i premises in England, Wales or Northern Ireland (in the case of section 303C(1)); ii vehicles and suspects in England, Wales or Northern Ireland (in the case of section 303C(5) and (8)(a)); iii suspects in England, Wales or Northern Ireland (in the case of section 303C(6) and (8)(b)). 2 Section 303C does not require a person to submit to an intimate search or strip search (within the meaning of section 164 of the Customs and Excise Management Act 1979). Prior approval 303E 1 The powers conferred by section 303C may be exercised only with the appropriate approval unless, in the circumstances, it is not practicable to obtain that approval before exercising the power. 2 The appropriate approval means the approval of a judicial officer or (if that is not practicable in any case) the approval of a senior officer. 3 A judicial officer means— a in relation to England and Wales and Northern Ireland, a justice of the peace; b in relation to Scotland, the sheriff. 4 A senior officer means— a in relation to the exercise of a power by an officer of Revenue and Customs, such an officer of a rank designated by the Commissioners for Her Majesty's Revenue and Customs as equivalent to that of a senior police officer; b in relation to the exercise of a power by a constable, a senior police officer; c in relation to the exercise of a power by an SFO officer, the Director of the Serious Fraud Office; d in relation to the exercise of a power by a National Crime Agency officer, the Director General of the National Crime Agency or any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose; e in relation to the exercise of a power by an accredited financial investigator who is— i a member of the civilian staff of a police force in England and Wales (including the metropolitan police force), within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011, ii a member of staff of the City of London police force, or iii a member of staff of the Police Service of Northern Ireland, a senior police officer; f in relation to the exercise of a power by an accredited financial investigator who does not fall within any of the preceding paragraphs, an accredited financial investigator who falls within a description specified in an order made for this purpose by the Secretary of State under section 453. 5 A senior police officer means a police officer of at least the rank of inspector. 6 If the powers are exercised without the approval of a judicial officer in a case where— a no property is seized by virtue of section 303J, or b any property so seized is not detained for more than 48 hours (calculated in accordance with section 303K(5)), the relevant officer who exercised the power must give a written report to the appointed person. 7 But the duty in subsection (6) does not apply if, during the course of exercising the powers conferred by section 303C, the relevant officer seizes cash by virtue of section 294 and the cash so seized is detained for more than 48 hours (calculated in accordance with section 295(1B)). 8 A report under subsection (6) must give particulars of the circumstances which led the relevant officer to believe that— a the powers were exercisable, and b it was not practicable to obtain the approval of a judicial officer. 9 In this section and section 303F, the appointed person means— a in relation to England and Wales, a person appointed by the Secretary of State; b in relation to Scotland, a person appointed by the Scottish Ministers; c in relation to Northern Ireland, a person appointed by the Department of Justice. 10 The appointed person must not be a person employed under or for the purposes of a government department or of the Scottish Administration; and the terms and conditions of the person's appointment, including any remuneration or expenses to be paid to the person, are to be determined by the person making the appointment. Report on exercise of powers 303F 1 As soon as possible after the end of each financial year, the appointed person must prepare a report for that year. 2 “ Financial year ” means— a the period beginning with the day on which section 15 of the Criminal Finances Act 2017 (which inserted this section) came into force and ending with the next 31 March (which is the first financial year), and b each subsequent period of 12 months beginning with 1 April. 3 The report must give the appointed person's opinion as to the circumstances and manner in which the powers conferred by section 303C are being exercised in cases where the relevant officer who exercised them is required to give a report under section 303E(6). 4 In the report, the appointed person may make any recommendations he or she considers appropriate. 5 The appointed person must send a copy of the report to whichever of the Secretary of State, the Scottish Administration or the Department of Justice appointed the person. 6 The Secretary of State must lay a copy of any report the Secretary of State receives under this section before Parliament and arrange for it to be published. 7 The Scottish Ministers must lay a copy of any report they receive under this section before the Scottish Parliament and arrange for it to be published. 8 The Department of Justice must lay a copy of any report it receives under this section before the Northern Ireland Assembly and arrange for it to be published. 9 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (8) in relation to the laying of a copy of a report as it applies in relation to the laying of a statutory document under an enactment. Code of practice: Secretary of State 303G 1 The Secretary of State must make a code of practice in connection with the exercise by officers of Revenue and Customs, SFO officers and (in relation to England and Wales) constables and accredited financial investigators of the powers conferred by section 303C. 2 Where the Secretary of State proposes to issue a code of practice, the Secretary of State must— a publish a draft, b consider any representations made about the draft by the Scottish Ministers, the Department of Justice or any other person, and c if the Secretary of State thinks it appropriate, modify the draft in the light of any such representations. 3 The Secretary of State must also consult the Attorney General about the draft in its application to the exercise of powers by SFO officers and the Director of the Serious Fraud Office. 4 The Secretary of State must lay a draft of the code before Parliament. 5 When the Secretary of State has laid a draft of the code before Parliament, the Secretary of State may bring it into operation by regulations. 6 The Secretary of State may revise the whole or any part of the code and issue the code as revised; and subsections (2) to (5) apply to such a revised code as they apply to the original code. 7 A failure by an officer of Revenue and Customs, an SFO officer, a constable or an accredited financial investigator to comply with a provision of the code does not of itself make him or her liable to criminal or civil proceedings. 8 The code is admissible in evidence in criminal or civil proceedings and is to be taken into account by a court or tribunal in any case in which it appears to the court or tribunal to be relevant. Code of practice: Scotland 303H 1 The Scottish Ministers must make a code of practice in connection with the exercise by constables in relation to Scotland of the powers conferred by section 303C. 2 Where the Scottish Ministers propose to issue a code of practice, they must— a publish a draft, b consider any representations made about the draft, and c if they think it appropriate, modify the draft in the light of any such representations. 3 The Scottish Ministers must lay a draft of the code before the Scottish Parliament. 4 When the Scottish Ministers have laid a draft of the code before the Scottish Parliament, they may bring it into operation by order. 5 The Scottish Ministers may revise the whole or any part of the code and issue the code as revised; and subsections (2) to (4) apply to such a revised code as they apply to the original code. 6 A failure by a constable to comply with a provision of the code does not of itself make the constable liable to criminal or civil proceedings. 7 The code is admissible in evidence in criminal or civil proceedings and is to be taken into account by a court or tribunal in any case in which it appears to the court or tribunal to be relevant. Code of practice: Northern Ireland 303I 1 The Department of Justice must make a code of practice in connection with the exercise by constables and accredited financial investigators, in relation to Northern Ireland, of the powers conferred by section 303C. 2 Where the Department of Justice proposes to issue a code of practice, it must— a publish a draft, b consider any representations made about the draft, and c if the Department of Justice thinks it appropriate, modify the draft in the light of any such representations. 3 The Department of Justice must lay a draft of the code before the Northern Ireland Assembly. 4 When the Department of Justice has laid a draft of the code before the Northern Ireland Assembly, the Department of Justice may bring it into operation by order. 5 Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsections (3) and (4) in relation to the laying of a draft as it applies in relation to the laying of a statutory document under an enactment. 6 The Department of Justice may revise the whole or any part of the code and issue the code as revised; and subsections (2) to (5) apply to such a revised code as they apply to the original code. 7 A failure by a constable or accredited financial investigator to comply with a provision of the code does not of itself make him or her liable to criminal or civil proceedings. 8 The code is admissible in evidence in criminal or civil proceedings and is to be taken into account by a court or tribunal in any case in which it appears to the court or tribunal to be relevant. Seizure and detention Seizure of listed assets 303J 1 A relevant officer may seize any item of property if the relevant officer has reasonable grounds for suspecting that— a it is a listed asset, b it is recoverable property or intended by any person for use in unlawful conduct, and c the value of it is not less than the minimum value. 2 A relevant officer may also seize any item of property if— a the relevant officer has reasonable grounds for suspecting the item to be a listed asset, b the relevant officer has reasonable grounds for suspecting that part of the item is recoverable property or intended by any person for use in unlawful conduct, c the relevant officer has reasonable grounds for suspecting that the value of the part to which the suspicion relates is not less than the minimum value, and d it is not reasonably practicable to seize only that part. 3 Where the powers conferred by this section are being exercised by a relevant officer in respect of more than one item of property, this section is to apply as if the value of each item was equal to the aggregate value of all of those items. 4 The references in subsection (3) to the value of an item are to be read as including references to the value of part of an item where the power conferred by subsection (2) is being exercised (whether alone or in conjunction with the power conferred by subsection (1)). 5 This section does not authorise the seizure by an SFO officer or an accredited financial investigator of an item of property found in Scotland. Initial detention of seized property 303K 1 Property seized under section 303J may be detained for an initial period of 6 hours. 2 Property seized under section 303J may be detained beyond the initial period of 6 hours only if its continued detention is authorised by a senior officer. 3 If the continued detention of property seized under section 303J is authorised under subsection (2), the property may be detained for a further period of 42 hours. 4 Subsections (1) to (3) authorise the detention of property only for so long as a relevant officer continues to have reasonable grounds for suspicion in relation to that property as described in section 303J(1) or (2)\t\t\t\t\t\t\t\t\t\t(as the case may be). 5 In calculating a period of hours for the purposes of this section, no account shall be taken of— a any Saturday or Sunday, b Christmas Day, c Good Friday, d any day that is a bank holiday under the Banking and Financial Dealings Act 1971 in the part of the United Kingdom within which the property is seized, or e any day prescribed under section 8(2) of the Criminal Procedure (Scotland) Act 1995 as a court holiday in a sheriff court in the sheriff court district within which the property is seized. 6 “Senior officer” has the same meaning in this section as it has in section 303E. Further detention of seized property 303L 1 The period for which property seized under section 303J, or any part of that property, may be detained may be extended by an order made— a in England and Wales or Northern Ireland, by a magistrates' court; b in Scotland, by the sheriff. 2 An order under subsection (1) may not authorise the detention of any property— a beyond the end of the period of 6 months beginning with the date of the order, and b in the case of any further order under this section, beyond the end of the period of 2 years beginning with the date of the first order. 3 A justice of the peace may also exercise the power of a magistrates' court to make the first order under subsection (1) extending a particular period of detention. 4 An application for an order under subsection (1) may be made— a in relation to England and Wales and Northern Ireland, by a person specified in subsection (5); b in relation to Scotland, by the Scottish Ministers in connection with their functions under section 303O or by a procurator fiscal. 5 The persons referred to in subsection (4)(a) are— a the Commissioners for Her Majesty's Revenue and Customs, b a constable, c an SFO officer, or d an accredited financial investigator who falls within a description specified in an order made for the purposes of this Chapter by the Secretary of State under section 453. 6 The court, sheriff or justice may make the order if satisfied, in relation to the item of property to be further detained, that— a it is a listed asset, b the value of it is not less than the minimum value, and c condition 1 or condition 2 is met. 7 Subsection (6)(b) does not apply where the application is for a second or subsequent order under this section. 8 Condition 1 is that there are reasonable grounds for suspecting that the property is recoverable property and that either— a its continued detention is justified while its derivation is further investigated or consideration is given to bringing (in the United Kingdom or elsewhere) proceedings against any person for an offence with which the property is connected, or b proceedings against any person for an offence with which the property is connected have been started and have not been concluded. 9 Condition 2 is that there are reasonable grounds for suspecting that the property is intended to be used in unlawful conduct and that either— a its continued detention is justified while its intended use is further investigated or consideration is given to bringing (in the United Kingdom or elsewhere) proceedings against any person for an offence with which the property is connected, or b proceedings against any person for an offence with which the property is connected have been started and have not been concluded. 10 Where an application for an order under subsection (1) relates to an item of property seized under section 303J(2), the court, sheriff or justice may make the order if satisfied that— a the item of property is a listed asset, b condition 1 or 2 is met in respect of part of the item, c the value of that part is not less than the minimum value, and d it is not reasonably practicable to detain only that part. 11 Subsection (10)(c) does not apply where the application is for a second or subsequent order under this section. 12 Where an application for an order under subsection (1) is made in respect of two or more items of property that were seized at the same time and by the same person, this section is to apply as if the value of each item was equal to the aggregate value of all of those items. 13 The references in subsection (12) to the value of an item are to be read as including references to the value of part of an item where subsection (10) applies in relation to one or more of the items in respect of which the application under subsection (1) is made. 14 An order under subsection (1) must provide for notice to be given to persons affected by it. Testing and safekeeping of property seized under section 303J 303M 1 A relevant officer may carry out (or arrange for the carrying out of) tests on any item of property seized under section 303J for the purpose of establishing whether it is a listed asset. 2 A relevant officer must arrange for any item of property seized under section 303J to be safely stored throughout the period during which it is detained under this Chapter. Release of detained property 303N 1 This section applies while any property is detained under section 303K or 303L. 2 A magistrates' court or (in Scotland) the sheriff may direct the release of the whole or any part of the property if the following condition is met. 3 The condition is that the court or sheriff is satisfied, on an application by the person from whom the property was seized, that the conditions in section 303K or 303L (as the case may be) for the detention of the property are no longer met in relation to the property to be released. 4 A relevant officer or (in Scotland) a procurator fiscal may, after notifying the magistrates' court, sheriff or justice under whose order property is being detained, release the whole or any part of it if satisfied that the detention of the property to be released is no longer justified. Forfeiture Forfeiture 303O 1 While property is detained under this Chapter, an application for the forfeiture of the whole or any part of it may be made— a to a magistrates' court by a person specified in subsection (2); b to the sheriff by the Scottish Ministers. 2 The persons referred to in subsection (1)(a) are— a the Commissioners for Her Majesty's Revenue and Customs, b a constable, c an SFO officer, or d an accredited financial investigator who falls within a description specified in an order made for the purposes of this Chapter by the Secretary of State under section 453. 3 The court or sheriff may order the forfeiture of the property or any part of it if satisfied that— a the property is a listed asset, and b what is to be forfeited is recoverable property or intended by any person for use in unlawful conduct. 4 An order under subsection (3) made by a magistrates' court may provide for payment under section 303U of reasonable legal expenses that a person has reasonably incurred, or may reasonably incur, in respect of— a the proceedings in which the order is made, or b any related proceedings under this Chapter. 5 A sum in respect of a relevant item of expenditure is not payable under section 303U in pursuance of provision under subsection (4) unless— a the person who applied for the order under subsection (3) agrees to its payment, or b the court has assessed the amount allowed in respect of that item and the sum is paid in respect of the assessed amount. 6 For the purposes of subsection (5)— a a  “relevant item of expenditure” is an item of expenditure to which regulations under section 286B would apply if the order under subsection (3) had instead been a recovery order; b an amount is  “allowed” in respect of a relevant item of expenditure if it would have been allowed by those regulations; c if the person who applied for the order under subsection (3) was a constable, an SFO officer or an accredited financial investigator, that person may not agree to the payment of a sum unless the person is a senior officer or is authorised to do so by a senior officer. 7 “Senior officer” has the same meaning in subsection (6)(c) as it has in section 303E. 8 Subsection (3) ceases to apply on the transfer of an application made under this section in accordance with section 303R(1)(a) or (b). 9 Where an application for the forfeiture of any property is made under this section, the property is to be detained (and may not be released under any power conferred by this Chapter) until any proceedings in pursuance of the application (including any proceedings on appeal) are concluded. 10 Where the property to which the application relates is being detained under this Chapter as part of an item of property, having been seized under section 303J(2), subsection (9) is to be read as if it required the continued detention of the whole of the item of property. Associated and joint property 303P 1 Sections 303Q and 303R apply if— a an application is made under section 303O in respect of property detained under this Chapter, b the court or sheriff is satisfied that the property is a listed asset, c the court or sheriff is satisfied that all or part of the property is recoverable property or intended by any person for use in unlawful conduct, and d there exists property that is associated with the property in relation to which the court or sheriff is satisfied as mentioned in paragraph (c). 2 Sections 303Q and 303R also apply in England and Wales and Northern Ireland if— a an application is made under section 303O in respect of property detained under this Chapter, b the court is satisfied that the property is a listed asset, c the court is satisfied that all or part of the property is recoverable property, and d the property in relation to which the court is satisfied as mentioned in paragraph (c) belongs to joint tenants and one of the tenants is an excepted joint owner. 3 In this section and sections 303Q and 303R  “ associated property ” means property of any of the following descriptions that is not itself the forfeitable property— a any interest in the forfeitable property; b any other interest in the property in which the forfeitable property subsists; c if the forfeitable property is a tenancy in common, the tenancy of the other tenant; d if (in Scotland) the forfeitable property is owned in common, the interest of the other owner; e if the forfeitable property is part of a larger property, but not a separate part, the remainder of that property. References to property being associated with forfeitable property are to be read accordingly. 4 In this section and sections 303Q and 303R the  “ forfeitable property ” means the property in relation to which the court or sheriff is satisfied as mentioned in subsection (1)(c) or (2)(c)\t\t\t\t\t\t\t\t\t\t(as the case may be). Agreements about associated and joint property 303Q 1 Where— a this section applies, and b the person who applied for the order under section 303O (on the one hand) and the person who holds the associated property or who is the excepted joint owner (on the other hand) agree, the magistrates' court or sheriff may, instead of making an order under section 303O(3), make an order requiring the person who holds the associated property or who is the excepted joint owner to make a payment to a person identified in the order. 2 The amount of the payment is (subject to subsection (3)) to be the amount which the persons referred to in subsection (1)(b) agree represents— a in a case where this section applies by virtue of section 303P(1), the value of the forfeitable property; b in a case where this section applies by virtue of section 303P(2), the value of the forfeitable property less the value of the excepted joint owner's share. 3 The amount of the payment may be reduced if the person who applied for the order under section 303O agrees that the other party to the agreement has suffered loss as a result of the seizure of the forfeitable property and any associated property under section 303J and its subsequent detention. 4 The reduction that is permissible by virtue of subsection (3) is such amount as the parties to the agreement agree is reasonable, having regard to the loss suffered and any other relevant circumstances. 5 An order under subsection (1) may, so far as required for giving effect to the agreement, include provision for vesting, creating or extinguishing any interest in property. 6 An order under subsection (1) made by a magistrates' court may provide for payment under subsection (12) of reasonable legal expenses that a person has reasonably incurred, or may reasonably incur, in respect of— a the proceedings in which the order is made, or b any related proceedings under this Chapter. 7 A sum in respect of a relevant item of expenditure is not payable under subsection (12) in pursuance of provision under subsection (6) unless— a the person who applied for the order under section 303O agrees to its payment, or b the court has assessed the amount allowed in respect of that item and the sum is paid in respect of the assessed amount. 8 For the purposes of subsection (7)— a a  “relevant item of expenditure” is an item of expenditure to which regulations under section 286B would apply if the order under subsection (1) had instead been a recovery order; b an amount is  “allowed” in respect of a relevant item of expenditure if it would have been allowed by those regulations. 9 For the purposes of section 308(2), on the making of an order under subsection (1), the forfeitable property is to be treated as if it had been forfeited. 10 If there is more than one item of associated property or more than one excepted joint owner, the total amount to be paid under subsection (1), and the part of that amount which is to be provided by each person who holds any such associated property or who is an excepted joint owner, is to be agreed between both (or all) of them and the person who applied for the order under section 303O. 11 If the person who applied for the order under section 303O was a constable, an SFO officer or an accredited financial investigator, that person may enter into an agreement for the purposes of any provision of this section only if the person is a senior officer or is authorised to do so by a senior officer. “Senior officer” has the same meaning in this subsection as it has in section 303E. 12 An amount received under an order under subsection (1) must be applied as follows— a first, it must be applied in making any payment of legal expenses which, after giving effect to subsection (7), are payable under this subsection in pursuance of provision under subsection (6); b second, it must be applied in payment or reimbursement of any reasonable costs incurred in storing or insuring the forfeitable property and any associated property whilst detained under this Part; c third, it must be paid— i if the order was made by a magistrates' court, into the Consolidated Fund; ii if the order was made by the sheriff, into the Scottish Consolidated Fund. Associated and joint property: default of agreement 303R 1 Where this section applies and there is no agreement under section 303Q, the magistrates' court or sheriff— a must transfer the application made under section 303O to the relevant court if satisfied that the value of the forfeitable property and any associated property is £10,000 or more; b may transfer the application made under section 303O to the relevant court if satisfied that the value of the forfeitable property and any associated property is less than £10,000. 2 The  “relevant court” is— a the High Court, where the application under section 303O was made to a magistrates' court; b the Court of Session, where the application under section 303O was made to the sheriff. 3 Where (under subsection (1)(a) or (b)) an application made under section 303O is transferred to the relevant court, the relevant court may order the forfeiture of the property to which the application relates, or any part of that property, if satisfied that— a the property is a listed asset, and b what is to be forfeited is recoverable property or intended by any person for use in unlawful conduct. 4 An order under subsection (3) made by the High Court may include provision of the type that may be included in an order under section 303O(3) made by a magistrates' court by virtue of section 303O(4). 5 If provision is included in an order of the High Court by virtue of subsection (4) of this section, section 303O(5) and (6) apply with the necessary modifications. 6 The relevant court may, as well as making an order under subsection (3), make an order— a providing for the forfeiture of the associated property or (as the case may be) for the excepted joint owner's interest to be extinguished, or b providing for the excepted joint owner's interest to be severed. 7 Where (under subsection (1)(b)) the magistrates' court or sheriff decides not to transfer an application made under section 303O to the relevant court, the magistrates' court or sheriff may, as well as making an order under section 303O(3), make an order— a providing for the forfeiture of the associated property or (as the case may be) for the excepted joint owner's interest to be extinguished, or b providing for the excepted joint owner's interest to be severed. 8 An order under subsection (6) or (7) may be made only if the relevant court, the magistrates' court or the sheriff (as the case may be) thinks it just and equitable to do so. 9 An order under subsection (6) or (7) must provide for the payment of an amount to the person who holds the associated property or who is an excepted joint owner. 10 In making an order under subsection (6) or (7), and including provision in it by virtue of subsection (9), the relevant court, the magistrates' court or the sheriff (as the case may be) must have regard to— a the rights of any person who holds the associated property or who is an excepted joint owner and the value to that person of that property or (as the case may) of that person's share (including any value that cannot be assessed in terms of money), and b the interest of the person who applied for the order under section 303O in realising the value of the forfeitable property. 11 If the relevant court, the magistrates' court or the sheriff (as the case may be) is satisfied that— a the person who holds the associated property or who is an excepted joint owner has suffered loss as a result of the seizure of the forfeitable property and any associated property under section 303J and its subsequent detention, and b the circumstances are exceptional, an order under subsection (6) or (7) may require the payment of compensation to that person. 12 The amount of compensation to be paid by virtue of subsection (11) is the amount the relevant court, the magistrates' court or the sheriff (as the case may be) thinks reasonable, having regard to the loss suffered and any other relevant circumstances. 13 Compensation to be paid by virtue of subsection (11) is to be paid in the same way that compensation is to be paid under section 303W. Sections 303O to 303R: appeals 303S 1 Any party to proceedings for an order for the forfeiture of property under section 303O may appeal against— a the making of an order under section 303O; b the making of an order under section 303R(7); c a decision not to make an order under section 303O unless the reason that no order was made is that an order was instead made under section 303Q; d a decision not to make an order under section 303R(7). Paragraphs (c) and (d) do not apply if the application for the order under section 303O was transferred in accordance with section 303R(1)(a) or (b). 2 Where an order under section 303Q is made by a magistrates' court, any party to the proceedings for the order (including any party to the proceedings under section 303O that preceded the making of the order) may appeal against a decision to include, or not to include, provision in the order under subsection (6) of section 303Q. 3 An appeal under this section lies— a in relation to England and Wales, to the Crown Court; b in relation to Scotland, to the Sheriff Appeal Court; c in relation to Northern Ireland, to a county court. 4 An appeal under this section must be made before the end of the period of 30 days starting with the day on which the court makes the order or decision. 5 The court hearing the appeal may make any order it thinks appropriate. 6 If the court upholds an appeal against an order forfeiting property, it may order the release of the whole or any part of the property. Realisation of forfeited property 303T 1 If property is forfeited under section 303O or 303R, a relevant officer must realise the property or make arrangements for its realisation. 2 But the property is not to be realised— a before the end of the period within which an appeal may be made (whether under section 303S or otherwise), or b if an appeal is made within that period, before the appeal is determined or otherwise disposed of. 3 The realisation of property under subsection (1) must be carried out, so far as practicable, in the manner best calculated to maximise the amount obtained for the property. Proceeds of realisation 303U 1 The proceeds of property realised under section 303T must be applied as follows— a first, they must be applied in making any payment required to be made by virtue of section 303R(9); b second, they must be applied in making any payment of legal expenses which, after giving effect to section 303O(5)\t\t\t\t\t\t\t\t\t\t\t\t(including as applied by section 303R(5)), are payable under this subsection in pursuance of provision under section 303O(4) or, as the case may be, 303R(4); c third, they must be applied in payment or reimbursement of any reasonable costs incurred in storing or insuring the property whilst detained under this Part and in realising the property; d fourth, they must be paid— i if the property was forfeited by a magistrates' court or the High Court, into the Consolidated Fund; ii if the property was forfeited by the sheriff or the Court of Session, into the Scottish Consolidated Fund. 2 If what is realised under section 303T represents part only of an item of property seized under section 303J and detained under this Chapter, the reference in subsection (1)(c) to costs incurred in storing or insuring the property is to be read as a reference to costs incurred in storing or insuring the whole of the item of property. Supplementary Victims and other owners 303V 1 A person who claims that any property detained under this Chapter, or any part of it, belongs to him or her may apply for the property or part to be released. 2 An application under subsection (1) is to be made— a in England and Wales or Northern Ireland, to a magistrates' court; b in Scotland, to the sheriff. 3 The application may be made in the course of proceedings under section 303L or 303O or at any other time. 4 The court or sheriff may order the property to which the application relates to be released to the applicant if it appears to the court or sheriff that— a the applicant was deprived of the property to which the application relates, or of property which it represents, by unlawful conduct, b the property the applicant was deprived of was not, immediately before the applicant was deprived of it, recoverable property, and c the property belongs to the applicant. 5 If subsection (6) applies, the court or sheriff may order the property to which the application relates to be released to the applicant or to the person from whom it was seized. 6 This subsection applies where— a the applicant is not the person from whom the property to which the application relates was seized, b it appears to the court or sheriff that that property belongs to the applicant, c the court or sheriff is satisfied that the release condition is met in relation to that property, and d no objection to the making of an order under subsection (5) has been made by the person from whom that property was seized. 7 The release condition is met— a in relation to property detained under section 303K or 303L, if the conditions in section 303K or (as the case may be) 303L for the detention of the property are no longer met, and b in relation to property detained under section 303O, if the court or sheriff decides not to make an order under that section in relation to the property. Compensation 303W 1 If no order under section 303O, 303Q or 303R is made in respect of any property detained under this Chapter, the person to whom the property belongs or from whom it was seized may make an application for compensation. 2 An application under subsection (1) is to be made— a in England and Wales or Northern Ireland, to a magistrates' court; b in Scotland, to the sheriff. 3 If the court or sheriff is satisfied that the applicant has suffered loss as a result of the detention of the property and that the circumstances are exceptional, the court or sheriff may order compensation to be paid to the applicant. 4 The amount of compensation to be paid is the amount the court or sheriff thinks reasonable, having regard to the loss suffered and any other relevant circumstances. 5 If the property was seized by an officer of Revenue and Customs, the compensation is to be paid by the Commissioners for Her Majesty's Revenue and Customs. 6 If the property was seized by a constable, the compensation is to be paid as follows— a in the case of a constable of a police force in England and Wales, it is to be paid out of the police fund from which the expenses of the police force are met; b in the case of a constable of the Police Service of Scotland, it is to be paid by the Scottish Police Authority; c in the case of a police officer within the meaning of the Police (Northern Ireland) Act 2000, it is to be paid out of money provided by the Chief Constable of the Police Service of Northern Ireland. 7 If the property was seized by an SFO officer, the compensation is to be paid by the Director of the Serious Fraud Office. 8 If the property was seized by a National Crime Agency officer, the compensation is to be paid by the National Crime Agency. 9 If the property was seized by an accredited financial investigator who was not an officer of Revenue and Customs, a constable, an SFO officer or a National Crime Agency officer, the compensation is to be paid as follows— a in the case of an investigator who was— i a member of the civilian staff of a police force (including the metropolitan police force), within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011, or ii a member of staff of the City of London police force, it is to be paid out of the police fund from which the expenses of the police force are met, b in the case of an investigator who was a member of staff of the Police Service of Northern Ireland, it is to be paid out of money provided by the Chief Constable of the Police Service of Northern Ireland, c in the case of an investigator who was a member of staff of a department of the Government of the United Kingdom, it is to be paid by the Minister of the Crown in charge of the department or by the department, d in the case of an investigator who was a member of staff of a Northern Ireland department, it is to be paid by the department, e in the case of an investigator who was exercising a function of the Welsh Revenue Authority, it is to be paid by the Welsh Revenue Authority, and f in any other case, it is to be paid by the employer of the investigator. 10 The Secretary of State may by regulations amend subsection (9). 11 The power in subsection (10) is exercisable by the Department of Justice (and not by the Secretary of State) so far as it may be used to make provision which could be made by an Act of the Northern Ireland Assembly without the consent of the Secretary of State (see sections 6 to 8 of the Northern Ireland Act 1998.) 12 If an order under section 303O, 303Q or 303R is made in respect only of a part of any property detained under this Chapter, this section has effect in relation to the other part. Powers for prosecutors to appear in proceedings 303X 1 The Director of Public Prosecutions or the Director of Public Prosecutions for Northern Ireland may appear for a constable or an accredited financial investigator in proceedings under this Chapter if the Director— a is asked by, or on behalf of, a constable or (as the case may be) an accredited financial investigator to do so, and b considers it appropriate to do so. 2 The Director of Public Prosecutions may appear for the Commissioners for Her Majesty's Revenue and Customs or an officer of Revenue and Customs in proceedings under this Chapter if the Director— a is asked by, or on behalf of, the Commissioners for Her Majesty's Revenue and Customs or (as the case may be) an officer of Revenue and Customs to do so, and b considers it appropriate to do so. 3 The Directors may charge fees for the provision of services under this section. 4 The references in subsection (1) to an accredited financial investigator do not include an accredited financial investigator who is an officer of Revenue and Customs but the references in subsection (2) to an officer of Revenue and Customs do include an accredited financial investigator who is an officer of Revenue and Customs. “The minimum value” 303Y 1 For the purposes of this Chapter,  “the minimum value” is £1,000. 2 The Secretary of State may by regulations amend the amount for the time being specified in subsection (1). 3 The Secretary of State must consult the Scottish Ministers and the Department of Justice before making regulations under subsection (2). Financial investigators 303Z Where an accredited financial investigator of a particular description— a applies for an order under section 303L, b applies for forfeiture under section 303O, or c brings an appeal under, or relating to, this Chapter, any subsequent step in the application or appeal, or any further application or appeal relating to the same matter, may be taken, made or brought by a different accredited financial investigator of the same description."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "16", "section_title": "Forfeiture of money held in bank and building society accounts", "section_text": "16 In Part 5 of the Proceeds of Crime Act 2002 (civil recovery of the proceeds etc of unlawful conduct), after section 303Z (inserted by section 15 above) insert— CHAPTER 3B Forfeiture of money held in bank and building society accounts Freezing of bank and building society accounts Application for account freezing order 303Z1 1 This section applies if an enforcement officer has reasonable grounds for suspecting that money held in an account maintained with a bank or building society— a is recoverable property, or b is intended by any person for use in unlawful conduct. 2 Where this section applies (but subject to section 303Z2) the enforcement officer may apply to the relevant court for an account freezing order in relation to the account in which the money is held. 3 For the purposes of this Chapter— a an account freezing order is an order that, subject to any exclusions (see section 303Z5), prohibits each person by or for whom the account to which the order applies is operated from making withdrawals or payments from the account; b an account is operated by or for a person if the person is an account holder or a signatory or identified as a beneficiary in relation to the account. 4 An application for an account freezing order may be made without notice if the circumstances of the case are such that notice of the application would prejudice the taking of any steps under this Chapter to forfeit money that is recoverable property or intended by any person for use in unlawful conduct. 5 The money referred to in subsection (1) may be all or part of the credit balance of the account. 6 In this Chapter— “ bank ” has the meaning given by section 303Z7; “ building society ” has the same meaning as in the Building Societies Act 1986; “ enforcement officer ” means— an officer of Revenue and Customs, a constable, an SFO officer, or an accredited financial investigator who falls within a description specified in an order made for the purposes of this Chapter by the Secretary of State under section 453; “ the minimum amount ” has the meaning given by section 303Z8; “relevant court”— in England and Wales and Northern Ireland, means a magistrates' court, and in Scotland, means the sheriff. Restrictions on making of application under section 303Z1 303Z2 1 The power to apply for an account freezing order is not exercisable if the money in relation to which the enforcement officer's suspicion exists is less in amount than the minimum amount. 2 An enforcement officer may not apply for an account freezing order unless the officer is a senior officer or is authorised to do so by a senior officer. 3 The power to apply for an account freezing order is not exercisable by an SFO officer, or by an accredited financial investigator, in relation to an account maintained with a branch of a bank or building society that is in Scotland. 4 For the purposes of this Chapter, a  “senior officer” is — a an officer of Revenue and Customs of a rank designated by the Commissioners for Her Majesty's Revenue and Customs as equivalent to that of a senior police officer, b a senior police officer, c the Director of the Serious Fraud Office, d the Director General of the National Crime Agency or any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose, or e an accredited financial investigator who falls within a description specified in an order made for the purposes of this Chapter by the Secretary of State under section 453. 5 In subsection (4), a  “ senior police officer ” means a police officer of at least the rank of inspector. Making of account freezing order 303Z3 1 This section applies where an application for an account freezing order is made under section 303Z1 in relation to an account. 2 The relevant court may make the order if satisfied that there are reasonable grounds for suspecting that money held in the account (whether all or part of the credit balance of the account)— a is recoverable property, or b is intended by any person for use in unlawful conduct. 3 An account freezing order ceases to have effect at the end of the period specified in the order (which may be varied under section 303Z4) unless it ceases to have effect at an earlier or later time in accordance with the provision made by sections 303Z9(6)(c), 303Z11(2) to (7), 303Z14(6) to (8) and 303Z15. 4 The period specified by the relevant court for the purposes of subsection (3)\t\t\t\t\t\t\t\t\t\t(whether when the order is first made or on a variation under section 303Z4) may not exceed the period of 2 years, starting with the day on which the account freezing order is (or was) made. 5 An account freezing order must provide for notice to be given to persons affected by the order. Variation and setting aside of account freezing order 303Z4 1 The relevant court may at any time vary or set aside an account freezing order on an application made by— a an enforcement officer, or b any person affected by the order. 2 But an enforcement officer may not make an application under subsection (1) unless the officer is a senior officer or is authorised to do so by a senior officer. 3 Before varying or setting aside an account freezing order the court must (as well as giving the parties to the proceedings an opportunity to be heard) give such an opportunity to any person who may be affected by its decision. 4 In relation to Scotland, the references in this section to setting aside an order are to be read as references to recalling it. Exclusions 303Z5 1 The power to vary an account freezing order includes (amongst other things) power to make exclusions from the prohibition on making withdrawals or payments from the account to which the order applies. 2 Exclusions from the prohibition may also be made when the order is made. 3 An exclusion may (amongst other things) make provision for the purpose of enabling a person by or for whom the account is operated— a to meet the person's reasonable living expenses, or b to carry on any trade, business, profession or occupation. 4 An exclusion may be made subject to conditions. 5 Where a magistrates' court exercises the power to make an exclusion for the purpose of enabling a person to meet legal expenses that the person has incurred, or may incur, in respect of proceedings under this Part, it must ensure that the exclusion— a is limited to reasonable legal expenses that the person has reasonably incurred or that the person reasonably incurs, b specifies the total amount that may be released for legal expenses in pursuance of the exclusion, and c is made subject to the same conditions as would be the required conditions (see section 286A) if the order had been made under section 245A (in addition to any conditions imposed under subsection (4)). 6 A magistrates' court, in deciding whether to make an exclusion for the purpose of enabling a person to meet legal expenses in respect of proceedings under this Part— a must have regard to the desirability of the person being represented in any proceedings under this Part in which the person is a participant, and b must disregard the possibility that legal representation of the person in any such proceedings might, were an exclusion not made— i be made available under arrangements made for the purposes of Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012, or ii be funded by the Northern Ireland Legal Services Commission. 7 The sheriff's power to make exclusions may not be exercised for the purpose of enabling any person to meet any legal expenses in respect of proceedings under this Part. 8 The power to make exclusions must, subject to subsection (6), be exercised with a view to ensuring, so far as practicable, that there is not undue prejudice to the taking of any steps under this Chapter to forfeit money that is recoverable property or intended by any person for use in unlawful conduct. Restriction on proceedings and remedies 303Z6 1 If a court in which proceedings are pending in respect of an account maintained with a bank or building society is satisfied that an account freezing order has been applied for or made in respect of the account, it may either stay the proceedings or allow them to continue on any terms it thinks fit. 2 Before exercising the power conferred by subsection (1), the court must (as well as giving the parties to any of the proceedings concerned an opportunity to be heard) give such an opportunity to any person who may be affected by the court's decision. 3 In relation to Scotland, the reference in subsection (1) to staying the proceedings is to be read as a reference to sisting the proceedings. “Bank” 303Z7 1 “ Bank ” means an authorised deposit-taker, other than a building society, that has its head office or a branch in the United Kingdom. 2 In subsection (1),  “ authorised deposit-taker ” means— a a person who has permission under Part 4A of the Financial Services and Markets Act 2000 to accept deposits; b a person who— i is specified, or is within a class of persons specified, by an order under section 38 of that Act (exemption orders), and ii accepts deposits; c an EEA firm of the kind mentioned in paragraph 5(b) of Schedule 3 to that Act that has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12(1) of that Schedule) to accept deposits. 3 A reference in subsection (2) to a person  or firm  with permission to accept deposits does not include a person  or firm  with permission to do so only for the purposes of, or in the course of, an activity other than accepting deposits. “The minimum amount” 303Z8 1 “The minimum amount” is £1,000. 2 The Secretary of State may by regulations amend the amount for the time being specified in subsection (1). 3 The Secretary of State must consult the Scottish Ministers and the Department of Justice before making regulations under subsection (2). 4 For the purposes of this Chapter the amount of any money held in an account maintained with a bank or building society in a currency other than sterling must be taken to be its sterling equivalent, calculated in accordance with the prevailing rate of exchange. Account forfeiture notices (England and Wales and Northern Ireland) Account forfeiture notice 303Z9 1 This section applies while an account freezing order made by a magistrates' court has effect. In this section the account to which the order applies is  “the frozen account”. 2 A senior officer may give a notice for the purpose of forfeiting money held in the frozen account (whether all or part of the credit balance of the account) if satisfied that the money— a is recoverable property, or b is intended by any person for use in unlawful conduct. 3 A notice given under subsection (2) is referred to in this Chapter as an account forfeiture notice. 4 An account forfeiture notice must— a state the amount of money held in the frozen account which it is proposed be forfeited, b confirm that the senior officer is satisfied as mentioned in subsection (2), c specify a period for objecting to the proposed forfeiture and an address to which any objections must be sent, and d explain that the money will be forfeited unless an objection is received at that address within the period for objecting. 5 The period for objecting must be at least 30 days starting with the day after the notice is given. 6 If no objection is made within the period for objecting, and the notice has not lapsed under section 303Z11— a the amount of money stated in the notice is forfeited (subject to section 303Z12), b the bank or building society with which the frozen account is maintained must transfer that amount of money into an interest-bearing account nominated by an enforcement officer, and c immediately after the transfer has been made, the account freezing order made in relation to the frozen account ceases to have effect. 7 An objection may be made by anyone (whether a recipient of the notice or not). 8 An objection means a written objection sent to the address specified in the notice; and an objection is made when it is received at the address. 9 An objection does not prevent forfeiture of the money held in the frozen account under section 303Z14. Giving of account forfeiture notice 303Z10 1 The Secretary of State must make regulations about how an account forfeiture notice is to be given. 2 The regulations may (amongst other things) provide— a for an account forfeiture notice to be given to such person or persons, and in such manner, as may be prescribed; b for circumstances in which, and the time at which, an account forfeiture notice is to be treated as having been given. 3 The regulations must ensure that where an account forfeiture notice is given it is, if possible, given to every person to whom notice of the account freezing order was given. Lapse of account forfeiture notice 303Z11 1 An account forfeiture notice lapses if— a an objection is made within the period for objecting specified in the notice under section 303Z9(4)(c), b an application is made under section 303Z14 for the forfeiture of money held in the frozen account, or c an order is made under section 303Z4 setting aside the relevant account freezing order. 2 If an account forfeiture notice lapses under subsection (1)(a), the relevant account freezing order ceases to have effect at the end of the period of 48 hours starting with the making of the objection (“the 48-hour period”). This is subject to subsections (3) and (7). 3 If within the 48-hour period an application is made— a for a variation of the relevant account freezing order under section 303Z4 so as to extend the period specified in the order, or b for forfeiture of money held in the frozen account under section 303Z14, the order continues to have effect until the relevant time (and then ceases to have effect). 4 In the case of an application of the kind mentioned in subsection (3)(a), the relevant time means— a if an extension is granted, the time determined in accordance with section 303Z3(3), or b if an extension is not granted, the time when the application is determined or otherwise disposed of. 5 In the case of an application of the kind mentioned in subsection (3)(b), the relevant time is the time determined in accordance with section 303Z14(6). 6 If within the 48-hour period it is decided that no application of the kind mentioned in subsection (3)(a) or (b) is to be made, an enforcement officer must, as soon as possible, notify the bank or building society with which the frozen account is maintained of that decision. 7 If the bank or building society is notified in accordance with subsection (6) before the expiry of the 48-hour period, the relevant account freezing order ceases to have effect on the bank or building society being so notified. 8 In relation to an account forfeiture notice— a “the frozen account” is the account in which the money to which the account forfeiture notice relates is held; b “the relevant account freezing order” is the account freezing order made in relation to the frozen account. 9 In calculating a period of 48 hours for the purposes of this section no account is to be taken of— a any Saturday or Sunday, b Christmas Day, c Good Friday, or d any day that is a bank holiday under the Banking and Financial Dealings Act 1971 in the part of the United Kingdom in which the account freezing order was made. Application to set aside forfeiture 303Z12 1 A person aggrieved by the forfeiture of money in pursuance of section 303Z9(6)(a) may apply to a magistrates' court for an order setting aside the forfeiture of the money or any part of it. 2 The application must be made before the end of the period of 30 days starting with the day on which the period for objecting ended (“the 30-day period”). 3 But the court may give permission for an application to be made after the 30-day period has ended if it thinks that there are exceptional circumstances to explain why the applicant— a failed to object to the forfeiture within the period for objecting, and b failed to make an application within the 30-day period. 4 On an application under this section the court must consider whether the money to which the application relates could be forfeited under section 303Z14 (ignoring the forfeiture mentioned in subsection (1)). 5 If the court is satisfied that the money to which the application relates or any part of it could not be forfeited under that section it must set aside the forfeiture of that money or part. 6 Where the court sets aside the forfeiture of any money— a it must order the release of that money, and b the money is to be treated as never having been forfeited. 7 Where money is released by virtue of subsection (6)(a), there must be added to the money on its release any interest accrued on it whilst in the account referred to in section 303Z9(6)(b). Application of money forfeited under account forfeiture notice 303Z13 1 Money forfeited in pursuance of section 303Z9(6)(a), and any interest accrued on it whilst in the account referred to in section 303Z9(6)(b), is to be paid into the Consolidated Fund. 2 But it is not to be paid in— a before the end of the period within which an application under section 303Z12 may be made (ignoring the possibility of an application by virtue of section 303Z12(3)), or b if an application is made within that period, before the application is determined or otherwise disposed of. Forfeiture orders Forfeiture order 303Z14 1 This section applies while an account freezing order has effect. In this section the account to which the account freezing order applies is  “the frozen account”. 2 An application for the forfeiture of money held in the frozen account (whether all or part of the credit balance of the account) may be made— a to a magistrates' court by a person specified in subsection (3), or b to the sheriff by the Scottish Ministers. 3 The persons referred to in subsection (2)(a) are— a the Commissioners for Her Majesty's Revenue and Customs, b a constable, c an SFO officer, or d an accredited financial investigator who falls within a description specified in an order made for the purposes of this Chapter by the Secretary of State under section 453. 4 The court or sheriff may order the forfeiture of the money or any part of it if satisfied that the money or part— a is recoverable property, or b is intended by any person for use in unlawful conduct. 5 But in the case of recoverable property which belongs to joint tenants, one of whom is an excepted joint owner, an order by a magistrates' court may not apply to so much of it as the court thinks is attributable to the excepted joint owner's share. 6 Where an application is made under subsection (2), the account freezing order is to continue to have effect until the time referred to in subsection (7)(b) or (8). But subsections (7)(b) and (8) are subject to section 303Z15. 7 Where money held in a frozen account is ordered to be forfeited under subsection (4)— a the bank or building society with which the frozen account is maintained must transfer that amount of money into an interest-bearing account nominated by an enforcement officer, and b immediately after the transfer has been made the account freezing order made in relation to the frozen account ceases to have effect. 8 Where, other than by the making of an order under subsection (4), an application under subsection (2) is determined or otherwise disposed of, the account freezing order ceases to have effect immediately after that determination or other disposal. Continuation of account freezing order pending appeal 303Z15 1 This section applies where, on an application under subsection (2) of section 303Z14 in relation to an account to which an account freezing order applies, the court or sheriff decides— a to make an order under subsection (4) of that section in relation to part only of the money to which the application related, or b not to make an order under subsection (4) of that section. 2 The person who made the application under section 303Z14(2) may apply without notice to the court or sheriff that made the decision referred to in subsection (1)(a) or (b) for an order that the account freezing order is to continue to have effect. 3 Where the court or sheriff makes an order under subsection (2) the account freezing order is to continue to have effect until— a the end of the period of 48 hours starting with the making of the order under subsection (2), or b if within that period of 48 hours an appeal is brought under section 303Z16 against the decision referred to in subsection (1)(a) or (b), the time when the appeal is determined or otherwise disposed of. 4 Subsection (9) of section 303Z11 applies for the purposes of subsection (3) as it applies for the purposes of that section. Appeal against decision under section 303Z14 303Z16 1 Any party to proceedings for an order for the forfeiture of money under section 303Z14 who is aggrieved by an order under that section or by the decision of the court not to make such an order may appeal— a from an order or decision of a magistrates' court in England and Wales, to the Crown Court; b from an order or decision of the sheriff, to the Sheriff Appeal Court; c from an order or decision of a magistrates' court in Northern Ireland, to a county court. 2 An appeal under subsection (1) must be made before the end of the period of 30 days starting with the day on which the court makes the order or decision. 3 The court hearing the appeal may make any order it thinks appropriate. 4 If the court upholds an appeal against an order forfeiting the money, it may order the release of the whole or any part of the money. 5 Where money is released by virtue of subsection (4), there must be added to the money on its release any interest accrued on it whilst in the account referred to in section 303Z14(7)(a). Application of money forfeited under account forfeiture order 303Z17 1 Money forfeited by an order under section 303Z14, and any interest accrued on it whilst in the account referred to in subsection (7)(a) of that section— a if forfeited by a magistrates' court, is to be paid into the Consolidated Fund, and b if forfeited by the sheriff, is to be paid into the Scottish Consolidated Fund. 2 But it is not to be paid in— a before the end of the period within which an appeal under section 303Z16 may be made, or b if a person appeals under that section, before the appeal is determined or otherwise disposed of. Supplementary Compensation 303Z18 1 This section applies if— a an account freezing order is made, and b none of the money held in the account to which the order applies is forfeited in pursuance of an account forfeiture notice or by an order under section 303Z14. 2 Where this section applies a person by or for whom the account to which the account freezing order applies is operated may make an application to the relevant court for compensation. 3 If the relevant court is satisfied that the applicant has suffered loss as a result of the making of the account freezing order and that the circumstances are exceptional, the relevant court may order compensation to be paid to the applicant. 4 The amount of compensation to be paid is the amount the relevant court thinks reasonable, having regard to the loss suffered and any other relevant circumstances. 5 If the account freezing order was applied for by an officer of Revenue and Customs, the compensation is to be paid by the Commissioners for Her Majesty's Revenue and Customs. 6 If the account freezing order was applied for by a constable, the compensation is to be paid as follows— a in the case of a constable of a police force in England and Wales, it is to be paid out of the police fund from which the expenses of the police force are met; b in the case of a constable of the Police Service of Scotland, it is to be paid by the Scottish Police Authority; c in the case of a police officer within the meaning of the Police (Northern Ireland) Act 2000, it is to be paid out of money provided by the Chief Constable of the Police Service of Northern Ireland. 7 If the account freezing order was applied for by an SFO officer, the compensation is to be paid by the Director of the Serious Fraud Office. 8 If the account freezing order was applied for by a National Crime Agency officer, the compensation is to be paid by the National Crime Agency. 9 If the account freezing order was applied for by an accredited financial investigator who was not an officer of Revenue and Customs, a constable, an SFO officer or a National Crime Agency officer, the compensation is to be paid as follows— a in the case of an investigator who was— i a member of the civilian staff of a police force (including the metropolitan police force), within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011, or ii a member of staff of the City of London police force, it is to be paid out of the police fund from which the expenses of the police force are met, b in the case of an investigator who was a member of staff of the Police Service of Northern Ireland, it is to be paid out of money provided by the Chief Constable of the Police Service of Northern Ireland, c in the case of an investigator who was a member of staff of a department of the Government of the United Kingdom, it is to be paid by the Minister of the Crown in charge of the department or by the department, d in the case of an investigator who was a member of staff of a Northern Ireland department, it is to be paid by the department, e in the case of an investigator who was exercising a function of the Welsh Revenue Authority, it is to be paid by the Welsh Revenue Authority, and f in any other case, it is to be paid by the employer of the investigator. 10 The Secretary of State may by regulations amend subsection (9). 11 The power in subsection (10) is exercisable by the Department of Justice (and not by the Secretary of State) so far as it may be used to make provision which could be made by an Act of the Northern Ireland Assembly without the consent of the Secretary of State (see sections 6 to 8 of the Northern Ireland Act 1998.) Powers for prosecutors to appear in proceedings 303Z19 1 The Director of Public Prosecutions or the Director of Public Prosecutions for Northern Ireland may appear for a constable or an accredited financial investigator in proceedings under this Chapter if the Director— a is asked by, or on behalf of, a constable or (as the case may be) an accredited financial investigator to do so, and b considers it appropriate to do so. 2 The Director of Public Prosecutions may appear for the Commissioners for Her Majesty's Revenue and Customs or an officer of Revenue and Customs in proceedings under this Chapter if the Director— a is asked by, or on behalf of, the Commissioners for Her Majesty's Revenue and Customs or (as the case may be) an officer of Revenue and Customs to do so, and b considers it appropriate to do so. 3 The Directors may charge fees for the provision of services under this section. 4 The references in subsection (1) to an accredited financial investigator do not include an accredited financial investigator who is an officer of Revenue and Customs but the references in subsection (2) to an officer of Revenue and Customs do include an accredited financial investigator who is an officer of Revenue and Customs."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "17", "section_title": "Serious Fraud Office", "section_text": "17 Schedule 1 contains amendments conferring certain powers under the Proceeds of Crime Act 2002 on members of staff of the Serious Fraud Office."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "18", "section_title": "Her Majesty's Revenue and Customs: removal of restrictions", "section_text": "18 1 The following provisions, which impose restrictions on the exercise of certain powers conferred on officers of Revenue and Customs, are amended as follows. 2 In section 23A of the Criminal Law (Consolidation)\t\t\t\t\t(Scotland) Act 1995 (investigation of offences by Her Majesty's Revenue and Customs), omit the following— a in subsection (2), the words  “Subject to subsection (3) below,” and the words from  “other than” to the end of the subsection; b subsection (3). 3 In section 307 of the Criminal Procedure (Scotland) Act 1995 (interpretation), omit the following— a in subsection (1), in paragraph (ba) of the definition of  “officer of law”, the words  “subject to subsection (1A) below,”; b subsection (1A). 4 In the Proceeds of Crime Act 2002 omit the following— a in section 289 (searches), subsections (5)(ba) and (5A); b in section 294 (seizure of cash), subsections (2A), (2B) and (2C); c section 375C (restriction on exercise of certain powers conferred on officers of Revenue and Customs); d section 408C (restriction on exercise of certain powers conferred on officers of Revenue and Customs). 5 In the Finance Act 2007, in section 84 (sections 82 and 83: supplementary), omit subsection (3)."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "19", "section_title": "Her Majesty's Revenue and Customs: new powers", "section_text": "19 1 The Proceeds of Crime Act 2002 is amended as follows. 2 In section 316 (civil recovery of the proceeds etc of unlawful conduct: general interpretation), in the definition of  “enforcement authority” in subsection (1)— a in paragraph (a), before  “the National Crime Agency,” insert  “                          Her Majesty's Revenue and Customs,                        ” ; b in paragraph (c), before  “the National Crime Agency,” insert  “                          Her Majesty's Revenue and Customs,                        ” . 3 In section 378 (appropriate officers and senior appropriate officers for purposes of investigations under Part 8), for subsection (3) substitute— 3 In relation to a civil recovery investigation these are appropriate officers— a a National Crime Agency officer; b the relevant Director; c an officer of Revenue and Customs. 3ZA In relation to a civil recovery investigation these are senior appropriate officers— a a senior National Crime Agency officer; b the Commissioners for Her Majesty's Revenue and Customs or an officer of Revenue and Customs authorised by the Commissioners (whether generally or specifically) for this purpose."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "20", "section_title": "Financial Conduct Authority", "section_text": "20 1 The Proceeds of Crime Act 2002 is amended as follows. 2 In section 316 (civil recovery of the proceeds etc of unlawful conduct: general interpretation), in the definition of  “enforcement authority” in subsection (1)— a in paragraph (a), after  “means” insert  “                          the Financial Conduct Authority,                        ” ; b in paragraph (c), after  “means” insert  “                          the Financial Conduct Authority,                        ” . 3 Section 378 (appropriate officers and senior appropriate officers for purposes of investigations under Part 8) is amended in accordance with subsections (4) to (6). 4 In subsection (3)\t\t\t\t\t(as substituted by section 19 above), after paragraph (c) insert— d a Financial Conduct Authority officer. 5 In subsection (3ZA)\t\t\t\t\t(as inserted by that section), after paragraph (b) insert— c a senior Financial Conduct Authority officer. 6 After subsection (8) insert— 9 For the purposes of this Part— a “ Financial Conduct Authority officer ” means a member of staff of the Financial Conduct Authority; b “ senior Financial Conduct Authority officer ” means a Financial Conduct Authority officer who is not below such grade as is designated by the Treasury for those purposes."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "21", "section_title": "Immigration officers", "section_text": "21 1 Section 24 of the UK Borders Act 2007 (seizure of cash) is amended as follows. 2 For the heading substitute  “                      Exercise of civil recovery powers by immigration officers                    ” . 3 For subsection (1) substitute— 1 Chapters 3 to 3B of Part 5 of the Proceeds of Crime Act 2002 (civil recovery) apply in relation to an immigration officer as they apply in relation to a constable. 4 In subsection (2)(a), for  “section 289” substitute  “                      sections 289 and 303C and Chapter 3B                    ” . 5 In subsection (2)(c), for  “and 297A” substitute  “                      , 297A and 303E and in Chapter 3B (see section 303Z2(4))                    ” . 6 In subsection (2)(d), for  “section 292” substitute  “                      sections 292 and 303G                    ” . 7 In subsection (2)(e), for  “and 293A” substitute  “                      , 293A, 303H and 303I                    ” . 8 In subsection (2)(f), in the words before sub-paragraph (i), after  “295(2)” insert  “                      or 303L(1)                    ” . 9 In subsection (2)(f)(ii), after  “298” insert  “                      or (as the case may be) 303O                    ” . 10 In subsection (2)(g), after  “298” insert  “                      , 303O or 303Z14                    ” . 11 In subsection (2)(h), after  “302” insert  “                      , 303W or 303Z18                    ” ."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "22", "section_title": "Search and seizure warrants: assault and obstruction offences", "section_text": "22 After section 356 of the Proceeds of Crime Act 2002 (and before the italic heading before section 357) insert— Certain offences in relation to execution of search and seizure warrants 356A 1 A person commits an offence if the person assaults an appropriate person who is acting in the exercise of a power conferred by a search and seizure warrant issued under section 352. 2 A person commits an offence if the person resists or wilfully obstructs an appropriate person who is acting in the exercise of a power conferred by a search and seizure warrant issued under section 352. 3 A person guilty of an offence under subsection (1) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months, or to a fine not exceeding level 5 on the standard scale, or to both. 4 A person guilty of an offence under subsection (2) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine not exceeding level 3 on the standard scale, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 1 month, or to a fine not exceeding level 3 on the standard scale, or to both. 5 An appropriate person is— a a National Crime Agency officer, a Financial Conduct Authority officer or a member of the staff of the relevant Director, if the warrant was issued for the purposes of a civil recovery investigation; b a National Crime Agency officer, if the warrant was issued for the purposes of an exploitation proceeds investigation. 6 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003 (alteration of penalties for certain summary offences: England and Wales)— a the reference in subsection (3)(a) to 51 weeks is to be read as a reference to 6 months; b the reference in subsection (4)(a) to 51 weeks is to be read as a reference to 1 month."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "23", "section_title": "Assault and obstruction offence in relation to SFO officers", "section_text": "23 After section 453A of the Proceeds of Crime Act 2002 insert— Certain offences in relation to SFO officers 453B 1 A person commits an offence if the person assaults an SFO officer who is acting in the exercise of a relevant power. 2 A person commits an offence if the person resists or wilfully obstructs an SFO officer who is acting in the exercise of a relevant power. 3 A person guilty of an offence under subsection (1) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months, or to a fine not exceeding level 5 on the standard scale, or to both. 4 A person guilty of an offence under subsection (2) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine not exceeding level 3 on the standard scale, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 1 month, or to a fine not exceeding level 3 on the standard scale, or to both. 5 In this section  “ relevant power ” means a power exercisable under any of the following— a sections 47C to 47F or 195C to 195F (powers to seize and search for realisable property); b section 289 (powers to search for cash); c section 294 (power to seize cash); d section 295(1)\t\t\t\t\t\t\t\t\t\t(power to detain seized cash); e section 303C (powers to search for a listed asset); f section 303J (powers to seize property); g section 303K (powers to detain seized property); h a search and seizure warrant issued under section 352. 6 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003 (alteration of penalties for certain summary offences: England and Wales)— a the reference in subsection (3)(a) to 51 weeks is to be read as a reference to 6 months; b the reference in subsection (4)(a) to 51 weeks is to be read as a reference to 1 month."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "24", "section_title": "External requests, orders and investigations", "section_text": "24 1 Part 11 of the Proceeds of Crime Act 2002 (co-operation) is amended as follows. 2 In section 444 (external requests and orders), in subsection (3), after paragraph (a) insert— aa provision creating offences in relation to external requests and orders which are equivalent to the offences created by section 453B; . 3 In section 445 (external investigations), in subsection (1)(b), after  “Part 8” insert  “                      and section 453B                    ” ."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "25", "section_title": "Obstruction offence in relation to immigration officers", "section_text": "25 After section 453B of the Proceeds of Crime Act 2002 (inserted by section 23 above) insert— Obstruction offence in relation to immigration officers 453C 1 A person commits an offence if the person resists or wilfully obstructs an immigration officer who is acting in the exercise of a relevant power. 2 A person guilty of an offence under this section is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, to a fine not exceeding level 3 on the standard scale, or to both; b on summary conviction in Scotland, to imprisonment for a term not exceeding 12 months, to a fine not exceeding level 3 on the standard scale, or to both; c on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 1 month, to a fine not exceeding level 3 on the standard scale, or to both. 3 In this section  “ relevant power ” means a power exercisable under— a sections 47C to 47F, 127C to 127F or 195C to 195F (powers to seize and search for realisable property); b section 289 as applied by section 24 of the UK Borders Act 2007 (powers to search for cash); c section 294 as so applied (powers to seize cash); d section 295(1) as so applied (power to detain seized cash); e section 303C as so applied (powers to search for a listed asset); f section 303J as so applied (powers to seize property); g section 303K as so applied (powers to detain seized property); h a search and seizure warrant issued under section 352; or i a search and seizure warrant issued under section 387. 4 The power conferred by subsection (5) of section 28A of the Immigration Act 1971 (arrest without warrant) applies in relation to an offence under this section as it applies in relation to an offence under section 26(1)(g) of that Act (and subsections (6) to (9), (10) and (11) of section 28A of that Act apply accordingly). 5 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003 (alteration of penalties for certain summary offences: England and Wales) the reference in subsection (2)(a) to 51 weeks is to be read as a reference to 1 month."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "26", "section_title": "Seized money: England and Wales", "section_text": "26 1 Section 67 of the Proceeds of Crime Act 2002 (seized money) is amended as follows. 2 In subsection (2), for paragraphs (a) and (b) substitute— a has been seized under a relevant seizure power by a constable or another person lawfully exercising the power, and b is being detained in connection with a criminal investigation or prosecution or with an investigation of a kind mentioned in section 341. 3 After subsection (2) insert— 2A But this section applies to money only so far as the money is free property. 4 Omit subsection (3). 5 In subsection (5), for  “bank or building society” substitute  “                      appropriate person                    ” . 6 In subsection (5A), at the beginning insert  “                      Where this section applies to money which is held in an account maintained with a bank or building society,                    ” . 7 In subsection (7A), after  “applies” insert  “                      by virtue of subsection (1)                    ” . 8 For subsection (8) substitute— 8 In this section— “ appropriate person ” means— in a case where the money is held in an account maintained with a bank or building society, the bank or building society; in any other case, the person on whose authority the money is detained; “ bank ” means an authorised deposit-taker, other than a building society, that has its head office or a branch in the United Kingdom; “ building society ” has the same meaning as in the Building Societies Act 1986; “ relevant seizure power ” means a power to seize money conferred by or by virtue of— a warrant granted under any enactment or rule of law, or any enactment, or rule of law, under which the authority of a warrant is not required. 9 After subsection (8) insert— 9 In the definition of  “bank” in subsection (8),  “ authorised deposit-taker ” means— a a person who has permission under Part 4A of the Financial Services and Markets Act 2000 to accept deposits; b a person who— i is specified, or is within a class of persons specified, by an order under section 38 of that Act (exemption orders), and ii accepts deposits; c an EEA firm of the kind mentioned in paragraph 5(b) of Schedule 3 to that Act that has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12(1) of that Schedule) to accept deposits. 10 A reference in subsection (9) to a person or firm with permission to accept deposits does not include a person or firm with permission to do so only for the purposes of, or in the course of, an activity other than accepting deposits."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "27", "section_title": "Seized money: Northern Ireland", "section_text": "27 1 Section 215 of the Proceeds of Crime Act 2002 (seized money) is amended as follows. 2 In subsection (2), for paragraphs (a) and (b) substitute— a has been seized under a relevant seizure power by a constable or another person lawfully exercising the power, and b is being detained in connection with a criminal investigation or prosecution or with an investigation of a kind mentioned in section 341. 3 After subsection (2) insert— 2A But this section applies to money only so far as the money is free property. 4 Omit subsection (3). 5 In subsection (5)\t\t\t\t\t(as it has effect before and after its amendment by section 36 of the Serious Crime Act 2015), for  “bank or building society” substitute  “                      appropriate person                    ” . 6 In subsection (5A), at the beginning insert  “                      Where this section applies to money which is held in an account maintained with a bank or building society,                    ” . 7 In subsection (7A), after  “applies” insert  “                      by virtue of subsection (1)                    ” . 8 For subsection (8) substitute— 8 In this section— “ appropriate chief clerk ” has the same meaning as in section 202(7); “ appropriate person ” means— in a case where the money is held in an account maintained with a bank or building society, the bank or building society; in any other case, the person on whose authority the money is detained; “ bank ” means an authorised deposit-taker, other than a building society, that has its head office or a branch in the United Kingdom; “ building society ” has the same meaning as in the Building Societies Act 1986; “ relevant seizure power ” means a power to seize money conferred by or by virtue of— a warrant granted under any enactment or rule of law, or any enactment, or rule of law, under which the authority of a warrant is not required. 9 After subsection (8) insert— 9 In the definition of  “bank” in subsection (8),  “ authorised deposit-taker ” means— a a person who has permission under Part 4A of the Financial Services and Markets Act 2000 to accept deposits; b a person who— i is specified, or is within a class of persons specified, by an order under section 38 of that Act (exemption orders), and ii accepts deposits; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 A reference in subsection (9) to a person  ... with permission to accept deposits does not include a person  ... with permission to do so only for the purposes of, or in the course of, an activity other than accepting deposits."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "28", "section_title": "Seized money", "section_text": "28 After section 131 of the Proceeds of Crime Act 2002 insert— Seized money Seized money 131ZA 1 This section applies to money which— a is held by a person, and b is held in an account maintained by the person with a bank or building society. 2 This section also applies to money which is held by a person and which— a has been seized under a relevant seizure power by a constable or another person lawfully exercising the power, and b is being detained in connection with a criminal investigation or prosecution or with an investigation of a kind mentioned in section 341. 3 But this section applies to money only so far as the money is free property. 4 Subsection (5) applies if— a a confiscation order is made against a person holding money to which this section applies, and b an administrator has not been appointed under section 128 in relation to the money. 5 The relevant court may order the appropriate person to pay, within such period as the court may specify, the money or a portion of it specified by the court to the appropriate clerk of court on account of the amount payable under the confiscation order. 6 An order under subsection (5) may be made— a on the application of the prosecutor, or b by the relevant court of its own accord. 7 The Scottish Ministers may by regulations amend this section so that it applies by virtue of subsection (1) not only to money held in an account maintained with a bank or building society but also to— a money held in an account maintained with a financial institution of a specified kind, or b money that is represented by, or may be obtained from, a financial instrument or product of a specified kind. 8 Regulations under subsection (7) may amend this section so that it makes provision about realising an instrument or product within subsection (7)(b) or otherwise obtaining money from it. 9 In this section— “ appropriate clerk of court ”, in relation to a confiscation order, means the sheriff clerk of the sheriff court responsible for enforcing the confiscation order under section 211 of the Procedure Act as applied by section 118(1); “ appropriate person ” means— in a case where the money is held in an account maintained with a bank or building society, the bank or building society; in any other case, the person on whose authority the money is detained; “ bank ” means an authorised deposit-taker, other than a building society, that has its head office or a branch in the United Kingdom; “ building society ” has the same meaning as in the Building Societies Act 1986; “ relevant court ”, in relation to a confiscation order, means— the court which makes the confiscation order, or the sheriff court responsible for enforcing the confiscation order under section 211 of the Procedure Act as applied by section 118(1); “ relevant seizure power ” means a power to seize money conferred by or by virtue of— a warrant granted under any enactment or rule of law, or any enactment, or rule of law, under which the authority of a warrant is not required. 10 In the definition of  “bank” in subsection (9),  “ authorised deposit-taker ” means— a a person who has permission under Part 4A of the Financial Services and Markets Act 2000 to accept deposits; b a person who— i is specified, or is within a class of persons specified, by an order under section 38 of that Act (exemption orders), and ii accepts deposits; c an EEA firm of the kind mentioned in paragraph 5(b) of Schedule 3 to that Act that has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12(1) of that Schedule) to accept deposits. 11 A reference in subsection (10) to a person or firm with permission to accept deposits does not include a person or firm with permission to do so only for the purposes of, or in the course of, an activity other than accepting deposits."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "29", "section_title": "Recovery orders relating to heritable property", "section_text": "29 1 The Proceeds of Crime Act 2002 is amended as follows. 2 After section 245 insert— Notice to local authority: Scotland 245ZA 1 This section applies if, in proceedings under this Chapter for a recovery order, the enforcement authority applies under section 266(8ZA) for decree of removing and warrant for ejection in relation to heritable property which consists of or includes a dwellinghouse. 2 The enforcement authority must give notice of the application to the local authority in whose area the dwellinghouse is situated. 3 Notice under subsection (2) must be given in the form and manner prescribed under section 11(3) of the Homelessness  etc.  (Scotland) Act 2003. 4 In this section— “ dwellinghouse ” has the meaning given by section 11(8) of the Homelessness etc. (Scotland) Act 2003; “ local authority ” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994; and  “ area ”, in relation to a local authority, means the local government area for which the authority is constituted. 3 In section 266 (recovery orders), after subsection (8) insert— 8ZA If the recoverable property in respect of which the Court of Session makes a recovery order includes heritable property, the Court of Session must, on the application of the enforcement authority, also grant decree of removing and warrant for ejection, enforceable by the trustee for civil recovery, in relation to any persons occupying the heritable property. 4 In section 267(3)\t\t\t\t\t(functions of trustee for civil recovery), after paragraph (b) insert— ba if decree of removing and warrant for ejection is granted by the Court of Session under section 266(8ZA), to enforce the decree and warrant, . 5 After section 269 insert— Leases and occupancy rights: Scotland 269A 1 This section applies where, in making a recovery order, the Court of Session also grants decree of removing and warrant for ejection under section 266(8ZA) in relation to any persons occupying the heritable property. 2 Any lease under which a person has the right to occupy the heritable property (or part of it) for residential or commercial purposes is terminated on the granting of decree of removing and warrant for ejection. 3 Any other right to occupy the heritable property (or part of it) which subsists immediately before the granting of decree of removing and warrant for ejection is extinguished on the granting of the decree and warrant. 4 Subsection (3) does not apply in relation to a right under a lease to occupy or use the property other than those mentioned in subsection (2). 5 Where the heritable property is vested in the trustee for civil recovery under the recovery order, the following enactments do not apply in relation to the heritable property— a sections 34 to 38A of the Sheriff Courts (Scotland) Act 1907 (removings, notice of termination of tenancy and notice of removal); b the Tenancy of Shops (Scotland) Act 1949; c the Matrimonial Homes (Family Protection)\t\t\t\t\t\t\t\t\t\t\t\t(Scotland) Act 1981; d Parts 2 and 3 of the Rent (Scotland) Act 1984 (security of tenure and protection against harassment and unlawful eviction); e sections 4 to 7 of the Law Reform (Miscellaneous Provisions)\t\t\t\t\t\t\t\t\t\t\t\t(Scotland) Act 1985 (termination of certain leases); f Part 2 of the Housing (Scotland) Act 1988 (rented accommodation: security of tenure etc.); g Chapter 3 of Part 3 of the Civil Partnership Act 2004 (occupancy rights and tenancies); h Part 5 of the Private Housing (Tenancies)\t\t\t\t\t\t\t\t\t\t\t\t(Scotland) Act 2016 (security of tenure, termination of tenancy and eviction)."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "30", "section_title": "Money received by administrators", "section_text": "30 1 Paragraph 6 of Schedule 3 to the Proceeds of Crime Act 2002 (money received by administrator) is amended as follows. 2 In sub-paragraph (1) for  “an appropriate bank or institution” substitute  “                      a bank or building society                    ” . 3 For sub-paragraph (3) substitute— 3 In sub-paragraph (1)— a “ bank ” means an authorised deposit-taker, other than a building society, that has its head office or a branch in the United Kingdom; b “ building society ” has the same meaning as in the Building Societies Act 1986. 4 In sub-paragraph (3)(a)\t\t\t\t\t\t\t\t “ authorised deposit-taker ” means— a a person who has permission under Part 4A of the Financial Services and Markets Act 2000 to accept deposits; b a person who— i is specified, or is within a class of persons specified, by an order under section 38 of that Act (exemption orders), and ii accepts deposits; c an EEA firm of the kind mentioned in paragraph 5(b) of Schedule 3 to that Act that has permission under paragraph 15 of that Schedule (as a result of qualifying for authorisation under paragraph 12(1) of that Schedule) to accept deposits. 5 A reference in sub-paragraph (4) to a person or firm with permission to accept deposits does not include a person or firm with permission to do so only for the purposes of, or in the course of, an activity other than accepting deposits."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "31", "section_title": "Accredited financial investigators", "section_text": "31 1 The Proceeds of Crime Act 2002 is amended as follows. 2 In section 47G (appropriate approval for exercise of search and seizure powers in England and Wales), in subsection (3), after paragraph (b) insert— ba in relation to the exercise of a power by an accredited financial investigator who is— i a member of the civilian staff of a police force in England and Wales (including the metropolitan police force), within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011, or ii a member of staff of the City of London police force, a senior police officer, . 3 In section 195G (appropriate approval for exercise of search and seizure powers in Northern Ireland), in subsection (3), after paragraph (b) insert— ba in relation to the exercise of a power by an accredited financial investigator who is a member of staff of the Police Service of Northern Ireland, a senior police officer, . 4 In section 290 (prior approval for exercise of search powers in relation to cash), in subsection (4), after paragraph (b) insert— ba in relation to the exercise of a power by an accredited financial investigator who is— i a member of the civilian staff of a police force in England and Wales (including the metropolitan police force), within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011, ii a member of staff of the City of London police force, or iii a member of staff of the Police Service of Northern Ireland, a senior police officer, ."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "32", "section_title": "Reconsideration of discharged orders", "section_text": "32 1 The Proceeds of Crime Act 2002 is amended as follows. 2 In section 24 (inadequacy of available amount: discharge of order made under Part 2), after subsection (5) insert— 6 The discharge of a confiscation order under this section does not prevent the making of an application in respect of the order under section 21(1)(d) or 22(1)(c). 7 Where on such an application the court determines that the order should be varied under section 21(7) or (as the case may be) 22(4), the court may provide that its discharge under this section is revoked. 3 In section 25 (small amount outstanding: discharge of order made under Part 2), after subsection (3) insert— 4 The discharge of a confiscation order under this section does not prevent the making of an application in respect of the order under section 21(1)(d) or 22(1)(c). 5 Where on such an application the court determines that the order should be varied under section 21(7) or (as the case may be) 22(4), the court may provide that its discharge under this section is revoked. 4 In section 109 (inadequacy of available amount: discharge of order made under Part 3), after subsection (5) insert— 6 The discharge of a confiscation order under this section does not prevent the making of an application in respect of the order under section 106(1)(d) or 107(1)(c). 7 Where on such an application the court determines that the order should be varied under section 106(6) or (as the case may be) 107(3), the court may provide that its discharge under this section is revoked. 5 In section 174 (inadequacy of available amount: discharge of order made under Part 4), after subsection (5) insert— 6 The discharge of a confiscation order under this section does not prevent the making of an application in respect of the order under section 171(1)(d) or 172(1)(c). 7 Where on such an application the court determines that the order should be varied under section 171(7) or (as the case may be) 172(4), the court may provide that its discharge under this section is revoked. 6 In section 175 (small amount outstanding: discharge of order made under Part 4), after subsection (3) insert— 4 The discharge of a confiscation order under this section does not prevent the making of an application in respect of the order under section 171(1)(d) or 172(1)(c). 5 Where on such an application the court determines that the order should be varied under section 171(7) or (as the case may be) 172(4), the court may provide that its discharge under this section is revoked. 7 The amendments made by this section apply in relation to a confiscation order whether made before or after the day on which this section comes into force but do so only where the discharge of the order occurs after that day."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "33", "section_title": "Confiscation investigations: determination of the available amount", "section_text": "33 In section 341(1) of the Proceeds of Crime Act 2002 (confiscation investigations), at the beginning of paragraph (c) insert  “                  the available amount in respect of the person or                ” ."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "34", "section_title": "Confiscation orders and civil recovery: minor amendments", "section_text": "34 1 The Proceeds of Crime Act 2002 is amended in accordance with subsections (2) to (10). 2 In section 82 (free property: England and Wales)— a in subsection (2), after paragraph (e) insert— ea paragraph 3(2), 6(2), 10D(1), 10G(2), 10J(3), 10S(2) or 10Z2(3) of Schedule 1 to the Anti-terrorism, Crime and Security Act 2001; ; b in subsection (3)(b) for  “or 297D” substitute  “                          , 297D or 298(4)                        ” ; c after subsection (3)(c)\t\t\t\t\t\t\t(as inserted by paragraph 22 of Schedule 5) insert— d it has been forfeited in pursuance of a cash forfeiture notice under paragraph 5A of Schedule 1 to the Anti-terrorism, Crime and Security Act 2001 or an account forfeiture notice under paragraph 10W of that Schedule; e it is detained under paragraph 5B, 5C, 9A or 10G(7) of that Schedule; f it is the forfeitable property in relation to an order under paragraph 10I(1) of that Schedule. 3 In section 148 (free property: Scotland)— a in subsection (2)— i omit  “or” at the end of paragraph (e); ii after that paragraph insert— ea paragraph 3(2), 6(2), 10D(1), 10G(2), 10J(3), 10S(2) or 10Z2(3) of Schedule 1 to the Anti-terrorism, Crime and Security Act 2001, or ; b in subsection (3)(b) for  “or 297D” substitute  “                          , 297D or 298(4)                        ” ; c after subsection (3)(c)\t\t\t\t\t\t\t(as inserted by paragraph 24 of Schedule 5) insert— d it has been forfeited in pursuance of a cash forfeiture notice under paragraph 5A of Schedule 1 to the Anti-terrorism, Crime and Security Act 2001 or an account forfeiture notice under paragraph 10W of that Schedule; e it is detained under paragraph 5B, 5C, 9A or 10G(7) of that Schedule; f it is the forfeitable property in relation to an order under paragraph 10I(1) of that Schedule. 4 In section 230 (free property: Northern Ireland)— a in subsection (2), after paragraph (e) insert— ea paragraph 3(2), 6(2), 10D(1), 10G(2), 10J(3), 10S(2) or 10Z2(3) of Schedule 1 to the Anti-terrorism, Crime and Security Act 2001; ; b in subsection (3)(b) for  “or 297D” substitute  “                          , 297D or 298(4)                        ” ; c after subsection (3)(c)\t\t\t\t\t\t\t(as inserted by paragraph 27 of Schedule 5) insert— d it has been forfeited in pursuance of a cash forfeiture notice under paragraph 5A of Schedule 1 to the Anti-terrorism, Crime and Security Act 2001 or an account forfeiture notice under paragraph 10W of that Schedule; e it is detained under paragraph 5B, 5C, 9A or 10G(7) of that Schedule; f it is the forfeitable property in relation to an order under paragraph 10I(1) of that Schedule. 5 In section 245D (restriction on proceedings and remedies), in subsection (1)(b) after  “levied” insert  “                      , and no power to use the procedure in Schedule 12 to the Tribunals, Courts and Enforcement Act 2007 (taking control of goods) may be exercised,                    ” . 6 In section 290 (prior approval to exercise of section 289 search powers), in subsection (4), after paragraph (aa)\t\t\t\t\t(inserted by Schedule 1 to this Act) insert— ab in relation to the exercise of a power by a National Crime Agency officer, the Director General of the National Crime Agency or any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose, . 7 In section 297A (forfeiture notice), in subsection (6), after paragraph (ba)\t\t\t\t\t(inserted by Schedule 1 to this Act, but before the  “or” at the end of that paragraph) insert— bb the Director General of the National Crime Agency or any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose, . 8 In section 302 (compensation), after subsection (7ZA)\t\t\t\t\t(inserted by Schedule 1 to this Act) insert— 7ZB If the cash was seized by a National Crime Agency officer, the compensation is to be paid by the National Crime Agency. 9 In that section, in subsection (7A)(a)(i), for  “that Part of that Act” substitute  “                      Part 1 of the Police Reform and Social Responsibility Act 2011                    ” . 10 In section 306 (mixing property), in subsection (3) after paragraph (c) insert— ca for the discharge (in whole or in part) of a mortgage, charge or other security, . 11 In section 8 of the Serious Crime Act 2015 (variation or discharge of confiscation orders), in subsection (3) before paragraph (a) insert— za a confiscation order made under the Drug Trafficking Offences Act 1986, ."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "35", "section_title": "Disclosure orders", "section_text": "35 Schedule 2 contains amendments to the Terrorism Act 2000 which enable the making of disclosure orders in connection with investigations into terrorist financing offences."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "36", "section_title": "Sharing of information within the regulated sector", "section_text": "36 After section 21C of the Terrorism Act 2000 insert— Voluntary disclosures within the regulated sector 21CA 1 A person (A) may disclose information to one or more other persons if— a conditions 1 to 4 are met, and b where applicable, condition 5 is also met. 2 Condition 1 is that— a A is carrying on a business in the regulated sector as a relevant undertaking, b the information on which the disclosure is based came to A in the course of carrying on that business, and c the person to whom the information is to be disclosed (or each of them, where the disclosure is to more than one person) is also carrying on a business in the regulated sector as a relevant undertaking (whether or not of the same kind as A). 3 Condition 2 is that— a a constable has requested A to make the disclosure, or b the person to whom the information is to be disclosed (or at least one of them, where the disclosure is to more than one person) has requested A to do so. 4 Condition 3 is that, before A makes the disclosure, the required notification has been made to a constable (see section 21CB(5) to (7)). 5 Condition 4 is that A is satisfied that the disclosure of the information will or may assist in determining any matter in connection with— a a suspicion that a person is involved in the commission of a terrorist financing offence, or b the identification of terrorist property or of its movement or use. 6 Condition 5 is that, before making the disclosure request, the person making the request (or at least one of them, where the request is made by more than one person) has notified a constable that the request is to be made. 7 Condition 5 does not apply where the disclosure request concerned is made by a constable. 8 A person may disclose information to A for the purposes of making a disclosure request if, and to the extent that, the person has reason to believe that A has in A's possession information that will or may assist in determining any matter of the kind mentioned in paragraph (a) or (b) of subsection (5). Section 21CA: disclosure requests and notifications 21CB 1 A disclosure request must— a state that it is made in connection with— i a suspicion that a person is involved in the commission of a terrorist financing offence, or ii the identification of terrorist property or of its movement or use, b identify the person or property (so far as known), c describe the information that is sought from A, and d specify the person or persons to whom it is requested that the information is disclosed. 2 Subsections (3) and (4) apply where the disclosure request is made by a person mentioned in section 21CA(3)(b). 3 If the request states that it is made in connection with a suspicion that a person is involved in the commission of a terrorist financing offence, the request must also— a set out the grounds for the suspicion, or b provide such other information as the person making the request thinks appropriate for the purposes of enabling A to determine whether the information requested ought to be disclosed under section 21CA. 4 If the request states that it is made in connection with the identification of terrorist property or of its movement or use, the request must also provide such other information as the person making the request thinks appropriate for the purposes of enabling A to determine whether the information requested ought to be disclosed under section 21CA. 5 A required notification for the purposes of section 21CA(4) must be made— a in the case of a disclosure request made by a constable, by the person who is to disclose information under section 21CA as a result of the request; b in the case of a disclosure request made by a person mentioned in section 21CA(3)(b), by the person who made the request. 6 In a case within subsection (5)(a), the required notification must state that information is to be disclosed under section 21CA. 7 In a case within subsection (5)(b), the required notification must— a state that a disclosure request has been made; b specify the person to whom the request was made; c where the disclosure request to which the notification relates is made in connection with a suspicion of a person's involvement in the commission of a terrorist financing offence, identify the person (so far as known); d where the disclosure request to which the notification relates is made in connection with the identification of terrorist property or of its movement or use, identify the property and the person who holds it (if known). 8 A notification for the purposes of condition 5 in subsection (6) of section 21CA must— a state that a disclosure request is to be made; b specify the person to whom it is to be made; c describe the information to be sought in the request; d explain why the request is being made. Section 21CA: effect on disclosures under section 21A 21CC 1 This section applies if in any proceedings a question arises as to whether the required disclosure has been made— a by a person (A) who discloses information under section 21CA(1) as a result of a disclosure request, b by a person (B) who makes a required notification in accordance with section 21CB(5)(b), or c by any other person (C) to whom A discloses information under section 21CA(1) as a result of that request. 2 The making of a required notification in good faith is to be treated as satisfying any requirement to make the required disclosure on the part of A, B and C. This is subject to section 21CD(1) to (8). 3 The making of a joint disclosure report in good faith is to be treated as satisfying any requirement to make the required disclosure on the part of the persons who jointly make the report. This is subject to section 21CD(10). 4 A joint disclosure report is a report to a constable that— a is made jointly by A and B (whether or not also jointly with other persons to whom A discloses information under section 21CA(1)), b satisfies the requirements as to content mentioned in subsection (5) or (as the case may be) subsection (6), c is prepared after the making of a disclosure by A to B under section 21CA(1) in connection with— i a suspicion of a person's involvement in the commission of a terrorist financing offence, or ii the identification of terrorist property or of its movement or use, and d is sent to the constable before the end of the applicable period. 5 In the case of a joint disclosure report prepared in connection with a suspicion of a person's involvement in the commission of a terrorist financing offence, the requirements as to content are that the report must— a explain the extent to which there are continuing grounds to suspect that the person is involved in the commission of the offence, b identify the person (if known), c set out the grounds for the suspicion, and d provide any other information relevant to the matter. 6 In the case of a joint disclosure report prepared in connection with the identification of terrorist property or of its movement or use, the requirements as to content are that the report must— a explain the extent to which there are continuing grounds to suspect that the property is terrorist property, b identify the property and the person who holds it (if known), c provide details of its movement or use (if known), and d provide any other information relevant to the matter. 7 The applicable period is— a in a case where the disclosure under section 21CA was made as a result of a request from a constable by virtue of subsection (3)(a) of that section, whatever period may be specified by the constable when making the request; b in a case where the disclosure was made as a result of a request from another person by virtue of subsection (3)(b) of that section, the period of 28 days beginning with the day on which the notification is made for the purposes of condition 3 in section 21CA(4). 8 A constable may vary the period of 28 days (whether by lengthening or shortening it) by giving written notice to the person who made the required notification. 9 A joint disclosure report must be— a approved by the nominated officer of each person that jointly makes the report, and b signed by the nominated officer on behalf of each such person. If there is no nominated officer the report must be approved and signed by another senior officer. 10 References in this section to A, B or C include— a a nominated officer acting on behalf of A, B or C, and b any other person who is an employee, officer or partner of A, B or C. Limitations on application of section 21CC(2) and (3) 21CD 1 Subsections (2) and (3) apply in a case where the required notification is made by A (notification made as a result of disclosure request received from a constable). 2 Section 21CC(2) has effect in the case of A, B or C only so far as relating to— a the suspicion in connection with which the required notification is made, and b matters known, suspected or believed as a result of the making of the disclosure request concerned. 3 Accordingly, section 21CC(2) does not remove any requirement to make the required disclosure in relation to anything known, suspected or believed that does not result only from the making of the disclosure request. 4 Subsections (5) to (8) apply in a case where the required notification is made by B (notification made as a result of disclosure request received from another undertaking in the regulated sector). 5 Section 21CC(2) has effect in the case of A or C only so far as relating to— a the suspicion in connection with which the notification by B is made, and b matters known, suspected or believed by A or C as a result of the making of that notification. 6 Accordingly, section 21CC(2) does not remove any requirement to make the required disclosure in relation to anything known, suspected or believed that does not result only from the making of the notification. 7 Section 21CC(2) has effect in the case of B only so far as relating to— a the suspicion in connection with which the notification is made, and b matters known, suspected or believed by B at the time of the making of the notification. 8 If a joint disclosure report is not made before the end of the applicable period (whether the required notification was made by A or B), section 21CC(2)— a has effect only so far as relating to any requirement to make the required disclosure that would have otherwise arisen within that period, and b does not remove a requirement to make the required disclosure so far as arising after the end of that period on the part of any person in respect of matters that may become known, suspected or believed by the person after the time when the required notification was made. 9 If a joint disclosure report is not made before the end of the applicable period, the person who made the required notification must notify a constable that a report is not being made as soon as reasonably practicable after the period ends. 10 Section 21CC(3) has effect only so far as relating to— a the suspicion in connection with which the report is made, and b matters known, suspected or believed at the time of the making of the report. 11 Terms used in this section have the same meanings as in section 21CC. Section 21CA: supplementary 21CE 1 A relevant disclosure made in good faith does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information, however imposed. 2 But a relevant disclosure may not include information obtained from a UK law enforcement agency unless that agency consents to the disclosure. 3 In a case where a person is acting on behalf of another (“the undertaking”) as a nominated officer— a a relevant disclosure by the undertaking must be made by the nominated officer on behalf of the undertaking, and b a relevant disclosure to the undertaking must be made to that officer. 4 Subsection (1) applies whether or not the conditions in section 21CA were met in respect of the disclosure if the person making the disclosure did so in the reasonable belief that the conditions were met. 5 In this section— “ relevant disclosure ” means any disclosure made in compliance, or intended compliance, with section 21CA; “ UK law enforcement agency ” means— the National Crime Agency; a police force in England, Scotland, Northern Ireland or Wales; any other person operating in England, Scotland, Northern Ireland or Wales charged with the duty of preventing, detecting, investigating or prosecuting offences. Sections 21CA to 21CE: interpretation 21CF 1 This section applies for the purposes of sections 21CA to 21CE. 2 References to a constable include references to a National Crime Agency officer authorised for those purposes by the Director General of that Agency. 3 References to a business in the regulated sector are to be construed in accordance with Schedule 3A. 4 “ Disclosure request ” means a request made for the purposes of condition 2 in section 21CA(3). 5 “ Nominated officer ” means a person nominated to receive disclosures under section 21A. 6 “ Relevant undertaking ” means any of the following— a a credit institution; b a financial institution; c a professional legal adviser; d a relevant professional adviser; e other persons (not within paragraphs (a) to (d)) whose business consists of activities listed in paragraph 1(1) of Schedule 3A. 7 “ Required disclosure ” means a disclosure that is made— a to a constable in connection with a suspicion that a person is involved in the commission of a terrorist financing offence, and b for the purposes of avoiding the commission of an offence under section 21A by virtue of not satisfying the third condition in subsection (4) of that section. 8 “ Required notification ” means a notification made for the purposes of condition 3 in section 21CA(4). 9 For the purposes of subsection (6)— a “ credit institution ” has the same meaning as in Schedule 3A; b “ financial institution ” means an undertaking that carries on a business in the regulated sector by virtue of any of paragraphs (b) to (i) of paragraph 1(1) of that Schedule; c “ relevant professional adviser ” has the meaning given by section 21H(5). 10 “ Terrorist financing offence ” means an offence under any of sections 15 to 18."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "37", "section_title": "Further information orders", "section_text": "37 After section 22A of the Terrorism Act 2000 insert— Further information orders Further information orders 22B 1 A magistrates' court or (in Scotland) the sheriff may, on an application made by a law enforcement officer, make a further information order if satisfied that either condition 1 or condition 2 is met. 2 The application must— a specify or describe the information sought under the order, and b specify the person from whom the information is sought (“ the respondent ”). 3 A further information order is an order requiring the respondent to provide— a the information specified or described in the application for the order, or b such other information as the court or sheriff making the order thinks appropriate, so far as the information is in the possession, or under the control, of the respondent. 4 Condition 1 for the making of a further information order is met if— a the information required to be given under the order would relate to a matter arising from a disclosure made under section 21A, b the respondent is the person who made the disclosure or is otherwise carrying on a business in the regulated sector, c the information would assist in— i investigating whether a person is involved in the commission of an offence under any of sections 15 to 18 or in determining whether an investigation of that kind should be started, or ii identifying terrorist property or its movement or use, and d it is reasonable in all the circumstances for the information to be provided. 5 Condition 2 for the making of a further information order is met if— a the information required to be given under the order would relate to a matter arising from a disclosure made under a corresponding disclosure requirement, b an external request has been made to the National Crime Agency for the provision of information in connection with that disclosure, c the respondent is carrying on a business in the regulated sector, d the information is likely to be of substantial value to the authority that made the external request in determining any matter in connection with the disclosure, and e it is reasonable in all the circumstances for the information to be provided. 6 For the purposes of subsection (5),  “ external request ” means a request made by an authority of a foreign country which has responsibility in that country for carrying out investigations into whether a corresponding terrorist financing offence has been committed. 7 A further information order must specify— a how the information required under the order is to be provided, and b the date by which it is to be provided. 8 If a person fails to comply with a further information order made by a magistrates' court, the magistrates' court may order the person to pay an amount not exceeding £5,000. 9 The sum mentioned in subsection (8) is to be treated as adjudged to be paid by a conviction of the court for the purposes of the Magistrates' Courts Act 1980 or (as the case may be) the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)). 10 In order to take account of changes in the value of money the Secretary of State may by regulations made by statutory instrument substitute another sum for the sum for the time being specified in subsection (8). 11 A statutory instrument containing regulations under subsection (10) is subject to annulment in pursuance of a resolution of either House of Parliament. 12 A law enforcement officer who is a constable, a National Crime Agency officer or a counter-terrorism financial investigator may not make an application under this section unless the officer is a senior law enforcement officer or is authorised to do so by a senior law enforcement officer. 13 Schedule 3A has effect for the purposes of this section in determining what is a business in the regulated sector. 14 In this section— “ corresponding disclosure requirement ” means a requirement to make a disclosure under the law of the foreign country concerned that corresponds to a requirement imposed by virtue of this Part; “ corresponding terrorist financing offence ” means an offence under the law of the foreign country concerned that would, if done in the United Kingdom, constitute an offence under any of sections 15 to 18; “ foreign country ” means a country or territory outside the United Kingdom; “ law enforcement officer ” means— a constable, a National Crime Agency officer authorised for the purposes of this section by the Director General of that Agency, a counter-terrorism financial investigator, or a procurator fiscal; “ senior law enforcement officer ” means— a police officer of at least the rank of superintendent; the Director General of the National Crime Agency; any other National Crime Agency officer authorised by the Director General (whether generally or specifically) for this purpose. Statements 22C 1 A statement made by a person in response to a further information order may not be used in evidence against the person in criminal proceedings. 2 Subsection (1) does not apply— a in the case of proceedings under this Part, b on a prosecution for perjury, or c on a prosecution for some other offence where, in giving evidence, the person makes a statement inconsistent with the statement mentioned in subsection (1). 3 A statement may not be used by virtue of subsection (2)(c) unless— a evidence relating to it is adduced, or b a question relating to it is asked, by or on behalf of the person in the proceedings arising out of the prosecution. 4 In subsection (2)(b) the reference to a prosecution for perjury is— a in the case of England and Wales, a reference to a prosecution for an offence under section 5 of the Perjury Act 1911; b in the case of Northern Ireland, a reference to a prosecution for an offence under Article 10 of the Perjury (Northern Ireland) Order 1979 (S.I. 1979/1714 (N.I. 19)). Appeals 22D 1 An appeal from a decision on an application for a further information order lies to the relevant appeal court. 2 An appeal under this section lies at the instance of any person who was a party to the proceedings on the application. 3 The  “relevant appeal court” is— a the Crown Court, in the case of a decision made by a magistrates' court in England and Wales; b a county court, in the case of a decision made by a magistrates' court in Northern Ireland; c the Sheriff Appeal Court, in the case of a decision made by the sheriff. 4 On an appeal under this section the relevant appeal court may— a make or (as the case may be) discharge a further information order, or b vary the order. Supplementary 22E 1 A further information order does not confer the right to require a person to provide privileged information. 2 “Privileged information” is information which a person would be entitled to refuse to provide on grounds of legal professional privilege in proceedings in the High Court or, in Scotland, legal privilege as defined by section 412 of the Proceeds of Crime Act 2002. 3 Information provided in pursuance of a further information order is not to be taken to breach any restriction on the disclosure of information (however imposed). 4 An application for a further information order may be heard and determined in private. 5 Rules of court may make provision as to the practice and procedure to be followed in connection with proceedings relating to further information orders."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "38", "section_title": "Forfeiture of terrorist cash", "section_text": "38 1 Schedule 1 to the Anti-terrorism, Crime and Security Act 2001 (forfeiture of terrorist cash) is amended as follows. 2 In paragraph 1 (meaning of terrorist cash)— a after sub-paragraph (2)(e) insert— f gaming vouchers, g fixed-value casino tokens, h betting receipts, ; b after sub-paragraph (4) insert— 5 For the purposes of sub-paragraph (2)— a “ gaming voucher ” means a voucher in physical form issued by a gaming machine that represents a right to be paid the amount stated on it; b “ fixed-value casino token ” means a casino token that represents a right to be paid the amount stated on it; c “ betting receipt ” means a receipt in physical form that represents a right to be paid an amount in respect of a bet placed with a person holding a betting licence. 6 In sub-paragraph (5)— “bet”— in relation to England and Wales and Scotland, has the same meaning as in section 9(1) of the Gambling Act 2005; in relation to Northern Ireland, has the same meaning as in the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 (S.I. 1985/1204 (N.I. 11))\t\t\t\t\t\t\t\t\t\t\t\t\t\t(see Article 2 of that Order); “betting licence”— in relation to England and Wales and Scotland, means a general betting operating licence issued under Part 5 of the Gambling Act 2005; in relation to Northern Ireland, means a bookmaker's licence as defined in Article 2 of the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985; “gaming machine”— in relation to England and Wales and Scotland, has the same meaning as in the Gambling Act 2005 (see section 235 of that Act); in relation to Northern Ireland, has the same meaning as in the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 (see Article 2 of that Order). 7 In the application of sub-paragraph (5) to Northern Ireland references to a right to be paid an amount are to be read as references to the right that would exist but for Article 170 of the Betting, Gaming, Lotteries and Amusements (Northern Ireland) Order 1985 (gaming and wagering contracts void). 3 In paragraph 3 (detention of seized cash)— a in sub-paragraph (2)(a), for  “three” substitute  “                        6                      ” ; b after sub-paragraph (8) insert— 9 Where an application for an order under sub-paragraph (2) relates to cash seized under paragraph 2(2), the court, sheriff or justice may make the order if satisfied that— a the condition in sub-paragraph (6), (7) or (8) is met in respect of part of the cash, and b it is not reasonably practicable to detain only that part. 4 After paragraph 5 insert— PART 2A Forfeiture of terrorist cash without court order Cash forfeiture notice 5A 1 This paragraph applies while any cash is detained in pursuance of an order under paragraph 3(2). 2 A senior officer may give a notice for the purpose of forfeiting the cash or any part of it if satisfied that the cash or part is terrorist cash. 3 A notice given under sub-paragraph (2) is referred to in this Schedule as a cash forfeiture notice. 4 A cash forfeiture notice must— a state the amount of cash in respect of which it is given, b state when and where the cash was seized, c confirm that the senior officer is satisfied as mentioned in sub-paragraph (2), d specify a period for objecting to the proposed forfeiture and an address to which any objections must be sent, and e explain that the cash will be forfeited unless an objection is received at that address within the period for objecting. 5 The period for objecting must be at least 30 days starting with the day after the notice is given. 6 The Secretary of State must by regulations made by statutory instrument make provision about how a cash forfeiture notice is to be given. 7 The regulations may (amongst other things) provide— a for a cash forfeiture notice to be given to such person or persons, and in such manner, as may be prescribed; b for a cash forfeiture notice to be given by publication in such manner as may be prescribed; c for circumstances in which, and the time at which, a cash forfeiture notice is to be treated as having been given. 8 The regulations must ensure that where a cash forfeiture notice is given it is, if possible, given to every person to whom notice of an order under paragraph 3(2) in respect of the cash has been given. 9 A statutory instrument containing regulations under this paragraph is subject to annulment in pursuance of a resolution of either House of Parliament. 10 In this Part of this Schedule— “ senior officer ” means— a senior police officer; an officer of Revenue and Customs of a rank designated by the Commissioners for Her Majesty's Revenue and Customs as equivalent to that of a senior police officer; an immigration officer of a rank designated by the Secretary of State as equivalent to that of a senior police officer; “ senior police officer ” means a police officer of at least the rank of superintendent. Effect of cash forfeiture notice 5B 1 This paragraph applies if a cash forfeiture notice is given in respect of any cash. 2 The cash is to be detained until— a the cash is forfeited under this paragraph, b the notice lapses under this paragraph, or c the cash is released under a power conferred by this Schedule. 3 If no objection is made within the period for objecting specified in the notice under paragraph 5A(4)(d), and the notice has not lapsed, the cash is forfeited (subject to paragraph 5D). 4 If an objection is made within the period for objecting, the notice lapses. 5 If an application is made for the forfeiture of the whole or any part of the cash under paragraph 6, the notice lapses. 6 If the cash or any part of it is released under a power conferred by this Schedule, the notice lapses or (as the case may be) lapses in relation to that part. 7 An objection may be made by anyone (whether a recipient of the notice or not). 8 An objection means a written objection sent to the address specified in the notice; and an objection is made when it is received at the address. 9 An objection does not prevent forfeiture of the cash under paragraph 6. 10 Nothing in this paragraph affects the validity of an order under paragraph 3(2). Detention following lapse of cash forfeiture notice 5C 1 This paragraph applies if— a a cash forfeiture notice is given in respect of any cash, b the notice lapses under paragraph 5B(4), and c the period for which detention of the cash was authorised under paragraph 3(2) has expired. 2 The cash may be detained for a further period of up to 48 hours (calculated in accordance with paragraph 3(1A)). 3 But if within that period it is decided that neither of the applications mentioned in sub-paragraph (4) is to be made, the cash must be released. 4 The applications are— a an application for a further order under paragraph 3(2); b an application for forfeiture of the cash under paragraph 6. 5 If within that period an application is made for a further order under paragraph 3(2), the cash may be detained until the application is determined or otherwise disposed of. Application to set aside forfeiture 5D 1 A person aggrieved by the forfeiture of cash in pursuance of paragraph 5B(3) may apply to a magistrates' court or (in Scotland) the sheriff for an order setting aside the forfeiture of the cash or any part of it. 2 The application must be made before the end of the period of 30 days starting with the day on which the period for objecting ended (“the 30-day period”). 3 But the court or sheriff may give permission for an application to be made after the 30-day period has ended if the court or sheriff thinks that there are exceptional circumstances to explain why the applicant— a failed to object to the forfeiture within the period for objecting, and b failed to make an application within the 30-day period. 4 On an application under this paragraph the court or sheriff must consider whether the cash to which the application relates could be forfeited under paragraph 6 (ignoring the forfeiture mentioned in sub-paragraph (1)). 5 If the court or sheriff is satisfied that the cash to which the application relates or any part of it could not be forfeited under that paragraph the court or sheriff must set aside the forfeiture of that cash or part. 6 Where the court or sheriff sets aside the forfeiture of any cash— a the court or sheriff must order the release of that cash, and b the cash is to be treated as never having been forfeited. Release of cash subject to cash forfeiture notice 5E 1 This paragraph applies while any cash is detained under paragraph 5B or 5C. 2 The person from whom the cash was seized may apply to a magistrates' court or (in Scotland) the sheriff for the cash to be released. 3 On an application under sub-paragraph (2), the court or sheriff may direct the release of the cash or any part of it if not satisfied that the cash to be released is terrorist cash. 4 An authorised officer may release the cash or any part of it if satisfied that the detention of the cash to be released is no longer justified. Application of cash forfeited under cash forfeiture notice 5F 1 Cash forfeited in pursuance of paragraph 5B(3), and any accrued interest on it— a if first detained in pursuance of an order under paragraph 3(2) made by a magistrates' court or a justice of the peace, is to be paid into the Consolidated Fund; b if first detained in pursuance of an order under paragraph 3(2) made by the sheriff, is to be paid into the Scottish Consolidated Fund. 2 But it is not to be paid in— a before the end of the period within which an application under paragraph 5D may be made (ignoring the possibility of an application by virtue of paragraph 5D(3)), or b if an application is made within that period, before the application is determined or otherwise disposed of. 5 In paragraph 7(4)\t\t\t\t\t(release of cash on appeal against decision in forfeiture proceedings), after  “of” insert  “                    the whole or any part of                  ” . 6 In paragraph 9 (victims), after sub-paragraph (3) insert— 4 If sub-paragraph (5) applies, the court or sheriff may order the cash to be released to the applicant or to the person from whom it was seized. 5 This sub-paragraph applies where— a the applicant is not the person from whom the cash claimed was seized, b it appears to the court or sheriff that the cash belongs to the applicant, c the court or sheriff is satisfied that the release condition is met in relation to the cash, and d no objection to the making of an order under sub-paragraph (4) has been made by the person from whom the cash was seized. 6 The release condition is met— a in relation to cash detained under paragraph 3, if the conditions in that paragraph for the detention of the cash are no longer met, b in relation to cash detained under paragraph 5B or 5C, if the cash is not terrorist cash, and c in relation to cash detained pending the conclusion of proceedings in pursuance of an application under paragraph 6, if the court or sheriff decides not to make an order under that paragraph in relation to the cash. 7 In paragraph 19 (general interpretation), in sub-paragraph (1), at the appropriate places insert— “ cash forfeiture notice ” has the meaning given by paragraph 5A(3), ; “senior officer”\t\t\t\t\t\t\t\t(in Part 2A) has the meaning given by paragraph 5A(10), ."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "39", "section_title": "Forfeiture of certain personal (or moveable) property", "section_text": "39 Schedule 3 contains amendments to the Anti-terrorism, Crime and Security Act 2001 which enable the forfeiture of certain personal (or moveable) property which— a is intended to be used for the purposes of terrorism, b consists of resources of a proscribed organisation, or c is, or represents, property obtained through terrorism."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "40", "section_title": "Forfeiture of money held in bank and building society accounts", "section_text": "40 Schedule 4 contains amendments to the Anti-terrorism, Crime and Security Act 2001 which enable the forfeiture of money held in a bank or building society account which— a is intended to be used for the purposes of terrorism, b consists of resources of a proscribed organisation, or c is, or represents, property obtained through terrorism."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "41", "section_title": "Extension of powers to financial investigators", "section_text": "41 1 The Terrorism Act 2000 is amended in accordance with subsections (2) to (5). 2 After section 63E insert— Counter-terrorism financial investigators Counter-terrorism financial investigators 63F 1 The metropolitan police force must provide a system for the accreditation of financial investigators (“counter-terrorism financial investigators”). 2 The system of accreditation must include provision for— a the monitoring of the performance of counter-terrorism financial investigators, b the withdrawal of accreditation from any person who contravenes or fails to comply with any condition subject to which he or she was accredited, and c securing that decisions under that system which concern— i the grant or withdrawal of accreditations, or ii the monitoring of the performance of counter-terrorism financial investigators, are taken without regard to their effect on operations by the metropolitan police force or any other person. 3 A person may be accredited if he or she is— a a member of the civilian staff of a police force in England and Wales (including the metropolitan police force), within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011; b a member of staff of the City of London police force; c a member of staff of the Police Service of Northern Ireland. 4 A person may be accredited— a in relation to this Act; b in relation to the Anti-terrorism, Crime and Security Act 2001; c in relation to particular provisions of this Act or of the Anti-terrorism, Crime and Security Act 2001. 5 But the accreditation may be limited to specified purposes. 6 A reference in this Act or in the Anti-terrorism, Crime and Security Act 2001 to a counter-terrorism financial investigator is to be construed accordingly. 7 The metropolitan police force must make provision for the training of persons in— a financial investigation, b the operation of this Act, and c the operation of the Anti-terrorism, Crime and Security Act 2001. 3 In Part 1 of Schedule 5 (terrorist investigations: information: England and Wales and Northern Ireland)— a in paragraph 5— i in sub-paragraph (1) for  “A constable” substitute  “                            An appropriate officer                          ” ; ii after sub-paragraph (1) insert— 1A Where the appropriate officer is a counter-terrorism financial investigator, the officer may apply for an order under this paragraph only for the purposes of a terrorist investigation so far as relating to terrorist property. ; iii in sub-paragraph (3)(a) for  “a constable” substitute  “                            an appropriate officer                          ” ; iv in sub-paragraph (3)(b) for  “a constable” substitute  “                            an appropriate officer                          ” ; v after sub-paragraph (5) insert— 6 “ Appropriate officer ” means— a a constable, or b a counter-terrorism financial investigator. ; b in paragraph 6 after sub-paragraph (3) insert— 4 In the case of an order sought by a counter-terrorism financial investigator, the first condition is satisfied only to the extent that the terrorist investigation mentioned in sub-paragraph (2)(a) and (b) relates to terrorist property. ; c in paragraph 7(2)(a) for  “constable” substitute  “                        appropriate officer (as defined in paragraph 5(6))                      ” ; d in paragraph 13 after sub-paragraph (1) insert— 1A A counter-terrorism financial investigator may apply to a Circuit Judge or a District Judge (Magistrates' Courts) for an order under this paragraph requiring any person specified in the order to provide an explanation of any material produced or made available to a counter-terrorism financial investigator under paragraph 5. 4 In paragraph 1 of Schedule 6 (financial information orders)— a in sub-paragraph (1) after  “constable” insert  “                        or counter-terrorism financial investigator                      ” ; b in sub-paragraph (2)(a) after  “constable” insert  “                        or counter-terrorism financial investigator                      ” . 5 In Schedule 6A (account monitoring orders)— a in paragraph 1 after sub-paragraph (4)(a) insert— aa a counter-terrorism financial investigator, in England and Wales or Northern Ireland; ; b after paragraph 3(3) insert— 4 If the application was made by a counter-terrorism financial investigator, the description of information specified in it may be varied by a different counter-terrorism financial investigator. ; c after paragraph 4(2) insert— 2A If the application for the account monitoring order was made by a counter-terrorism financial investigator, an application to discharge or vary the order may be made by a different counter-terrorism financial investigator. 6 In Schedule 1 to the Anti-terrorism, Crime and Security Act 2001 (forfeiture of terrorist cash)— a after paragraph 10(7) insert— 7A If the cash was seized by a counter-terrorism financial investigator, the compensation is to be paid as follows— a in the case of a counter-terrorism financial investigator who was— i a member of the civilian staff of a police force (including the metropolitan police force), within the meaning of Part 1 of the Police Reform and Social Responsibility Act 2011, or ii a member of staff of the City of London police force, it is to be paid out of the police fund from which the expenses of the police force are met, b in the case of a counter-terrorism financial investigator who was a member of staff of the Police Service of Northern Ireland, it is to be paid out of money provided by the Chief Constable of the Police Service of Northern Ireland. ; b in paragraph 19(1)— i in the definition of  “authorised officer”, after  “constable” insert  “                            , a counter-terrorism financial investigator                          ” ; ii at the appropriate place insert— “ counter-terrorism financial investigator ” is to be read in accordance with section 63F of the Terrorism Act 2000, ."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "42", "section_title": "Offences in relation to counter-terrorism financial investigators", "section_text": "42 1 After section 120A of the Terrorism Act 2000 insert— Offences in relation to counter-terrorism financial investigators 120B 1 A person commits an offence if the person assaults a counter-terrorism financial investigator who is acting in the exercise of a relevant power. 2 A person commits an offence if the person resists or wilfully obstructs a counter-terrorism financial investigator who is acting in the exercise of a relevant power. 3 A person guilty of an offence under subsection (1) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months, or to a fine not exceeding level 5 on the standard scale, or to both. 4 A person guilty of an offence under subsection (2) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine not exceeding level 3 on the standard scale, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 1 month, or to a fine not exceeding level 3 on the standard scale, or to both. 5 In this section  “ relevant power ” means a power exercisable under Schedule 5 (terrorist investigations: information) or Part 1 of Schedule 5A (terrorist financing investigations in England and Wales and Northern Ireland: disclosure orders). 6 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003 (alteration of penalties for certain summary offences: England and Wales)— a the reference to 51 weeks in subsection (3)(a) is to be read as a reference to 6 months; b the reference to 51 weeks in subsection (4)(a) is to be read as a reference to 1 month. 2 After paragraph 10Z7 of Schedule 1 to the Anti-terrorism, Crime and Security Act 2001 (inserted by Schedule 4 to this Act) insert— PART 4C OFFENCES Offences in relation to counter-terrorism financial investigators 10Z8 1 A person commits an offence if the person assaults a counter-terrorism financial investigator who is acting in the exercise of a power under this Schedule. 2 A person commits an offence if the person resists or wilfully obstructs a counter-terrorism financial investigator who is acting in the exercise of a power under this Schedule. 3 A person guilty of an offence under sub-paragraph (1) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 6 months, or to a fine not exceeding level 5 on the standard scale, or to both. 4 A person guilty of an offence under sub-paragraph (2) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, or to a fine not exceeding level 3 on the standard scale, or to both; b on summary conviction in Northern Ireland, to imprisonment for a term not exceeding 1 month, or to a fine not exceeding level 3 on the standard scale, or to both. 5 In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003 (alteration of penalties for certain summary offences: England and Wales)— a the reference to 51 weeks in sub-paragraph (3)(a) is to be read as a reference to 6 months; b the reference to 51 weeks in sub-paragraph (4)(a) is to be read as a reference to 1 month."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "43", "section_title": "Enforcement in other parts of United Kingdom", "section_text": "43 After section 120B of the Terrorism Act 2000 (inserted by section 42 above) insert— Enforcement of orders in other parts of United Kingdom 120C 1 Her Majesty may by Order in Council make provision for an investigatory order made in one part of the United Kingdom to be enforced in another part. 2 In subsection (1)\t\t\t\t\t\t\t\t “ investigatory order ” means any of the following kinds of order— a an order under section 22B (further information orders); b an order under paragraph 5 of Schedule 5 (production orders: England and Wales and Northern Ireland) that is made in connection with a terrorist investigation in relation to terrorist property; c an order under paragraph 13(1)(b) of that Schedule that is made in connection with material produced or made available as a result of an order within paragraph (b) of this subsection; d an order under paragraph 22 of Schedule 5 (production orders: Scotland) that is made in connection with a terrorist investigation in relation to terrorist property; e an order under paragraph 30(1)(b) of that Schedule that is made in connection with material produced or made available as a result of an order within paragraph (d) of this subsection; f an order under paragraph 9 of Schedule 5A (disclosure orders: England and Wales and Northern Ireland); g an order under paragraph 19 of that Schedule (disclosure orders: Scotland); h an order under paragraph 1 of Schedule 6 (financial information orders); i an order under paragraph 2 of Schedule 6A (account monitoring orders). 3 An Order under this section may apply (with or without modifications) any provision of or made under— a an Act (including this Act), b an Act of the Scottish Parliament, or c Northern Ireland legislation. 4 An Order under this section— a may make different provision for different purposes; b may include supplementary, incidental, saving or transitional provisions. 5 Rules of court may make whatever provision is necessary or expedient to give effect to an Order under this section. 6 A statutory instrument containing an Order under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "44", "section_title": "Meaning of relevant body and acting in the capacity of an associated person", "section_text": "44 1 This section defines expressions used in this Part. 2 “ Relevant body ” means a body corporate or partnership (wherever incorporated or formed). 3 “ Partnership ” means— a a partnership within the meaning of the Partnership Act 1890, or b a limited partnership registered under the Limited Partnerships Act 1907, or a firm or entity of a similar character formed under the law of a foreign country. 4 A person (P) acts in the capacity of a person associated with a relevant body (B) if P is— a an employee of B who is acting in the capacity of an employee, b an agent of B (other than an employee) who is acting in the capacity of an agent, or c any other person who performs services for or on behalf of B who is acting in the capacity of a person performing such services. 5 For the purposes of subsection (4)(c) the question whether or not P is a person who provides services for or on behalf of B is to be determined by reference to all the relevant circumstances and not merely by reference to the nature of the relationship between P and B."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "45", "section_title": "Failure to prevent facilitation of UK tax evasion offences", "section_text": "45 1 A relevant body (B) is guilty of an offence if a person commits a UK tax evasion facilitation offence when acting in the capacity of a person associated with B. 2 It is a defence for B to prove that, when the UK tax evasion facilitation offence was committed— a B had in place such prevention procedures as it was reasonable in all the circumstances to expect B to have in place, or b it was not reasonable in all the circumstances to expect B to have any prevention procedures in place. 3 In subsection (2)\t\t\t\t\t “ prevention procedures ” means procedures designed to prevent persons acting in the capacity of a person associated with B from committing UK tax evasion facilitation offences. 4 In this Part  “ UK tax evasion offence ” means— a an offence of cheating the public revenue, or b an offence under the law of any part of the United Kingdom consisting of being knowingly concerned in, or in taking steps with a view to, the fraudulent evasion of a tax. 5 In this Part  “ UK tax evasion facilitation offence ” means an offence under the law of any part of the United Kingdom consisting of— a being knowingly concerned in, or in taking steps with a view to, the fraudulent evasion of a tax by another person, b aiding, abetting, counselling or procuring the commission of a UK tax evasion offence, or c being involved art and part in the commission of an offence consisting of being knowingly concerned in, or in taking steps with a view to, the fraudulent evasion of a tax. 6 Conduct carried out with a view to the fraudulent evasion of tax by another person is not to be regarded as a UK tax evasion facilitation offence by virtue of subsection (5)(a) unless the other person has committed a UK tax evasion offence facilitated by that conduct. 7 For the purposes of this section  “ tax ” means a tax imposed under the law of any part of the United Kingdom, including national insurance contributions under— a Part 1 of the Social Security Contributions and Benefits Act 1992, or b Part 1 of the Social Security Contributions and Benefits (Northern Ireland) Act 1992. 8 A relevant body guilty of an offence under this section is liable— a on conviction on indictment, to a fine; b on summary conviction in England and Wales, to a fine; c on summary conviction in Scotland or Northern Ireland, to a fine not exceeding the statutory maximum."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "46", "section_title": "Failure to prevent facilitation of foreign tax evasion offences", "section_text": "46 1 A relevant body (B) is guilty of an offence if at any time— a a person commits a foreign tax evasion facilitation offence when acting in the capacity of a person associated with B, and b any of the conditions in subsection (2) is satisfied. 2 The conditions are— a that B is a body incorporated, or a partnership formed, under the law of any part of the United Kingdom; b that B carries on business or part of a business in the United Kingdom; c that any conduct constituting part of the foreign tax evasion facilitation offence takes place in the United Kingdom; and in paragraph (b)\t\t\t\t\t “ business ” includes an undertaking. 3 It is a defence for B to prove that, when the foreign tax evasion facilitation offence was committed— a B had in place such prevention procedures as it was reasonable in all the circumstances to expect B to have in place, or b it was not reasonable in all the circumstances to expect B to have any prevention procedures in place. 4 In subsection (3)\t\t\t\t\t “ prevention procedures ” means procedures designed to prevent persons acting in the capacity of a person associated with B from committing foreign tax evasion facilitation offences under the law of the foreign country concerned. 5 In this Part  “ foreign tax evasion offence ” means conduct which— a amounts to an offence under the law of a foreign country, b relates to a breach of a duty relating to a tax imposed under the law of that country, and c would be regarded by the courts of any part of the United Kingdom as amounting to being knowingly concerned in, or in taking steps with a view to, the fraudulent evasion of that tax. 6 In this Part  “ foreign tax evasion facilitation offence ” means conduct which— a amounts to an offence under the law of a foreign country, b relates to the commission by another person of a foreign tax evasion offence under that law, and c would, if the foreign tax evasion offence were a UK tax evasion offence, amount to a UK tax evasion facilitation offence (see section 45(5) and (6)). 7 A relevant body guilty of an offence under this section is liable— a on conviction on indictment, to a fine; b on summary conviction in England and Wales, to a fine; c on summary conviction in Scotland or Northern Ireland, to a fine not exceeding the statutory maximum."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "47", "section_title": "Guidance about preventing facilitation of tax evasion offences", "section_text": "47 1 The Chancellor of the Exchequer (“the Chancellor”) must prepare and publish guidance about procedures that relevant bodies can put in place to prevent persons acting in the capacity of an associated person from committing UK tax evasion facilitation offences or foreign tax evasion facilitation offences. 2 The Chancellor may from time to time prepare and publish new or revised guidance to add to or replace existing guidance published by the Chancellor under this section. 3 The Chancellor must consult the Scottish Ministers, the Welsh Ministers and the Department of Justice in Northern Ireland when preparing any guidance to be published under this section. 4 Guidance prepared and published under this section does not come into operation except in accordance with regulations made by the Chancellor by statutory instrument. 5 A statutory instrument containing such regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 6 Where for the purposes of subsection (5) a copy of a statutory instrument containing such regulations is laid before Parliament the Chancellor must also lay a copy of the guidance to which the regulations relate. 7 The Chancellor may approve guidance prepared by any other person if it relates to any matters within the scope of subsection (1). 8 Approval under subsection (7)— a must be given in writing, and b may only be given on the condition that the person who prepared it publishes the approved guidance while it remains in operation as approved guidance. 9 The Chancellor may withdraw approval under subsection (7) by a notice given to the person who prepared the guidance."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "48", "section_title": "Offences: extra-territorial application and jurisdiction", "section_text": "48 1 It is immaterial for the purposes of section 45 or 46 (except to the extent provided by section 46(2)) whether— a any relevant conduct of a relevant body, or b any conduct which constitutes part of a relevant UK tax evasion facilitation offence or foreign tax evasion facilitation offence, or c any conduct which constitutes part of a relevant UK tax evasion offence or foreign tax evasion offence, takes place in the United Kingdom or elsewhere. 2 Proceedings for an offence under section 45 or 46 may be taken in any place in the United Kingdom. 3 If by virtue of subsection (2) proceedings for an offence are to be taken in Scotland, they may be taken in such sheriff court district as the Lord Advocate may determine. 4 In subsection (3)\t\t\t\t\t “ sheriff court district ” is to be read in accordance with section 307(1) of the Criminal Procedure (Scotland) Act 1995."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "49", "section_title": "Consent to prosecution under section 46", "section_text": "49 1 In this section  “ proceedings ” means proceedings for an offence under section 46. 2 No proceedings may be instituted in England and Wales except by or with the consent of the Director of Public Prosecutions or the Director of the Serious Fraud Office. 3 No proceedings may be instituted in Northern Ireland except by or with the consent of the Director of Public Prosecutions for Northern Ireland or the Director of the Serious Fraud Office. 4 The Director of Public Prosecutions and the Director of the Serious Fraud Office must each exercise any function of giving consent under subsection (2) or (3) personally unless— a the Director concerned is unavailable, and b there is another person designated in writing by the Director concerned acting personally as the person who is authorised to exercise the function when the Director is unavailable. 5 In that case the other person may exercise the function but must do so personally. 6 No proceedings may be instituted in Northern Ireland by virtue of section 36 of the Justice (Northern Ireland) Act 2002 (delegation of functions of the  DPP  for Northern Ireland to persons other than the Deputy Director) except with the consent of the Director of Public Prosecutions for Northern Ireland to the institution of the proceedings. 7 The Director of Public Prosecutions for Northern Ireland must exercise personally any function of giving consent under subsection (3) or (6) unless the function is exercised personally by the Deputy Director of Public Prosecutions for Northern Ireland by virtue of section 30(4) or (7) of that Act."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "50", "section_title": "Offences by partnerships: supplementary", "section_text": "50 1 Proceedings for an offence under section 45 or 46 alleged to have been committed by a partnership must be brought in the name of the partnership (and not in the name of any of the partners). 2 For the purposes of such proceedings— a rules of court relating to the service of documents have effect as if the partnership were a body corporate, and b the following provisions (which concern procedure in relation to offences by bodies corporate) apply as they apply to a body corporate— i section 33 of the Criminal Justice Act 1925 and Schedule 3 to the Magistrates' Courts Act 1980, and ii section 18 of the Criminal Justice Act (Northern Ireland) 1945 (c. 15 (N.I.)) and Schedule 4 to the Magistrates' Courts (Northern Ireland) Order 1981 (S.I. 1981/1675 (N.I. 26)). 3 A fine imposed on a partnership on its conviction for an offence under section 45 or 46 is to be paid out of the partnership assets."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "51", "section_title": "Consequential amendments", "section_text": "51 1 In section 61(1) of the Serious Organised Crime and Police Act 2005 (offences to which investigatory powers etc apply) after paragraph (h) insert— i any offence under section 45 or 46 of the Criminal Finances Act 2017 (failure to prevent the facilitation of UK tax evasion offences or foreign tax evasion offences). 2 In Schedule 1 to the Serious Crime Act 2007 (serious offences)— a in Part 1 (serious offences in England and Wales), in the heading before paragraph 8 insert  “                        etc                      ”  at the end and in paragraph 8 at the end insert— 6 An offence under section 45 or 46 of the Criminal Finances Act 2017 (failure to prevent the facilitation of UK tax evasion offences or foreign tax evasion offences). ; b in Part 1A (serious offences in Scotland) in the heading before paragraph 16G insert  “                        etc                      ”  at the end and in paragraph 16G at the end insert— 5 An offence under section 45 or 46 of the Criminal Finances Act 2017 (failure to prevent the facilitation of UK tax evasion offences or foreign tax evasion offences). ; c in Part 2 (serious offences in Northern Ireland) in the heading before paragraph 24 insert  “                        etc                      ”  at the end and in paragraph 24 at the end insert— 6 An offence under section 45 or 46 of the Criminal Finances Act 2017 (failure to prevent the facilitation of UK tax evasion offences or foreign tax evasion offences). 3 In Part 2 of Schedule 17 to the Crime and Courts Act 2013 (offences in relation to which a deferred prosecution agreement may be entered into) after paragraph 26A insert— 26B An offence under section 45 or 46 of the Criminal Finances Act 2017 (failure to prevent the facilitation of UK tax evasion offences or foreign tax evasion offences)."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "52", "section_title": "Interpretation of Part 3", "section_text": "52 1 In this Part— “ conduct ” includes acts and omissions; “ foreign country ” means a country or territory outside the United Kingdom; “ foreign tax evasion facilitation offence ” has the meaning given by section 46(6); “ foreign tax evasion offence ” has the meaning given by section 46(5); “ partnership ” has the meaning given by section 44(3); “ relevant body ” has the meaning given by section 44(2); “ tax ” includes duty and any other form of taxation (however described); “ UK tax evasion facilitation offence ” has the meaning given by section 45(5) and (6); “ UK tax evasion offence ” has the meaning given by section 45(4). 2 References in this Part to a person acting in the capacity of a person associated with a relevant body are to be construed in accordance with section 44(4)."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "53", "section_title": "Minor and consequential amendments", "section_text": "53 Schedule 5 contains minor and consequential amendments."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "54", "section_title": "Power to make consequential provision", "section_text": "54 1 The Secretary of State may by regulations made by statutory instrument make provision in consequence of any provision made by or under Part 1 or 2. 2 The Scottish Ministers may by regulations make provision in consequence of section 29 or any provision made by or under Part 1 or 2 that extends only to Scotland. 3 The Department of Justice in Northern Ireland may by regulations make provision in consequence of any provision made by or under Part 1 or 2 that extends only to Northern Ireland. 4 Regulations under subsections (1) to (3) may include transitional, transitory or saving provision. 5 Regulations under subsections (1) to (3) may repeal, revoke or otherwise amend any provision of primary or subordinate legislation (including legislation passed or made on or before the last day of the session in which this Act is passed). 6 Regulations under subsection (2) or (3) may not include provision of the kind mentioned in subsection (5) unless the provision is within legislative competence. 7 For this purpose, a provision of regulations is within legislative competence if— a in the case of regulations made by the Scottish Ministers, it would fall within the legislative competence of the Scottish Parliament if included in an Act of that Parliament; b in the case of regulations made by the Department of Justice in Northern Ireland, it deals with a transferred matter. 8 In this section and in section 55— “ primary legislation ” means— an Act; an Act of the Scottish Parliament; a Measure or Act of the National Assembly for Wales; Northern Ireland legislation; “ subordinate legislation ” means— subordinate legislation within the meaning of the Interpretation Act 1978; an instrument made under an Act of the Scottish Parliament; an instrument made under a Measure or Act of the National Assembly for Wales; an instrument made under Northern Ireland legislation; “ transferred matter ” has the meaning given by section 4(1) of the Northern Ireland Act 1998."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "55", "section_title": "Section 54: procedural requirements", "section_text": "55 1 Before making regulations under section 54(1) the Secretary of State must— a if the regulations contain provision that would fall within the legislative competence of the Scottish Parliament if included in an Act of that Parliament, consult the Scottish Ministers; b if the regulations contain provision that deals with a transferred matter, consult the Department of Justice in Northern Ireland; c if the regulations contain provision that would fall within the legislative competence of the National Assembly for Wales if included in an Act of that Assembly, consult the Welsh Ministers. 2 Before making regulations under section 54(2) the Scottish Ministers must consult the Secretary of State. 3 Before making regulations under section 54(3) the Department of Justice in Northern Ireland must consult the Secretary of State. 4 A statutory instrument containing (whether alone or with other provision) regulations under section 54 made by the Secretary of State that repeal, revoke or otherwise amend any provision of primary legislation is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 5 Any other statutory instrument containing regulations under that section made by the Secretary of State is subject to annulment in pursuance of a resolution of either House of Parliament. 6 Regulations under section 54 made by the Scottish Ministers that repeal, revoke or otherwise amend any provision of primary legislation are subject to the affirmative procedure (see Part 2 of the Interpretation and Legislative Reform (Scotland) Act 2010 (asp 10)). 7 Any other regulations under that section made by the Scottish Ministers are subject to the negative procedure (see Part 2 of that Act). 8 Regulations under section 54 made by the Department of Justice in Northern Ireland that repeal, revoke or otherwise amend any provision of primary legislation are not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, the Northern Ireland Assembly. 9 Any other regulations under that section made by the Department of Justice in Northern Ireland are subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954). 10 A power of the Department of Justice in Northern Ireland to make regulations under section 54 is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12))."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "56", "section_title": "Financial provision", "section_text": "56 The following are to be paid out of money provided by Parliament— a any expenditure incurred under or by virtue of this Act by a Minister of the Crown or a government department, and b any increases attributable to this Act in the sums payable under any other Act out of money so provided."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "57", "section_title": "Extent", "section_text": "57 1 Except as provided by subsections (2) to (6), this Act extends to England and Wales, Scotland and Northern Ireland. 2 The following provisions extend to England and Wales only— a section 17, so far as relating to paragraphs 3 to 6 of Schedule 1, and those paragraphs; b section 26; c section 31(2); d section 32(2) and (3); e section 34(2) and (11); f section 51(3). 3 The following provisions extend to England and Wales and Northern Ireland only— a sections 1 to 3; b section 7; c section 17, so far as relating to paragraphs 24 and 25 of Schedule 1, and those paragraphs; d section 18(4)(c); e section 19(3); f section 20(3) to (6); g section 22; h section 23; i paragraph 3 of Schedule 2; j section 41(3); k section 42. 4 The following provisions extend to Scotland only— a sections 4 to 6; b section 8; c section 18(2), (3) and (4)(d); d section 28; e section 30; f section 32(4); g section 34(3); h paragraph 4 of Schedule 2. 5 The following provisions extend to Northern Ireland only— a section 17, so far as relating to paragraphs 7 to 10 of Schedule 1, and those paragraphs; b section 27; c section 31(3); d section 32(5) and (6); e section 34(4). 6 An amendment made by Schedule 5 has the same extent as the provision amended."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "58", "section_title": "Commencement", "section_text": "58 1 Except as provided by subsections (2) to (6), this Act comes into force on whatever day or days the Secretary of State appoints by regulations made by statutory instrument. 2 The following provisions come into force on whatever day or days the Scottish Ministers appoint by regulations after consulting the Secretary of State— a section 28; b section 30; c section 32(4); d section 34(3). 3 The following provisions come into force on whatever day or days the Department of Justice in Northern Ireland appoints by regulations after consulting the Secretary of State— a section 27; b section 31(3); c section 32(5) and (6); d section 34(4). 4 The following provisions come into force two months after the day on which this Act is passed— a section 9; b section 18; c section 41; d section 42. 5 Part 3 comes into force on whatever day or days the Treasury appoints by regulations made by statutory instrument. 6 The following provisions come into force on the day on which this Act is passed— a sections 54 to 57; b this section; c section 59; d any other provision of this Act so far as necessary for enabling the exercise on or after the day on which this Act is passed of any power to make provision by subordinate legislation (within the meaning of the Interpretation Act 1978). 7 Regulations under subsection (1), (2), (3) or (5) may appoint different days for different purposes or areas. 8 The Secretary of State may by regulations made by statutory instrument make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act other than— a the provisions mentioned in subsections (2) and (3), and b Part 3. 9 The Scottish Ministers may by regulations make transitional, transitory or saving provision in connection with the coming into force of a provision mentioned in subsection (2). 10 The Department of Justice in Northern Ireland may by regulations make transitional, transitory or saving provision in connection with the coming into force of a provision mentioned in subsection (3). 11 The Treasury may by regulations made by statutory instrument make transitional, transitory or saving provision in connection with the coming into force of Part 3. 12 No regulations may be made under subsection (1) bringing into force any of the following provisions, so far as they extend to Scotland, unless the Secretary of State has consulted the Scottish Ministers— a sections 4 and 5; b section 8; c section 14; d section 15; e section 16; f section 25; g section 29; h section 33; i section 34(10). 13 No regulations may be made under subsection (1) bringing into force any of the following provisions, so far as they extend to Northern Ireland, unless the Secretary of State has consulted the Department of Justice in Northern Ireland— a sections 1 and 2; b section 7; c section 14; d section 15; e section 16; f section 17 and Schedule 1; g sections 19 and 20; h sections 22 to 25; i section 33; j section 34(10). 14 Consultation for the purposes of this section may be, or include, consultation before the day on which this Act is passed. 15 The power to make regulations under subsections (8) to (11) includes power to make different provision for different purposes. 16 The power of the Department of Justice in Northern Ireland to make regulations under subsection (3) or (10) is exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979 (S.I. 1979/1573 (N.I. 12))."}, {"act": "Criminal Finances Act 2017", "year": 2017, "section": "59", "section_title": "Short title", "section_text": "59 This Act may be cited as the Criminal Finances Act 2017."}]