[{"act": "Farriers (Registration) Act 2017", "year": 2017, "section": "1", "section_title": "Constitution of Farriers Registration Council and its committees", "section_text": "1 The Schedule amends the Farriers (Registration) Act 1975 to make changes to the constitution of the Farriers Registration Council and its committees."}, {"act": "Farriers (Registration) Act 2017", "year": 2017, "section": "2", "section_title": "Power to make further changes to constitution of Council and its committees", "section_text": "2 In the Farriers (Registration) Act 1975, after section 17 insert— Power to change constitution of Council and its committees 17A 1 The Secretary of State may by regulations amend or replace— a Part 1 of Schedule 1 (constitution of the Council); b Schedule 2 (constitution of the Investigating Committee); c Part 1 of Schedule 3 (constitution of the Disciplinary Committee). 2 Before making regulations under this section, the Secretary of State must obtain the consent of— a the Scottish Ministers, and b the Welsh Ministers. 3 Before making regulations under this section, the Secretary of State must consult— a the Council, and b any other persons the Secretary of State considers appropriate. 4 Regulations under this section— a are to be made by statutory instrument; b may include incidental, supplementary, consequential, transitional, transitory or saving provision. 5 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Farriers (Registration) Act 2017", "year": 2017, "section": "3", "section_title": "Extent, commencement and short title", "section_text": "3 1 This Act extends to England and Wales and Scotland. 2 Sections 1 and 2 and the Schedule come into force on such day as the Secretary of State may by regulations appoint. 3 This section comes into force on the day on which this Act is passed. 4 Regulations under subsection (2)— a may appoint different days for different purposes; b may make transitional, transitory or saving provision. 5 Regulations under this section are to be made by statutory instrument. 6 This Act may be cited as the Farriers (Registration) Act 2017."}]