[{"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "1", "section_title": "Power to construct and maintain works for Phase One of High Speed 2", "section_text": "1 1 The nominated undertaker may construct and maintain the works specified in Schedule 1, being— a works for the construction of Phase One of High Speed 2, and b works consequent on, or incidental to, such works. 2 In this Act, the works specified in Schedule 1 are called the  ““scheduled works””. 3 In this Act  “ \"Phase One of High Speed 2” ” means a railway between Euston in London and a junction with the West Coast Main Line at Handsacre in Staffordshire, with a spur from Water Orton in Warwickshire to Curzon Street in Birmingham."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "2", "section_title": "Further provision about works", "section_text": "2 1 The nominated undertaker may, for the purposes of or in connection with the scheduled works or otherwise for Phase One purposes, do any of the following within the Act limits— a carry out and maintain railway electrification and signalling works; b make, provide and maintain all such approaches, bridges, subways, interchanges, roundabouts, turning places, lifts, stairs, escalators, ramps, passages, means of access, shafts, buildings, apparatus, plant and machinery as may be necessary or expedient; c construct, provide and maintain all such embankments, aprons, abutments, retaining walls, wing walls, culverts and other works as may be necessary or expedient; d demolish the whole or part of any building or structure; e alter or remove any structure erected upon any highway or adjoining land; f alter, or alter the position of, railway track and any apparatus associated with railway track; g alter, or alter the position of, other apparatus, including mains, sewers, drains and cables; h alter the course of, or otherwise interfere with, non-navigable rivers, streams or watercourses; i carry out and maintain such other works, of whatever description, as may be necessary or expedient. 2 Subsection (1) does not authorise the making of any cut for drainage purposes which is more than 3.4 metres wide at the bottom. 3 The nominated undertaker may within the Act limits— a carry out and maintain landscaping and other works to mitigate any adverse effects of the construction, maintenance or operation of any of the works authorised by this Act, and b carry out and maintain works for the benefit or protection of land affected by any of the works authorised by this Act. 4 Schedule 2 contains further and supplementary provision about works. 5 Without prejudice to subsection (1)(g), the nominated undertaker may, for the purposes of or in connection with the works authorised by this Act, undertake the electric line diversions and other works specified in the table in Schedule 3."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "3", "section_title": "Highways", "section_text": "3 1 The powers conferred on the nominated undertaker under this Act with respect to works may not be exercised in relation to a highway for which a strategic highways company is the highway authority unless the company consents. 2 Schedule 4 contains provision about— a highway access; b power to stop up and interfere with highways; c construction and maintenance of highways."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "4", "section_title": "Power to acquire land compulsorily", "section_text": "4 1 Subject to subsection (6), the Secretary of State may acquire compulsorily so much of the land within the Act limits as may be required for Phase One purposes. 2 Schedule 5 contains provision about the particular purposes for which land within the limits of land to be acquired or used may be acquired under subsection (1). 3 Part 1 of the Compulsory Purchase Act 1965, so far as not inconsistent with this Act, applies to an acquisition of land under subsection (1)— a as it applies to a compulsory purchase to which Schedule 1 to the Acquisition of Land Act 1981 applies, and b as if this Act were a compulsory purchase order under that Act. 4 The Compulsory Purchase (Vesting Declarations) Act 1981 applies as if this Act were a compulsory purchase order. 5 Schedule 6 contains further provision about the application of compulsory purchase legislation. 6 This section does not apply to Plot 91 or 91a in the Parish of Bickenhill in the Metropolitan Borough of Solihull, as shown on the deposited plans and in the deposited book of reference. 7 In subsection (6),  “ \"the deposited book of reference” ” means the book deposited in November 2013 in connection with the High Speed Rail (London - West Midlands) Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "5", "section_title": "Acquisition of rights in land", "section_text": "5 1 The power under section 4(1) includes power to acquire such easements or other rights over land to which the power relates as may be required for Phase One purposes, by— a creating new easements or other rights, or b acquiring easements or other rights already in existence. 2 The terms of an easement created under subsection (1)(a) may include terms imposing a restrictive covenant for the purpose of making the easement effective. 3 In the case of land specified in the table in Schedule 7, the power under section 4(1) also includes power to impose restrictive covenants over the land for the purposes specified in relation to the land in column (3) of the table. 4 In the case of land specified in the table in Schedule 8, the power under section 4(1) may be exercised only so as to acquire rights for purposes specified in relation to the land in column (3) of the table. 4A The power under section 4(1), so far as relating to compulsory acquisition by virtue of this section, includes power to acquire rights or to impose restrictive covenants for the benefit of a person other than the Secretary of State. 5 The Secretary of State may by order provide that section 4(1), so far as relating to compulsory acquisition by virtue of this section, is to be treated as also authorising acquisition of rights or imposition of restrictive covenants by such person as may be specified in the order. 6 The power to make an order under subsection (5) includes power to make an order varying or revoking any order previously made under that subsection. 7 Schedule 9 contains provision about the application of compulsory purchase legislation to a compulsory acquisition by virtue of this section."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "6", "section_title": "Acquisition of part of land", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "7", "section_title": "Acquisition of airspace", "section_text": "7 1 The power under section 4(1) in relation to land may be exercised in relation to the airspace over the land only. 2 The following do not apply in connection with the exercise of the power under section 4(1) in relation to airspace only— a Schedule 2A to the Compulsory Purchase Act 1965 (counter-notice requiring purchase of land not in notice to treat); b Schedule A1 to the Compulsory Purchase (Vesting Declarations) Act 1981 (corresponding provision in case of general vesting declaration); c section 153(4A) of the Town and Country Planning Act 1990 (blighted land: proposed acquisition of part interest; material detriment test)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "8", "section_title": "Acquisition of subsoil or under-surface", "section_text": "8 1 The power under section 4(1) in relation to land may be exercised in relation to the subsoil or under-surface of the land only. 2 The following do not apply in connection with the exercise of the power under section 4(1) in relation to subsoil or under-surface only— a Schedule 2A to the Compulsory Purchase Act 1965 (counter-notice requiring purchase of land not in notice to treat); b Schedule A1 to the Compulsory Purchase (Vesting Declarations) Act 1981 (corresponding provision in case of general vesting declaration); c section 153(4A) of the Town and Country Planning Act 1990 (blighted land: proposed acquisition of part interest; material detriment test). 3 Subsection (2) is to be disregarded where the power under section 4(1) is exercised in relation to a cellar, vault, arch or other construction forming part of a house, building or manufactory. 4 Schedule 11 contains provision which in certain cases restricts the power under section 4(1)— a to the subsoil or under-surface of land, or b to the subsoil or under-surface of land and rights of passage."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "9", "section_title": "Highway subsoil", "section_text": "9 1 The nominated undertaker may enter upon, take and use for the purposes of the works authorised by this Act so much of the subsoil of any highway within the Act limits as is required for the purposes of the construction or maintenance of those works, without being required to acquire that subsoil or any interest in it. 2 Subsection (1) does not apply in relation to any cellar, vault, arch or other construction in, on or under a highway which forms part of a building fronting on to the highway. 3 In the case of land specified in the table in Schedule 12— a the power under subsection (1) is not exercisable in relation to the subsoil of a highway comprised in the land, and b the power under section 4(1) is not exercisable in relation to the land so far as the surface of the land is comprised in a highway. 4 Subsection (3)(b) does not restrict the exercise of the power under section 4(1) in relation to a cellar, vault, arch or other construction in, on or under a highway which forms part of a building fronting on to the highway where— a the building is within the Act limits, and b the power under section 4(1) is exercisable in relation to the building. 5 In the case of a highway comprised in land specified in the table in paragraph 1 of Schedule 11, the power under subsection (1) is exercisable only in relation to so much of the subsoil of the highway as lies more than 9 metres beneath the level of the surface of the highway. 6 The restrictions imposed by subsections (3) and (5) on the power under subsection (1) do not affect the power under paragraph 7(1) of Schedule 4 (power of nominated undertaker to enter upon highway to carry out certain street works). 7 The nominated undertaker must compensate any person who— a is an owner or occupier of land in respect of which the power under subsection (1) is exercised, and b suffers loss by the exercise of that power. 8 Any dispute as to a person's entitlement to compensation under subsection (7), or as to the amount of compensation, must be determined under and in accordance with Part 1 of the Land Compensation Act 1961. 9 Compensation is not payable under subsection (7) to any person who is an undertaker to whom section 85 of the New Roads and Street Works Act 1991 applies (sharing of cost of necessary measures) in respect of measures of which the allowable costs are to be borne in accordance with that section."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "10", "section_title": "Termination of power to acquire land", "section_text": "10 1 After the end of the period of 5 years beginning with the day on which this Act is passed— a no notice to treat may be served under Part 1 of the Compulsory Purchase Act 1965, as applied by section 4(3) to the acquisition of land under section 4(1), and b no declaration may be executed under section 4 of the Compulsory Purchase (Vesting Declarations) Act 1981, as applied by section 4(4) to the acquisition of land under section 4(1). 2 The Secretary of State may by order extend the period under subsection (1) in relation to any land, but may only do so— a once, and b by not more than 5 years. 3 An order under subsection (2) is subject to special parliamentary procedure (as to which, see the Statutory Orders (Special Procedure) Act 1945). 4 Schedule 13 contains provision about a right to require acquisition where an order is made under subsection (2)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "11", "section_title": "Amendments consequential on the Housing and Planning Act 2016", "section_text": "11 Schedule 14 contains amendments to this Act that are consequential on provision made by Part 7 of the Housing and Planning Act 2016 (compulsory purchase)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "12", "section_title": "Extinction of rights over land", "section_text": "12 Schedule 15 contains provision about the extinction of private and other rights over land."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "13", "section_title": "Extinction of rights of statutory undertakers", "section_text": "13 1 Sections 271 to 273 of the Town and Country Planning Act 1990 (extinguishment of rights of statutory undertakers  etc ) apply in relation to land held by the Secretary of State as being land which is required for or in connection with the works authorised by this Act as they apply in relation to land acquired or appropriated as mentioned in section 271(1) of that Act. 2 In their application by virtue of subsection (1)— a sections 271 to 273 of the Town and Country Planning Act 1990 have effect as if references to the acquiring or appropriating authority were to the nominated undertaker, and b sections 271 and 272 of that Act also have effect as if— i in subsection (2), for the words from  ““with”” to  ““appropriated”” there were substituted  “                          authorised by the High Speed Rail (London - West Midlands) Act 2017                        ” , and ii in subsection (5), for the words from  ““local”” to  ““or undertakers”” there were substituted  “                          a person other than a Minister, the Minister                        ” . 3 Any reference in the Town and Country Planning Act 1990 to section 271, 272 or 273 (including a reference to a provision of any of those sections) includes a reference to that section (or provision) as applied by subsection (1). 4 In their application by virtue of subsection (3)— a section 274(3) of the Town and Country Planning Act 1990 has effect as if for  ““local authority or statutory undertakers”” there were substituted  “                      person                    ” , and b sections 274(5), 279(2) to (4) and 280(6) of that Act have effect as if references to the acquiring or appropriating authority were to the nominated undertaker."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "14", "section_title": "Exclusion of new rights of way", "section_text": "14 1 No right of way may be acquired by prescription or user over land which— a forms an access or approach to any railway infrastructure, and b falls within subsection (2). 2 Land falls within this subsection if it is within the Act limits and— a the land, or a right of way over the land, has been acquired under this Act, b the land, or a right of way over the land, is acquired by the Secretary of State for Phase One purposes otherwise than under this Act on or after the day on which this Act comes into force, or c the land, or a right of way over the land, was held by the Secretary of State for Phase One purposes immediately before that day. 3 In subsection (1)  “ \"railway infrastructure” ” means any building, structure, railway track or other work used, or intended to be used, for Phase One purposes."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "15", "section_title": "Temporary possession and use of land", "section_text": "15 Schedule 16 contains provisions about temporary possession and use of land in connection with the works authorised by this Act."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "16", "section_title": "Use of roads", "section_text": "16 1 The nominated undertaker may use any road situated on land specified in— a the table in Schedule 8, or b the table in paragraph 2 of Schedule 11, for the passage of persons or vehicles (with or without materials, plant or machinery) for Phase One purposes. 2 The power under subsection (1) may not be exercised after the end of five years beginning with the date on which Phase One of High Speed 2 is brought into general use. 3 The nominated undertaker must compensate the person having the management of a road to which subsection (1) applies for any loss which the person may suffer by reason of the exercise of the power under that subsection. 4 Any dispute as to a person's entitlement to compensation under subsection (3), or as to the amount of compensation, must be determined under and in accordance with Part 1 of the Land Compensation Act 1961."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "17", "section_title": "Cranes", "section_text": "17 1 The nominated undertaker may enter upon and use airspace above the surface of land specified in subsection (7) for the oversailing of cranes used by the nominated undertaker for Phase One purposes. 2 The power under subsection (1) is exercisable on giving at least 7 days' notice to the owners and occupiers of the land. 3 The nominated undertaker may not, without the agreement of the owners of the land, use airspace above the surface of the land as mentioned in subsection (1) after the end of 7 days beginning with the date of completion of the activities for which the crane has been used. 4 The nominated undertaker must pay compensation to the owners and occupiers of land above which the power under subsection (1) is exercised for any loss which they may suffer by reason of the exercise of that power. 5 Any dispute as to a person's entitlement to compensation under subsection (4), or as to the amount of compensation, must be determined under and in accordance with Part 1 of the Land Compensation Act 1961. 6 Nothing in this section affects any liability to pay compensation under section 10(2) of the Compulsory Purchase Act 1965 (as applied by section 4(3) to the acquisition of land under section 4(1)) or under any other enactment, otherwise than for loss for which compensation is payable under subsection (4). 7 This is the land referred to in subsection (1)— Area Number of land shown on deposited plans London Borough of Camden 865, 866, 877 to 888, 890, 895 to 898, 902, 903, 909, 913 to 915, 922 to 925, 927, 929 to 931, 943, 944, 956, 957, 969, 1039, 1046, AP3-1 London Borough of Hillingdon 581, 582, 589, 592, 596, 599"}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "18", "section_title": "Enforcement of restrictions on land use", "section_text": "18 1 This section applies where— a a prohibition or restriction on the use of land is imposed by a covenant or agreement between a person interested in the land (““the promisor””) and the Secretary of State, and b the covenant or agreement is made for Phase One purposes. 2 The Secretary of State may enforce the prohibition or restriction against persons deriving title from or under the promisor in respect of land to which it relates as if— a the Secretary of State were possessed of adjacent land, and b the covenant or agreement had been expressed to be made for the benefit of such land. 3 Section 2(c) of the Local Land Charges Act 1975 (under which a prohibition or restriction enforceable by a Minister of the Crown under a covenant or agreement is not a local land charge if binding on successive owners because made for the benefit of land of the Minister) does not apply to the prohibition or restriction."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "19", "section_title": "Compensation for injurious affection", "section_text": "19 Section 10(1) of the Compulsory Purchase Act 1965 (compensation for injurious affection) has effect, in relation to land injuriously affected by the execution of works under this Act by the nominated undertaker, as if for  ““acquiring authority have”” there were substituted  “              nominated undertaker has            ” ."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "20", "section_title": "Deemed planning permission", "section_text": "20 1 Planning permission is deemed to be granted under Part 3 of the Town and Country Planning Act 1990 for the carrying out of development authorised by this Act. This is subject to the other provisions of this Act. 2 Where development authorised by this Act consists of the carrying out of a work which is not a scheduled work, subsection (1) does not apply if— a the development is likely to have significant effects on the environment by virtue of factors such as its nature, size or location, b the development is not exempt development within the meaning of the Environmental Impact Assessment Regulations, and c the development is not covered by an environmental assessment in connection with the High Speed Rail (London - West Midlands) Bill. 3 Schedule 17 imposes conditions on deemed planning permission under subsection (1). 4 Deemed planning permission under subsection (1) is specific planning permission for the purposes of section 264(3)(a) of the Town and Country Planning Act 1990 (specific planning permission for development of statutory undertakers' land relevant to whether the land is operational land). 5 Development which has deemed planning permission under subsection (1) is not development of a class for which planning permission is granted by the Town and Country Planning (General Permitted Development) (England) Order 2015 ( S.I.  2015/596) (or any order replacing it)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "21", "section_title": "Time limit on deemed planning permission", "section_text": "21 1 In relation to development consisting of the construction of a scheduled work, it is a condition of the deemed planning permission under section 20(1) that the development must be begun not later than the end of 10 years beginning with the day on which this Act is passed. 2 The Secretary of State may, in relation to any such development, by order extend the period within which the development must be begun by virtue of this section. 3 An order under subsection (2) must be made by statutory instrument; and a statutory instrument containing such an order is subject to annulment in pursuance of a resolution of either House of Parliament. 4 Section 91 of the Town and Country Planning Act 1990 (limit on duration of planning permission) does not apply to deemed planning permission under section 20(1)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "22", "section_title": "Power to disapply deemed planning permission", "section_text": "22 1 The Secretary of State may by order provide, in relation to any work constructed in exercise of the powers conferred by this Act, that section 20(1) is not to apply to development consisting of operations for the maintenance or alteration of the work which are begun on or after a day specified in the order. 2 The Town and Country Planning (General Permitted Development) (England) Order 2015 (S.I. 2015/596) (or any order replacing that order) has effect in relation to any development excepted from section 20(1) by subsection (1) as if this Act were a local Act. 3 An order under subsection (1) may make different provision for different cases. 4 An order under subsection (1) must be made by statutory instrument; and a statutory instrument containing such an order must be laid before Parliament after being made. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "23", "section_title": "Parking at Birmingham Interchange: limit on deemed planning permission", "section_text": "23 1 In the case of development consisting of the provision of parking at Birmingham Interchange (““relevant development””), section 20(1) only applies to development which, when taken together with any other relevant development which has deemed planning permission under section 20(1), does not involve— a the provision of more than 7500 parking spaces for cars, and b the provision of more than 5 parking spaces for coaches. 2 Schedule 17 (planning conditions) does not apply to development to which subsection (1) applies. 3 The deemed planning permission under section 20(1) for relevant development is to be treated for the purposes of the Development Management Procedure Order (and for no other purpose) as an outline planning permission in respect of which access, appearance, landscaping and layout (in each case as defined by that Order) are specified as reserved matters for the subsequent approval of the local planning authority. 4 In this section— a “ \"Birmingham Interchange” ” means so much of the land within the Act limits as falls within the area bounded by— i the A452 Chester Road to the east, ii the M42 to the west, and iii the A45 Coventry Road to the south; b “ \"the Development Management Procedure Order” ” means the Town and Country Planning (Development Management Procedure) (England) Order 2015 (S.I. 2015/595) (or any order replacing it); c the reference to development consisting of the provision of parking does not include development consisting of— i the provision of short-term parking for cars, taxis and coaches, or ii the provision of parking on working sites."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "24", "section_title": "Development consent", "section_text": "24 The works authorised by this Act do not require consent under the Planning Act 2008 (development consent)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "25", "section_title": "Listed buildings", "section_text": "25 Schedule 18 contains provision for the disapplication or modification of controls relating to listed buildings."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "26", "section_title": "Ancient monuments", "section_text": "26 Schedule 19 contains provision for the disapplication or modification of controls relating to ancient monuments."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "27", "section_title": "Burial grounds", "section_text": "27 1 Nothing in any enactment relating to burial grounds and no obligation or restriction imposed under ecclesiastical law or otherwise has effect to prohibit, restrict or impose any condition on the use of any land comprised in a burial ground for the purpose of constructing any of the works authorised by this Act. 2 Subsection (1) does not apply where the use of the land for that purpose would involve disturbing human remains which are buried in it, unless the remains and any monument to the deceased have been dealt with in accordance with Schedule 20. 3 In this section and Schedule 20  “ \"monument” ” includes a tombstone or other memorial; and references to a monument to a person are to a monument commemorating that person, whether alone or with any other person."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "28", "section_title": "Consecrated land", "section_text": "28 1 No obligation or restriction imposed under ecclesiastical law or otherwise in relation to consecrated land has effect to prohibit, restrict or impose any condition on the exercise of the powers conferred by this Act with respect to works. 2 Subsection (1) does not apply in relation to the use of land comprised in a burial ground for the purpose of constructing any of the works authorised by this Act."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "29", "section_title": "Commons and open spaces", "section_text": "29 No enactment regulating the use of commons, town or village greens, open spaces or allotments, and no enactment specially regulating any land of any of those kinds, prevents or restricts— a the doing of anything for Phase One purposes on land held by the Secretary of State or the nominated undertaker for those purposes, b the exercise of any right of entry under this Act (or the doing of anything pursuant to such a right of entry), or c the doing of anything in exercise of any other power under this Act."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "30", "section_title": "Trees", "section_text": "30 1 The enactments specified in subsection (2) do not apply to— a tree works which are carried out in relation to a tree growing on land within the Act limits for the purposes of or in connection with the construction of the works authorised by this Act, or b tree works which are carried out in relation to a tree growing on land used for Phase One purposes and are necessary— i to enable works authorised by this Act to be maintained, or ii for reasons of safety in connection with such works or the operation of Phase One of High Speed 2. 2 The enactments referred to in subsection (1) are— a an order under section 198(1) or 202(1) of the Town and Country Planning Act 1990 and regulations under section 202A(1) of that Act (tree preservation orders), and b section 211(1) and (5) of that Act (preservation of trees in conservation areas). 3 In this section,  “ \"tree works” ” means works consisting of the removal, topping or lopping of a tree or the cutting back of the roots of a tree."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "31", "section_title": "Overhead lines", "section_text": "31 1 Section 37(1) of the Electricity Act 1989 (which requires the consent of the Secretary of State in relation to overhead lines) does not apply in relation to an electric line where— a the line is installed above land within the Act limits, and b the installation of the line— i is a work authorised by this Act, and ii has deemed planning permission under section 20(1). 2 Where section 37(1) of the Electricity Act 1989 applies in relation to an electric line— a the installation of which is a work authorised by this Act, or b which is installed, or is to be installed, for the purposes of, in connection with or in consequence of the construction of any work authorised by this Act, Schedule 8 to that Act (procedure for obtaining consent) has effect as if paragraph 2(2) (public inquiry to be held where planning authority object to consent application) were omitted. 3 The installation of an electric line by a person other than the nominated undertaker is to be treated for the purposes of subsection (1)— a as a work authorised by this Act, and b as having deemed planning permission under section 20(1), if, were it carried out by the nominated undertaker, it would be a work authorised by this Act and would have such permission. 4 The installation of an electric line for the purposes of, in connection with or in consequence of the construction of any work authorised by this Act does not require consent under the Planning Act 2008 (development consent). 5 In this section,  “ \"electric line” ” has the same meaning as in Part 1 of the Electricity Act 1989 (see section 64 of that Act)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "32", "section_title": "Water", "section_text": "32 Schedule 21 contains provision about water abstraction and impounding and other matters related to water and drainage."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "33", "section_title": "Buildings", "section_text": "33 1 Schedule 22 contains provision about the application of various provisions of the Building Act 1984 and building regulations. 2 Schedule 23 contains provision about the application of the Party Wall etc Act 1996."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "34", "section_title": "Street works", "section_text": "34 Schedule 24 disapplies various controls relating to works in or near streets and highways."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "35", "section_title": "Traffic", "section_text": "35 Schedule 25 contains provision relating to traffic regulation."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "36", "section_title": "Lorries", "section_text": "36 Schedule 26 contains provision about the use of heavy commercial vehicles."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "37", "section_title": "Noise", "section_text": "37 Schedule 27 contains provision about— a noise on construction sites, and b noise which constitutes a statutory nuisance."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "38", "section_title": "Local Acts", "section_text": "38 Schedule 28 disapplies various controls under local Acts relating to London, Oxfordshire, Staffordshire and the West Midlands."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "39", "section_title": "Objectives of Office of Rail and Road", "section_text": "39 1 The list of objectives in section 4(1) of the Railways Act 1993 (objectives of Office of Rail and Road and Secretary of State) is to be treated, in relation to the Office of Rail and Road only, as including the objective of facilitating the construction of Phase One of High Speed 2. 2 The Office of Rail and Road must consult the Secretary of State about the discharge of its duty under section 4(1) of the Railways Act 1993 so far as relating to that objective. 3 This section ceases to have effect on such day as the Secretary of State may specify by order. 4 An order under subsection (3) must be made by statutory instrument; and a statutory instrument containing such an order must be laid before Parliament after being made."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "40", "section_title": "Disapplication of licensing requirement in pre-operational phase", "section_text": "40 1 Section 6(1) of the Railways Act 1993 (which prohibits any person from acting as the operator of a railway asset unless authorised by a licence under section 8 of that Act) does not apply in relation to— a a railway asset, other than a train, which is constructed in exercise of the powers conferred under this Act but which is not yet ready for commercial use, or b a train being used on a network where the network is a railway asset falling within paragraph (a). 2 For the purposes of subsection (1), a railway asset is to be taken to be ready for commercial use only if the Secretary of State has laid before Parliament notice of his or her determination that it is ready for such use. 3 The exemption granted by subsection (1) is an appropriate licence exemption for the purposes of section 122 of the Railways Act 1993 (which provides a defence to actions in nuisance etc to persons who hold a licence under section 8 of that Act or have an appropriate licence exemption). 4 In this section  “ \"network” ”,  “ \"railway asset” ” and  “ \"train” ” have the same meanings as in Part 1 of the Railways Act 1993."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "41", "section_title": "Disapplication of statutory closure provisions", "section_text": "41 1 The Secretary of State may at any time before Phase One of High Speed 2 is ready for commercial use direct that the statutory closure provisions (so far as otherwise relevant) are not to apply to any discontinuance which the Secretary of State considers necessary or expedient because of— a the carrying out or proposed carrying out of works authorised by this Act, or b the proposed operation of Phase One of High Speed 2. 2 In subsection (1)  “ \"statutory closure provisions” ” means the following provisions of the Railways Act 2005— sections 22 to 25 (discontinuance of railway passenger services), sections 26 to 28 (discontinuance of operation of passenger networks), sections 29 to 31 (discontinuance of use or operation of stations), and section 37 (discontinuance of experimental passenger services). 3 For the purposes of this section, Phase One of High Speed 2 is to be taken to be ready for commercial use only if the Secretary of State has laid before Parliament notice of his or her determination that it is ready for such use."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "42", "section_title": "Other railway legislation etc", "section_text": "42 Schedule 29 contains provision about the application of railway legislation."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "43", "section_title": "Co-operation", "section_text": "43 1 Where the nominated undertaker considers that a matter affects— a the construction, maintenance or operation of Phase One of High Speed 2, and b the construction, maintenance or operation of a railway asset, or other railway facility, which is not a Phase One asset or facility, the nominated undertaker may by notice require a controller of the asset or facility to enter into an agreement with the nominated undertaker about how the matter is to be dealt with. 2 Where a controller of a railway asset, or other railway facility, that is not a Phase One asset or facility considers that a matter affects— a the construction, maintenance or operation of the asset or facility, and b the construction, maintenance or operation of Phase One of High Speed 2, the controller may by notice require the nominated undertaker to enter into an agreement with the controller about how the matter is to be dealt with. 3 The terms of an agreement under subsection (1) or (2) are to be such as the nominated undertaker and the controller may agree or, in default of agreement, as may be determined by arbitration. 4 Schedule 30 contains provision about arbitration under subsection (3) (which is in addition to the general provision about arbitration in section 64). 5 For the purposes of this section, a railway asset or other railway facility is a  ““Phase One asset or facility”” if— a in the case of a railway asset consisting of any train being used on a network, the network is comprised in Phase One of High Speed 2, and b in any other case, if the railway asset or other railway facility is used, or intended for use, for Phase One purposes. 6 Subsections (1) and (2) do not apply in relation to— a a matter which pursuant to any enactment must or may be dealt with by the Office of Rail and Road, or b a matter relating to an agreement which pursuant to any provision of that or any other agreement must or may be dealt with by the Office of Rail and Road. 7 In this section— “ \"controller” ”, in relation to a railway asset or facility, means— the person having the management of the asset or facility for the time being, or a person who owns, or has rights in relation to, the asset or facility; “ \"network” ”,  “ \"railway asset” ” and  “ \"train” ” have the same meanings as in Part 1 of the Railways Act 1993; “ \"railway facility” ” includes a maintenance depot, electrical supply facility or stabling facility."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "44", "section_title": "Transfer of functions relating to works", "section_text": "44 1 If for the purposes of this Act the Secretary of State acquires any land from a railway operator on which works authorised by any enactment are situated, the Secretary of State may by order provide for the transfer to the Secretary of State or the nominated undertaker of any power or duty which— a was previously exercisable by the railway operator, and b was conferred under an enactment. 2 The Secretary of State may by order provide for the further transfer, to the Secretary of State or the nominated undertaker, of a power or duty transferred under subsection (1) or this subsection. 3 If a railway operator acquires any land from the Secretary of State on which works authorised by this Act are situated, the Secretary of State may, with the consent of the railway operator, by order provide for the transfer to the railway operator of any duty under this Act relating to the works. 4 An order under this section may contain such supplementary, incidental, consequential or transitional provision as the Secretary of State considers necessary or expedient in connection with the order. 5 In subsections (1) and (3), references to a railway operator are to a person who has the management for the time being of any network, station or light maintenance depot. 6 In this section  “ \"light maintenance depot” ”,  “ \"network” ” and  “ \"station” ” have the same meanings as in Part 1 of the Railways Act 1993."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "45", "section_title": "Nominated undertaker", "section_text": "45 1 The Secretary of State may by order— a appoint a person specified in the order as the nominated undertaker for such purposes of such provisions of this Act as may be so specified; b provide that an appointment under paragraph (a) ceases to have effect in such circumstances as may be specified in the order. 2 Where, in the case of any provision of this Act which refers to the nominated undertaker, there is any purpose of the provision for which no-one has been appointed as the nominated undertaker under subsection (1), any reference in the provision to the nominated undertaker is to be read, in relation to that purpose, as a reference to the Secretary of State. 3 The Secretary of State may fetter the exercise of his or her discretion under subsection (1) by agreement with a person who is, or is proposed to be, specified in an order under that subsection. 4 The Secretary of State may by order make such modifications of any provision of this Act referring to the Secretary of State, so far as applying for a purpose in relation to which subsection (2) has effect, as appear to the Secretary of State to be necessary or expedient in consequence of the Secretary of State's having functions by virtue of that subsection. 5 An order under this section may contain such supplementary, incidental, consequential or transitional provision as the Secretary of State considers necessary or expedient. 6 An order under this section must be made by statutory instrument. 7 A statutory instrument containing an order under subsection (4) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "46", "section_title": "Transfer schemes", "section_text": "46 1 The Secretary of State may make schemes for the transfer of property, rights and liabilities— a from High Speed Two (HS2) Limited, or b from a body corporate which is a wholly-owned subsidiary of High Speed Two (HS2) Limited, to any person, including the Secretary of State. 2 In subsection (1),  “ \"wholly-owned subsidiary” ” has the meaning given by section 1159 of the Companies Act 2006. 3 Schedule 31 contains further provision about schemes made under this section."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "47", "section_title": "Extension of planning permission for statutory undertakers", "section_text": "47 Schedule 32 contains provision about certain works carried out by statutory undertakers, including provision extending the planning permission granted by the Town and Country Planning (General Permitted Development) (England) Order 2015 for works covered by an environmental assessment."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "48", "section_title": "Protective provisions", "section_text": "48 Schedule 33 contains provision protecting the interests of certain persons who may be affected by other provisions of this Act."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "49", "section_title": "Compulsory acquisition of land for relocation", "section_text": "49 1 If the whole or part of any undertaking is displaced, or is likely to be displaced, as a result of the exercise of any power under this Act, the Secretary of State may acquire land compulsorily— a for the relocation of the undertaking, or b in a case relating to part of an undertaking— i for the relocation of the displaced part, or ii for the purpose of providing land in substitution for the site of the displaced part. 2 For the purposes of subsection (1), the whole or part of an undertaking is displaced if the site on which it has previously been carried on is no longer reasonably capable of being used for the purposes of the undertaking. 3 The Acquisition of Land Act 1981 applies to the compulsory acquisition of land under this section. 4 In relation to a compulsory acquisition under this section— a section 234 of TCPA 1990 (disposal of land) and section 236 of that Act (extinguishment of rights) apply as they apply where land is acquired as mentioned in those sections, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c sections 238, 239 and 241 of TCPA 1990 (use and development of consecrated land, burial grounds and open spaces) apply as if, in subsection (1)(a) of each of those sections, for  ““for any purpose for which he acquired the land”” there were substituted  “                      , or by any other person, for any purpose for which the land was acquired                    ” , and d section 245 of TCPA 1990 (modified application of Acquisition of Land Act 1981 and Compulsory Purchase Act 1965) applies as it applies where land is proposed to be acquired as mentioned in that section. 5 Sections  ... 238, 239 and 241 of TCPA 1990 also apply as mentioned in subsection (4)(b) and (c) where land is acquired by the Secretary of State, otherwise than under this section, for a purpose for which land may be acquired under this section. 6 The power to acquire land compulsorily under this section includes power to acquire an easement or other right over land by creating a new easement or right. 6A The power under this section, so far as relating to compulsory acquisition by virtue of subsection (6), includes power to acquire a right for the benefit of a person other than the Secretary of State. 7 Section 13(2), (3) and (5) of, and Part 2 of Schedule 1 to, the Local Government (Miscellaneous Provisions) Act 1976 (application of compulsory purchase legislation) apply to a compulsory acquisition by virtue of subsection (6) as they apply to an acquisition of rights by virtue of section 13(1) of that Act. 8 In this section— “ \"TCPA 1990” ” means the Town and Country Planning Act 1990; “ \"undertaking” ” includes a business or facility."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "50", "section_title": "Power to carry out reinstatement works", "section_text": "50 1 The nominated undertaker may, where the operation or use of the whole or part of an undertaking is discontinued or substantially impaired as a result of the exercise of any power under this Act, carry out reinstatement works within the Act limits. 2 For the purposes of this section,  “ \"reinstatement works” ” means works for the purposes of or in connection with the reinstatement (whether on the same site or otherwise) of the whole or part of the undertaking in question. 3 Where the power under subsection (1) is exercised for the purpose of carrying out temporary reinstatement works, it may be further exercised for the purpose of carrying out permanent reinstatement works. 4 The Secretary of State may direct that section 20(1) (deemed planning permission for development authorised by this Act) does not apply in relation to particular reinstatement works. 5 Where a direction under subsection (4) has effect in relation to reinstatement works, the Secretary of State may direct— a that planning permission for the works is deemed to be granted under Part 3 of the Town and Country Planning Act 1990, subject to such conditions as may be specified in the direction (but see subsection (8)); b that, where the works have deemed planning permission under paragraph (a), subsection (1) is to be treated as also authorising them to be carried out by such person as may be specified in the direction. 6 The provisions of the Town and Country Planning Act 1990 (other than section 92 and Part 12) apply in relation to deemed planning permission under subsection (5)(a) as if it had been granted by the Secretary of State on an application referred to the Secretary of State under section 77 of that Act. 7 Section 21 (time limit on deemed planning permission) applies in relation to development authorised by subsection (5)(a) as it applies in relation to development consisting of the carrying out of a scheduled work. 8 The power in subsection (5)(a) does not apply in relation to development which— a is likely to have significant effects on the environment by virtue of factors such as its nature, size or location, b is not exempt development within the meaning of the Environmental Impact Assessment Regulations, and c is not covered by an environmental assessment in connection with the High Speed Rail (London - West Midlands) Bill. 9 The Secretary of State must— a publish any direction under subsection (5)(a) in such manner as the Secretary of State thinks appropriate, and b give copies of any such direction to— i the owners and occupiers of the land to which the deemed planning permission relates, and ii the unitary authority or, in a non-unitary area, the district council in whose area the development to which the direction relates is or is to be carried out. 10 But where— a the unitary authority for the purposes of subsection (9)(b)(ii) is a London borough council, and b as a result of a Localism Act TCPA order, a Mayoral development corporation is the local planning authority for the purposes of Part 3 of the Town and Country Planning Act 1990 for the area where the development to which the direction relates is or is to be carried out, the Secretary of State must give a copy of the direction to the Mayoral development corporation instead of the London borough council. 11 The Secretary of State may make regulations modifying the operation of this section— a in consequence of an order under section 198(2) of the Localism Act 2011 giving effect to a decision under section 204(2) of that Act (decision removing or restricting planning functions), or b to make transitional provision relating to— i an order mentioned in paragraph (a), ii a Localism Act TCPA order, or iii an order under section 217 of the Localism Act 2011 (order dissolving Mayoral development corporation). 12 Regulations under subsection (11)— a must be made by statutory instrument; b may make different provision for different purposes. 13 A statutory instrument containing regulations under subsection (11) is subject to annulment in pursuance of a resolution of either House of Parliament. 14 Where reinstatement works are carried out by a person other than the nominated undertaker— a section 10(1) of the Compulsory Purchase Act 1965 (compensation for injurious affection) has effect, in relation to land injuriously affected by the execution of the works, as if for  ““acquiring authority have”” there were substituted  “                      person carrying out the works has                    ” ; b section 6 of the Railways Clauses Consolidation Act 1845 (as applied by paragraph 4(1) of Schedule 29) has effect as if references to  ““the company”” were to the person carrying out the works. 15 Directions given under this section may revoke or vary previous directions under this section. 16 In this section,  “ \"undertaking” ” includes a business or facility."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "51", "section_title": "Enforcement of environmental covenants", "section_text": "51 1 This section applies where— a a covenant relating to land is made between a person interested in the land (the  ““promisor””) and the Secretary of State, b the covenant imposes on the promisor— i an obligation (which may be an obligation to make payments) relating to the carrying out, maintenance, protection or enhancement of relevant environmental works in respect of the land, or ii a prohibition of or restriction on the use of the land, for the purposes of the maintenance, protection or enhancement of relevant environmental works which have been carried out in respect of the land, and c the covenant is made by an agreement (whether entered into before or after the day on which this Act is passed) which satisfies the requirements mentioned in subsection (6). 2 In this section— a covenant to which this section applies is referred to as an  “ \"environmental covenant” ”; an obligation, prohibition or restriction of a kind mentioned in subsection (1)(b) is referred to as a  “ \"qualifying provision” ” of an environmental covenant; “ \"relevant environmental works” ” means— landscaping or other works to mitigate any adverse effects of the construction, maintenance or operation of any of the works authorised by this Act, or works for the restoration of land affected by any of the works authorised by this Act, and may include works involving the planting of trees and shrubs and the provision of replacement habitat for wild animals. 3 The Secretary of State or an authorised person may enforce— a a qualifying provision of an environmental covenant, and b any ancillary obligation, prohibition or restriction imposed by the covenant on the promisor, against the promisor or persons deriving title from or under the promisor in respect of land (including Crown land) to which the covenant relates. 4 In subsection (3),  “ \"authorised person” ” means a person authorised by the Secretary of State (whether generally or in specified circumstances) to exercise the power under that subsection. 5 The reference in subsection (3)(b) to an ancillary obligation, prohibition or restriction imposed by an environmental covenant is a reference to an obligation, prohibition or restriction (other than one within subsection (1)(b)) which— a relates to land or relevant environmental works to which the covenant relates, and b is imposed— i to enable works authorised by this Act or relevant environmental works to be maintained, or ii for reasons of safety in connection with such works or the operation of Phase One of High Speed 2. 6 The agreement by which an environmental covenant is made must— a describe the qualifying provision or provisions of the covenant and the relevant environmental works to which the covenant relates, b identify the land to which the covenant relates, and c be entered into by an instrument executed as a deed. 7 Where, in the case of an environmental covenant, the Secretary of State authorises a person for the purposes of subsection (3), the Secretary of State must give notice of that to the person or persons against whom a qualifying provision of the covenant is enforceable at the time of the authorisation. 8 An environmental covenant is a local land charge. 9 Subsection (10) applies in the case of a breach of a qualifying provision of an environmental covenant by a person against whom the provision is enforceable. 10 A court may award exemplary damages against the person if the court thinks it appropriate to do so in the circumstances. 11 Exemplary damages may be awarded under subsection (10) whether or not another remedy is granted."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "52", "section_title": "Works in Scotland for Phase One purposes", "section_text": "52 1 The Scottish Ministers may make an order relating to the carrying out of works in Scotland for Phase One purposes. 2 The following provisions apply in relation to an order under this section as to an order under section 1 of the Transport and Works (Scotland) Act 2007 (asp 8)— a section 2 of, and schedule 1 to, that Act (which contain provision about the subject-matter of orders under section 1 of that Act); b sections 3 to 10, 11(1), (2) and (4) to (7), 12 to 14, 16 to 21, 23 and 28 of that Act (which contain further provision relating to orders under section 1 of that Act); c rules and regulations under that Act; d orders under section 12(18) or 18(1) of that Act; e section 57(2A) of, and paragraph 16 of Schedule 14 to, the Town and Country Planning (Scotland) Act 1997 (which contain provision relating to deemed planning permission and blighted land). 3 References to provisions in subsections (2)(a) to (e) include those provisions as amended at any time by an Act of the Scottish Parliament or an instrument made under such an Act. 4 The power conferred by section 2(3)(a) of the Transport and Works (Scotland) Act 2007, as applied by subsection (2), is exercisable in relation to enactments relating to reserved matters without the restrictions imposed by section 29(2)(b) or (c) of, or Schedule 4 to, the Scotland Act 1998. 5 In subsection (4),  “ \"reserved matters” ” means matters which are reserved matters for the purposes of the Scotland Act 1998. 6 In this Act, references to works authorised by this Act do not include works authorised by an order under this section."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "53", "section_title": "Power to apply Act to further high speed rail works", "section_text": "53 1 A Transport and Works Act order which relates to a relevant Phase One matter may apply any provision of this Act, with or without modification, to anything authorised by the order, so far as relating to that matter. 2 The following are  ““relevant Phase One matters””— a a power exercisable or to be exercisable in connection with the works authorised by this Act, b an extension of Phase One of High Speed 2, and c any other works carried out or to be carried out for Phase One purposes. 3 A Transport and Works Act order which relates to an extension or works referred to in subsection (2)(b) and (c) may also provide for any provision of this Act to have effect as if Phase One of High Speed 2 included the extension or works. 4 Section 13(2) of the Transport and Works Act 1992 (power of Secretary of State to refuse application on ground that objects of order sought could be achieved by other means) does not apply where, for purposes relating to the diversion of apparatus belonging to a utility undertaker, an application is made under section 6 of that Act for a Transport and Works Act order in relation to a relevant Phase One matter. 5 Subsection (1) does not confer power to apply any of the following— section 10(2) and Schedule 13 (extension of time-limit on compulsory acquisition); Schedules 18 and 19 (listed buildings and ancient monuments). 6 In this section,  “ \"Transport and Works Act order” ” means an order under section 1 of the Transport and Works Act 1992."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "54", "section_title": "Rights of entry for further high speed rail works", "section_text": "54 1 An authorised person may, in connection with a Bill or proposed Bill to authorise works for a high speed railway line in Great Britain, enter any land within 500 metres of the proposed route of the line for the purpose of— a surveying the land, or b facilitating compliance with  EU  environmental protection legislation. 2 A person is authorised for the purposes of subsection (1)— a in the case of residential land, if the person is authorised by a warrant issued by a justice of the peace (for residential land in England and Wales) or justice of the peace or sheriff (for residential land in Scotland); b in the case of any other land, if the person is authorised in writing by the Secretary of State. 3 A person may only issue a warrant or give authorisation under subsection (2) if it appears to the person that— a entry to the land for the purpose proposed is genuinely needed for purposes relating to the construction of the high speed railway line, and b all reasonable attempts have been made to obtain consent to enter the land. 4 The reference in subsection (1) to a proposed Bill is to a Bill proposed in a Command Paper which the Secretary of State has presented to Parliament at any time in the previous five years. 5 A right to enter land under subsection (1) includes power— a to take samples of anything in or on the land for the purpose for which the right of entry is exercised, b to take on to the land such other persons as may be necessary, and c to take vehicles and equipment on to the land. 6 A right to enter land under subsection (1)(a) also includes power— a to search and bore for the purpose of ascertaining the nature of the subsoil or the presence of minerals or other matter in it (subject to section 55), and b to place on, leave on and remove apparatus from the land. 7 In this section— “ \"EU environmental protection legislation” ” means any EU instrument relating to— the conservation of habitats, flora and fauna, or the assessment of the effects of projects on the environment; “ \"residential land” ” means so much of any land as consists of— a dwelling or part of a dwelling, a garden, yard, private garage or outbuilding which is used and enjoyed wholly or mainly with a dwelling, or in the case of a building which includes one or more dwellings, any part of the building which is used and enjoyed wholly or mainly with those dwellings or any of them. 8 The reference in subsection (1) to a high speed railway line in Great Britain does not include one which starts, ends and remains in Scotland. 9 For the purposes of subsection (1), distance is to be measured from the centre line of the proposed route. 10 The Secretary of State may by order made by statutory instrument— a amend subsection (1) so as to substitute a different distance for the distance specified in it; b provide, in relation to any class of case, that subsection (1) is to have effect as if a different distance were specified in it. 11 A statutory instrument containing an order under subsection (10)(a) may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 12 If a draft of an instrument containing an order under subsection (10)(a) would, apart from this subsection, be treated for the purposes of the Standing Orders of either House of Parliament as a hybrid instrument, it is to proceed in that House as if it were not such an instrument. 13 A statutory instrument containing only an order under subsection (10)(b) is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "55", "section_title": "Exercise of rights of entry", "section_text": "55 1 A warrant or other authorisation under section 54 is valid for a period of six weeks beginning with the day on which it is issued or given. 2 A right of entry under section 54(1) is exercisable at any reasonable time. 3 A person authorised under section 54 to enter any land— a must, if so required, produce evidence of the person's warrant or other authorisation, and state the purpose of entry, before entering, b may not demand admission as of right to any land which is occupied unless 14 days' notice of the intended entry has been given to the occupier, and c must comply with any other conditions subject to which the warrant or other authorisation is given. 4 A person who wilfully obstructs another in the exercise of the power under section 54(1) commits an offence; and a person guilty of such an offence is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 5 Where any damage is caused to land or other property— a in the exercise of a right of entry conferred by section 54(1), or b in the carrying out of a survey for the purposes of which any such right of entry has been conferred, compensation may be recovered by any person suffering the damage from the person exercising the right of entry. 6 Any dispute as to a person's entitlement to compensation under subsection (5), or as to the amount of compensation, must be determined— a in England and Wales, under and in accordance with Part 1 of the Land Compensation Act 1961; b in Scotland, by the Lands Tribunal for Scotland (and sections 9 and 11 of the Land Compensation (Scotland) Act 1963 apply). 7 No person may carry out works referred to in section 54(6)(a) (searching and boring) unless notice of the person's intention to do so was included in the notice required by subsection (3)(b). 8 The authority of the appropriate minister is required for the carrying out of works referred to in section 54(6)(a) if— a the land in question is held by statutory undertakers, and b they object to the proposed works on the ground that carrying them out would be seriously detrimental to the carrying on of their undertaking. 9 In this section— “ \"appropriate minister” ” means— in the case of land in Wales held by a water or sewerage undertaker, the Welsh Ministers, in the case of land in Scotland in respect of which any functions in relation to statutory undertakers have been transferred by or under the Scotland Act 1998 to the Scottish Ministers, the Scottish Ministers, and in any other case, the Secretary of State; “ \"statutory undertakers” ” means— in England and Wales, persons who are, or who are deemed to be, statutory undertakers for the purposes of Part 11 of the Town and Country Planning Act 1990, and in Scotland, persons who are, or who are deemed to be, statutory undertakers for the purposes of Part 10 of the Town and Country Planning (Scotland) Act 1997."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "56", "section_title": "Grants for affected communities and businesses etc", "section_text": "56 1 The Secretary of State may pay grants to contribute to the funding of activities or projects that are intended— a to benefit communities that are, or are likely to be, disrupted by the carrying out of relevant high speed railway works, b to benefit the environment in any area that is, or is likely to be, affected by the carrying out of such works, or c to support businesses and other economic activities in areas that are, or are likely to be, disrupted by the carrying out of such works. 2 “ \"Relevant high speed railway works” ” means— a the works authorised by this Act, and b works in connection with a Bill or proposed Bill to authorise works for a high speed railway line connecting with Phase One of High Speed 2. 3 The reference in subsection (2)(b) to a proposed Bill is to a Bill proposed in a Command Paper which the Secretary of State has presented to Parliament. 4 The Secretary of State may determine the amount and the manner of payment of grants under this section. 5 Grants under this section may be subject to conditions determined by the Secretary of State, such as— a conditions as to the use of the grant; b conditions as to the circumstances in which the whole or part of the grant must be repaid. 6 The Secretary of State may delegate his or her functions under subsections (4) and (5) to another person."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "57", "section_title": "Application of powers to Crown land", "section_text": "57 1 The powers conferred on the nominated undertaker under this Act may be exercised in relation to Crown land with the consent of the Crown authority. 2 The power conferred under section 54 (rights of entry for further high speed rail works) may be exercised in relation to Crown land with the consent of the Crown authority. 3 The Crown authority may give consent under this section— a subject to conditions, and b notwithstanding anything in any lease or other grant granted by or to that authority. 4 In this Act,  “ \"Crown land” ” means land in which there is— a an interest belonging to a government department or held in trust for Her Majesty for the purposes of a government department, b an interest belonging to an office-holder in the Scottish Administration or held in trust for Her Majesty for the purposes of the Scottish Administration by such an office-holder, c an interest belonging to Her Majesty in right of the Crown, or d an interest belonging to Her Majesty in right of the Duchy of Lancaster. 5 In this Act,  “ \"Crown authority” ”, in relation to any Crown land, means— a in a subsection (4)(a) case, the government department in question; b in a subsection (4)(b) case, the Scottish Ministers; c in a subsection (4)(c) case— i if the land forms part of the Crown Estate, the Crown Estate Commissioners, and ii in any other case, the government department having management of the land; d in a subsection (4)(d) case, the Chancellor of the Duchy of Lancaster. 6 If for the purposes of this section a question arises as to which authority is the Crown authority for any land— a the question is to be decided by the Treasury, and b the Treasury's decision is final. 7 In subsection (4)(b)  “ \"office-holder in the Scottish Administration” ” has the meaning given by section 126(7) of the Scotland Act 1998."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "58", "section_title": "Highways for which Secretary of State is highway authority", "section_text": "58 1 The powers conferred on the nominated undertaker under this Act with respect to works may be exercised in relation to a highway for which the Secretary of State is the highway authority with the Secretary of State's consent. 2 The Secretary of State may give consent subject to conditions."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "59", "section_title": "Crown Estate", "section_text": "59 Section 3(1) and (2) of the Crown Estate Act 1961 (limitations on Crown Estate Commissioners' powers of disposal in relation to land under their management) do not apply in relation to land within the Act limits which appears to the Crown Estate Commissioners to be required for Phase One purposes."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "60", "section_title": "Royal parks", "section_text": "60 1 The Secretary of State may grant a lease of royal park land within the Act limits if it appears to the Secretary of State that the land is required for Phase One purposes. 2 A lease may be granted under subsection (1) for such period, for such consideration (if any) and otherwise on such terms as the Secretary of State thinks fit. 3 The Secretary of State may grant an easement or other right over royal park land within the Act limits if it appears to the Secretary of State that the easement or right is required for Phase One purposes. 4 An easement or other right may be granted under subsection (3)— a in fee simple or for such period as the Secretary of State thinks fit, and b for such consideration (if any) and otherwise on such terms as the Secretary of State thinks fit. 5 In this section  “ \"royal park land” ” means land subject to management under section 22 of the Crown Lands Act 1851 (royal parks etc)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "61", "section_title": "““Deposited plans”” and  ““deposited sections””", "section_text": "61 1 In this Act  ““deposited plans”” and  ““deposited sections”” mean, respectively, the plans and sections deposited in connection with the High Speed Rail (London - West Midlands) Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons. 2 The plans and sections referred to in subsection (1) are— a those deposited in November 2013, but excluding sheets 1-38 to 1-40, 2-23, 2-62, 3-66 to 3-68, 3-70, 3-71, 3-73, 4-42 to 4-49, 4-51 to 4-53, 6-62, 6-63 and 7-101 and as altered by— i replacement sheets 2-30, 2-32, 2-42, 2-48, 2-70, 2-72, 2-94, 2-102, 3-009, 3-53 3-58, 3-107, 3-108, 3-110, 5-53, 5-54, 5-65 and 5-94 deposited in September 2014, ii replacement sheets 1-24, 1-46, 1-47, 2-03, 2-28, 2-29, 2-34, 2-36, 2-38, 2-50, 2-54, 2-55, 2-60, 2-63 to 2-66, 2-68, 2-69, 2-74, 2-75, 2-77, 2-79, 2-81, 2-82, 2-89, 2-95, 2-116, 3-001, 3-002, 3-004, 3-005, 3-12, 3-14 to 3-16, 3-18 to 3-21, 3-23, 3-28, 3-40 to 3-49, 3-51, 3-52, 3-57, 3-63 to 3-65, 3-69, 3-72, 3-74, 3-76, 3-82, 3-84, 3-90, 3-91, 3-112, 3-113, 4-64, 5-89, 5-90, 5-100, 5-109, 5-110, 5-112, 6-27 to 6-33, 6-55, 6-57 to 6-59, 6-70, 6-71, 6-79, 6-80, 6-85, 6-87, 6-91, 6-94 to 6-98, 6-99, 6-004, 6-009, 6-010, 7-02, 7-07 and 7-08 deposited in July 2015, iii replacement sheets 1-01, 1-02, 1-05, 1-06, 1-09, 4-01, 4-04 to 4-06 and 4-08A deposited in September 2015, iv replacement sheets 1-11, 1-14 to 1-16, 1-20, 1-21, 1-25, 1-26, 1-34, 1-35, 1-41, 1-42, 1-45, 1-48 to 1-50, 2-02, 2-08, 2-09, 2-10, 2-12, 2-16, 2-18, 2-22, 2-24 to 2-27, 2-33, 2-39 to 2-41, 2-46, 2-47, 2-56 to 2-58, 2-61, 2-83 to 2-88, 2-90, 2-92, 2-96 to 2-101, 2-103 to 2-105, 2-107 to 2-115, 3-003, 3-007, 3-22, 3-24 to 3-27, 3-29 to 3-32, 3-33 to 3-38, 3-56, 3-60, 3-75, 3-77, 3-80, 3-81, 3-101 to 3-103, 3-111, 3-114, 3-115, 3-116, 4-12, 4-17, 4-34, 4-55, 5-11, 5-12, 5-37, 5-56, 5-78, 5-91, 5-97, 5-99, 5-101, 5-104, 5-106 to 5-108, 5-111, 6-23, 6-49, 6-74, 6-75, 6-76, 6-106, 7-01, 7-05, 7-06, 7-204 and 7-213 deposited in October 2015, and v replacement sheets 1-36, 2-01, 2-04, 2-05, 2-37, 2-52, 2-80, 3-008, 3-54, 3-55, 3-61, 3-62, 3-79, 4-79, 6-88 and 6-93, deposited in December 2015, b sheets 5-113 and 5-114 deposited in September 2014, c sheets 2-55A, 2-85A, 3-56B, 4-83, 4-84, 5-115 to 5-118, 8-01, 6-98A, 6-010A, 8-101 to 8-103, and 7-212 deposited in July 2015, d sheets 3-32A, 3-115A, 4-85, 5-119, 5-120, 6-74A, 6-74B, 6-74C and replacement sheet 8-02 deposited in October 2015, and e sheets 2-48A and 3-61A deposited in December 2015. 3 A copy of the deposited plans or deposited sections, or any extract from those plans or sections, certified as such by the Secretary of State is admissible in any proceedings as evidence of its contents."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "62", "section_title": "Correction of deposited plans", "section_text": "62 1 If the deposited plans or the book of reference to those plans are inaccurate— a in their description of any land, or b in their statement or description of the ownership or occupation of any land, the Secretary of State, after giving not less than 10 days' notice to the owners and occupiers of the land in question, may apply to two justices having jurisdiction in the place where the land is situated for the correction of the plans or book of reference. 2 If on such an application it appears to the justices that the misstatement or wrong description arose from mistake or inadvertence, the justices— a must certify accordingly, and b must in their certificate state in what respect a matter is misstated or wrongly described. 3 A certificate under subsection (2) must be deposited in the office of the Clerk of the Parliaments, and a copy of it must be deposited— a in the Private Bill Office of the House of Commons, and b with the proper officer of each local authority in whose area the land to which the certificate relates is situated. 4 Upon deposit of the certificate— a the deposited plans or the book of reference are deemed to be corrected according to the certificate, and b it is lawful for the Secretary of State, in accordance with the certificate, to proceed under this Act as if the deposited plans or book of reference had always been in the corrected form. 5 A copy certificate deposited under subsection (3) must be kept with the documents to which it relates. 6 A justice of the peace may act under this section in relation to land which is partly in one area and partly in another if the justice may act in respect of land in either area. 7 In this section— “ \"book of reference” ” means the book deposited in November 2013 in connection with the High Speed Rail (London - West Midlands) Bill in the office of the Clerk of the Parliaments and the Private Bill Office of the House of Commons, together with the books so deposited in September 2014 and July, September, October and December 2015; “ \"local authority” ” means a unitary authority or, in a non-unitary area, a county council."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "63", "section_title": "Environmental Impact Assessment Regulations", "section_text": "63 1 The Environmental Impact Assessment Regulations have effect as if the definition of  ““ EIA  development”” in regulation 2(1) included any development not included in paragraph (a) or (b) of the definition where— a the development consists of the construction of a building in place of a building demolished, or substantially demolished, in exercise of the powers conferred by this Act, b the development does not have deemed planning permission under section 20(1), c the development is not exempt development within the meaning of the Environmental Impact Assessment Regulations, and d the development would be likely to have significant effects on the environment by virtue of factors such as its nature, size or location. 2 The condition in subsection (1)(d) does not apply where the building referred to in subsection (1)(a) is— a 22 Melton Street (Grant Thornton House), or b 40 Melton Street (One Euston Square), in the London Borough of Camden. 3 In regulation 8 of the Environmental Impact Assessment Regulations (subsequent applications where environmental information previously provided), in paragraph (1)(b)(ii), after  ““Crossrail Act 2008”” insert  “                  or section 20(1) or 50(5)(a) of the High Speed Rail (London - West Midlands) Act 2017                ” ."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "64", "section_title": "Arbitration", "section_text": "64 1 Where under this Act any difference is to be referred to arbitration, the difference is to be referred to, and settled by, a single arbitrator to be agreed between the parties or, in default of agreement, to be appointed on the application of either party, after notice to the other, by the President of the Institution of Civil Engineers. 2 Subsection (3) applies where— a a party has under subsection (1) applied for the arbitrator to be appointed by the President of the Institution of Civil Engineers, and b the President notifies either of the parties that he or she is not going to appoint an arbitrator under subsection (1). 3 In default of agreement between the parties as to who in the circumstances should be the arbitrator, the arbitrator is to be appointed on the application of either party, after notice to the other, by the Office of Rail and Road. 4 The Office of Rail and Road may under subsection (3) appoint a member or employee of that Office as the arbitrator. 5 The Secretary of State for    Levelling Up, Housing and Communities    and the Secretary of State for Transport acting jointly may by rules make provision about procedure in relation to arbitration under this Act. 6 Rules under subsection (5) must be made by statutory instrument; and a statutory instrument containing such rules is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "65", "section_title": "Notices and other documents", "section_text": "65 1 A notice or other document required or authorised to be given to a person for the purposes of this Act may be given by— a transmitting the text of the notice or document to the person by agreed electronic means (for example, by email to an agreed address), b delivering it to the person or sending it by post to the person at the person's last known address, c if the person is a body corporate, delivering it to the secretary of the body corporate or sending it by post to the secretary of the body corporate at its registered or principal office within the United Kingdom, or d if the person is a partnership, delivering it to a partner of the partnership or a person having control or management of the partnership business, or sending it by post to such a partner or person at the principal office of the partnership. 2 For the purposes of subsection (1), any person to whom a notice or other document is to be given may specify a different address within the United Kingdom as the one to which the notice or document must be sent. 3 Where a notice or document is given to a person in accordance with subsection (1)(a) and, within 7 days of receiving it, the person requests a copy of the notice or document in printed form, the sender must provide such a copy as soon as reasonably practicable. 4 Subsection (1)(a) does not apply to the giving of a notice under section 55(3)(b). 5 Subsection (6) applies where— a a document is required or authorised to be given to a person for the purposes of this Act as the owner of an interest in, or occupier of, any land, and b the person's name or address cannot be ascertained after reasonable enquiry. 6 The document may be given to the person by addressing it to the person by name or by the description of  ““owner”” or  ““occupier”” (as the case may be) of the land and— a leaving it with a person who is, or appears to be, resident or employed on the land, or b leaving it conspicuously affixed to some building or object on or near the land. 7 Any notice given for the purposes of this Act must be in writing. 8 In this section— “ \"secretary” ”, in relation to a local authority within the meaning of the Local Government Act 1972, means the proper officer within the meaning of that Act; references to giving a document include similar expressions (such as serving)."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "66", "section_title": "Vocational qualifications", "section_text": "66 1 The Secretary of State must prepare a report on vocational qualifications obtained in each financial year in connection with HS2 construction. 2 Each such report must contain an account of vocational qualifications gained by individuals employed in constructing the network referred to in section 1(1), in preparing for such construction, and in connected and ancillary activities, broken down by type of qualification and activity. 3 Each such report must contain an overall assessment of the costs of vocational training for relevant qualifications and by whom such costs were incurred. 4 In this section,  “ \"financial year” ” means— a the period beginning with the day on which this Act is passed and ending with 31 March 2018; b each subsequent period of 12 months. 5 The Secretary of State must lay each report under this section before Parliament as soon as is reasonably practicable after the end of the financial year to which it relates."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "67", "section_title": "““Phase One purposes””", "section_text": "67 References in this Act to anything being done or required for  ““Phase One purposes”” are to the thing being done or required— a for the purposes of or in connection with the works authorised by this Act, b for the purposes of or in connection with trains all or part of whose journey is on Phase One of High Speed 2, or c otherwise for the purposes of or in connection with Phase One of High Speed 2 or any high speed railway transport system of which Phase One of High Speed 2 forms or is to form part."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "68", "section_title": "Interpretation", "section_text": "68 1 In this Act— “ \"Act limits” ” is to be construed in accordance with subsection (2) of this section; “ \"allotment” ” means any allotment set out as a fuel allotment, or a field garden allotment, under an Inclosure Act; “ \"bridleway” ”,  “ \"carriageway” ”,  “ \"footpath” ” and  “ \"footway” ” have the same meanings as in the Highways Act 1980; “ \"burial ground” ” means— a churchyard, cemetery or other ground, whether consecrated or not, which has at any time been set apart for the purposes of burial, or any other place of burial; “ \"common” ” includes any land subject to be enclosed under the Inclosure Acts 1845 to 1882; “ \"covered by an environmental assessment in connection with the High Speed Rail (London - West Midlands) Bill” ” is to be construed in accordance with subsection (4) of this section; “ \"Crown authority” ” has the meaning given by section 57(5); “ \"Crown land” ” has the meaning given by section 57(4); ““deposited plans”” and  ““deposited sections”” have the meanings given by section 61; “ \"deposited statement” ” has the meaning given by subsection (5); “ \"development” ” has the same meaning as in the Town and Country Planning Act 1990; “ \"enactment” ” means either of the following (or a provision of either of the following)— an Act (including a local or private Act), or any subordinate legislation, within the meaning given by section 21 of the Interpretation Act 1978; “ \"Environmental Impact Assessment Regulations” ” means the Town and Country Planning (Environmental Impact Assessment) Regulations 2011 (S.I. 2011/1824) (or any regulations replacing them); “ \"held” ” is to be construed in accordance with subsection (3) of this section (in the case of a reference to land or a building held by the nominated undertaker); “ \"highway” ” and  “ \"highway authority” ” have the same meanings as in the Highways Act 1980; “ \"limits of deviation” ” means the limits of deviation which are shown on the deposited plans (which are the limits of deviation for the scheduled works); “ \"limits of land to be acquired or used” ” means the limits of land to be acquired or used which are shown on the deposited plans; “ \"Localism Act TCPA order” ” means an order under section 198(2)(c) of the Localism Act 2011 giving effect to a decision under section 202(2)(a) of that Act (decision that a Mayoral development corporation is to be the local planning authority for the purposes of Part 3 of the Town and Country Planning Act 1990); “ \"Mayoral development corporation” ” means a Mayoral development corporation established under section 198(2)(a) of the Localism Act 2011; “ \"nominated undertaker” ” is to be construed in accordance with section 45; “ \"non-unitary area” ” means an area for which there is both a district and a county council; “ \"open space” ” means any land laid out as a public garden, or used for the purposes of public recreation, or land which is a disused burial ground; “ \"owner” ”, in relation to any land, has the same meaning as in Part 1 of the Acquisition of Land Act 1981 (but this does not apply to Schedule 13, which has its own definition); “ \"Phase One of High Speed 2” ” has the meaning given by section 1(3); “ \"Phase One purposes” ” is to be construed in accordance with section 67; “ \"scheduled works” ” has the meaning given by section 1(2); “ \"strategic highways company” ” means a company for the time being appointed under Part 1 of the Infrastructure Act 2015; “ \"unitary authority” ” means— a county council, so far as its area is not part of the area of a district council, a district council whose area is not part of the area of a county council, or a London borough council; “ \"utility undertaker” ” means— a gas transporter within the meaning of Part 1 of the Gas Act 1986, the holder of a licence under Part 1 of the Electricity Act 1989, a water undertaker or sewerage undertaker, a local authority (within the meaning of the Water Industry Act 1991) which is a relevant authority for the purposes of section 97 of that Act, or the operator of an electronic communications code network (within the meaning given by paragraph 1(1) of Schedule 17 to the Communications Act 2003). 2 For the purposes of this Act, land or any other thing is within the Act limits if it is— a within the limits of deviation for the scheduled works, or b within the limits of land to be acquired or used, and references to the doing of anything within the Act limits are to be construed accordingly. 3 References in this Act to land or a building held by the nominated undertaker include references to land or a building in the nominated undertaker's temporary possession. 4 For the purposes of this Act, development is covered by an environmental assessment in connection with the High Speed Rail (London - West Midlands) Bill if it is development in relation to which information contained in a deposited statement constituted, at the time of the statement's deposit or publication, an environmental statement within the meaning of the Environmental Impact Assessment Regulations. 5 Each of the following is a  “ \"deposited statement” ” for the purposes of this Act— a the statement deposited in connection with the High Speed Rail (London – West Midlands) Bill in the Private Bill Office of the House of Commons in November 2013 in pursuance of Standing Order 27A of the Standing Orders of the House of Commons relating to private business (environmental assessment); b the statements containing additional environmental information published in connection with the High Speed Rail (London - West Midlands) Bill, notice of the publication of which was published in the London Gazette on 17 September 2014, 15 July 2015, 24 September 2015, 15 October 2015 and 7 December 2015. 6 In this Act— a a reference to a highway or any other place identified by letters and numbers is a reference to the highway or place shown as such on the deposited plans; b a reference to a work identified by numbers (or numbers and a letter) is a reference to the scheduled work of those numbers (or those numbers and letter); c a reference to a sheet identified by numbers is a reference to the sheet of those numbers contained in the deposited plans; d a reference in any description of works, powers or land to area, distance, length or direction, or to a particular location, is to be read as if qualified by the words  ““or thereabouts””; e a reference to distance, in relation to points on a road or railway, is to distance measured along the centre line of the road or railway. 7 For the purposes of this Act, the level of the surface of land is to be taken— a in the case of land on which a building is erected, to be the level of the surface of the ground adjoining the building, and b in the case of a watercourse or other area of water, to be the level of the surface of the adjoining ground which is at all times above water level."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "69", "section_title": "Financial provision", "section_text": "69 There is to be paid out of money provided by Parliament— a any expenditure incurred by the Secretary of State in consequence of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment."}, {"act": "High Speed Rail (London - West Midlands) Act 2017", "year": 2017, "section": "70", "section_title": "Commencement and short title", "section_text": "70 1 This Act comes into force on the day on which it is passed (subject to subsection (2)). 2 Section 11 and Schedule 14 (amendments to this Act consequential on the Housing and Planning Act 2016) come into force on such day or days as the Secretary of State may appoint by regulations made by statutory instrument. 3 Regulations under subsection (2)— a may include consequential, supplementary, incidental, transitional or saving provision; b may make different provision for different purposes. 4 This Act may be cited as the High Speed Rail (London - West Midlands) Act 2017."}]