[{"act": "Higher Education and Research Act 2017", "year": 2017, "section": "1", "section_title": "The Office for Students", "section_text": "1 1 A body corporate called the Office for Students is established. 2 In this Act that body is referred to as  “ the OfS ”. 3 Schedule 1 contains further provision about the OfS."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "2", "section_title": "General duties", "section_text": "2 1 In performing its functions, the OfS must have regard to— a the need to protect the institutional autonomy of English higher education providers, b the need to promote quality, and greater choice and opportunities for students, in the provision of higher education by English higher education providers, c the need to encourage competition between English higher education providers in connection with the provision of higher education where that competition is in the interests of students and employers, while also having regard to the benefits for students and employers resulting from collaboration between such providers, d the need to promote value for money in the provision of higher education by English higher education providers, e the need to promote equality of opportunity in connection with access to and participation in higher education provided by English higher education providers, f the need to use the OfS's resources in an efficient, effective and economic way, and g so far as relevant, the principles of best regulatory practice, including the principles that regulatory activities should be— i transparent, accountable, proportionate and consistent, and ii targeted only at cases in which action is needed. 2 The reference in subsection (1)(b) to choice in the provision of higher education by English higher education providers includes choice amongst a diverse range of— a types of provider, b higher education courses, and c means by which they are provided (for example, full-time or part-time study, distance learning or accelerated courses). 3 In performing its functions, including its duties under subsection (1), the OfS must have regard to guidance given to it by the Secretary of State. 4 In giving such guidance, the Secretary of State must have regard to the need to protect the institutional autonomy of English higher education providers. 5 The guidance may, in particular, be framed by reference to particular courses of study but, whether or not the guidance is framed in that way, it must not relate to— a particular parts of courses of study, b the content of such courses, c the manner in which they are taught, supervised or assessed, d the criteria for the selection, appointment or dismissal of academic staff, or how they are applied, or e the criteria for the admission of students, or how they are applied. 6 Guidance framed by reference to a particular course of study must not guide the OfS to perform a function in a way which prohibits or requires the provision of a particular course of study. 7 Guidance given by the Secretary of State to the OfS which relates to English higher education providers must apply to such providers generally or to a description of such providers. 8 In this Part,  “ the institutional autonomy of English higher education providers ” means— a the freedom of English higher education providers within the law to conduct their day to day management in an effective and competent way, b the freedom of English higher education providers— i to determine the content of particular courses and the manner in which they are taught, supervised and assessed, ii to determine the criteria for the selection, appointment and dismissal of academic staff and apply those criteria in particular cases, and iii to determine the criteria for the admission of students and apply those criteria in particular cases, and c the freedom within the law of academic staff at English higher education providers— i to question and test received wisdom, and ii to put forward new ideas and controversial or unpopular opinions, without placing themselves in jeopardy of losing their jobs or privileges they may have at the providers."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "3", "section_title": "The register", "section_text": "3 1 The OfS must establish and maintain a register of English higher education providers (referred to in this Part as  “ the register ”). 2 The register may be divided by the OfS into different parts representing such different categories of registration as the OfS may determine. 3 The OfS must register an institution in the register (or, where it has been divided into parts, in a particular part of the register) if— a its governing body applies for it to be registered in the register (or in that part), b it is, or intends to become, an English higher education provider, c it satisfies the initial registration conditions applicable to it in respect of the registration sought (see section 5), and d the application complies with any requirements imposed under subsection (5). 4 The OfS may not otherwise register an institution in the register. 5 The OfS may determine— a the form of an application for registration in the register (or in a particular part of the register), b the information to be contained in it or provided with it, and c the manner in which an application is to be submitted. 6 The Secretary of State may by regulations make provision about the information which must be contained in an institution's entry in the register. 7 Once registered, an institution's ongoing registration is subject to satisfying— a the general ongoing registration conditions applicable to it at the time of its registration and as they may be later revised (see section 5), and b the specific ongoing registration conditions (if any) imposed on it at the time of its registration and as they may be later varied (see section 6). 8 References in this Part to the ongoing registration conditions of an institution are to the conditions mentioned in subsection (7)(a) and (b). 9 The OfS must make the information contained in the register, and the information previously contained in it, publicly available by such means as it considers appropriate. 10 In this Part— a a  “ registered higher education provider ” means an institution which is registered in the register, and b references to  “registration” are to be read accordingly."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "4", "section_title": "Registration procedure", "section_text": "4 1 Before refusing an application to register an institution, the OfS must notify the governing body of the institution of its intention to do so. 2 The notice must— a specify the OfS's reasons for proposing to refuse to register the institution, b specify the period during which the governing body of the institution may make representations about the proposal (“ the specified period ”), and c specify the way in which those representations may be made. 3 The specified period must not be less than 28 days beginning with the date on which the notice is received. 4 The OfS must have regard to any representations made by the governing body of the institution during the specified period in deciding whether to register it in the register. 5 Having decided whether or not to register the institution, the OfS must notify the governing body of the institution of its decision. 6 Where the decision is to register the institution, the notice must— a specify the date of entry in the register, and b specify the ongoing registration conditions of the institution at that time. 7 Where the decision is to refuse to register the institution, the notice must contain information as to the grounds for the refusal."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "5", "section_title": "The initial and general ongoing registration conditions", "section_text": "5 1 The OfS must determine and publish— a the initial registration conditions, and b the general ongoing registration conditions. 2 Different conditions may be determined— a for different descriptions of provider; b for registration in different parts of the register. 3 The OfS may revise the conditions. 4 If the OfS revises the conditions, it must publish them as revised. 5 Before determining or revising the conditions, the OfS must, if it appears to it appropriate to do so, consult bodies representing the interests of English higher education providers which appear to the OfS to be concerned. 6 The OfS may, at the time of an institution's registration or later, decide that a particular general ongoing registration condition is not applicable to it. 7 Where the decision is made after the institution's registration, the OfS must notify the governing body of the institution of its decision."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "6", "section_title": "The specific ongoing registration conditions", "section_text": "6 1 The OfS may, at the time of an institution's registration or later, impose such conditions on its registration as the OfS may determine (“the specific ongoing registration conditions”). 2 The OfS may at any time vary or remove a specific ongoing registration condition. 3 Before— a varying or removing a specific ongoing registration condition on an institution's registration, or b imposing a new specific ongoing registration condition on its registration, the OfS must notify the governing body of the institution of its intention to do so. 4 The notice must— a specify the OfS's reasons for proposing to take the step in question, b specify the period during which the governing body of the institution may make representations about the proposal (“ the specified period ”), and c specify the way in which those representations may be made. 5 The specified period must not be less than 28 days beginning with the date on which the notice is received. 6 The OfS must have regard to any representations made by the governing body of the institution during the specified period in deciding whether to take the step in question. 7 Having decided whether or not to take the step in question, the OfS must notify the governing body of the institution of its decision. 8 If the OfS decides to vary or remove a specific ongoing registration condition or impose a new specific ongoing registration condition, the notice must— a specify the condition (as varied), the condition being removed or the new condition (as the case may be), and b specify the date when the variation, removal or imposition takes effect. 9 For the purposes of this section, a specific ongoing registration condition is  “new” if it is imposed otherwise than at the time of the institution's registration."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "7", "section_title": "Proportionate conditions", "section_text": "7 1 The OfS must ensure that the initial registration conditions applicable to an institution and its ongoing registration conditions are proportionate to the OfS's assessment of the regulatory risk posed by the institution. 2 “ Regulatory risk ” means the risk of the institution, when it is registered, failing to comply with regulation by the OfS. 3 In light of its duty under subsection (1), the OfS must keep the initial registration conditions applicable to an institution and its ongoing registration conditions under review."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "8", "section_title": "Mandatory ongoing registration conditions for all providers", "section_text": "8 1 The OfS must ensure that the ongoing registration conditions of each registered higher education provider include— a a condition that requires the governing body of the provider to notify the OfS of any change of which it becomes aware which affects the accuracy of the information contained in the provider's entry in the register, b a condition that requires the governing body of the provider to provide the OfS, or a person nominated by the OfS, with such information for the purposes of the performance of the OfS's functions as the OfS may require it to provide, and c a condition that requires the governing body of the provider to provide a designated body with such information for the purposes of the performance of its duties under sections 64(1) and 65(1) (compiling, making available and publishing higher education information) as the designated body may require it to provide. 2 In subsection (1)(c),  “ designated body ” means a body for the time being designated under Schedule 6."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "9", "section_title": "Mandatory transparency condition for certain providers", "section_text": "9 1 The OfS must ensure that the ongoing registration conditions of each registered higher education provider of a prescribed description include a transparency condition. 2 A transparency condition is a condition that requires the governing body of a registered higher education provider to provide to the OfS, and publish, such information as the OfS requests in relation to one or more of the following— a the number of applications for admission on to higher education courses that the provider has received; b the number of offers made by the provider in relation to those applications; c the number of those offers that were accepted; d the number of students who accepted those offers that completed their course with the provider; e the number of students who attained a particular degree or other academic award, or a particular level of such an award, on completion of their course with the provider. 3 The information which the OfS may request in relation to the numbers mentioned in subsection (2) includes those numbers by reference to one or more of the following— a the gender of the individuals to which they relate; b their ethnicity; c their socio-economic background. 4 “ Prescribed ” means prescribed by regulations made by the Secretary of State for the purposes of this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "10", "section_title": "Mandatory fee limit condition for certain providers", "section_text": "10 1 The OfS must ensure that the ongoing registration conditions of each registered higher education provider of a prescribed description include a fee limit condition. 2 In this Part,  “ a fee limit condition ” means a condition that requires the governing body of the provider to secure that regulated course fees do not exceed the fee limit. 3 “Regulated course fees” are fees payable to the provider by a qualifying person— a in connection with his or her undertaking a qualifying course, and b in respect of an academic year applicable to that course which begins at the same time as, or while, the provider is registered in the register. 4 A  “ qualifying person ” means a person who— a is not an international student, and b is within a prescribed description of persons. 5 An  “ international student ” means a person who is not within any description of persons prescribed under section 1 of the Education (Fees and Awards) Act 1983 (charging of higher fees in case of students without prescribed connection with the  UK ) for the purposes of subsection (1) or (2) of that section. 6 A  “ qualifying course ” means a higher education course of a prescribed description. 7 The power to prescribe descriptions of higher education course under subsection (6) may not be exercised in such a way as to discriminate— a in relation to courses of initial teacher training, between different courses on the basis of the subjects in which such training is given, and b in relation to other courses, between different courses at the same or a comparable level on the basis of the areas of study or research to which they relate. 8 The OfS has no power, apart from this section, to limit the fees payable to an English higher education provider. 9 In this section— “ higher education course ” does not include any postgraduate course other than a course of initial teacher training; “ prescribed ” means prescribed by regulations made by the Secretary of State for the purposes of this section. 10 Schedule 2 contains provision about determining  “the fee limit”; see section 85(2) for the meaning of  “fees”."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "11", "section_title": "Duty to publish a list regarding the fee limit condition", "section_text": "11 1 The OfS must publish in each year a list of— a the registered higher education providers who have a fee limit condition as an ongoing registration condition, and b the fee limits as determined under Schedule 2 in relation to each of those providers for fees in connection with each qualifying course provided by the provider in respect of each relevant academic year. 2 A  “ relevant academic year ”, in relation to a qualifying course, is an academic year which is applicable to the course and which is due to start in the calendar year after the calendar year in which the list is published. 3 The OfS must send a copy of each published list to the Secretary of State who must lay it before Parliament. 4 The Secretary of State may by regulations prescribe the date by which a list under this section must be published by the OfS."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "12", "section_title": "Mandatory access and participation plan condition for certain institutions", "section_text": "12 1 This section applies where— a a fee limit condition will be or is one of the ongoing registration conditions of an institution, and b the governing body of the institution requests the imposition of an access and participation plan condition in order to access the higher fee limits available in respect of the fee limit condition for institutions who have such a plan. 2 An access and participation plan condition— a may be an initial registration condition that is applicable to the institution, and b must be one of its ongoing registration conditions. 3 In this Part,  “ an access and participation plan condition ”, in relation to an institution, means a condition requiring that— a there is an access and participation plan in relation to the institution which— i has been approved by the OfS under section 29 (power to approve an access and participation plan), and ii is in force, and b the governing body of the institution complies with the general provisions of that plan (within the meaning of section 32). 4 A governing body of an institution is not to be regarded as having failed to comply with the requirement mentioned in subsection (3)(b) by reason of its failure to comply with a general provision of the plan if it shows that it has taken all reasonable steps to comply with the provision."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "13", "section_title": "Other initial and ongoing registration conditions", "section_text": "13 1 The initial or ongoing registration conditions may, in particular, include— a a condition relating to the quality of, or the standards applied to, the higher education provided by the provider (including requiring the quality to be of a particular level or particular standards to be applied); b a public interest governance condition (see section 14); c a condition relating to the provider having a student protection plan which has the OfS's approval (including requiring the provider to have such a plan and to publish it); d a condition requiring the payment of a fee charged under section 70(1) (initial fee and annual fee for ongoing registration); e a condition requiring the payment of a fee charged under section 28 or 67 (fees charged by designated bodies) or section 71(1) (other fees charged by the OfS); f a condition requiring the governing body of the provider to take such steps as the OfS considers appropriate for facilitating cooperation between the provider and one or more electoral registration officers in England for the purpose of enabling the electoral registration of students who are on higher education courses provided by the provider. 2 Where there are one or more sector-recognised standards, the condition mentioned in subsection (1)(a), so far as relating to standards— a may relate only to the standards applied in respect of matters for which there are sector-recognised standards, and b may require the application of sector-recognised standards only in respect of those matters. 3 In this Part,  “ sector-recognised standards ” means standards that apply to higher education and accord with guidance which— a is determined by persons representing a broad range of registered higher education providers, and b commands the confidence of registered higher education providers. 4 For the purposes of subsection (1)(c),  “a student protection plan” is a plan for the protection of students if an event specified by the OfS were to occur (for example, the closure of a course). 5 For the purposes of subsection (1)(f)— “ electoral registration officer in England ” means a registration officer appointed under section 8(2) of the Representation of the People Act 1983; “ the electoral registration of students ” means the registration of students on a register of electors maintained by such an officer under section 9 of that Act."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "14", "section_title": "Public interest governance condition", "section_text": "14 1 For the purposes of section 13(1)(b),  “ a public interest governance condition ” in relation to a provider means a condition requiring the provider's governing documents to be consistent with the principles in the list published under this section, so far as applicable to the provider. 2 The OfS must determine and publish a list of principles applicable to the governance of English higher education providers. 3 The principles must be those that the OfS considers will help to ensure that English higher education providers perform their functions in the public interest. 4 The list may include different principles for different descriptions of English higher education providers. 5 The OfS may revise the list. 6 If the OfS revises the list, it must publish it as revised. 7 The list (as originally determined and as revised) must include the principle that academic staff at an English higher education provider have freedom within the law— a to question and test received wisdom, and b to put forward new ideas and controversial or unpopular opinions, without placing themselves in jeopardy of losing their jobs or privileges they may have at the provider. 8 Before determining or revising the list, the OfS must consult— a bodies representing the interests of English higher education providers which appear to the OfS to be concerned, b the Secretary of State, and c such other persons as the OfS considers appropriate."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "15", "section_title": "Power to impose monetary penalties", "section_text": "15 1 The OfS may impose a monetary penalty on a registered higher education provider if it appears to the OfS that there is or has been a breach of one of its ongoing registration conditions. 2 A  “monetary penalty” is a requirement to pay the OfS a penalty of an amount determined by the OfS in accordance with regulations made by the Secretary of State. 3 The Secretary of State may by regulations make provision about matters to which the OfS must, or must not, have regard in exercising its power under subsection (1). 4 Schedule 3 contains provision about— a the procedure for imposing a monetary penalty, b rights of appeal, c the recovery of the penalty and interest, and d the retention of sums received."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "16", "section_title": "Suspension of registration", "section_text": "16 1 The OfS may suspend a registered higher education provider's registration if it appears to the OfS that there is or has been a breach of one of its ongoing registration conditions. 2 Where a provider's registration is suspended, the OfS— a must specify the purposes for which the provider is not to be treated as a registered higher education provider during the suspension (“the excepted purposes”), and b may impose conditions on the governing body of the provider which, if satisfied, will result in the OfS lifting the suspension (“the remedial conditions”). 3 During the suspension of a provider's registration— a the provider is treated as a registered higher education provider for all purposes other than the excepted purposes, and b the provider's entry in the register remains but must specify— i that the registration is suspended, and ii the excepted purposes. 4 The suspension of a provider's registration ends— a when the suspension is lifted by the OfS because the remedial conditions have been satisfied or for any other reason, or b if earlier, when the provider is removed from the register under section 18 (de-registration by the OfS) or section 22 (voluntary de-registration). 5 The OfS may vary the excepted purposes or the remedial conditions at any time during the suspension. 6 Where it decides to vary the excepted purposes or the remedial conditions, the OfS must notify the governing body of the provider of its decision. 7 The notice must specify the excepted purposes, or remedial conditions, as varied. 8 Where the excepted purposes are varied, the OfS must update the provider's entry in the register with the excepted purposes (as varied). 9 Where the suspension of a provider's registration ends otherwise than when the provider is removed from the register, the OfS must enter the date on which it ends in the provider's entry in the register."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "17", "section_title": "Suspension: procedure", "section_text": "17 1 Before suspending a registered higher education provider's registration under section 16, the OfS must notify the governing body of the provider of its intention to do so. 2 The notice must— a specify the OfS's reasons for proposing to suspend the registration, b specify the proposed excepted purposes and the proposed remedial conditions (if any), c specify the period during which the governing body of the provider may make representations about the proposal (“ the specified period ”), and d specify the way in which those representations may be made. 3 The specified period must not be less than 28 days beginning with the date on which the notice is received. 4 The OfS must have regard to any representations made by the governing body of the provider during the specified period in deciding whether to suspend its registration. 5 Having decided whether or not to suspend the provider's registration, the OfS must notify the governing body of the provider of its decision. 6 Where the decision is to suspend the provider's registration, the notice must— a specify the date on which the suspension takes effect, b specify the excepted purposes, c specify the remedial conditions (if any), and d contain information as to the grounds for the suspension. 7 The OfS may vary the date specified under subsection (6)(a) at any time before that date by notifying the governing body of the provider. 8 Subsections (1) to (7) do not apply where the OfS considers that a suspension should take effect immediately because there is an urgent need to protect public money, including, in particular, payments made under— a section 39 or 40 (financial support for providers), b section 93 in the exercise of UKRI's power under that section to give financial support, or c section 22 of the Teaching and Higher Education Act 1998 (financial support for students). 9 In such a case— a the OfS must notify the governing body of the provider of its decision to suspend the provider's registration, and b that notice must comply with the requirements of subsection (6)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "18", "section_title": "De-registration by the OfS", "section_text": "18 1 The OfS must remove a registered higher education provider from the register if the OfS becomes aware that the provider no longer is, or intends to become, an English higher education provider. 2 The OfS may remove a registered higher education provider from the register if condition A or B is satisfied. 3 Condition A is satisfied if— a the OfS has previously exercised its powers under section 15 (monetary penalties) or section 16 (suspension) in relation to breach of one of the provider's ongoing registration conditions, and b it appears to the OfS that— i there is again a breach, or a continuing breach, of that condition, or ii there is or has been a breach of a different one of the provider's ongoing registration conditions. 4 Condition B is satisfied if it appears to the OfS that— a there is or has been a breach of one of the provider's ongoing registration conditions, and b its powers under sections 15 and 16 are insufficient to deal with the breach (whether or not they have been, are being or are to be, exercised in relation to it). 5 The OfS may make transitional or saving provision in connection with the removal of a provider from the register under this section. 6 That provision may include treating the provider as a registered higher education provider for such purposes as the OfS may specify. 7 The OfS must— a maintain a list of providers removed from the register under this section, b include in that list the details of any provision made under subsection (5), and c make the list publicly available by such means as it considers appropriate."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "19", "section_title": "De-registration by the OfS: procedure", "section_text": "19 1 Before removing a registered higher education provider from the register under section 18, the OfS must notify the governing body of the provider of its intention to do so. 2 The notice must— a specify the OfS's reasons for proposing to remove the provider from the register, b specify the period during which the governing body of the provider may make representations about the proposal (“ the specified period ”), and c specify the way in which those representations may be made. 3 The specified period must not be less than 28 days beginning with the date on which the notice is received. 4 The OfS must have regard to any representations made by the governing body of the provider during the specified period in deciding whether to remove it from the register. 5 Having decided whether or not to remove the provider from the register, the OfS must notify the governing body of the provider of its decision. 6 Where the decision is to remove the provider from the register, the notice must specify the date on which the removal takes effect. 7 The notice must also contain information as to— a the grounds for the removal, b rights of appeal, and c the period within which an appeal may be made. 8 A removal under section 18 may not take effect at any time when— a an appeal under section 20(1)(a) or (b), or a further appeal, could be brought in respect of the decision to remove, or b such an appeal is pending. 9 But that does not prevent a removal taking effect if the governing body of the provider notifies the OfS that it does not intend to appeal. 10 Where subsection (8) ceases to prevent a removal taking effect on the date specified under subsection (6), the OfS is to determine a future date on which the removal takes effect. 11 But that is subject to what has been determined on any appeal under section 20(1)(a) or (b), or any further appeal, in respect of the decision to remove."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "20", "section_title": "De-registration: appeals", "section_text": "20 1 The governing body of an institution may appeal to the First-tier Tribunal against either or both of the following— a a decision of the OfS to remove it from the register under section 18; b a decision of the OfS as to the date specified under section 19(6) as the date on which the removal takes effect. 2 An appeal may be on the grounds— a that the decision was based on an error of fact; b that the decision was wrong in law; c that the decision was unreasonable. 3 On an appeal, the Tribunal may— a withdraw the removal; b confirm the removal; c vary the date on which the removal takes effect; d remit the decision whether to confirm the removal, or any matter relating to that decision (including the date on which the removal takes effect), to the OfS."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "21", "section_title": "Refusal to renew an access and participation plan", "section_text": "21 1 This section applies where— a an access and participation plan condition is one of the ongoing registration conditions of a registered higher education provider, and b it appears to the OfS that there is or has been a failure by the governing body of the provider to comply with— i the requirement of that condition mentioned in section 12(3)(b) (failure to comply with general provisions of an access and participation plan), or ii a fee limit condition which is one of its ongoing registration conditions. 2 The OfS may notify the governing body of the provider that, on the expiry of the access and participation plan in relation to the provider which is currently in force, it will refuse to approve a new plan under section 29 during such period as the OfS may specify in the notice. 3 The Secretary of State may by regulations make provision about— a matters to which the OfS must, or must not, have regard in exercising its powers under subsection (2); b the procedure to be followed in connection with the giving of notification under subsection (2); c the effect of such a notification. 4 The regulations must include provision— a requiring any decision of the OfS under subsection (2) affecting the governing body of a provider to have effect in the first instance as a provisional decision, b enabling the governing body to apply for a review of the provisional decision to a person, or panel of persons, appointed by the Secretary of State in accordance with the regulations, c enabling the Secretary of State to pay remuneration and allowances to any person so appointed, d prescribing the grounds on which an application for the review of a provisional decision may be made, and e requiring the OfS to reconsider its provisional decision, and make a final decision, having regard to any recommendation of the person or panel. 5 The OfS's powers in sections 15 to 19 (penalties, suspension and de-registration) are also available in the event of the breach of a condition described in subsection (1)(b)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "22", "section_title": "Voluntary de-registration", "section_text": "22 1 The OfS must remove a registered higher education provider from the register if— a the governing body of the provider applies to the OfS for the provider to be removed from the register, and b the application complies with any requirements imposed under subsection (2). 2 The OfS may determine— a the form of an application under subsection (1), b the information to be contained in it or provided with it, and c the manner in which an application is to be submitted. 3 The OfS must notify the governing body of the provider of the date on which the provider is removed from the register (“the removal date”). 4 The OfS may vary the removal date at any time before that date by notifying the governing body of the provider. 5 The OfS may make transitional or saving provision in connection with the removal of a provider from the register under this section. 6 That provision may include treating the provider as a registered higher education provider for such purposes as the OfS may specify. 7 The OfS must— a maintain a list of providers removed from the register under this section, b include in that list the details of any provision made under subsection (5), and c make the list publicly available by such means as it considers appropriate."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "23", "section_title": "Assessing the quality of, and the standards applied to, higher education", "section_text": "23 1 The OfS may assess, or make arrangements for the assessment of, the quality of, and the standards applied to, higher education provided by English higher education providers. 2 But the OfS must assess, or make arrangements for the assessment of, the quality of, and the standards applied to, higher education provided by— a institutions who have applied to be registered in the register for the purposes of determining whether they satisfy any initial registration condition applicable to them relating to the quality of, or the standards applied to, higher education provided by them (see section 13(1)(a)), and b registered higher education providers for the purposes of determining whether they satisfy any ongoing registration condition of theirs relating to the quality of, or the standards applied to, higher education provided by them (see section 13(1)(a)). 3 Where there are one or more sector-recognised standards, an assessment under this section of the standards applied— a must relate only to the standards applied in respect of matters for which there are sector-recognised standards, and b must assess those standards against sector-recognised standards only. 4 The factors that may be taken into account for the purposes of an assessment, under subsection (2)(a) or (b), of the quality of higher education provided by an institution include the student outcomes of the institution. 5 The student outcomes of an institution may be measured by any means (whether qualitative or quantitative) that the OfS considers appropriate, including by reference to the extent to which— a persons who undertake a higher education course with the institution continue to undertake that course, or another course at the same or a similar level, after a period of time, b persons who undertake a higher education course with the institution are granted an award of a particular description by that institution, c persons who are granted an award by the institution undertake further study of a particular description, or d persons who are granted an award by the institution find employment of a particular description by virtue of that award. 6 The OfS may, from time to time, determine and publish a minimum level in relation to a measure of student outcomes which all institutions to whom the measure is applicable are expected to meet. 7 The OfS is not required to determine and publish different minimum levels in relation to a measure of student outcomes in order to reflect differences in— a particular student characteristics; b the particular institution or type of institution which is providing higher education; c the particular higher education course or subject being studied; d any other such factor. 8 In taking into account the student outcomes of an institution as mentioned in subsection (4), account may be taken of whether the institution has met any minimum level determined and published under subsection (6) which is applicable to the institution. 9 In this section— “ award ” means a taught award or research award (see section 42); “ student outcomes ”, in relation to an institution, means outcomes for persons to whom the institution provides or has provided higher education or has granted an award."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "24", "section_title": "Quality Assessment Committee", "section_text": "24 1 The OfS must establish a committee called the  “Quality Assessment Committee”. 2 The Committee has— a the function of giving the OfS advice on the exercise of its functions under section 23, and b such other functions that the OfS may confer on it. 3 While a body is designated under Schedule 4 to perform the OfS's functions under section 23, the Committee also has the function of giving to the OfS advice on the exercise by the designated body of those functions. 4 The majority of the members of the Committee must be individuals who appear to the OfS to have experience of providing higher education on behalf of an English higher education provider or being responsible for the provision of higher education by such a provider. 5 In appointing members of the Committee who meet those criteria, the OfS must have regard to the desirability of their being currently engaged at the time of their appointment in the provision of higher education or in being responsible for such provision. 6 The majority of the members of the Committee must be individuals who are not members of the OfS. 7 Schedule 1 applies to the Quality Assessment Committee as it applies to committees established under paragraph 8 of that Schedule."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "25", "section_title": "Rating the quality of, and the standards applied to, higher education", "section_text": "25 1 The OfS may make arrangements for a scheme to give ratings— a to English higher education providers regarding the quality of, and the standards applied to, higher education that they provide where they apply for such a rating, and b to higher education providers in Wales, Scotland or Northern Ireland, in respect of whom the appropriate consent is given, regarding the quality of, and the standards applied to, higher education that they provide where they apply for such a rating. 2 “ The appropriate consent ” means— a in the case of a higher education provider in Wales, the consent of the Welsh Ministers to the application of subsection (1) to the provider; b in the case of a higher education provider in Scotland, the consent of the Scottish Ministers to the application of subsection (1) to the provider; c in the case of a higher education provider in Northern Ireland, the consent of the Department for the Economy in Northern Ireland to the application of subsection (1) to the provider. 3 Such consent— a may be given either generally in respect of all providers or in respect of providers of a particular description or named providers, b is given by notifying the chair of the OfS, and c is valid until it is revoked by notifying the chair. 4 For the purposes of applying the definition of  “higher education provider” in section 83(1) to subsections (1)(b) and (2), the reference to  “higher education” in that definition— a in the case of an institution in Wales, has the meaning given in section 83(1); b in the case of an institution in Scotland, has the same meaning as in section 38 of the Further and Higher Education (Scotland) Act 1992; c in the case of an institution in Northern Ireland, has the same meaning as in Article 2(2) of the Further Education (Northern Ireland) Order 1997 ( S.I.  1997/1772 (N.I. 15)); and the reference to  “higher education” in subsection (1)(b) is to be read accordingly."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "26", "section_title": "Report on operation of section 25 schemes", "section_text": "26 1 Before the end of the initial period, the Secretary of State must appoint a suitable independent person for the purpose of preparing a report under this section. 2 A person is  “ independent ” for this purpose if the person— a is not, and has never been, a member or employee of the OfS, and b is not a servant or agent of the Crown. 3 A person is  “ suitable ” for this purpose if the person— a has experience of providing higher education on behalf of, or being responsible for the provision of higher education by, a higher education provider, and b appears to the Secretary of State to be a person who would command the confidence of registered higher education providers. 4 As soon as possible after the end of the initial period, the appointed person— a must prepare a report about the operation during that period of the section 25 scheme or schemes which were in operation for the whole or a part of that period, and b must send the report to the Secretary of State. 5 The report must cover the following in the case of each scheme— a the process by which ratings are determined under the scheme and the sources of statistical information used in that process, b whether that process, and those sources of statistical information, are fit for use for the purpose of determining ratings under the scheme, c the names of the ratings under the scheme and whether those names are appropriate, d the impact of the scheme on the ability of higher education providers to which the scheme applies to carry out their functions (including in particular their functions relating to teaching and research), e an assessment of whether the scheme is in the public interest, and f any other matters that the appointed person considers relevant. 6 The Secretary of State must lay the report before Parliament. 7 In this section— “ the initial period ” means the period of one year beginning with the date on which section 25 comes into force; “ section 25 scheme ” means a scheme to give ratings in accordance with arrangements made under that section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "27", "section_title": "Performance of assessment functions by a designated body", "section_text": "27 1 In Schedule 4— a Part 1 makes provision about the designation of a body to perform the assessment functions, and b Part 2 makes provision about oversight of the designated body by the OfS. 2 “The assessment functions” are— a the functions of the OfS under section 23 (assessing the quality of, and the standards applied to, higher education), and b the functions of the relevant body under section 46 (advice on quality  etc  to the OfS when granting degree awarding powers etc). 3 Where a body has been designated under Schedule 4 to perform the assessment functions, the functions under section 23— a so far as they relate to the assessment of the standards applied to higher education provided by a provider, cease to be exercisable by the OfS, and b otherwise do not cease to be exercisable by the OfS. 4 The OfS may by notice require a body for the time being designated under Schedule 4 (a  “designated body”) to provide the OfS with information which is held by the designated body for the purposes of the performance of any of the assessment functions. 5 The OfS may give a notice under subsection (4) only in respect of information which is required by the OfS for the purposes of the performance of any of its functions. 6 A notice under subsection (4) may require the information to be provided— a by a time specified in the notice, and b in a form and manner specified in the notice. 7 If a designated body fails to comply with a notice under subsection (4) and does not satisfy the OfS that it is unable to provide the information, the OfS may enforce the duty to comply with the notice in civil proceedings for an injunction."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "28", "section_title": "Power of designated body to charge fees", "section_text": "28 1 In this section  “ designated body ” means a body for the time being designated under Schedule 4. 2 A designated body may— a charge an institution a fee for any activity undertaken, or service provided, by the body in the performance by it of functions under section 23(1) (power to assess quality and standards), or section 46 (advice on quality etc to the OfS when granting degree awarding powers etc), in relation to the institution, b charge an institution a fee for any activity undertaken, or service provided, by the body in the performance by it of functions under section 23(2)(a) (duty to assess to determine if initial registration condition relating to quality or standards is met) in relation to the institution, and c charge an annual fee to any registered higher education provider in respect of costs incurred, or to be incurred, by the body in the performance by the body of functions under section 23(2)(b) (duty to assess to determine if ongoing registration condition relating to quality or standards is met). 3 The amount of a fee payable under subsection (2)(a) by an institution may be calculated by reference to costs incurred by the designated body in the performance by the body of functions under section 23(1) or 46 in relation to a different institution or of its general functions. 4 The total fees payable under subsection (2)(a) must not exceed in any period of 12 months the total costs incurred by the body in that period in the performance by the body of its functions under sections 23(1) and 46 and of its general functions. 5 The amount of a fee payable under subsection (2)(b) by an institution may be calculated by reference to costs incurred by the designated body in the performance by the body of functions under section 23(2)(a) in relation to a different institution or of its general functions. 6 The total fees payable under subsection (2)(b) must not exceed in any period of 12 months the total costs incurred by the body in that period in the performance by the body of its functions under section 23(2)(a) and of its general functions. 7 The amount of a fee payable under subsection (2)(c) may be calculated by reference to costs incurred, or to be incurred, by the body in the performance by the body of functions under section 23(2)(b) which are unconnected with the provider or of its general functions. 8 The total fees payable under subsection (2)(c) in any period of 12 months must not exceed the total costs incurred by the body in that period in the performance by the body of its functions under section 23(2)(b) and of its general functions. 9 A designated body must publish— a a statement of the amount of the fees which it charges under this section and the basis on which they are calculated, and b revised statements where the amount of the fees or the basis on which they are calculated changes. 10 In this section references to the general functions of a designated body are to its functions under section 27(4) or paragraph 8(1) of Schedule 4 (duty to provide information and an annual report)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "29", "section_title": "Power to approve an access and participation plan", "section_text": "29 1 The governing body of an institution may apply to the OfS for the OfS's approval of a proposed access and participation plan relating to the institution for the purposes of satisfying an access and participation plan condition. 2 An access and participation plan is a plan that complies with sections 30 to 32. 3 The OfS may, if it thinks fit, approve the plan. 4 The OfS may issue guidance as to the matters to which the OfS will have regard in deciding whether to approve plans. 5 The Secretary of State may by regulations make provision about the procedure to be followed in connection with the giving of approval under this section. 6 The regulations may, in particular, specify matters to which the OfS is, or is not, to have regard in making any determination relating to approval. 7 The regulations may require the institution to which any plan approved under this section relates to publish the plan in the manner prescribed by the regulations."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "30", "section_title": "Duration of a plan", "section_text": "30 1 An access and participation plan must specify the period during which it is to be in force. 2 The length of that period must not exceed such maximum as may be prescribed by regulations made by the Secretary of State. 3 Subsections (1) and (2) do not prevent the approval of a new plan taking effect on the expiry of a previous plan."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "31", "section_title": "Content of a plan: fees", "section_text": "31 1 An access and participation plan relating to an institution must, in relation to each qualifying course in connection with which fees are to be payable to the institution by qualifying persons and in respect of each relevant academic year, specify or provide for the determination of a limit which those fees are not permitted to exceed. 2 The limit must not exceed— a the higher amount, if the institution has a high level quality rating at the time the plan is approved, or b in any other case, the sub-level amount. 3 In this section— “ the sub-level amount ” means the amount determined from time to time under paragraph 2 of Schedule 2 as the sub-level amount; “ high level quality rating ” has the same meaning as in that paragraph; “ the higher amount ” means the amount from time to time prescribed as the higher amount under that paragraph; “ qualifying course ” and  “ qualifying person ” have the same meaning as in section 10; “ relevant academic year ”, in relation to a qualifying course, is an academic year— which is applicable to the course, in respect of which fees are payable to the institution, and which begins when the plan comes into force or while it is in force."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "32", "section_title": "Content of a plan: equality of opportunity", "section_text": "32 1 An access and participation plan relating to an institution— a must also include such provisions relating to the promotion of equality of opportunity as are required by regulations made by the Secretary of State to be included in the plan, and b may also include further provisions relating to the promotion of equality of opportunity. 2 In this section, any reference to the  “ general provisions ” of an access and participation plan is a reference to the provisions included in the plan by virtue of subsection (1). 3 The general provisions that may be required by regulations made under subsection (1) include, in particular, provisions— a requiring the governing body of the institution to take, or secure the taking of, measures to attract applications from prospective students who are members of groups which, at the time when the plan is approved, are under-represented in higher education, b requiring the governing body of the institution to provide, or secure the provision of, financial assistance to students, c requiring the governing body of the institution to make available to students and prospective students information about financial assistance available to students from any source, d setting out objectives relating to the promotion of equality of opportunity, e relating to the monitoring by the governing body of the institution of— i its compliance with the provisions of the plan, and ii its progress in achieving any objectives set out in the plan by virtue of paragraph (d), and f requiring the provision of information to the OfS. 4 Regulations under subsection (1) may not require a plan— a to include among the general provisions of the plan any provision referring to particular courses or to the manner in which courses are taught, supervised or assessed, or b to include any provision relating to the criteria for the admission of students. 5 In this section— a “ equality of opportunity ” means equality of opportunity in connection with access to and participation in higher education provided by English higher education providers, and b references to higher education do not include education provided by means of any postgraduate course other than a course of initial teacher training."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "33", "section_title": "Variation of a plan", "section_text": "33 1 The Secretary of State may, by regulations, make provision enabling an access and participation plan which has been approved by the OfS under section 29 to be varied. 2 The regulations must provide for a variation to take effect only if approved by the OfS."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "34", "section_title": "Review of decisions on approval or variation", "section_text": "34 Regulations made by virtue of section 29 or 33 must include provision— a requiring any decision of the OfS under section 29 or 33 affecting the governing body of an institution to have effect in the first instance as a provisional decision, b enabling the governing body to apply for a review of the provisional decision to a person, or panel of persons, appointed by the Secretary of State in accordance with the regulations, c enabling the Secretary of State to pay remuneration and allowances to any person so appointed, d prescribing the grounds on which an application for the review of a provisional decision may be made, and e requiring the OfS to reconsider its provisional decision, and make a final decision, having regard to any recommendation of the person or panel."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "35", "section_title": "Advice on good practice", "section_text": "35 1 The OfS may— a identify good practice relating to the promotion of equality of opportunity, and b give advice about such practice to registered higher education providers. 2 “ Equality of opportunity ” has the same meaning as in section 32."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "36", "section_title": "Duty to protect academic freedom", "section_text": "36 1 In performing its access and participation functions, the OfS has a duty to protect academic freedom including, in particular, the freedom of institutions— a to determine the content of particular courses and the manner in which they are taught, supervised and assessed, b to determine the criteria for the selection, appointment and dismissal of academic staff and apply those criteria in particular cases, and c to determine the criteria for the admission of students and apply those criteria in particular cases. 2 In performing those functions, subsection (1) applies instead of section 2(1)(a) (duty of OfS to have regard to the need to protect institutional autonomy) in relation to the freedoms mentioned in subsection (8)(b) and (c) of that section. 3 For the purposes of this section, the OfS's  “access and participation functions” are the functions conferred on it by or under— a section 21 (refusal to renew an access and participation plan), and b sections 29 to 34 (access and participation plans)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "37", "section_title": "Power of Secretary of State to require a report", "section_text": "37 1 The Secretary of State may, by direction, require the OfS to report to the Secretary of State— a in its annual report under paragraph 13 of Schedule 1, or b in a special report, on such matters relating to equality of opportunity as may be specified in the direction. 2 “ Equality of opportunity ” has the same meaning as in section 32. 3 Where the Secretary of State is provided with a special report, the Secretary of State must lay it before Parliament. 4 See paragraph 13 of Schedule 1 for the laying of the OfS's annual reports."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "38", "section_title": "Duty to monitor etc the provision of arrangements for student transfers", "section_text": "38 1 The OfS— a must monitor the availability of schemes or other arrangements provided by registered higher education providers for student transfers, b must monitor the extent to which the arrangements monitored under paragraph (a) are utilised by students generally or students of a particular description, c must include in its annual report a summary of conclusions drawn by it, for the financial year to which the report relates, from its monitoring under paragraphs (a) and (b), and d may facilitate, encourage, or promote awareness of, the provision of arrangements by registered higher education providers for student transfers. 2 For the purposes of this section,  “a student transfer” is where— a a student transfers from a higher education course (“course X”) provided by a UK higher education provider (“the transferring provider”) to a different higher education course (“course Y”) provided by the same or a different UK higher education provider (“the receiving provider”), b the receiving provider recognises, or takes account of, the study undertaken, or a level of achievement attained, by the student— i on course X, or ii on another higher education course provided by the transferring provider, when the receiving provider is determining the study to be undertaken, or the level of achievement attained, by the student on course Y, and c either the transferring provider or the receiving provider is a registered higher education provider, or both are registered higher education providers. 3 For the purposes of subsection (2), there may be an interval between the student ceasing to undertake course X and starting to undertake course Y. 4 The duty under subsection (1)(a) may be discharged by the OfS monitoring, as described in that provision— a arrangements for student transfers provided by all registered higher education providers or a particular description of such provider; b all such arrangements for student transfers or a particular description of such arrangement or student transfer. 5 In this section— “ annual report ” means the annual report under paragraph 13 of Schedule 1; “ financial year ” has the same meaning as in that Schedule (see paragraph 12(6)); “higher education course”— in the case of a provider in England or Wales, has the meaning given in section 83(1); in the case of a provider in Scotland, means a course falling within section 38 of the Further and Higher Education (Scotland) Act 1992; in the case of a provider in Northern Ireland, means a course of any description mentioned in Schedule 1 to the Further Education (Northern Ireland) Order 1997 (S.I. 1997/1772 (N.I. 15)); “ UK higher education provider ” means an English higher education provider or a higher education provider in Wales, Scotland or Northern Ireland. 6 For the purposes of applying the definition of  “higher education provider” in section 83(1) to the reference in the definition of  “UK higher education provider” in subsection (5) to a higher education provider in Wales, Scotland or Northern Ireland, the reference to  “higher education” in the definition of  “higher education provider” in section 83(1)— a in the case of an institution in Wales, has the meaning given in section 83(1); b in the case of an institution in Scotland, has the same meaning as in section 38 of the Further and Higher Education (Scotland) Act 1992; c in the case of an institution in Northern Ireland, has the same meaning as in Article 2(2) of the Further Education (Northern Ireland) Order 1997 (S.I. 1997/1772 (N.I. 15))."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "39", "section_title": "Financial support for registered higher education providers", "section_text": "39 1 The OfS may make grants, loans or other payments to the governing body of an eligible higher education provider in respect of expenditure incurred, or to be incurred, by the provider or a qualifying connected institution, for the purposes of either or both of the following— a the provision of education by the provider; b the provision of facilities, and the carrying on of other activities, by the provider, which its governing body considers it is necessary or desirable to provide or carry on for the purposes of, or in connection with, education. 2 The OfS may make grants, loans or other payments to any person in respect of expenditure incurred, or to be incurred, by the person for the purposes of the provision by any person of services for the purposes of, or in connection with, the provision of education by eligible higher education providers receiving financial support under subsection (1). 3 “ Eligible higher education provider ” means a registered higher education provider of a description prescribed by regulations made by the Secretary of State for the purposes of subsection (1). 4 “ Qualifying connected institution ”, in relation to an eligible higher education provider, means a college, school, hall or other institution— a to which the provider's governing body proposes to pay, with the consent of the OfS, all or some of the payments made to it under subsection (1), and b which the OfS is satisfied has a sufficient connection with the provider for the purposes of that subsection. 5 “ School ” has the same meaning as in the Education Act 1996 (see section 4 of that Act) but also includes a 16 to 19 Academy (as defined in section 1B(3) of the Academies Act 2010). 6 See section 41 regarding the terms and conditions of financial support under this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "40", "section_title": "Financial support for certain institutions", "section_text": "40 1 The OfS may make grants, loans or other payments to any person in respect of expenditure incurred, or to be incurred, by the person for the purposes of the provision of eligible higher education courses by— a institutions in England maintained or assisted by local authorities in England or Wales, or b English further education providers. 2 “ Eligible higher education course ” means a higher education course prescribed by regulations made by the Secretary of State for the purposes of subsection (1). 3 In subsection (1)(a)— a an institution  “assisted” by a local authority has the same meaning as in the Education Act 1996 (see section 579(5) to (7) of that Act), and b the reference to a local authority in England or Wales has the same meaning as in that Act (see section 579(1) of that Act). 4 See section 41 regarding the terms and conditions of financial support under this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "41", "section_title": "Financial support: terms and conditions", "section_text": "41 1 A grant, loan or other payment under section 39 or 40 may be made on such terms and conditions as the OfS considers appropriate. 2 The terms and conditions may, in particular— a enable the OfS to require the repayment, in whole or in part, of sums paid by the OfS if any of the terms and conditions subject to which the sums were paid is not complied with, b require the payment of interest in respect of any period during which a sum due to the OfS in accordance with any of the terms and conditions remains unpaid, and c require a person to whom sums are paid by the OfS to provide the OfS with any information it requests for the purpose of the exercise of any of its functions. 3 But the terms and conditions must not relate to the application of sums which are not derived from the OfS by the provider or any other person to whom the grant, loan or other payment is made. 4 Before determining the terms and conditions to be imposed on a grant, loan or other payment, the OfS must consult such persons as it considers appropriate."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "42", "section_title": "Authorisation to grant degrees etc", "section_text": "42 1 The OfS may by order authorise a registered higher education provider to grant taught awards or research awards or both. 2 An authorisation under subsection (1) may authorise a provider to grant, as the case may be— a taught awards or research awards of any description; b specified taught awards or research awards; c taught awards or research awards of a specified description. 3 In this Part— “ taught award ” means a degree (including a foundation degree), diploma, certificate or other academic award or distinction granted to persons who complete an appropriate course of study and satisfy an appropriate assessment; “ research award ” means a degree, diploma, certificate or other academic award or distinction granted to persons who complete an appropriate programme of supervised research and satisfy an appropriate assessment; “ foundation degree ” means a foundation degree granted to persons who complete an appropriate course of study and satisfy an appropriate assessment; “ foundation degree only authorisation ” means authorisation under subsection (1) to grant taught awards where foundation degrees are the only degrees which the provider is authorised to grant. 4 An order under subsection (1) which would give a provider foundation degree only authorisation may be made only if— a the provider is an English further education provider, b the provider gives the OfS a progression statement, and c the OfS considers that the proposals set out in that statement are satisfactory and are likely to be carried out. 5 A  “progression statement” is a statement setting out what the provider proposes to do as regards making arrangements for securing that any person granted a foundation degree in pursuance of the authorisation (other than by virtue of section 43(2)(c) or (d) (honorary and staff degrees)) has an opportunity to progress to one or more particular courses of more advanced study. 6 An authorisation under subsection (1) must specify— a the date when it takes effect, and b the period during which it has effect (which may be an indefinite period). 7 A provider authorised under subsection (1) has power to grant the authorised taught awards or research awards (as the case may be) to persons who complete the appropriate course of study, or programme of supervised research, on or after the date the authorisation takes effect. 8 It is for the provider to determine, in accordance with any relevant provisions of the instruments relating to or regulating the provider— a the courses of study or programmes of supervised research, and the assessments, which are appropriate for the grant of an authorised taught award or research award, and b the terms and conditions on which any of the powers conferred by the authorisation may be exercised. 9 An authorisation under subsection (1) may restrict the power to grant an authorised taught award or research award to persons enrolled with the provider at the time they complete the course of study, or programme of supervised research, for which the award is granted. 10 The OfS's power to make an order under subsection (1) is exercisable by statutory instrument; and the Statutory Instruments Act 1946 is to apply to such an instrument as if the order had been made by a Minister of the Crown. 11 An order under subsection (1) may make incidental, supplementary, transitional or saving provision. 12 In this section— “ assessment ” includes examination and test; “ authorised ” means authorised by the authorisation under subsection (1); “ specified ” means specified in the order under subsection (1) giving the authorisation. 13 See sections 43, 44 and 46 which make further provision about orders under subsection (1)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "43", "section_title": "Supplementary powers with authorisation", "section_text": "43 1 An authorisation under section 42(1) may include power for the provider to authorise other institutions to grant on the provider's behalf— a all the authorised taught awards and research awards, or b such of those awards as are specified or are of a specified description. 2 An authorisation under section 42(1) includes— a power to grant the authorised taught awards or research awards, or such of those awards as are specified or are of a specified description, jointly with another institution, b power to deprive a person of an authorised taught award or research award granted by or on behalf of the provider in pursuance of the authorisation, c power to grant honorary degrees of any description, or specified honorary degrees, or honorary degrees of a specified description, and d power to grant degrees of any description, or specified degrees, or degrees of a specified description, to members of the academic or other staff of the provider. 3 But in the case of a foundation degree only authorisation, the references in subsection (2)(c) and (d) to degrees are to foundation degrees only. 4 In the case of an authorised taught award or research award granted jointly with another institution, the power to deprive mentioned in subsection (2)(b) is only exercisable jointly with that institution. 5 In this section,  “ authorised ” and  “ specified ” have the same meaning as in section 42."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "44", "section_title": "Variation or revocation of section 42 authorisation", "section_text": "44 1 The OfS may, at any time, by a further order under section 42(1), vary or revoke an authorisation given by a previous order under that provision. 2 That is the case even if the authorisation was given for an indefinite period. 3 The OfS may make such an order revoking an authorisation given to a provider only if condition A, B or C is satisfied. 4 Condition A is satisfied if the provider ceases to be a registered higher education provider. 5 Condition B is satisfied if— a the OfS has concerns regarding the quality of, or the standards applied to, higher education which has been or is being provided by the provider, and b it appears to the OfS that those concerns are so serious that— i its powers by a further order under section 42(1) to vary the authorisation are insufficient to deal with the concerns (whether or not they have been exercised in relation to the provider), and ii it is appropriate to revoke the authorisation. 6 Condition C is satisfied if— a due to a change in circumstances since the authorisation was given, the OfS has concerns regarding the quality of, or the standards applied to, higher education which will be provided by the provider, and b it appears to the OfS that those concerns are so serious that— i its powers by a further order under section 42(1) to vary the authorisation are insufficient to deal with the concerns (whether or not they have been exercised in relation to the provider), and ii it is appropriate to revoke the authorisation. 7 Where there are one or more sector-recognised standards, for the purposes of subsections (5)(a) and (6)(a)— a the OfS's concerns regarding the standards applied must be concerns regarding the standards applied in respect of matters for which there are sector-recognised standards, and b those concerns must be regarding those standards as assessed against sector-recognised standards. 8 See sections 46 and 48 which make further provision about further orders under section 42(1)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "45", "section_title": "Variation or revocation of other authorisations to grant degrees etc", "section_text": "45 1 The OfS may by order vary or revoke an authorisation given to an English higher education provider— a by or under an Act of Parliament, other than under section 42(1) of this Act, or b by Royal Charter, to grant taught awards or research awards. 2 That is the case even if the authorisation was given for an indefinite period. 3 An order under subsection (1) varying an authorisation may only make such provision as could be made by an order giving authorisation under section 42(1). 4 When applying section 42(4) and (5) in the case of such an order, the reference in section 42(5) to a foundation degree granted other than by virtue of section 43(2)(c) or (d) (honorary and staff degrees) is to be read as a reference to a foundation degree granted other than by virtue of whatever is the equivalent of section 43(2)(c) or (d) in the case of the provider. 5 The OfS may make an order under subsection (1) revoking an authorisation given to a provider only if condition A, B or C is satisfied. 6 Condition A is satisfied if the provider is not a registered higher education provider. 7 Condition B is satisfied if— a the OfS has concerns regarding the quality of, or the standards applied to, higher education which has been or is being provided by the provider, and b it appears to the OfS that those concerns are so serious that— i its powers by an order under subsection (1) to vary the authorisation are insufficient to deal with the concerns (whether or not they have been exercised in relation to the provider), and ii it is appropriate to revoke the authorisation. 8 Condition C is satisfied if— a due to a change in circumstances since the authorisation was given, the OfS has concerns regarding the quality of, or the standards applied to, higher education which will be provided by the provider, and b it appears to the OfS that those concerns are so serious that— i its powers by an order under subsection (1) to vary the authorisation are insufficient to deal with the concerns (whether or not they have been exercised in relation to the provider), and ii it is appropriate to revoke the authorisation. 9 Where there are one or more sector-recognised standards, for the purposes of subsections (7)(a) and (8)(a)— a the OfS's concerns regarding the standards applied must be concerns regarding the standards applied in respect of matters for which there are sector-recognised standards, and b those concerns must be regarding those standards as assessed against sector-recognised standards. 10 The OfS's power to make an order under subsection (1) is exercisable by statutory instrument; and the Statutory Instruments Act 1946 is to apply to such an instrument as if the order had been made by a Minister of the Crown. 11 An order under subsection (1) may make incidental, supplementary, transitional or saving provision. 12 Any power to vary or revoke an authorisation mentioned in subsection (1), which is a power which exists immediately before the coming into force of this section, ceases to exist on that coming into force. 13 See sections 46 and 48 which make further provision about orders under subsection (1)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "46", "section_title": "Grant, variation or revocation of authorisation: advice on quality etc", "section_text": "46 1 The OfS must request advice from the relevant body regarding the quality of, and the standards applied to, higher education provided by a provider before making— a an order under section 42(1) authorising the provider to grant taught awards or research awards, b a further order under section 42(1)— i varying an authorisation given to the provider by a previous order under section 42(1), or ii revoking such an authorisation on the ground that condition B in section 44(5) is satisfied, or c an order under section 45(1)— i varying an authorisation given to the provider, as described in that provision, to grant taught awards or research awards, or ii revoking such an authorisation on the ground that condition B in section 45(7) is satisfied. 2 Where the OfS requests advice under subsection (1), the relevant body must provide it. 3 The advice provided under subsection (2) must include the relevant body's view as to whether the provider has the ability— a to provide, and maintain the provision of, higher education of an appropriate quality, and b to apply, and maintain the application of, appropriate standards to that higher education. 4 The advice provided by the relevant body under subsection (2) must be informed by the views of persons who (between them) have experience of— a providing higher education on behalf of, or being responsible for the provision of higher education by— i an English higher education provider which is neither authorised to grant taught awards nor authorised to grant research awards, ii an English further education provider, and iii an English higher education provider which is within neither sub-paragraph (i) nor sub-paragraph (ii), b representing or promoting the interests of individual students, or students generally, on higher education courses provided by higher education providers, c employing graduates of higher education courses provided by higher education providers, d research into science, technology, humanities or new ideas, and e encouraging competition in industry or another sector of society. 5 Where the order authorises the provider to grant research awards or varies or revokes such an authorisation, the advice provided by the relevant body under subsection (2) must also be informed by the views of UKRI. 6 Subsections (4) and (5) do not prevent the advice given by the relevant body under subsection (2) also being informed by the views of others. 7 The OfS must have regard to advice provided to it by the relevant body under subsection (2) in deciding whether to make the order. 8 But that does not prevent the OfS having regard to advice from others regarding quality or standards. 9 Where the order varies or revokes an authorisation, the advice under subsection (1) may be requested before or after the governing body of the provider is notified under section 48 of the OfS's intention to make the order. 10 Where there are one or more sector-recognised standards— a for the purposes of subsections (1) and (8)— i the advice regarding the standards applied must be advice regarding the standards applied in respect of matters for which there are sector-recognised standards, and ii that advice must be regarding those standards as assessed against sector-recognised standards, and b “appropriate standards” in subsection (3) means sector-recognised standards. 11 In this section  “ the relevant body ” means— a the designated assessment body, or b if there is no such body, a committee which the OfS must establish under paragraph 8 of Schedule 1 for the purpose of performing the functions of the relevant body under this section. 12 Where the OfS is required to establish a committee for the purpose mentioned in subsection (11)(b)— a the majority of members of the committee must be individuals who are not members of the OfS, and b in appointing members of the committee, the OfS must have regard to the need for the advice provided by the committee to meet the requirements of subsections (4) and (where applicable) (5). 13 In this section— “ designated assessment body ” means a body for the time being designated under Schedule 4; “ humanities ” and  “ science ” have the same meaning as in Part 3 (see section 111)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "47", "section_title": "Grant of authorisation: notification of new providers", "section_text": "47 1 The OfS must, as soon as possible after it has been made, notify the Secretary of State if it makes an order under section 42(1) authorising a provider to grant taught awards, where the provider has not previously operated under validation arrangements. 2 For the purposes of subsection (1), a provider has previously operated under validation arrangements if, at any time before the date when the order is made— a a student at the provider has been granted a taught award by another provider or the OfS, under validation arrangements between the provider and the other provider or the OfS, or b the provider has granted a taught award on behalf of another provider or the OfS, under validation arrangements between the provider and the other provider or the OfS. 3 In this section  “ validation arrangements ” means— a arrangements between one English higher education provider and another English higher education provider under which the first provider— i grants a taught award to a person who is a student at the other provider, or ii authorises the other provider to grant a taught award on behalf of the first provider, or b arrangements between the OfS and a registered higher education provider under which the OfS— i grants a taught award to a person who is a student at the provider, or ii authorises the provider to grant a taught award on behalf of the OfS."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "48", "section_title": "Variation or revocation of authorisation: procedure", "section_text": "48 1 Before— a making a further order under section 42(1) varying or revoking a provider's authorisation, or b making an order under section 45(1) varying or revoking a provider's authorisation, the OfS must notify the governing body of the provider of its intention to do so. 2 The notice must— a specify the OfS's reasons for proposing to take the step in question, b specify the period during which the governing body may make representations about the proposal (“ the specified period ”), and c specify the way in which those representations may be made. 3 The specified period must not be less than 28 days beginning with the date on which the notice is received. 4 The OfS must have regard to any representations made by the governing body of the provider during the specified period in deciding whether to take the step in question. 5 Having decided whether or not to take the step in question, the OfS must notify the governing body of the provider of its decision. 6 If the OfS decides to vary or revoke a provider's authorisation, the notice of the decision must specify the date on which the variation or revocation takes effect under the order to be made under section 42(1) or 45(1). 7 The notice must also contain information as to— a the rights of appeal, and b the period within which an appeal may be made. 8 The order under section 42(1) or 45(1) implementing the decision to vary or revoke the authorisation may not be made, and the variation or revocation may not take effect, at any time when— a an appeal under section 49(1)(a) or (b), or a further appeal, could be brought in respect of the decision to vary or revoke, or b such an appeal is pending. 9 But that does not prevent the order under section 42(1) or 45(1) being made, or the variation or revocation taking effect, if the governing body of the provider notifies the OfS that it does not intend to appeal. 10 Where subsection (8) ceases to prevent a variation or revocation taking effect on the date specified under subsection (6), the OfS is to determine a future date on which the variation or revocation takes effect under the order to be made under section 42(1) or 45(1). 11 But that is subject to what has been determined on any appeal under section 49(1)(a) or (b), or any further appeal, in respect of the decision to vary or revoke."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "49", "section_title": "Appeals against variation or revocation of authorisation", "section_text": "49 1 The governing body of a provider may appeal to the First-tier Tribunal against either or both of the following— a a decision of the OfS to vary or revoke, by a further order under section 42(1) or an order under section 45(1), an authorisation given to it; b a decision of the OfS as to the date specified under section 48(6) as the date on which the variation or revocation takes effect. 2 On an appeal under subsection (1)(a) against a decision to revoke an authorisation, the Tribunal— a must consider afresh the decision appealed against, and b may take into account evidence that was not available to the OfS. 3 An appeal under subsection (1), other than an appeal against a decision to revoke an authorisation, may be on the grounds— a that the decision was based on an error in fact; b that the decision was wrong in law; c that the decision was unreasonable. 4 On an appeal under subsection (1), the Tribunal may— a withdraw the decision; b confirm the decision; c vary the date on which the variation or revocation takes effect under the order to be made under section 42(1) or 45(1); d remit the decision whether to confirm the decision, or any matter relating to that decision (including the date on which the variation or revocation takes effect), to the OfS. 5 In the case of an appeal under subsection (1)(a) against a decision to revoke an authorisation, the Tribunal also has power to substitute for the decision any other decision that the OfS could have made. 6 An appeal under subsection (1)(a) against a decision to revoke an authorisation may include an appeal against the decision mentioned in subsection (1)(b) regarding the date when the revocation takes effect; and in the case of such an appeal, references in subsections (2), (4) and (5) to the decision appealed against are to be read accordingly."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "50", "section_title": "Validation by authorised providers", "section_text": "50 1 The OfS may enter into arrangements (“commissioning arrangements”) with an authorised registered higher education provider requiring the provider to offer to enter into validation arrangements in respect of— a all the taught awards that the provider is authorised to grant, or b such of those taught awards as are specified in the commissioning arrangements or are of a description so specified. 2 Commissioning arrangements may require a provider to offer to enter into validation arrangements subject to conditions specified by the OfS. 3 Commissioning arrangements may not require a provider to offer to enter into validation arrangements that the provider is not authorised to enter into. 4 In this section,  “ validation arrangements ” means arrangements between one registered higher education provider and another registered higher education provider under which the first provider— a grants a taught award to a person who is a student at the other provider, or b authorises the other provider to grant a taught award on behalf of the first provider. 5 In this section,  “ authorised ”, in relation to a registered higher education provider, means authorised to grant taught awards, and to enter into validation arrangements, by— a an authorisation given— i under section 42(1), ii by or under any other provision of an Act of Parliament, or iii by Royal Charter, or b an authorisation varied under section 45(1)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "51", "section_title": "Validation by the OfS", "section_text": "51 1 If (having regard to advice from the OfS) the Secretary of State considers it necessary or expedient, the Secretary of State may by regulations— a authorise the OfS to enter into validation arrangements, and b require the OfS to offer to do so with— i registered higher education providers generally, or ii such registered higher education providers as are specified in the regulations or are of a description so specified. 2 Regulations under subsection (1) may authorise the OfS to enter into validation arrangements in respect of— a all taught awards, or b such taught awards as are specified in the regulations or are of a description so specified. 3 Regulations under subsection (1) may require the OfS to offer to enter into validation arrangements subject to conditions specified in the regulations. 4 Regulations under subsection (1) may include power for the OfS to authorise authorised registered higher education providers to enter on its behalf into— a all the validation arrangements that the OfS is authorised to enter into by the regulations, or b such of those validation arrangements as are specified in the regulations or are of a description so specified. 5 But regulations under subsection (1) may not include power for the OfS to authorise a provider to enter on its behalf into validation arrangements which are— a arrangements in respect of taught awards that the provider is not authorised to grant, or b arrangements that the provider is not authorised to enter into. 6 Regulations under subsection (1) may include power for the OfS to deprive a person of a taught award granted by or on behalf of the OfS under validation arrangements. 7 In this section,  “ validation arrangements ” means arrangements between the OfS and a registered higher education provider under which the OfS— a grants a taught award to a person who is a student at the provider, or b authorises the provider to grant a taught award on behalf of the OfS. 8 In this section,  “ authorised ”, in relation to a registered higher education provider, means authorised to grant taught awards, and to enter into validation arrangements, by— a an authorisation given— i under section 42(1), ii by or under any other provision of an Act of Parliament, or iii by Royal Charter, or b an authorisation varied under section 45(1). 9 Validation arrangements may provide for— a the grant of a taught award by the OfS, or b the authorisation to grant a taught award on behalf of the OfS, to be subject to such conditions as the OfS considers appropriate."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "52", "section_title": "Sections 42 to 49: consequential amendments", "section_text": "52 1 Section 76 of the Further and Higher Education Act 1992 (power to award degrees, etc) is amended as follows. 2 In the heading, after  “ etc. ” insert  “                    : institutions in Wales                  ” . 3 In subsection (1), after  “any institution” in both places insert  “                    in Wales                  ” . 4 After subsection (7), insert— 8 References in this section to an institution in Wales are to an institution whose activities are carried on, or principally carried on, in Wales. 9 See section 42 of the Higher Education and Research Act 2017 regarding institutions in England. 5 The amendments made by this section do not affect the continuing validity of any orders made under section 76 of the Further and Higher Education Act 1992 before the coming into force of this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "53", "section_title": "Unrecognised degrees", "section_text": "53 1 Section 214 of the Education Reform Act 1988 (unrecognised degrees) is amended as follows. 2 In subsection (2), before paragraph (a) insert— za an award granted or to be granted by a university, college or other body which it is authorised to grant by— i an authorisation given under section 42(1) of the Higher Education and Research Act 2017 (“ the 2017 Act ”), ii an authorisation varied under section 45(1) of the 2017 Act, or iii regulations under section 51(1) of the 2017 Act; zb an award granted or to be granted by a body for the time being permitted by a body falling within paragraph (za) to act on its behalf in the granting of that award where the grant of that award by that other body on its behalf is authorised by— i the authorisation mentioned in paragraph (za), or ii regulations under section 51(1) of the 2017 Act; . 3 In subsection (2)(a), after  “Act of Parliament” insert  “                    (other than section 42(1), 45(1) or 51(1) of the 2017 Act)                  ” . 4 In subsection (2)(c), for  “Secretary of State” substitute  “                    appropriate authority                  ” . 5 After subsection (9) insert— 9ZA For the purposes of this section as it extends to England and Wales,  “ the appropriate authority ” means— a so far as the power to make an order under subsection (2)(c) is exercisable in relation to England, the Office for Students, and b so far as the power to make an order under that provision is exercisable in relation to Wales, the Welsh Ministers. 6 In subsection (9A)— a for  “and section 215, as they extend” substitute  “                        as it extends                      ” , and b for  “the reference to the Secretary of State is to be read as a reference to” substitute  “                        “ the appropriate authority ” means                      ” . 7 In subsection (10)(a)— a for  “means” substitute —                         i means , and b after  “outside the United Kingdom” insert , and                         ii includes the Office for Students ."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "54", "section_title": "Unrecognised degrees: supplementary", "section_text": "54 1 Section 215 of the Education Reform Act 1988 (“ the 1988 Act ”) (unrecognised degrees: enforcement) is amended in accordance with subsections (2) and (3). 2 In subsection (1)— a for  “Secretary of State” substitute  “                        appropriate authority                      ” , b for  “him” substitute  “                        the appropriate authority                      ” , and c for  “he” substitute  “                        the appropriate authority                      ” . 3 After subsection (1A) insert— 1B “ The appropriate authority ” means— a in the case of a weights and measures authority in England, the Secretary of State, b in the case of a weights and measures authority in Wales, the Welsh Ministers, and c in the case of a weights and measures authority in Scotland, the Scottish Ministers. 4 Section 216 of the 1988 Act (identification of bodies granting or providing courses for recognised awards) is amended in accordance with subsections (5) to (12). 5 For subsection (1) substitute— 1 The appropriate authority may by order designate each body which appears to the authority to be a recognised body within subsection (4)(a), (b) or (c). 1A For the purposes of sections 214 and 215, any body for the time being designated by an order under subsection (1) as a recognised body within subsection (4)(c) is conclusively presumed to be such a body. 6 In subsection (2)— a for  “Secretary of State” substitute  “                        appropriate authority                      ” , and b for  “him” substitute  “                        the authority                      ” . 7 After subsection (2) insert— 2ZA For the purposes of this section as it extends to England and Wales,  “ the appropriate authority ” means— a so far as the functions in question are exercisable in relation to England, the Office for Students, and b so far as the functions in question are exercisable in relation to Wales, the Welsh Ministers. 8 In subsection (2A), for  “the references in subsections (1) and (2) above to the Secretary of State are to be read as references to” substitute  “                    “ the appropriate authority ” means                  ” . 9 In subsection (3)— a in the opening words for  “either” substitute  “                        it                      ” , and b before paragraph (a) insert— za provides any course which is— i in preparation for a degree to be granted by a recognised body within subsection (4)(a) or (b) which the recognised body is authorised to grant by the authorisation or regulations mentioned in subsection (4)(a), and ii is approved by or on behalf of that recognised body; . 10 In subsection (3)(a), after  “a recognised body” insert  “                    within subsection (4)(c)                  ” . 11 In subsection (4), after  “means” insert —                     a a body which is authorised to grant awards by— i an authorisation given under section 42(1) of the Higher Education and Research Act 2017 (“ the 2017 Act ”), ii an authorisation varied under section 45(1) of the 2017 Act, or iii regulations under section 51(1) of the 2017 Act, b a body for the time being permitted by a body within paragraph (a) to act on its behalf in the granting of awards where the grant of the awards by that other body on its behalf is authorised by the authorisation or regulations mentioned in paragraph (a), or c . 12 In the heading, after  “awards” insert  “                    etc                  ” . 13 Section 232 of the 1988 Act (orders and regulations) is amended in accordance with subsections (14) and (15). 14 After subsection (4), insert— 4A The power of the Office for Students to make an order under section 214 or 216 is exercisable by statutory instrument; and the Statutory Instruments Act 1946 is to apply to such an instrument as if the order had been made by a Minister of the Crown. 15 In subsection (5), after  “fit” insert  “                    or, in the case of orders under section 214 or 216 made by the Office for Students, the Office for Students thinks fit                  ” . 16 The amendments made by section 53 or this section to section 214 or 216 of the 1988 Act do not affect the continuing validity of any orders made under section 214 or 216 of the 1988 Act before the coming into force of this section. 17 Such orders made by the Secretary of State under section 214 or 216 of the 1988 Act have effect after the coming into force of this section as if made by the OfS under section 214 or 216 of the 1988 Act. 18 The power in section 217(2) of the 1988 Act may be exercised so as to extend to any of the Channel Islands any amendment made by section 53 or this section to sections 214 to 216 of the 1988 Act with such adaptations and modifications (if any) as may be specified in the Order."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "55", "section_title": "Saving for right to grant degrees under the Ecclesiastical Licences Act 1533", "section_text": "55 Nothing done under this Part is to affect the right of the Archbishop of Canterbury, or any other person, by virtue of the Ecclesiastical Licences Act 1533 to grant a degree where the recipient is not required— a to complete an appropriate course of study or an appropriate programme of supervised research, or b to satisfy an appropriate examination, test or other assessment."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "56", "section_title": "Use of  “university” in title of institution", "section_text": "56 1 Section 77 of the Further and Higher Education Act 1992 (use of  “university” in title of institution) is amended as follows. 2 Before subsection (1) insert— A1 Where— a power is conferred by any enactment or instrument to change the name of any educational institution or any body corporate carrying on such an institution, b the educational institution is a registered higher education provider, and c the power is exercisable with the consent of the Privy Council, then, the power may be exercised so as to include the word  “university” in the name of the institution and, if it is carried on by a body corporate, in the name of the body, but only if the Office for Students (instead of the Privy Council) consents to that exercise of the power. 3 In subsection (1)— a in paragraph (b), after  “institution” insert  “                        is in Wales and                      ” , and b omit  “(whether or not the institution would apart from this section be a university)”. 4 After subsection (1) insert— 1A Subsections (A1) and (1) apply whether or not the educational institution would, apart from this section, be a university. 5 In subsection (2)— a after  “in subsection” insert  “                        (A1) or                      ” , and b for  “that subsection” substitute  “                        subsections (A1) and (1)                      ” . 6 In subsection (3), after  “name” insert  “                    the Office for Students and                  ” . 7 After subsection (3) insert— 3A In exercising its power to give consent under subsection (A1), the Office for Students must have regard to factors set out in guidance given by the Secretary of State. 3B Before giving guidance under subsection (3A), the Secretary of State must consult— a bodies representing the interests of English higher education providers, b bodies representing the interests of students on higher education courses provided by English higher education providers, and c such other persons as the Secretary of State considers appropriate. 8 In subsection (4), after  “subsection” insert  “                    (A1) or                  ” . 9 After subsection (4) insert— 5 In this section,  “ English higher education provider ”,  “ higher education course ” and  “ registered higher education provider ” have the same meaning as in Part 1 of the Higher Education and Research Act 2017 (see sections 83 and 85 of that Act). 6 For the purposes of subsection (1), an educational institution is in Wales if the institution's activities are carried on, or principally carried on, in Wales. 10 The amendments made by this section do not affect the continuing validity of any consents given by the Privy Council under section 77 of the Further and Higher Education Act 1992 before the coming into force of this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "57", "section_title": "Unauthorised use of  “university” in title of institution etc", "section_text": "57 1 Section 39 of the Teaching and Higher Education Act 1998 (unauthorised use of  “university” in title of institution etc) is amended as follows. 2 Before subsection (1) insert— A1 A relevant institution in England must not, when making available (or offering to make available) educational services, do so under a name which includes the word  “university” unless the inclusion of that word in that name is— a authorised by or by virtue of any Act or Royal Charter, or b approved by the Office for Students for the purposes of this section. 3 In subsection (1), omit  “England or”. 4 In subsection (2)— a for  “such an institution” substitute  “                        a relevant institution in England or a relevant institution in Wales                      ” , and b after  “subsection” insert  “                        (A1) or                      ” . 5 In subsection (3), after  “Subsection” insert  “                    (A1),                  ” . 6 In subsection (4), after  “subsection” insert  “                    (A1),                  ” . 7 In subsection (5), after  “this section” insert  “                    the Office for Students and                  ” . 8 After subsection (5) insert— 5A In exercising its power to give approval under subsection (A1) or (2), the Office for Students must have regard to factors set out in guidance given by the Secretary of State. 5B Before giving guidance under subsection (5A), the Secretary of State must consult— a bodies representing the interests of English higher education providers, b bodies representing the interests of students on higher education courses provided by English higher education providers, and c such other persons as the Secretary of State considers appropriate. 5C The power of the Office for Students under subsection (A1) or (2) is not exercisable in a case where the inclusion of the word  “university” in the name in question may be authorised by virtue of any other Act or any Royal Charter. 5D But that does not prevent the power of the Office for Students under subsection (A1) or (2) being exercisable where the inclusion of the word  “university” in the name in question has approval, or may require approval, under section 55 or 1194 of the Companies Act 2006. 5E Where approval is given by the Office for Students under subsection (A1) or (2) in such a case, that does not affect any requirement for approval under section 55 or 1194 of the Companies Act 2006. 9 In subsection (7), before the definition of  “relevant institution” insert— “ English higher education provider ” and  “ higher education course ” have the same meaning as in Part 1 of the Higher Education and Research Act 2017 (see section 83 of that Act); . 10 In subsection (7), for the definition of  “relevant institution” substitute— “ relevant institution in England ” means a registered higher education provider as defined by section 85 of the Higher Education and Research Act 2017; “ relevant institution in Wales ” means— a an institution in Wales within the further education sector as defined by section 91(3) of the Further and Higher Education Act 1992, or b an institution in Wales within the higher education sector as defined by section 91(5) of that Act; . 11 After subsection (7) insert— 8 For the purposes of this section, an institution is in England or is in Wales if the institution's activities are carried on, or principally carried on, in England or, as the case may be, in Wales. 12 The amendments made by this section do not affect the continuing validity of any approvals given by the Privy Council under section 39 of the Teaching and Higher Education Act 1998 before the coming into force of this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "58", "section_title": "Revocation of authorisation to use  “university” title", "section_text": "58 1 The OfS may by order revoke any authorisation, consent or other approval given by or by virtue of— a an Act (other than the Companies Act 2006), or b a Royal Charter, to an institution in England to include the word  “university” in its name. 2 That is the case even if the authorisation, consent or other approval was granted for an indefinite period. 3 The OfS may make an order under subsection (1) only if condition A, B or C is satisfied. 4 Condition A is satisfied if— a in the case of consent or approval given by the OfS under section 77 of the Further and Higher Education Act 1992 or section 39 of the Teaching and Higher Education Act 1998, the institution ceases to be a registered higher education provider, or b in any other case, the institution is not a registered higher education provider. 5 Condition B is satisfied if, disregarding any transitional or saving provision made by an order under section 42(1) or 45(1)— a the institution is neither authorised to grant taught awards nor authorised to grant research awards, or b foundation degrees are the only degrees which the institution is authorised to grant. 6 Condition C is satisfied if, due to a change in circumstances since the authorisation, consent or other approval was given, it appears to the OfS to be no longer appropriate for the institution to include the word  “university” in its name. 7 The OfS's power to make an order under subsection (1) is exercisable by statutory instrument; and the Statutory Instruments Act 1946 is to apply to such an instrument as if the order had been made by a Minister of the Crown. 8 An order under subsection (1) may make incidental, supplementary, transitional or saving provision. 9 Any power to revoke an authorisation, consent or other approval mentioned in subsection (1), which is a power which exists immediately before the coming into force of this section, ceases to exist on that coming into force."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "59", "section_title": "Revocation of authorisation: procedure", "section_text": "59 1 Before making an order under section 58(1) revoking the authorisation, consent or other approval given to an institution to include the word  “university” in its name, the OfS must notify the governing body of the institution of its intention to do so. 2 The notice must— a specify the OfS's reasons for proposing to take the step in question, b specify the period during which the governing body may make representations about the proposal (“ the specified period ”), and c specify the way in which those representations may be made. 3 The specified period must not be less than 28 days beginning with the date on which the notice is received. 4 The OfS must have regard to any representations made by the governing body of the institution during the specified period in deciding whether to take the step in question. 5 Having decided whether or not to take the step in question, the OfS must notify the governing body of the institution of its decision. 6 If the OfS decides to revoke the authorisation, consent or other approval given to an institution to include the word  “university” in its name, the notice of the decision must specify the date on which the revocation takes effect under the order to be made under section 58(1). 7 The notice must also contain information as to— a the rights of appeal, and b the period within which an appeal may be made. 8 The order under section 58(1) implementing the decision to revoke the authorisation, consent or other approval may not be made, and the revocation may not take effect, at any time when— a an appeal under section 60(1)(a) or (b), or a further appeal, could be brought in respect of the decision to revoke, or b such an appeal is pending. 9 But that does not prevent the order under section 58(1) being made, or the revocation taking effect, if the governing body of the institution notifies the OfS that it does not intend to appeal. 10 Where subsection (8) ceases to prevent a revocation taking effect on the date specified under subsection (6), the OfS is to determine a future date on which the revocation takes effect under the order to be made under section 58(1). 11 But that is subject to what has been determined on any appeal under section 60(1)(a) or (b), or any further appeal, in respect of the decision to revoke."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "60", "section_title": "Appeals against revocation of authorisation", "section_text": "60 1 The governing body of an institution may appeal to the First-tier Tribunal against either or both of the following— a a decision of the OfS to revoke, by an order under section 58(1), an authorisation, consent or other approval given to the institution to include the word  “university” in its name; b a decision of the OfS as to the date specified under section 59(6) as the date on which the revocation takes effect. 2 On an appeal under subsection (1)(a), the Tribunal— a must consider afresh the decision appealed against, and b may take into account evidence that was not available to the OfS. 3 An appeal under subsection (1)(b) may be on the grounds— a that the decision was based on an error of fact; b that the decision was wrong in law; c that the decision was unreasonable. 4 On an appeal under subsection (1), the Tribunal may— a withdraw the decision; b confirm the decision; c vary the date on which the revocation takes effect under the order to be made under section 58(1); d remit the decision whether to confirm the decision, or any matter relating to that decision (including the date on which the revocation takes effect), to the OfS. 5 In the case of an appeal under subsection (1)(a), the Tribunal also has power to substitute for the decision any other decision that the OfS could have made. 6 An appeal under subsection (1)(a) against a decision to revoke an approval may include an appeal against the decision mentioned in subsection (1)(b) regarding the date when the revocation takes effect; and in the case of such an appeal, references in subsections (2), (4) and (5) to the decision appealed against are to be read accordingly."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "61", "section_title": "Entering and searching premises with a warrant", "section_text": "61 1 Schedule 5 makes provision about powers to enter and search premises in England occupied by supported higher education providers or linked institutions in relation to such providers. 2 “ Supported higher education provider ” means a registered higher education provider which— a is funded wholly or partly by a grant, loan or other payment from the OfS under section 39 or 40 (financial support for providers), or b provides higher education courses which are designated for the purposes of section 22 of the Teaching and Higher Education Act 1998 (financial support for students) by or under regulations made under that section. 3 A  “ linked institution ” in relation to a supported higher education provider means an institution which acts on behalf of the provider in the provision of a higher education course by the provider."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "62", "section_title": "Power to require information from unregistered providers", "section_text": "62 1 The OfS may by notice require the governing body of an unregistered provider to provide the OfS with such information for the purposes of the performance of the OfS's functions as the OfS requests in the notice. 2 A notice under subsection (1) may require the information to be provided— a by a time specified in the notice, and b in a form and manner specified in the notice. 3 If a governing body fails to comply with a notice under subsection (1) and does not satisfy the OfS that it is unable to provide the information, the OfS may enforce the duty to comply with the notice in civil proceedings for an injunction. 4 “An unregistered provider” is an English higher education provider which is not a registered higher education provider. 5 See section 8(1)(b) for the ongoing registration condition of a registered higher education provider to provide information to the OfS."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "63", "section_title": "Cooperation and information sharing by the OfS", "section_text": "63 1 The OfS— a may cooperate with any person where it considers it appropriate to do so for the efficient performance of a function of the OfS, and b must cooperate with a person in the performance of such a function if required to do so by the Secretary of State. 2 The OfS— a may cooperate with a relevant person where it considers it appropriate to do so for the efficient performance of a relevant function of the relevant person, and b must cooperate with a relevant person in the performance of such a function if required to do so by the Secretary of State. 3 The OfS may provide information to any person if the disclosure is made for the purposes of the performance of a function of the OfS. 4 The OfS may provide information to a relevant person if the disclosure is made for the purposes of the performance of a relevant function of the relevant person. 5 Provision of information by the OfS which is authorised by this section does not breach— a an obligation of confidence owed by the OfS, or b any other restriction on the provision of information (however imposed). 6 But nothing in this section authorises the OfS to provide information where doing so contravenes   the data protection legislation  . 7 In this section—   “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act);   “ relevant person ” means— the Privy Council, or a person prescribed by regulations made by the Secretary of State; “ relevant function ” means— in relation to the Privy Council, any of its functions; in relation to any other relevant person, a function prescribed by regulations made by the Secretary of State. 8 Regulations under this section prescribing functions of a relevant person may prescribe all of the person's functions."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "64", "section_title": "Duty to compile and make available higher education information", "section_text": "64 1 The relevant body must— a compile appropriate information relating to registered higher education providers and the higher education courses they provide, and b make the information available in an appropriate form and manner to the OfS, UKRI and the Secretary of State. 2 In this section  “ the relevant body ” means— a the designated body (see section 66), or b if there is no such body, the OfS. 3 What is  “ appropriate ” for the purposes of subsection (1)(a) and (b) is to be determined— a by the designated body if the OfS has notified the body that it is required to do so (and has not withdrawn the notification), or b otherwise, by the OfS. 4 A notification under subsection (3) may relate to one or both of the paragraphs of subsection (1). 5 When the designated body or the OfS determines what is appropriate for the purposes of subsection (1), it must in particular consider what would be helpful to the persons mentioned in subsection (1)(b). 6 The OfS must from time to time obtain and consider, or require the designated body to obtain and consider, the views of the persons listed in subsection (7) about the information that should be made available under this section. 7 Those persons are— a UKRI, b the Secretary of State, and c such other persons as the body seeking views considers appropriate. 8 In performing the duty under subsection (1)(a), the relevant body must— a cooperate with other persons who collect information from registered higher education providers, and b have regard to the desirability of reducing the burdens on such providers relating to the collection of information. 9 In carrying out other functions under this section, the OfS and the designated body must have regard to the desirability of reducing the burdens described in subsection (8)(b). 10 The functions conferred by this section do not affect any other functions of the OfS regarding information."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "65", "section_title": "Duty to publish higher education information", "section_text": "65 1 The relevant body must publish, or arrange for the publication of, appropriate information relating to registered higher education providers and the higher education courses they provide. 2 In this section  “ the relevant body ” means— a the designated body (see section 66), or b if there is no such body, the OfS. 3 The information must be published— a at appropriate times, and b at least once a year. 4 The information must be published in an appropriate form and manner. 5 What is  “ appropriate ” for the purposes of subsections (1), (3) and (4) is to be determined— a by the designated body if the OfS has notified the body that it is required to do so (and has not withdrawn the notification), or b otherwise, by the OfS. 6 A notification under subsection (5) may relate to one or more of subsections (1), (3) and (4). 7 When the designated body or the OfS determines what is appropriate for the purposes of subsection (1), (3) or (4), it must in particular consider what would be helpful to— a students on higher education courses provided by registered higher education providers; b people thinking about undertaking such courses; c registered higher education providers. 8 The consideration under subsection (7) of what would be helpful to those described in paragraphs (a) to (c) of that subsection must include a consideration of what would be helpful to— a international students on higher education courses provided by registered higher education providers; b people thinking about undertaking such courses who would be international students on such courses; c registered higher education providers who recruit, or are thinking about recruiting, people who would be international students on such courses. 9 When the designated body or the OfS determines what is appropriate for the purposes of subsection (1), it must, in particular, consider whether information about the numbers of international students on higher education courses provided by registered higher education providers would be appropriate information. 10 The OfS must from time to time consult, or require the designated body to consult, the following about the matters described in subsections (7) to (9)— a a number of registered higher education providers that, taken together, appear to the OfS to comprise a broad range of the different types of such providers, b a number of persons that, taken together, appear to the OfS to represent, or promote the interests of, a broad range of students on higher education courses provided by registered higher education providers, c a number of persons that, taken together, appear to the OfS to represent, or promote the interests of, a broad range of employers of graduates, and d such other persons as the OfS considers appropriate. 11 In performing the duty under subsection (1), the relevant body must— a cooperate with other persons who collect information from registered higher education providers, and b have regard to the desirability of reducing the burdens on such providers relating to the collection of information. 12 In carrying out other functions under this section, the OfS and the designated body must have regard to the desirability of reducing the burdens described in subsection (11)(b). 13 The functions conferred by this section do not affect any other functions of the OfS regarding information. 14 In this section— “ graduate ” means a graduate of a higher education course provided by a registered higher education provider; “ international student ” means a person— who is not within any description of persons prescribed under section 1 of the Education (Fees and Awards) Act 1983 (charging of higher fees in case of students without prescribed connection with the UK) for the purposes of subsection (1) or (2) of that section, and whose presence in the United Kingdom, and undertaking of the higher education course in question, are not in breach of primary or secondary legislation relating to immigration."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "66", "section_title": "Designated body", "section_text": "66 1 In sections 64 and 65 and this section,  “ designated body ” means a body for the time being designated under Schedule 6. 2 In Schedule 6— a Part 1 makes provision about the designation of a body for the purposes of sections 64 and 65, and b Part 2 makes provision about oversight of the designated body by the OfS. 3 If there is a designated body, the OfS must have regard to the views of that body when making a decision about what is appropriate for the purposes of section 64(1) or section 65(1), (3) or (4). 4 A person listed in subsection (5) may by notice require a designated body to provide the person with information which is held by the designated body for the purposes of the performance of its duties under sections 64(1) or 65(1). 5 Those persons are— a the OfS, b UKRI, and c the Secretary of State. 6 A person may give a notice under subsection (4) only in respect of information which is required by the person for the purposes of the performance of any of the person's functions. 7 A notice under subsection (4) may require the information to be provided— a by a time specified in the notice, and b in a form and manner specified in the notice. 8 If a designated body fails to comply with a notice under subsection (4) and does not satisfy the person who gave the notice that it is unable to provide the information, that person may enforce the duty to comply with the notice in civil proceedings for an injunction."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "67", "section_title": "Power of designated body to charge fees", "section_text": "67 1 A designated body may charge an annual fee to any registered higher education provider in respect of costs incurred, or to be incurred, by the body in the performance by the body of its functions under this Act. 2 The amount of a fee payable by a registered higher education provider under this section may be calculated by reference to costs incurred, or to be incurred, by the body in the performance by the body of any of its functions under this Act which are unconnected with the provider. 3 The total fees payable under this section in any period of 12 months must not exceed the total costs incurred by the body in that period in the performance by the body of its functions under this Act. 4 The designated body must publish— a a statement of the amount of the fees which it charges under this section and the basis on which they are calculated, and b revised statements where the amount of the fees or the basis on which they are calculated changes. 5 “ Designated body ” has the same meaning as in section 66."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "67A", "section_title": "Power for the OfS to publish notices, decisions and reports", "section_text": "67A 1 The OfS may publish notices, decisions and reports given or made in the performance of its functions. 2 Subsection (1) does not affect any other power of the OfS to publish such a matter. 3 Publication under this section does not breach— a an obligation of confidence owed by the OfS, or b any other restriction on the publication or disclosure of information (however imposed). 4 But nothing in this section authorises the OfS to publish information where doing so contravenes the data protection legislation. For this purpose “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act). 5 In deciding whether to publish a notice, decision or report under subsection (1), the OfS must, in particular, consider— a the interests of— i students on higher education courses provided by English higher education providers, ii people thinking about undertaking, or who have undertaken, such courses, and iii English higher education providers, b the need for excluding from publication, so far as practicable, any information which relates to the affairs of a particular body or individual, where publication of that information would or might, in the opinion of the OfS, seriously and prejudicially affect the interests of that body or individual, and c the public interest. 6 For the purposes of this section and sections 67B and 67C— a a reference to a decision includes a reference to the reasons for it, and b any decision made in the course of exercising, or for the purposes of enabling the OfS to exercise, any of the OfS’s functions (including making any other decision) is made “in the performance of its functions”."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "67B", "section_title": "Publication of decision to conduct or terminate investigation", "section_text": "67B 1 This section applies where under section 67A(1) the OfS publishes a decision to conduct an investigation. 2 If the publication identifies a higher education provider or other body or individual whose activities are being, or to be, investigated, and— a the OfS terminates the investigation without making any finding, or b the findings of the investigation, so far as they relate to the higher education provider, body or individual, do not result in the OfS taking any further action, the OfS must publish a notice stating that fact. 3 Section 67C does not apply to the publication of the decision to conduct the investigation to the extent that it includes information other than— a a statement of the OfS’s decision to conduct the investigation, b a summary of the matter being, or to be, investigated, and c a reference to the identity of any higher education provider or other body or individual whose activities are being, or to be, investigated. 4 See section 67A(6) for the meaning of references to decisions."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "67C", "section_title": "Protection from defamation claims", "section_text": "67C 1 For the purposes of the law of defamation, publication by the OfS of any notice, decision or report given or made in the performance of its functions is privileged unless the publication is shown to have been made with malice. This is subject to section 67B. 2 See section 67A(6) for the meaning of references to decisions."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "68", "section_title": "Duty to monitor and report on financial sustainability", "section_text": "68 1 The OfS must monitor the financial sustainability of the following registered higher education providers— a those who are funded wholly or partly by a grant, loan or other payment from the OfS under section 39 or 40 (financial support for providers), b those who are not so funded but are eligible to receive such funding under section 39 or 40, and c those who provide higher education courses which are designated for the purposes of section 22 of the Teaching and Higher Education Act 1998 (financial support for students) by or under regulations made under that section. 2 The OfS must include in its annual report a financial sustainability summary for the financial year to which the report relates. 3 “A financial sustainability summary” for a financial year is a summary of conclusions drawn by the OfS for that year, from its monitoring under subsection (1), regarding relevant patterns, trends or other matters which it has identified. 4 Patterns, trends or other matters are  “relevant” if— a they relate to the financial sustainability of some or all of the registered higher education providers monitored under subsection (1), and b the OfS considers that they are appropriate to be brought to the attention of the Secretary of State. 5 In this section— “ annual report ” means the annual report under paragraph 13 of Schedule 1; “ financial year ” has the same meaning as in that Schedule (see paragraph 12(6))."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "69", "section_title": "Studies for improving economy, efficiency and effectiveness", "section_text": "69 1 The OfS may arrange for studies designed to improve economy, efficiency and effectiveness in the management or operations of a registered higher education provider to be promoted or carried out by a person. 2 A person promoting or carrying out such studies at the request of the OfS (“a researcher”) may require the governing body of the provider concerned— a to provide the researcher or an authorised person with such information as the researcher may reasonably require for that purpose, and b to make available for inspection, to the researcher or an authorised person, their accounts and such other documents as the researcher may reasonably require for that purpose. 3 “ Authorised person ” means a person authorised by the researcher."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "69B", "section_title": "Functions of the OfS in relation to students’ unions", "section_text": "69B 1 The OfS must monitor whether students’ unions to which sections  A5  and  A6  apply are complying with their duties under those sections. 2 The OfS may impose a monetary penalty on a students’ union if it appears to the OfS that it is failing or has failed to comply with any of its duties under those sections. 3 A “monetary penalty” is a requirement to pay the OfS a penalty of an amount determined by the OfS in accordance with regulations made by the Secretary of State. 4 The Secretary of State may by regulations make provision about matters to which the OfS must, or must not, have regard in exercising its power under subsection  (2) . 5 Schedule 3 (monetary penalties: procedure etc) applies in relation to the imposition of a penalty on a students’ union under subsection  (2) , but as if— a references to a registered higher education provider or the governing body of such a provider were references to the students’ union, and b references to section 15 were references to subsection  (2) . 6 The OfS must maintain a list of the students’ unions to which, according to the information held by the OfS, sections  A5  and  A6  apply. 7 The OfS must make the list maintained under subsection  (6)  publicly available by such means as it considers appropriate. 8 A students’ union to which sections  A5  and  A6  apply must provide the OfS, or a person nominated by the OfS, with such information for the purposes of the performance of the OfS’s functions under this section as the OfS may require it to provide. 9 If a students’ union fails to comply with a requirement under subsection (8) and does not satisfy the OfS that it is unable to provide the information, the OfS may enforce the duty to comply with the requirement in civil proceedings for an injunction."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "69D", "section_title": "Overseas funding: registered higher education providers", "section_text": "69D 1 The OfS must monitor the overseas funding of registered higher education providers and their constituent institutions with a view to assessing the extent to which the funding presents a risk to the matters in subsection (2). 2 The matters are— a freedom of speech within the law, and b the academic freedom of academic staff of registered higher education providers and their constituent institutions, in the provision of higher education by registered higher education providers and their constituent institutions. 3 The duty in subsection (1) includes a duty to consider, in a case where the OfS has found that a registered higher education provider or any constituent institution of a registered higher education provider is in breach of its duty under section A1, whether overseas funding was relevant to the breach. 4 The information which the governing body of a registered higher education provider may be required to provide under the condition under section 8(1)(b), in relation to the function of the OfS under subsection (1), is— a information as to relevant funding from a relevant overseas person, where the funding from that person exceeds the threshold in any period of 12 months specified by the OfS, and b if the OfS considers it appropriate in any circumstances, such other information as the OfS may reasonably require. 5 In this section “relevant funding” from a relevant overseas person, in relation to a registered higher education provider, means amounts which are received by the provider or a connected person— a by way of endowment, gift or donation from the relevant overseas person, b by way of research grant from the relevant overseas person, c pursuant to a research contract with the relevant overseas person, or d pursuant to an educational or commercial partnership with the relevant overseas person. 6 In subsection (5) “ connected person ”, in relation to a registered higher education provider, means— a the governing body of the provider, b a constituent institution of the provider, or c a member or member of staff of the provider or of a constituent institution, in their capacity as such. 7 For the purposes of subsection (5), treat receipt of anything that is not money as receipt of an amount equal to the value of the thing to the recipient at the time of receipt. 8 In this section “ relevant overseas person ” means— a the government of an overseas country, other than a prescribed country, b a body which is incorporated or registered in, or has its headquarters in, an overseas country other than a prescribed country, or c an individual who is a politically exposed person in relation to an overseas country other than a prescribed country. 9 In this section— “ overseas country ” means any country or territory outside the United Kingdom, but not including the Channel Islands, the Isle of Man and any British overseas territory; “ politically exposed person ” has the meaning given by regulation 35 of the Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017 ( S.I. 2017/692 ); “ prescribed country ” means a country or territory specified in regulations made by the Secretary of State. 10 For the purposes of subsection (4)(a), “ the threshold ” means an amount specified in regulations made by the Secretary of State. 11 Regulations under subsection (10) may include provision— a as to how the amount specified is to be calculated; b to treat amounts received from a person other than a relevant overseas person as received from the relevant overseas person."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "69E", "section_title": "Overseas funding: students’ unions", "section_text": "69E 1 The OfS must monitor the overseas funding of students’ unions at registered higher education providers that are eligible for financial support with a view to assessing the extent to which the funding presents a risk to the matter in subsection (2). 2 The matter is freedom of speech within the law for— a members of the students’ unions, b students of the providers, c staff of the students’ unions, d staff and members of the providers and of their constituent institutions, and e visiting speakers. 3 The duty in subsection (1) includes a duty to consider, in a case where the OfS has found that a students’ union is in breach of its duty under section A5, whether overseas funding was relevant to the breach. 4 For the purpose of the function of the OfS under subsection (1), a students’ union referred to in that subsection must provide to the OfS at such times, and in respect of such periods, as the OfS may reasonably request— a information as to any amounts received from a relevant overseas person, where the amounts exceed the threshold in any period of 12 months specified by the OfS, and b if the OfS considers it appropriate in any circumstances, such other information as the OfS may reasonably require. 5 If a students’ union fails to comply with its duty under subsection (4), the OfS may enforce the duty in civil proceedings for an injunction. 6 The following provisions of section 69D apply for the purposes of this section— a subsection (7) (things other than money); b subsections (8) and (9) (meaning of “ relevant overseas person ”); c subsections (10) and (11) (meaning of “ threshold ”)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "70", "section_title": "Registration fees", "section_text": "70 1 The OfS may, in accordance with regulations made by the Secretary of State, charge an institution either or both of the following— a a fee for its initial registration in the register; b a fee for its ongoing registration in the register for each period of twelve months. 2 The regulations may, in particular, make provision— a about the amounts which may be charged, including different amounts for different institutions; b about the charging of proportions of those amounts in certain circumstances; c about when a fee is payable, including about payment by instalments; d about the consequences of non-payment; e about notification of institutions of the fees payable, when they are payable and the consequences of non-payment; f about the recovery of fees and of costs in recovering those fees; g about the imposition of financial penalties for late payment of fees; h about rights of appeal in respect of the imposition of such penalties; i about the charging of interest; j about the waiving or refunding of fees. 3 The regulations may provide for the amounts of fees to be calculated by reference to costs incurred, or to be incurred, by the OfS in the performance of any of its functions (including costs unconnected with maintaining the register or with the institution in question). 4 Regulations under this section may be made only with the consent of the Treasury."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "71", "section_title": "Other fees", "section_text": "71 1 The OfS may, in accordance with regulations made by the Secretary of State, charge a fee for— a any activity undertaken by the OfS in the performance of its functions which is specified in the regulations; b any service provided by it in the performance of its functions which is specified in the regulations. 2 The regulations may, in particular, make provision— a about the persons required to pay the fees (“payees”); b about the amounts which may be charged, including different amounts for different payees; c about the charging of proportions of those amounts in certain circumstances; d about when a fee is payable, including about payment by instalments; e about the consequences of non-payment; f about notification of payees of the fees payable, when they are payable and the consequences of non-payment; g about the recovery of fees and of costs in recovering those fees; h about the imposition of financial penalties for late payment of fees; i about rights of appeal in respect of the imposition of such penalties; j about the charging of interest; k about the waiving or refunding of fees. 3 The regulations may provide for the amounts of fees to be calculated by reference to costs incurred by the OfS in the performance of the activity or service in question in relation to a person other than the payee. 4 If costs incurred by the OfS are costs by reference to which fees under section 70 are calculated as a result of regulations made under that section, fees calculated by reference to those costs may not be charged under this section. 5 Regulations under this section may be made only with the consent of the Treasury."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "72", "section_title": "Retention of fee related income", "section_text": "72 1 The OfS must pay its fee income to the Secretary of State except to the extent that the Secretary of State, with the consent of the Treasury, directs otherwise. 2 “ Fee income ” means the sums received by the OfS by way of— a fees charged under section 70 (registration fees) or 71 (other fees), or b costs recovered by virtue of regulations made under section 70(2)(f) or 71(2)(g). 3 The OfS must pay its other fee related income to the Secretary of State. 4 “ Other fee related income ” means the sums received by the OfS by way of— a penalties imposed by virtue of regulations made under section 70(2)(g) or 71(2)(h), or b interest charged by virtue of regulations made under section 70(2)(i) or 71(2)(j)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "73", "section_title": "Costs recovery", "section_text": "73 1 The OfS may, by notice, require the governing body of a provider in relation to which a sanction has been imposed to pay the costs incurred by the OfS in relation to imposing the sanction up to the date of notification. 2 The references in subsection (1) to imposing a sanction are to— a imposing a monetary penalty under section 15; b suspending a provider's registration under section 16; c removing a provider from the register under section 18. 3 “ Costs ” includes, in particular, investigation costs, administration costs and costs of obtaining expert advice (including legal advice). 4 “ The date of notification ” means the date on which the OfS notified the provider of its decision— a in the case of a monetary penalty, under paragraph 2(5) of Schedule 3; b in the case of suspension, under section 17(5); c in the case of removal, under section 19(5). 5 Schedule 7 contains provision about— a the procedure for imposing a requirement to pay costs, b rights of appeal, c the recovery of the amount required to be paid and interest, and d the retention of sums received."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "74", "section_title": "Grants from the Secretary of State", "section_text": "74 1 The Secretary of State may make grants to the OfS of such amounts, and subject to such terms and conditions, as the Secretary of State considers appropriate. 2 The terms and conditions under subsection (1) may, in particular, be framed by reference to particular courses of study. 3 But in determining the terms and conditions under subsection (1), the Secretary of State must have regard to the need to protect the institutional autonomy of English higher education providers. 4 The terms and conditions under subsection (1) must not relate to— a particular parts of courses of study, b the content of such courses, c the manner in which they are taught, supervised or assessed, d the criteria for the selection, appointment or dismissal of academic staff, or how they are applied, or e the criteria for the admission of students, or how they are applied. 5 Terms and conditions under subsection (1) framed by reference to a particular course of study must not require the OfS to perform a function in a way which prohibits or requires the provision of a particular course of study. 6 Terms and conditions under subsection (1) relating to the provision of financial support by the OfS under section 39 or 40 (financial support for providers) may be imposed only if— a they are requirements to be met before financial support of a specified amount or of a specified description is given by the OfS in respect of activities carried on by an institution, and b they apply to every institution, or every institution within a specified description, in respect of whose activities that support may be provided. 7 The terms and conditions under subsection (1) may, in particular— a enable the Secretary of State to require the repayment, in whole or in part, of sums paid by the Secretary of State if any of the terms and conditions subject to which the sums were paid is not complied with, and b require the payment of interest in respect of any period during which a sum due to the Secretary of State in accordance with any of the terms and conditions remains unpaid. 8 In this section  “ specified ” means specified in the terms and conditions."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "75", "section_title": "Regulatory framework", "section_text": "75 1 The OfS must, from time to time, prepare and publish a regulatory framework. 2 The OfS must have regard to it when exercising its functions. 3 The regulatory framework is to consist of— a a statement of how it intends to perform its functions,  ... b guidance for registered higher education providers on the general ongoing registration conditions , and c guidance for students’ unions to which sections  A5  and  A6  apply on their duties under those sections. 4 The statement under subsection (3)(a) must set out how the OfS intends to perform its functions in relation to a registered higher education provider in proportion to the OfS's assessment of the regulatory risk posed by the provider. 5 “ Regulatory risk ” means the risk of a breach of the provider's ongoing registration conditions. 6 Guidance under subsection (3)(b) must include guidance for the purpose of helping to determine whether or not behaviour complies with the general ongoing registration conditions. 7 The guidance  under subsection (3)(b)   may in particular specify— a descriptions of behaviour which the OfS considers compliant with, or not compliant with, a general ongoing registration condition; b factors which the OfS will take into account in determining whether or not behaviour is compliant with a general ongoing registration condition. 7A Guidance under subsection (3)(c) must include guidance for the purpose of helping to determine whether or not students’ unions are complying with their duties under sections  A5  and  A6 . 7B The guidance under subsection (3)(c) may in particular specify— a what the OfS considers students’ unions need to do to comply with their duties under sections  A5  and  A6 ; b factors which the OfS will take into account in determining, for the purposes of section 69B, whether or not a students’ union is complying with its duties under those sections. 8 Before publishing a regulatory framework under this section the OfS must consult— a bodies representing the interests of English higher education providers, b bodies representing the interests of students on higher education courses provided by English higher education providers,  ... ba in relation to guidance under subsection (3)(c), such bodies appearing to the OfS to represent the interests of students’ unions as the OfS considers appropriate, and c such other persons as it considers appropriate. 9 Where a regulatory framework is published, the OfS must send a copy of it to the Secretary of State who must lay it before Parliament."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "76", "section_title": "Secretary of State's power to confer supplementary functions", "section_text": "76 1 The Secretary of State may by regulations confer on the OfS such supplementary functions relating to higher education as the Secretary of State considers appropriate. 2 A  “supplementary function” is a function which— a is exercisable for the purposes of— i the performance by the Secretary of State of the Secretary of State's functions under primary or secondary legislation, or ii the doing by the Secretary of State of anything the Secretary of State has power to do apart from such legislation, and b relates to, or to the activities of, an institution in England which provides, or may provide, higher education. 3 Subsection (4) applies where— a any land or other property is or was used or held for the purposes of an institution, and b the Secretary of State is entitled to any right or interest in respect of the property, or would be so entitled on the occurrence of any event. 4 If the institution is an English higher education provider— a the Secretary of State may direct that all or any of the Secretary of State's functions in respect of the property are to be exercisable on the Secretary of State's behalf by the OfS, and b the functions are to be so exercised in accordance with such directions as the Secretary of State may give. 5 This section does not affect any other powers to confer functions on, or delegate functions to, the OfS."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "77", "section_title": "Secretary of State's power to give directions", "section_text": "77 1 The Secretary of State may by regulations give the OfS general directions about the performance of any of its functions. 2 In giving such directions, the Secretary of State must have regard to the need to protect the institutional autonomy of English higher education providers. 3 The directions may, in particular, be framed by reference to particular courses of study but, whether or not the directions are framed in that way, they must not relate to— a particular parts of courses of study, b the content of such courses, c the manner in which they are taught, supervised or assessed, d the criteria for the selection, appointment or dismissal of academic staff, or how they are applied, or e the criteria for the admission of students, or how they are applied. 4 Directions under subsection (1) framed by reference to a particular course of study must not direct the OfS to perform a function in a way which prohibits or requires the provision of a particular course of study. 5 The Secretary of State may also by regulations give the OfS financial support directions in relation to a particular registered higher education provider. 6 Financial support directions may be given only if— a it appears to the Secretary of State that the financial affairs of the provider have been or are being mismanaged, and b the OfS and the provider are consulted by the Secretary of State before the directions are given. 7 “Financial support directions” are such directions about the provision of financial support under section 39 or 40 in respect of activities carried on by the provider as the Secretary of State considers necessary or expedient because of the mismanagement. 8 The OfS must comply with any directions given under this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "78", "section_title": "Power to require information and advice from the OfS", "section_text": "78 1 The OfS must provide the Secretary of State with— a such information regarding any of its functions, or obtained in the performance of any of its functions, as the Secretary of State may require it to provide, and b such advice regarding any of its functions as the Secretary of State may require it to provide. 2 The OfS must provide information or advice under subsection (1) in such form as the Secretary of State may require."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "79", "section_title": "Power to require application-to-acceptance information", "section_text": "79 1 The Secretary of State may, by notice, require a body within subsection (2) to provide such application-to-acceptance information as may be described in the notice for use for qualifying research. 2 A body is within this subsection if it provides services to one or more English higher education providers relating to applications for admission on to higher education courses provided by them. 3 “ Application-to-acceptance information ” means information relating to— a applying for admission on to higher education courses provided by English higher education providers (including predicted grades), b offers and rejections regarding which individuals are admitted on to those courses, or c the acceptance of such offers. 4 “ Qualifying research ” means— a research into the choices available to individuals who are— i applying for admission on to higher education courses provided by English higher education providers, or ii considering whether to accept an offer for admission on such a course from such a provider; b research into equality of opportunity; c research into any other topic approved by the Secretary of State. 5 The notice under subsection (1) may require the information to be provided— a by a time specified in the notice, and b in a form and manner specified in the notice. 6 If a body fails to comply with a notice under subsection (1) and does not satisfy the Secretary of State that it is unable to provide the information, the Secretary of State may enforce the duty to comply with the notice in civil proceedings for an injunction or (in Scotland) an interdict. 7 In this section,  “ equality of opportunity ” means equality of opportunity in connection with access to and participation in higher education provided by English higher education providers. 8 See section 80 regarding the use of information obtained under this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "80", "section_title": "Use of application-to-acceptance information for research purposes", "section_text": "80 1 The Secretary of State may— a use information obtained under section 79 for use for qualifying research, and b provide information obtained under section 79 to an approved person for use for qualifying research. 2 The Secretary of State or an approved person may publish the product of research conducted using information obtained under section 79 so long as— a a purpose of the Secretary of State or the approved person in publishing it is to provide statistical information, b no individual to whom the information obtained under section 79 relates may be identified from the publication, and c the publication does not include information obtained under section 79 that may be regarded as commercially sensitive. 3 “ Approved person ” means— a a body approved by the Secretary of State for the purposes of this section that uses or disseminates information for the purpose of research (“an approved body”), or b an individual approved by the Secretary of State or an approved body for the purposes of this section (“an approved researcher”). 4 An approved body may provide information obtained under section 79 to an approved researcher, but an approved researcher may not provide that information to— a another approved researcher, or b another approved body. 5 The Secretary of State must publish guidance regarding factors that will be taken into account in deciding whether to approve a body or individual for the purposes of this section. 6 “ Qualifying research ” has the same meaning as in section 79."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "81", "section_title": "Higher Education Funding Council for England", "section_text": "81 The Higher Education Funding Council for England ceases to exist."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "82", "section_title": "The Director of Fair Access to Higher Education", "section_text": "82 The office of Director of Fair Access to Higher Education ceases to exist."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "83", "section_title": "Meaning of  “English higher education provider” etc", "section_text": "83 1 In this Part— “ English higher education provider ” means a higher education provider whose activities are carried on, or principally carried on, in England; “ higher education provider ” means an institution which provides higher education; “ institution ” includes any training provider (whether or not the training provider would otherwise be regarded as an institution); “ higher education ” means education provided by means of a higher education course; “ higher education course ” means a course of any description mentioned in Schedule 6 to the Education Reform Act 1988; “ training provider ” means a person who provides training for members of the school workforce within the meaning of Part 3 of the Education Act 2005 (see section 100 of that Act). 2 In this Part— a “ English further education provider ” means an institution in England within the further education sector, and b references to an institution within the further education sector have the same meaning as in the Further and Higher Education Act 1992 (see section 91(3) of that Act). 3 In this Part references to a higher education course provided in England are to a higher education course which is provided wholly, or principally, in England. 4 In this Part references to an institution in a part of the United Kingdom are to an institution whose activities are carried on, or principally carried on, in that part. 5 Subsection (1) is subject to express provision to the contrary, see— a section 10(9) (mandatory fee limit condition for certain providers), b section 25(4) (rating the quality of, and the standards applied to, higher education), c section 32(5)(b) (content of an access and participation plan: equality of opportunity), and d section 38(5) and (6) (duty to monitor etc the provision of arrangements for student transfers)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "84", "section_title": "Designation of other providers of higher education", "section_text": "84 1 The Secretary of State may, on the application of a provider of higher education within subsection (2), designate the provider for the purposes of this section. 2 A provider of higher education is within this subsection if— a it provides higher education, b its activities are carried on, or principally carried on, in England, and c but for the designation it would not be regarded as an institution for the purposes of this Part. 3 A provider of higher education designated under this section is, unless the designation is withdrawn, to be treated for the purposes of any provision made by or under this Part as being an institution. 4 The Secretary of State may, by regulations, make provision about— a the making of applications for designation; b the making of designations under this section (including provision about matters to be taken into account in determining whether to make a designation); c the withdrawal of a designation (including provision about matters to be taken into account in determining whether to withdraw a designation); d the effect of a withdrawal of a designation (including provision for a provider whose designation is withdrawn to continue to be treated as an institution for purposes prescribed in the regulations). 5 Subsection (3) is subject to any provision made under subsection (4)(d)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "85", "section_title": "Other definitions", "section_text": "85 1 In this Part—   “ academic freedom ” has the meaning given by subsection (6);   “ an access and participation plan condition ” has the meaning given by section 12(3); “ a fee limit condition ” has the meaning given by section 10(2);   “ constituent institution ”, in relation to a registered higher education provider, has the same meaning as in Part A1 (see section A4(4)); “ foundation degree ” has the meaning given by section 42(3); “ foundation degree only authorisation ” has the meaning given by section 42(3);   references to freedom of speech have the same meaning as in Part A1 (see section A1(13));   “governing body”— in relation to a training provider who, but for the definition of  “institution” in section 83(1), would not be regarded as an institution, means any persons responsible for the provider's management; in relation to a provider designated under section 84 means any persons responsible for the provider's management; in relation to any other institution, has the meaning given by section 90(1) of the Further and Higher Education Act 1992, but subject to any provision made by virtue of section 90(2) of that Act; “ the institutional autonomy of English higher education providers ” has the meaning given by section 2(8);   “ member ”, in relation to a registered higher education provider or a constituent institution of such a provider, has the same meaning as in Part A1 (see sections A1(13) and A4(4)); “ member ”, in relation to a students’ union which is a representative body and not an association (see section 20(1)(b) of the Education Act 1994), means those whom it is the purpose of the union to represent, excluding any student who has signified that they do not wish to be represented by it;   “ the register ” has the meaning given by section 3(1); “ registered higher education provider ” has the meaning given by section 3(10);   “ registered higher education provider that is eligible for financial support ” means a registered higher education provider that is an eligible higher education provider for the purposes of section 39;   “ registration ” has the meaning given by section 3(10); “ research award ” has the meaning given by section 42(3); “ sector-recognised standards ” has the meaning given by section 13(3);   “ students’ union ”, in relation to any institution, has the same meaning as it has in Part 2 of the Education Act 1994 in relation to establishments to which that Part applies (see section 20 of that Act);   “ taught award ” has the meaning given by section 42(3). 2 In this Part,  “ fees ” in relation to undertaking a course, means fees in respect of, or otherwise in connection with, undertaking the course, including admission, registration, tuition and graduation fees and fees payable for awarding or accrediting a qualification in respect of the course, but excluding— a fees payable for board or lodging, b fees payable for field trips (including any tuition element of such fees), c fees payable for attending any graduation or other ceremony, and d such other fees as may be prescribed by regulations made by the Secretary of State. 3 References in this Part to the ongoing registration conditions of a provider have the meaning given by section 3(8). 4 For the purposes of this Part an appeal is  “pending” during the period— a beginning when it is instituted, and b ending when it is determined, withdrawn or abandoned. 5 When construing references in this Part to a time when an appeal could be brought, any possibility of an appeal out of time is to be ignored. 6 In this Part, “ academic freedom ”, in relation to academic staff at an institution, means their freedom within the law— a to question and test received wisdom, and b to put forward new ideas and controversial or unpopular opinions, without placing themselves at risk of being adversely affected in any of the ways described in subsection (7). 7 Those ways are— a loss of their jobs or privileges at the institution; b the likelihood of their securing promotion or different jobs at the institution being reduced."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "86", "section_title": "Power to make alternative payments", "section_text": "86 1 Section 22 of the Teaching and Higher Education Act 1998 (power to give financial support to students) is amended in accordance with subsections (2) to (7). 2 In subsection (1), for  “or loans” substitute  “                    , loans or alternative payments                  ” . 3 In subsection (2)— a in paragraphs (a), (b) and (c), for  “or loan” substitute  “                        , loan or alternative payment                      ” , b in paragraph (g)— i after  “repayment” insert  “                            , the making of contributions                          ” , and ii after  “loans”, in each place, insert  “                            or alternative payments                          ” , c in paragraph (i), after  “loans” insert  “                        or as part of alternative payments                      ” , and d in paragraph (j), for  “or loans”, in each place, substitute  “                        , loans or alternative payments                      ” . 4 After subsection (4) insert— 4A Regulations under this section may not provide for alternative payments to bear any interest. 4B The provision which may be made by virtue of subsection (2)(g) in relation to alternative payments under this section includes provision— a for a recipient of an alternative payment (an  “AP recipient”) to be required to make, in such manner, at such times, and to such person or body as may be prescribed from time to time, contributions which together are equal to the aggregate of— i the amount of the alternative payment, and ii the amounts which would be required to be paid by virtue of subsection (3)(a) if the alternative payment were a loan; b for the payment, in respect of amounts overpaid by an AP recipient, of amounts which are the same as the amounts which would be required to be paid by virtue of subsection (3)(c) if the alternative payment were a loan; c for an AP recipient not to be liable to make any contribution in respect of an alternative payment— i during such period as may be prescribed from time to time, or ii in such circumstances as may be so prescribed, including provision for the cancellation of any further such liability of the recipient in any such circumstances; d in the case of alternative payments in connection with a higher education course, for the cancellation of the entitlement of an AP recipient to receive a sum as part of an alternative payment in such circumstances as may be prescribed by, or determined by the person making the regulations under, the regulations, where the payment of the sum has been suspended; e with respect to sums which an AP recipient receives, or is entitled to receive, as part of an alternative payment after the commencement of the recipient's bankruptcy or the date of the sequestration of the recipient's estate; f with respect to the effect of bankruptcy upon an AP recipient's liability to make contributions in respect of an alternative payment (whether the contributions relate to sums which the recipient receives, or is entitled to receive, before or after the commencement of the bankruptcy); g with respect to sums which an AP recipient receives, or is entitled to receive, as part of an alternative payment before or after a voluntary arrangement under Part 8 of the Insolvency Act 1986 or Part 8 of the Insolvency (Northern Ireland) Order 1989 (individual voluntary arrangements) takes effect in respect of the recipient; h excluding or modifying the application of Part 8 of that Act, or Part 8 of that Order, in relation to liability to make contributions in respect of an alternative payment (whether the contributions relate to sums which the AP recipient receives, or is entitled to receive, before or after a voluntary arrangement takes effect in respect of the recipient); i in relation to England, for contributions made in respect of an alternative payment to be dealt with, with the consent of the Treasury, otherwise than by payment into the Consolidated Fund; j in relation to Wales, for contributions made in respect of an alternative payment to be dealt with otherwise than by payment into the Consolidated Fund. 5 In subsection (5)— a in the opening words, after  “loans” insert  “                        or from AP recipients in respect of alternative payments                      ” , b in paragraphs (a)(i) and (c), after  “borrowers” insert  “                        or AP recipients                      ” , c in paragraph (d)(ii), at the end insert  “                        or, in the case of requirements imposed on AP recipients, additional contributions in respect of such periods of the same amounts as the payments which would be required by virtue of this paragraph if the AP recipient were a borrower                      ” , d after paragraph (e) insert— ea requiring the making by AP recipients, in respect of periods when any contributions due in respect of their alternative payments have not been made, of— i additional contributions of the same amounts as the payments which would be required by virtue of paragraph (e)(i) if the alternative payments were loans, or ii both such additional contributions and one or more surcharges (together with further additional contributions in respect of periods when such surcharges are due but unpaid); , e in paragraph (f)— i after  “borrowers” insert  “                            or AP recipients                          ” , and ii at the end insert  “                            or contributions                          ” , and f in paragraph (h), after  “borrowers” insert  “                        or AP recipients                      ” . 6 In subsection (10), after  “Interest” insert  “                    or contributions                  ” . 7 After subsection (10), insert— 11 In this section— a references to an alternative payment are to a payment which, in the opinion of the person making the regulations concerned, achieves a similar effect to a loan under this section without including provision for the payment of interest, and b references to a borrower are to a person to whom a loan is made. 8 In section 46 of the Teaching and Higher Education Act 1998 (extent etc)— a in subsection (7), in the entry relating to section 22, after  “(3)(e)” insert  “                        , (4B)(e)                      ” , and b in subsection (8), in the entry relating to section 22, after  “or (h)” insert  “                        , (4B)(e), (f), (g) or (h)                      ” . 9 The functions of making any provision authorised by the new subsection (4B)(e) to (h) of section 22 of the Teaching and Higher Education Act 1998 (as inserted by subsection (4)) are exercisable in relation to Wales by the Secretary of State (rather than by the Welsh Ministers)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "87", "section_title": "Section 86: consequential amendments", "section_text": "87 1 In section 73E of the Education (Scotland) Act 1980 (supply of information in connection with student loans)— a in subsections (2) and (3)(b), after  “loans” insert  “                        and alternative payments                      ” , and b in subsection (6)(c)— i in the opening words, after  “loans” insert  “                            and alternative payments                          ” , and ii in sub-paragraph (ii), after  “loans” insert  “                            or alternative payments                          ” . 2 In section 23(7)(a)(i) of the Teaching and Higher Education Act 1998 (functions in respect of which payments are to be made), for  “or loans” substitute  “                    , loans or alternative payments                  ” . 3 In section 24 of that Act (supply of information in connection with student support)— a in subsections (2) and (3)(b)(i), after  “loans” insert  “                        and alternative payments                      ” , b in subsection (6)(c)— i in the opening words, after  “loans” insert  “                            and alternative payments                          ” , and ii in sub-paragraph (i), after  “loans” insert  “                            or alternative payments                          ” , and c in subsection (10), for  “or loans” substitute  “                        loans, or alternative payments                      ” . 4 In paragraph 15 of Part 2 of Schedule 2 to the Commissioners for Revenue and Customs Act 2005 (restrictions on functions of Commissioners for Revenue and Customs), for  “the student loan scheme” substitute  “                    student support                  ” . 5 In Article 5 of the Education (Student Support) (Northern Ireland) Order 1998 (S.I. 1998/1760 (N.I. 14) (supply of information in connection with student loans))— a in paragraphs (2) and (3)(b), after  “loans” insert  “                        and alternative payments                      ” , and b in paragraph (6)(c)— i in the opening words, after  “loans” insert  “                            and alternative payments                          ” , and ii in head (ii), after  “loans” insert  “                            or alternative payments                          ” ."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "88", "section_title": "Other amendments relating to financial support", "section_text": "88 1 Section 22 of the Teaching and Higher Education Act 1998 (power to give financial support for students) is amended as follows. 2 In subsection (2), after paragraph (a) insert— aa for the designation of a higher education course for the purposes of this section to be determined by reference to matters determined or published by the Office for Students or other persons (whether before or after the regulations are made); . 3 In subsection (2), after paragraph (f) insert— fa in the case of a grant under this section in connection with a higher education course, where a payment has been so suspended, for the cancellation of any entitlement to the payment in such circumstances as may be prescribed by, or determined by the person making the regulations under, the regulations; . 4 After subsection (2), insert— 2A The provision which may be made by virtue of subsection (2)(b) in respect of higher education courses includes provision prescribing the maximum amount by reference to matters determined or published by the Secretary of State or other persons (whether before or after the regulations are made). 5 In subsection (3), after paragraph (d) insert— da in the case of a loan under this section in connection with a higher education course, for the cancellation of the entitlement of a borrower to receive a sum under such a loan in such circumstances as may be prescribed by, or determined by the person making the regulations under, the regulations where the payment of the sum has been suspended; ."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "89", "section_title": "Qualifying institutions for purposes of student complaints scheme", "section_text": "89 1 Part 2 of the Higher Education Act 2004 (review of student complaints) is amended in accordance with subsections (2) to (5). 2 In section 11 (qualifying institutions for purposes of student complaints scheme)— a in the words before paragraph (a), omit  “in England or Wales”, b in the opening words of paragraph (a)— i after  “university” insert  “                            in England or Wales                          ” , and ii after  “the 1992 Act” insert  “                            or section 39 or 93 of the Higher Education and Research Act 2017 (“ the 2017 Act ”)                          ” , c in paragraph (a)(iii), after  “the 1992 Act” insert  “                        or section 42 or 45 of the 2017 Act                      ” , d in paragraph (b), after  “institution” insert  “                        in England or Wales                      ” , e in paragraph (c), after  “institution” insert  “                        in England or Wales                      ” , f in paragraph (d), at beginning insert  “                        an institution in Wales which is                      ” , g after paragraph (d), insert— da an institution in England which is a registered higher education provider as defined by section 85 of the 2017 Act (other than one within paragraph (a), (b), (c) or (d) of this section); , h in paragraph (e)— i after  “institution” insert  “                            in England or Wales                          ” , and ii for  “another paragraph” substitute  “                            any of the preceding paragraphs                          ” , i after paragraph (e), insert— ea an institution in England (other than one within any of the preceding paragraphs of this section) which provides higher education courses leading to the grant of an award by or on behalf of— i another institution in England within another paragraph of this section, or ii the Office for Students where the grant is authorised by regulations under section 51(1) of the 2017 Act; , and j in paragraph (f)— i after  “institution” insert  “                            in England or Wales                          ” , and ii after  “the 1992 Act” insert  “                            or section 42 or 45 of the 2017 Act                          ” . 3 In section 12(3) (qualifying complaints), for  “paragraph (e)” substitute  “                    paragraph (da), (e), (ea)                  ” . 4 After section 20 insert— Institutions that cease to be qualifying institutions 20A 1 An institution that ceases to be a qualifying institution is a  “transitional institution” during the shorter of— a the period of 12 months beginning with the day on which it ceases to be a qualifying institution, and b the period beginning with that day and ending when it becomes a qualifying institution again, (and the shorter period is referred to in this section as  “ the transitional period ”). 2 For the purposes of this Part, a transitional institution is to be treated as continuing to be a qualifying institution during the transitional period, subject to subsection (3). 3 A complaint is not a qualifying complaint to the extent that it is about an act or omission of a transitional institution which occurred on or after the day on which the transitional period began. 4 In section 12(3) (power of designated operator to determine when certain complaints are qualifying complaints), the reference to a qualifying institution within paragraph (da), (e), (ea) or (f) of section 11 includes a transitional institution that was a qualifying institution within the paragraph in question immediately before the beginning of the transitional period. 5 In section 21 (interpretation of Part 2)— a number the existing text as subsection (1), b in that subsection, omit the definition of  “governing body”, c in that subsection, after the definition of  “higher education corporation” insert— “ institution ” includes a training provider in England who would not otherwise be regarded as an institution; , d in that subsection, at the end insert— “ training provider ” means a person who provides training for members of the school workforce within the meaning of Part 3 of the Education Act 2005 (see section 100 of that Act). , and e after that subsection, insert— 2 In this Part  “governing body”— a in relation to a training provider in England who, but for the definition of  “institution” in subsection (1), would not be regarded as an institution, means any persons responsible for the provider's management; b in relation to a provider of higher education designated under section 84 of the Higher Education and Research Act 2017, means any persons responsible for the provider's management; c in relation to any other institution, has the meaning given by section 90(1) of the 1992 Act, but subject to any provision made by virtue of section 90(2) of that Act. 6 In section 118(8) of the Equality Act 2010 (time limits), in the definition of  “qualifying institution”, at the end insert  “                    , and includes an institution which is treated as continuing to be a qualifying institution for the purposes of Part 2 of that Act (see section 20A(2) of that Act)                  ” . 7 In section 32(1) of the Counter-Terrorism and Security Act 2015 (monitoring of performance: further and higher education bodies), in paragraph (a) of the definition of  “relevant higher education body”, after  “2004” insert  “                    , disregarding paragraphs (da) and (ea) of that section and the definition of  “institution” in section 21(1) of that Act                  ” ."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "90", "section_title": "Higher education corporations in England", "section_text": "90 Schedule 8 contains provision about higher education corporations in England."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "91", "section_title": "United Kingdom Research and Innovation", "section_text": "91 1 A body corporate called United Kingdom Research and Innovation or, in Welsh, Ymchwil ac Arloesedd y Deyrnas Unedig, is established. 2 In this Act that body is referred to as  “ UKRI ”. 3 Section 92 and Schedule 9 contain further provision about UKRI."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "92", "section_title": "The Councils of UKRI", "section_text": "92 1 UKRI is to have the following committees (referred to in this Part as the  “ Councils ”)— a the Arts and Humanities Research Council, b the Biotechnology and Biological Sciences Research Council, c the Economic and Social Research Council, d the Engineering and Physical Sciences Research Council, e the Medical Research Council, f the Natural Environment Research Council, g the Science and Technology Facilities Council, h Innovate UK, and i Research England. 2 The Secretary of State may by regulations amend subsection (1) so as to— a add or omit a Council, or b change the name of a Council. 3 But the regulations may not omit, or change the name of, Innovate UK or Research England. 4 Before making regulations under subsection (2), the Secretary of State must consult such persons as the Secretary of State considers appropriate. 5 UKRI must, if requested to do so by the Secretary of State, carry out such a consultation, on behalf of the Secretary of State, of such persons. 6 In such a case, UKRI must carry out the consultation in accordance with such directions as the Secretary of State may give."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "93", "section_title": "UK research and innovation functions", "section_text": "93 1 UKRI may— a carry out research into science, technology, humanities and new ideas, b facilitate, encourage and support research into science, technology, humanities and new ideas, c facilitate, encourage and support the development and exploitation of science, technology, new ideas and advancements in humanities, d facilitate, encourage and support knowledge exchange in relation to science, technology, humanities and new ideas, e collect, disseminate and advance knowledge in and in connection with science, technology, humanities and new ideas, f promote awareness and understanding of science, technology, humanities and new ideas, g provide advice on any matter relating to any of its functions, and h promote awareness and understanding of its activities. 2 The activities which UKRI may carry out in, or in connection with, exercising a function conferred by subsection (1) are not restricted to the United Kingdom. 3 The functions conferred by subsection (1)(a) to (f) include, in particular, power to encourage and support the provision of postgraduate training in science, technology, humanities and new ideas. 4 For the purposes of this Part,  “ knowledge exchange ”, in relation to science, technology, humanities or new ideas, means a process or other activity by which knowledge is exchanged where— a the knowledge is in, or in connection with, science, technology, humanities or new ideas (as the case may be), and b the exchange contributes, or is likely to contribute, (whether directly or indirectly) to an economic or social benefit in the United Kingdom or elsewhere. 5 Section 94 makes further provision about the giving of financial support under this section. 6 Sections 95 to 98 provide for UKRI to make arrangements for the exercise of functions by the Councils on UKRI's behalf."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "94", "section_title": "Financial support: supplementary provision", "section_text": "94 1 The power of UKRI under section 93 to give financial support includes, in particular, power to make grants, loans or other payments. 2 Financial support may be given by UKRI under that section on such terms and conditions as UKRI considers appropriate. 3 The terms and conditions may, in particular— a enable UKRI to require the repayment, in whole or in part, of sums paid by UKRI if any of the terms and conditions subject to which the sums were paid is not complied with, b require the payment of interest in respect of any period during which a sum due to UKRI in accordance with any of the terms and conditions remains unpaid, and c require a person to whom financial support is given to provide UKRI with any information it requests for the purpose of the exercise of any of its functions. 4 In exercising the power under section 93 to give financial support to any person, UKRI must have regard to the desirability of not discouraging the person from maintaining or developing funding from other sources."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "95", "section_title": "Exercise of functions by science and humanities Councils", "section_text": "95 1 UKRI must arrange for the Council listed in the first column of the following table to exercise such functions of UKRI in respect of the field of activity listed in the corresponding entry in the second column of the table as UKRI may determine. Council Field of activity Arts and Humanities Research Council Arts and humanities Biotechnology and Biological Sciences Research Council Biotechnology and biological sciences Economic and Social Research Council Social sciences Engineering and Physical Sciences Research Council Engineering and physical sciences Medical Research Council Medicine and biomedicine aimed at improving human health Natural Environment Research Council Environmental and related sciences Science and Technology Facilities Council Astronomy, particle physics, space science, nuclear physics and provision and operation of research facilities in relation to any area of activity specified in this column 2 Arrangements under this section may, in particular, provide for the exercise by the Council concerned of UKRI's functions under paragraph 8(1) and (2) of Schedule 9 in relation to relevant specialist employees. 3 A  “ relevant specialist employee ”, in relation to a Council, means— a a researcher or scientist employed by UKRI to work in the Council's field of activity (see the table in subsection (1)), or b a person who has knowledge, experience or specialist skills which is or are relevant to the Council's field of activity and is employed by UKRI to work in that field of activity. 4 Arrangements under this section must require the Council concerned, when exercising any function to which the arrangements relate, to have regard to the desirability of— a contributing (whether directly or indirectly) to economic growth, or an economic benefit, in the United Kingdom, b advancing knowledge (whether in the United Kingdom or elsewhere and whether directly or indirectly) in, or in connection with, science, technology, humanities or new ideas, and c improving quality of life (whether in the United Kingdom or elsewhere). 5 The Secretary of State may by regulations— a amend the first column of the table in subsection (1) in consequence of provision made by regulations under section 92; b amend the second column of that table. 6 Before making regulations under subsection (5), the Secretary of State must consult such persons as the Secretary of State considers appropriate. 7 UKRI must, if requested to do so by the Secretary of State, carry out such a consultation, on behalf of the Secretary of State, of such persons. 8 In such a case, UKRI must carry out the consultation in accordance with such directions as the Secretary of State may give."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "96", "section_title": "Exercise of functions by Innovate UK", "section_text": "96 1 UKRI must arrange for Innovate UK to exercise such functions of UKRI as UKRI may determine for the purpose of increasing economic growth in the United Kingdom. 2 But arrangements may not be made under this section for the exercise by Innovate UK of UKRI's function mentioned in section 93(1)(a). 3 Arrangements under this section must require Innovate UK, when exercising any function to which the arrangements relate, to have regard to— a the need to support (directly or indirectly) persons engaged in business activities in the United Kingdom, b the need to promote innovation by persons carrying on business in the United Kingdom, and c the desirability of improving quality of life in the United Kingdom."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "97", "section_title": "Exercise of functions by Research England", "section_text": "97 1 UKRI must arrange for Research England to exercise such functions of UKRI as UKRI may determine for the purpose of giving financial support within subsection (2) or (3). 2 Financial support is within this subsection if it is given to the governing body of an eligible higher education provider in respect of expenditure incurred, or to be incurred, by the provider for the purposes of either or both of the following— a the undertaking of research into, or knowledge exchange in relation to, science, technology, humanities or new ideas by the provider; b the provision of facilities, or the carrying out of other activities, by the provider which its governing body considers it is necessary or desirable to provide or carry out for the purposes of, or in connection with, research into, or knowledge exchange in relation to, science, technology, humanities or new ideas. 3 Financial support is within this subsection if it is given to any person in respect of expenditure incurred, or to be incurred, by the person for the purposes of the provision by any person of services for the purposes of, or in connection with— a the undertaking of research into science, technology, humanities or new ideas by eligible higher education providers receiving financial support which is within subsection (2), or b the undertaking of knowledge exchange in relation to science, technology, humanities or new ideas by eligible education providers receiving such financial support. 4 Arrangements under this section must require Research England, when exercising a function for the purpose of giving financial support, to consult such persons as Research England considers appropriate before determining any terms and conditions to be imposed in relation to the financial support. 5 “ Eligible higher education provider ” has the same meaning as in section 39."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "98", "section_title": "Exercise of functions by the Councils: supplementary", "section_text": "98 1 UKRI may arrange for any Council to exercise such other functions of UKRI as UKRI may determine in addition to those exercisable by the Council pursuant to arrangements under section 95, 96 or 97 (as the case may be). 2 Arrangements under subsection (1) may result in a function of UKRI being exercisable by more than one Council. 3 A function of UKRI which is exercisable by a Council on UKRI's behalf pursuant to arrangements under sections 95 to 97 or subsection (1) may also be exercised by UKRI. 4 Arrangements under sections 95 to 97 or subsection (1) must require the Council concerned to provide UKRI with such advice or information about the exercise of any function to which the arrangements relate as UKRI may require it to provide."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "99", "section_title": "UKRI's research and innovation strategy", "section_text": "99 1 UKRI must— a if requested to do so by the Secretary of State, prepare a strategy for the exercise of its functions during the period specified in the request, and b submit the strategy to the Secretary of State for approval. 2 A strategy under subsection (1) is referred to in this Part as a  “ research and innovation strategy ”. 3 A research and innovation strategy must specify— a the period before the end of which each Council must submit a strategic delivery plan to UKRI under section 100, and b the period to which such a plan must relate. 4 The Secretary of State may approve a research and innovation strategy with or without modifications. 5 UKRI must publish a research and innovation strategy approved under this section in such manner as the Secretary of State may require it to be published."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "100", "section_title": "Councils' strategic delivery plans", "section_text": "100 1 This section applies where UKRI publishes a research and innovation strategy under section 99. 2 UKRI must arrange for each Council to— a prepare a strategic delivery plan for the period specified in the strategy by virtue of section 99(3)(b), and b submit it to UKRI for approval. 3 The strategic delivery plan must be submitted before the end of the period specified in the strategy by virtue of section 99(3)(a). 4 A strategic delivery plan is a plan setting out the Council's proposals for the exercise by the Council, during the period to which the plan relates, of functions of UKRI pursuant to arrangements under sections 95 to 98. 5 UKRI may approve a strategic delivery plan with or without modifications. 6 UKRI must publish a strategic delivery plan approved under this section in such manner as the Secretary of State may require it to be published. 7 Arrangements under sections 95 to 98 must require the Council concerned, when exercising any function to which the arrangements relate, to do so in accordance with any relevant strategic delivery plan. 8 A strategic delivery plan is a  “ relevant strategic delivery plan ” for the purposes of subsection (7) if— a it was prepared by the Council concerned and has been approved under this section, and b it relates to the period during which the function concerned is being exercised."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "101", "section_title": "Grants to UKRI from the Secretary of State", "section_text": "101 1 The Secretary of State may make grants to UKRI of such amounts, and subject to such terms and conditions, as the Secretary of State considers appropriate. 2 Where a grant is made in respect of functions exercisable by Research England pursuant to arrangements under section 97, terms and conditions under subsection (1) in respect of those functions may be imposed only if— a they are requirements to be met before financial support of a specified amount or of a specified description is given by Research England in respect of activities carried out by an institution, and b they apply to every institution, or every institution within a specified description, in respect of whose activities that support may be provided. 3 Where a grant is made in respect of functions exercisable by Research England pursuant to arrangements under section 97, any terms and conditions under subsection (1) in respect of those functions may not be framed by reference to— a particular courses of study or programmes of research (including the contents of courses or programmes and the manner in which they are taught, supervised or assessed), or b the criteria for the selection and appointment of academic staff and for the admission of students. 4 Terms and conditions under subsection (1) may, in particular— a provide for the allocation of the whole or a part of the grant to a particular Council and for subsequent changes in that allocation, b enable the Secretary of State to require the repayment, in whole or in part, of sums paid by the Secretary of State if any of the terms and conditions subject to which the sums were paid is not complied with, and c require the payment of interest in respect of any period during which a sum due to the Secretary of State in accordance with any of the terms and conditions remains unpaid. 5 Where the Secretary of State makes a grant to UKRI under subsection (1), the Secretary of State must publish— a the amount of the grant, and b if the terms and conditions of the grant allocate the whole or a part of that amount to a particular Council— i the name of the Council, and ii the amount of the grant which is so allocated to it. 6 In this section  “ specified ” means specified in the terms and conditions."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "102", "section_title": "Secretary of State's power to give directions to UKRI", "section_text": "102 1 The Secretary of State may give UKRI directions about the allocation or expenditure by UKRI of grants received under section 101. 2 The Secretary of State may give a direction under this section in respect of functions exercisable by Research England pursuant to arrangements under section 97, only if— a it relates to requirements to be met before financial support of a specified amount or of a specified description is given by Research England in respect of activities carried out by an institution, and b it relates to every institution, or every institution within a specified description, in respect of whose activities that support may be provided. 3 The Secretary of State may not give a direction under this section in respect of functions exercisable by Research England pursuant to arrangements under section 97 which is framed by reference to— a particular courses of study or programmes of research (including the contents of courses or programmes and the manner in which they are taught, supervised or assessed), or b the criteria for the selection and appointment of academic staff and for the admission of students. 4 UKRI must comply with any directions given under this section. 5 In this section  “ specified ” means specified in the direction."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "103", "section_title": "Haldane principle, balanced funding and advice from UKRI", "section_text": "103 1 The Secretary of State must have regard to the matters mentioned in subsection (2) when— a deciding to make a grant under section 101, b determining any terms and conditions of a grant under that section, or c giving a direction under section 102. 2 The matters are— a the Haldane principle, where the grant or direction mentioned in subsection (1) is in respect of functions exercisable by one or more of the Councils mentioned in section 95(1) pursuant to arrangements under that section, b the balanced funding principle, in any case, and c any advice provided to the Secretary of State by UKRI about the allocation of funding in relation to its functions. 3 The  “Haldane principle” is the principle that decisions on individual research proposals are best taken following an evaluation of the quality and likely impact of the proposals (such as a peer review process). 4 The  “balanced funding principle” is the principle that it is necessary to ensure that a reasonable balance is achieved in the allocation of funding as between— a functions exercisable by the Councils mentioned in section 95(1) pursuant to arrangements under that section, and b functions exercisable by Research England pursuant to arrangements under section 97."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "104", "section_title": "General duties", "section_text": "104 1 In exercising its functions, UKRI must have regard to the need to use its resources in the most efficient, effective and economic way. 2 In exercising its functions, including its duty under subsection (1), UKRI must have regard to guidance given to it by the Secretary of State."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "105", "section_title": "Power to require information and advice from UKRI", "section_text": "105 1 UKRI must provide the Secretary of State with— a such information regarding any of its functions, or obtained in the exercise of any of its functions, as the Secretary of State may require it to provide, and b such advice regarding any of its functions as the Secretary of State may require it to provide. 2 UKRI must provide information or advice under subsection (1) in such form as the Secretary of State may require it to be provided."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "106", "section_title": "Studies for improving economy, efficiency and effectiveness", "section_text": "106 1 UKRI may arrange for studies falling within subsection (2) to be promoted or carried out by a person. 2 Studies fall within this subsection if they are designed to improve economy, efficiency and effectiveness in carrying out activities in respect of which UKRI gives financial support. 3 A person promoting or carrying out such studies at the request of UKRI (“a researcher”) may require the person carrying out the activities— a to provide the researcher or an authorised person with such information as the researcher may reasonably require for that purpose, and b to make available for inspection, to the researcher or an authorised person, their accounts and such other documents as the researcher may reasonably require for that purpose. 4 “ Authorised person ” means a person authorised by the researcher."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "107", "section_title": "Provision of research services", "section_text": "107 1 UKRI may, in connection with any of its functions, provide research services to a person (whether or not in the United Kingdom). 2 The following are  “research services”— a undertaking research into science, technology, humanities or new ideas; b making facilities available for the undertaking of such research by another person; c the carrying out of any other activity for the purposes of, or in connection with, the undertaking of such research. 3 Research services provided by virtue of this section may be provided subject to such terms and conditions as UKRI considers appropriate. 4 UKRI may charge for research services provided by virtue of this section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "108", "section_title": "Representing the United Kingdom", "section_text": "108 UKRI must, if so requested by the Secretary of State, represent the government of the United Kingdom in matters relating to international relations in any field of activity connected to its functions."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "109", "section_title": "Predecessor bodies and preservation of symbolic property", "section_text": "109 1 The following bodies corporate (each a  “research council”) cease to exist— a the Arts and Humanities Research Council, b the Biotechnology and Biological Sciences Research Council, c the Economic and Social Research Council, d the Engineering and Physical Sciences Research Council, e the Medical Research Council, f the Natural Environment Research Council, g the Science and Technology Facilities Council, and h the Technology Strategy Board. 2 The Royal Charters establishing the research councils, and any supplemental Royal Charter granted to a council, are revoked. 3 A property transfer scheme made by the Secretary of State under Schedule 10 in connection with a research council must, in particular, make provision for the transfer of the symbolic property of the council to UKRI. 4 The symbolic property of a research council is— a the name of, and any other name used by, the council, b any goodwill in a name falling within paragraph (a), c any logo or insignia of the council, and d any seal of the council."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "110", "section_title": "Amendments to powers to support research", "section_text": "110 1 In section 5 of the Science and Technology Act 1965 (further powers of Secretary of State), after subsection (1) insert— 1ZA The power to give financial support under subsection (1)(a) includes, in particular, power to make a grant, loan or other payment, on such terms and conditions as the relevant authority considers appropriate. 1ZB The terms and conditions may, in particular— a enable the relevant authority to require the repayment, in whole or in part, of sums paid by it if any of the terms and conditions subject to which the sums were paid is not complied with, b require the payment of interest in respect of any period during which a sum due to the relevant authority in accordance with any of the terms and conditions remains unpaid, and c require a person to whom financial support is given to provide the relevant authority with any information it requests for the purpose of the exercise of any of its functions. 1ZC In subsections (1ZA) and (1ZB),  “ the relevant authority ” means— a in the case of the power of the Secretary of State to give financial support under subsection (1)(a), the Secretary of State; b in the case of the power of the Welsh Ministers to give financial support under subsection (1)(a), the Welsh Ministers; c in the case of the power of the Scottish Ministers to give financial support under subsection (1)(a), the Scottish Ministers. 2 In section 10 of the Higher Education Act 2004 (research in arts and humanities), after subsection (4) insert— 5 The powers under this section to give financial support include, in particular, power to make a grant, loan or other payment, on such terms and conditions as the relevant authority considers appropriate. 6 The terms and conditions may, in particular— a enable the relevant authority to require the repayment, in whole or in part, of sums paid by it if any of the terms and conditions subject to which the sums were paid is not complied with, b require the payment of interest in respect of any period during which a sum due to the relevant authority in accordance with any of the terms and conditions remains unpaid, and c require a person to whom financial support is given to provide the relevant authority with any information it requests for the purpose of the exercise of any of its functions. 7 In subsections (5) and (6),  “ the relevant authority ” means— a in the case of the power under subsection (1)(a), the Secretary of State; b in the case of the power under subsection (2)(a), the Welsh Ministers; c in the case of the power under subsection (3)(a), the Scottish Ministers; d in the case of the power under subsection (4)(a), the Northern Ireland Department having responsibility for higher education."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "111", "section_title": "Definitions", "section_text": "111 1 In this Part— “ Council ” has the meaning given by section 92; “ humanities ” includes the arts; “ knowledge exchange ” has the meaning given by section 93; “ research and innovation strategy ” has the meaning given by section 99; “ science ” includes social sciences. 2 In this Part, a reference to the United Kingdom includes a reference to any part of the United Kingdom."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "112", "section_title": "Cooperation and information sharing between the OfS and UKRI", "section_text": "112 1 The OfS and UKRI may cooperate with one another in exercising any of their functions. 2 The OfS and UKRI must, if required to do so by the Secretary of State, cooperate with one another in exercising any of their functions. 3 The OfS may provide information to UKRI if the disclosure is made for the purposes of the exercise of any function of UKRI. 4 UKRI may provide information to the OfS if the disclosure is made for the purposes of the exercise of any function of the OfS. 5 Provision of information which is authorised by this section does not breach— a an obligation of confidence owed by the person making the disclosure, or b any other restriction on the provision of information (however imposed). 6 But nothing in this section authorises the OfS or UKRI to provide information where doing so contravenes   the data protection legislation  . 7 In this section,  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "113", "section_title": "Joint working", "section_text": "113 1 A relevant authority may exercise any of its functions jointly with another relevant authority if the condition in subsection (2) is met. 2 The condition is that it appears to the relevant authorities concerned that exercising the function jointly— a will be more efficient, or b will enable them more effectively to exercise any of their functions. 3 In this section  “ relevant authority ” means— a the OfS, b UKRI, but only in relation to functions exercisable by Research England pursuant to arrangements made under section 97, c the Higher Education Funding Council for Wales, d the Scottish Further and Higher Education Funding Council, e the Secretary of State to the extent that the Secretary of State is exercising functions under section 14 of the Education Act 2002 (power to give financial assistance for purposes related to education or children etc), f the Welsh Ministers to the extent that they are exercising their functions under Part 2 of the Learning and Skills Act 2000 (further and sixth form education in Wales), or g the Department for the Economy in Northern Ireland, or the Department of Agriculture, Environment and Rural Affairs in Northern Ireland, in relation to funding higher education, or research, in Northern Ireland but only to the extent that the Department is exercising functions in connection with such funding. 4 For the purposes of subsection (3)(g),  “ higher education ” has the same meaning as in Article 2(2) of the Further Education (Northern Ireland) Order 1997 (S.I. 1997/1772 (N.I. 15))."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "114", "section_title": "Advice to Northern Ireland departments", "section_text": "114 1 The OfS and UKRI may provide such advisory services as the Department for the Economy in Northern Ireland or the Department of Agriculture, Environment and Rural Affairs in Northern Ireland may require in connection with the discharge of the Department's functions relating to higher education in Northern Ireland. 2 The services may be provided on such terms as may be agreed. 3 For the purposes of this section  “ higher education ” has the same meaning as in Article 2(2) of the Further Education (Northern Ireland) Order 1997 (S.I. 1997/1772 (N.I. 15))."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "115", "section_title": "Transfer schemes", "section_text": "115 Schedule 10 contains provision about schemes for the transfer of staff and property, rights and liabilities in connection with— a the establishment of the OfS or UKRI by this Act, or b a body or office ceasing to exist by virtue of this Act."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "116", "section_title": "Power to make consequential provision etc", "section_text": "116 1 The Secretary of State may by regulations make such provision as appears to the Secretary of State to be appropriate in consequence of any provision made by or under this Act. 2 The power conferred by subsection (1) includes power to amend, repeal, revoke or otherwise modify— a primary or secondary legislation passed or made before this Act or in the same Session as this Act, or b subject to subsections (3) and (4), a Royal Charter granted before this Act is passed or in the same Session as this Act. 3 Provision may be made under subsection (1) by virtue of subsection (2)(b) only if such provision appears to the Secretary of State to be appropriate in consequence of provision made by or under any of sections 42 to 60 (degree awarding powers and university title). 4 Provision made under subsection (1) by virtue of subsection (2)(b) may not revoke a Royal Charter in its entirety."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "117", "section_title": "Transitional, transitory or saving provision", "section_text": "117 The Secretary of State may by regulations make such transitional, transitory or saving provision as the Secretary of State considers appropriate in connection with the coming into force of any provision of this Act."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "118", "section_title": "Pre-commencement consultation", "section_text": "118 1 Subsections (2) and (3) apply in relation to a provision of this Act under or by virtue of which the OfS has a function of consulting another person. 2 At any time before the provision comes into force (and whether before or after the passing of this Act), the Secretary of State, the DFA or HEFCE or any of them acting jointly— a may carry out any consultation that the OfS would have power or a duty to carry out after the provision comes into force, and b for that purpose, may prepare drafts of any documents to which the consultation relates. 3 At any time after the provision comes into force, the OfS may elect to treat any consultation carried out or other thing done under subsection (2) by the Secretary of State, the DFA or HEFCE (or any of them acting jointly) as carried out or done by the OfS. 4 Where the OfS has a consultation function involving registered higher education providers, references to registered higher education providers in the provisions describing the consultees are to be read as references to English higher education providers— a for the purposes of applying subsection (2) at any time when there are no registered higher education providers, and b for the purposes of applying subsection (3) in relation to any thing done under subsection (2) in reliance upon paragraph (a) of this subsection. 5 For the purposes of subsection (4),  “a consultation function involving registered higher education providers” is a function of consulting— a registered higher education providers (whether generally or a description of such providers), or b persons with a connection (however described) to such providers. 6 In subsections (4) and (5),  “ English higher education provider ” and  “ registered higher education provider ” have the same meaning as in Part 1 (see sections 83 and 85). 7 Subsections (8) and (9) apply in relation to a provision of this Act under or by virtue of which UKRI has a function of consulting another person. 8 At any time before the provision comes into force (and whether before or after the passing of this Act), the Secretary of State or HEFCE or the Secretary of State and HEFCE acting jointly— a may carry out any consultation that UKRI would have power or a duty to carry out after the provision comes into force, and b for that purpose, may prepare drafts of any documents to which the consultation relates. 9 At any time after the provision comes into force, UKRI may elect to treat any consultation carried out or other thing done under subsection (8) by the Secretary of State or HEFCE (or the Secretary of State and HEFCE acting jointly) as carried out or done by UKRI. 10 In this section— “ the DFA ” means the Director of Fair Access to Higher Education; “ HEFCE ” means the Higher Education Funding Council for England."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "119", "section_title": "Regulations", "section_text": "119 1 Any power to make regulations under this Act is exercisable by statutory instrument. 2 A statutory instrument which contains (whether alone or with other provision) any of the following may not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament— a regulations under section 9(1) (prescribed description of providers for whom a transparency condition is mandatory); b regulations under section 15(2)  or 69B(3)   (power to impose monetary penalties); c regulations under section 29(5) (regulations regarding the OfS's approval of access and participation plans); d regulations under section 32(1) (content of such a plan: equality of opportunity); e regulations under section 39(3) (prescribed description of providers eligible for financial support); f regulations under section 92(2) (regulations changing the structure of UKRI's Councils); g regulations under section 95(5) (regulations in connection with changes made to structure of UKRI's Councils or changing the fields of activity of the Councils); h regulations under section 116(1) (power to make consequential provision) which include provision that amends, repeals or revokes a provision of primary legislation or of a Royal Charter; i regulations under paragraph 2 or 3 of Schedule 2 (regulations prescribing the higher amount, basic amount or floor amount), except regulations to which paragraph 5(2)(b) of that Schedule applies (regulations increasing the higher amount to an amount greater than that required to maintain its value in real terms). 3 Any other statutory instrument containing regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament. 4 But subsection (3) does not apply to regulations under Schedule 2 to which paragraph 5(2)(b) of that Schedule applies (regulations increasing the higher amount to an amount greater than that required to maintain its value in real terms). 5 Regulations under this Act may— a make different provision for different purposes, cases or areas, b make provision generally or only in relation to specified cases, c make incidental, consequential, supplementary, transitional, transitory or saving provision, and d include provision framed by reference to matters determined or published by the OfS (whether before or after the regulations are made). 6 Nothing in this Act is to be regarded as affecting the generality of subsection (5). 7 This section does not apply to regulations made under section 124 (commencement)."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "120", "section_title": "Directions", "section_text": "120 Any power conferred by this Act to give directions includes power, exercisable in the same manner and subject to the same conditions or limitations, to vary or revoke directions previously given."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "121", "section_title": "General interpretation", "section_text": "121 In this Act— “ notice ” means written notice (and to  “ notify ” means to give written notice); “ the OfS ” has the meaning given by section 1; “ primary legislation ” means— an Act of Parliament; an Act of the Scottish Parliament; a Measure or Act of the National Assembly for Wales; Northern Ireland legislation; “ secondary legislation ” means an instrument made under primary legislation; “ UKRI ” has the meaning given by section 91."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "122", "section_title": "Minor and consequential amendments", "section_text": "122 1 Schedule 11 contains minor and consequential amendments relating to Part 1. 2 Schedule 12 contains minor and consequential amendments relating to Part 3."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "123", "section_title": "Extent", "section_text": "123 1 Subject to the rest of this section, this Act extends to England and Wales only. 2 The following provisions also extend to Scotland and Northern Ireland— a section 25 (rating the quality of, and the standards applied to, higher education); b sections 79 and 80 (powers to obtain and use application-to-acceptance information); c section 83 (meaning of  “English higher education provider” etc); d Part 3 (research); e this Part. 3 Section 86(9)— a so far as it relates to section 22(4B)(e) of the Teaching and Higher Education Act 1998, also extends to Scotland and Northern Ireland; b so far as it relates to section 22(4B)(f), (g) and (h) of that Act, also extends to Northern Ireland. 4 Any amendment or repeal made by this Act has the same extent within the United Kingdom as the enactment amended or repealed. 5 Subsection (4) does not apply to the amendment made by section 86(4) (power to make alternative payments) which— a so far as it inserts subsection (4B)(e) into section 22 of the Teaching and Higher Education Act 1998, extends to England and Wales, Scotland and Northern Ireland, b so far as it inserts subsection (4B)(f), (g) and (h) into that section, extends to England and Wales and Northern Ireland, and c otherwise extends to England and Wales only. 6 Subsection (4) does not apply to the amendments and repeals made by paragraph 13 of Schedule 12 to section 41 of the Patents Act 1977 which have the same extent as that section."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "124", "section_title": "Commencement", "section_text": "124 1 The following provisions of this Part come into force on the day on which this Act is passed— a sections 115 to 117; b sections 119 to 121; c section 123; d this section; e section 125. 2 Sections 86, 87 and 88 come into force, so far as relating to a matter specified in an entry in column 1 of the following table, on such day as the person specified in the corresponding entry in column 2 of the table may by regulations made by statutory instrument appoint, after consulting the person (if any) specified in the corresponding entry in column 3 of the table. TABLE 1. Matters: 2. Commencement by: 3. After consulting: Powers exercisable by the Welsh Ministers The Welsh Ministers Powers exercisable by the Secretary of State concurrently with the Welsh Ministers The Secretary of State The Welsh Ministers Powers exercisable by the Secretary of State in relation to Wales The Secretary of State The Welsh Ministers Other matters The Secretary of State. 3 Section 89(2)(h)(ii) and (4) come into force, in relation to Wales, on such day as the Welsh Ministers may by regulations made by statutory instrument appoint. 4 Section 110 comes into force at the end of the period of two months beginning with the day on which this Act is passed. 5 The remaining provisions of this Act come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 6 Regulations under this section may appoint different days for different purposes or areas."}, {"act": "Higher Education and Research Act 2017", "year": 2017, "section": "125", "section_title": "Short title", "section_text": "125 1 This Act may be cited as the Higher Education and Research Act 2017. 2 This Act is to be included in the list of Education Acts set out in section 578 of the Education Act 1996."}]