[{"act": "National Citizen Service Act 2017", "year": 2017, "section": "1", "section_title": "National Citizen Service Trust", "section_text": "1 1 In this Act  “ the  NCS  Trust ” means a body corporate called the National Citizen Service Trust which is to be established by Royal Charter with the following primary functions— a to provide or arrange for the provision of programmes for young people in England with the purpose of— i enabling participants from different backgrounds to work together in local communities to participate in projects to benefit society, and ii enhancing communication, leadership and team-working skills of participants, and b to promote the programmes to— i young people in England, ii parents and carers of young people in England, iii schools and other educational bodies, and iv local authorities and other public bodies. 2 For the purposes of this section— a “ young people ” means 16 and 17 year olds, but may also include other persons who are 15 years old or have attained the age of 18 but are under the age of 25; b young people are  “in England” if they are resident in England, or receive education or training there."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "2", "section_title": "Transfer Schemes", "section_text": "2 Schedule 1 contains provision about schemes for the transfer of staff, property, rights and liabilities from the NCS Trust C.I.C. (a community interest company registered in England with company registration number 08235117) to the NCS Trust."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "3", "section_title": "Finance", "section_text": "3 1 The Secretary of State may make to the NCS Trust such payments by way of grant out of money provided by Parliament as the Secretary of State considers appropriate. 2 Payments under subsection (1) may be made at such times, and subject to such conditions, as the Secretary of State considers appropriate."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "4", "section_title": "Accounts and audit", "section_text": "4 1 The NCS Trust must prepare accounts for each financial year. 2 The accounts must be prepared in accordance with any directions given to the NCS Trust by the Secretary of State as to the form of those accounts. 3 As soon as reasonably practicable after the end of the financial year, the NCS Trust must send the accounts to the Comptroller and Auditor General. 4 The Comptroller and Auditor General must— a examine and certify the accounts of the NCS Trust for the financial year, b report on the accounts, and c lay the certified accounts and report before Parliament."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "5", "section_title": "Business plan", "section_text": "5 1 For each financial year, the NCS Trust must publish a business plan which sets out, in relation to the exercise of the functions of the NCS Trust— a the proposed strategic priorities of the NCS Trust for that year, and b the proposed main activities of the NCS Trust for that year. 2 The business plan must be published before 1 June in the financial year concerned. 3 The Secretary of State must lay a copy of the published business plan before each House of Parliament."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "6", "section_title": "Annual report  etc", "section_text": "6 1 As soon as reasonably practicable after the end of each financial year, the NCS Trust must give the Secretary of State a report on the performance of its functions during that year. 2 In particular the report must address— a the extent to which the proposed strategic priorities of the NCS Trust for that year have been met, b the extent to which the proposed main activities of the NCS Trust for that year have been carried out, c the quality of the programmes provided or arranged by the NCS Trust, d the number of participants in those programmes for that year, e the number of those participants who have a disability within the meaning of section 6 of the Equality Act 2010, f the extent to which participants from different backgrounds have worked together in those programmes, g the number of hours spent volunteering in community projects through participation in those programmes, and h the extent to which the NCS Trust has obtained value for money in the exercise of its functions. 3 The Secretary of State must lay a copy of any report given under subsection (1) before each House of Parliament. 4 The copy of the report laid before each House of Parliament may be accompanied by a document prepared by the Secretary of State which contains one or both of the following— a comments which the Secretary of State may have on the report; b information about activities undertaken by government departments to promote the NCS Trust and its work. 5 The NCS Trust must give the Secretary of State such returns, accounts and other information relating to its property and activities as the Secretary of State requires."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "7", "section_title": "Notification of financial difficulties and criminal conduct", "section_text": "7 1 In this section, an  “ NCS Trust provider ” means— a a body with which the NCS Trust has entered into a contract to provide goods or services in pursuance of the functions described in section 1, or b a body which has entered into a contract with a body described in paragraph (a) to provide those goods or services. 2 Subsection (3) applies where— a an NCS Trust provider is— i in serious financial difficulty, or ii in breach of contract with serious consequences for the NCS Trust, or b a member of staff of the NCS Trust or of an NCS Trust provider— i commits fraud, ii is in breach of the member's contract of employment with serious consequences for the NCS Trust, or iii is the subject of a police investigation into an allegation of criminal conduct which could have serious consequences for the NCS Trust. 3 The NCS Trust must promptly notify the Secretary of State of the matter."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "8", "section_title": "Fees", "section_text": "8 1 The NCS Trust may charge a fee for participation in a programme provided by the NCS Trust or on its behalf. 2 The NCS Trust may charge different fees for different descriptions of participants, for the purpose of enabling participants from different backgrounds to participate in such a programme."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "9", "section_title": "HMRC  functions", "section_text": "9 1 For the purposes of assisting the NCS Trust to promote its programmes, the Commissioners for Her Majesty's Revenue and Customs may carry out functions in connection with sending NCS information to young people and their parents and carers. 2 In this section  “ NCS information ” means communications for the purposes of— a informing young people and their parents and carers about the NCS Trust and its work, and b inviting young people to take part in programmes provided by the NCS Trust. 3 The content of NCS information must be determined by the NCS Trust. 4 In this section  “ young people ” means 15, 16 and 17 year olds."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "10", "section_title": "Definitions", "section_text": "10 In this Act— “ financial year ” means— the period beginning with the day on which the NCS Trust is established and ending with the following 31 March, and each successive period of 12 months; “ the NCS Trust ” has the meaning given by section 1(1)."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "11", "section_title": "Consequential amendments", "section_text": "11 Schedule 2 contains consequential amendments relating to the NCS Trust."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "12", "section_title": "Transitional provision", "section_text": "12 1 In relation to the first financial year of the NCS Trust, section 5(2) has effect as if for  “before 1 June in” there were substituted  “                  during the first two months of                ” . 2 The Secretary of State may by regulations made by statutory instrument make transitional, transitory or saving provision in connection with the coming into force of any provision of this Act. 3 Regulations under this section may make different provision for different purposes."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "13", "section_title": "Extent", "section_text": "13 1 This Act extends to England and Wales only, subject to subsection (2). 2 An amendment made by this Act has the same extent as the provision to which it relates (and this Part extends accordingly)."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "14", "section_title": "Commencement", "section_text": "14 1 Sections 1, 10 and 12 to 15 come into force on the day on which this Act is passed. 2 The other provisions of this Act come into force on such day as the Secretary of State may by regulations made by statutory instrument appoint. 3 Different days may be appointed for different purposes."}, {"act": "National Citizen Service Act 2017", "year": 2017, "section": "15", "section_title": "Short title", "section_text": "15 1 This Act may be cited as the National Citizen Service Act 2017."}]