[{"act": "Preventing and Combating Violence Against Women and Domestic Violence (Ratification of Convention) Act 2017", "year": 2017, "section": "1", "section_title": "The timetable for ratification of the Istanbul Convention", "section_text": "1 1 The Secretary of State shall lay a report before each House of Parliament setting out— a the steps required to be taken to enable the United Kingdom to ratify the Istanbul Convention; and b the timescale within which the Secretary of State would expect the United Kingdom to be able to ratify the Convention. 2 The report at subsection (1) must be laid as soon as reasonably practicable after this Act comes into force. 3 When the Secretary of State has determined that the United Kingdom is compliant with the Istanbul Convention, the Secretary of State shall make a statement to each House of Parliament— a of the determination, and b the date by which the Secretary of State would expect the Convention to be ratified."}, {"act": "Preventing and Combating Violence Against Women and Domestic Violence (Ratification of Convention) Act 2017", "year": 2017, "section": "2", "section_title": "Reports on progress", "section_text": "2 1 The Secretary of State shall each year until ratification lay before each House of Parliament a report on the following— a if a report has been laid under section 1(1), any alteration in the timescale specified in that report in accordance with subsection (1)(b) and the reasons for its alteration; b the administrative measures taken by Her Majesty's Government to enable the United Kingdom to ratify the Istanbul Convention; c the legislative proposals brought forward, including those in the Scottish Parliament, the National Assembly for Wales and the Northern Ireland Assembly, to enable the United Kingdom to ratify the Istanbul Convention; d the measures to be taken and legislation required to enable the United Kingdom to ratify the Istanbul Convention. 2 The first annual report shall be laid no later than 1 November 2017. 3 Subsequent annual reports shall be laid no later than 1 November each year."}, {"act": "Preventing and Combating Violence Against Women and Domestic Violence (Ratification of Convention) Act 2017", "year": 2017, "section": "3", "section_title": "Short title, commencement and extent", "section_text": "3 1 This Act may be cited as the Preventing and Combating Violence Against Women and Domestic Violence (Ratification of Convention) Act 2017. 2 The provisions of this Act come into force at the end of the period of 2 months beginning with the day on which this Act is passed. 3 This Act extends to England and Wales, Scotland and Northern Ireland."}]