[{"act": "Savings (Government Contributions) Act 2017", "year": 2017, "section": "1", "section_title": "Government contributions to Lifetime ISAs", "section_text": "1 1 Where a qualifying addition to a Lifetime ISA is made in a relevant period, HMRC must pay a government bonus. 2 For the purposes of this Act, a  “Lifetime ISA” is a plan of a description specified in Treasury regulations. 3 For the purposes of this section and Schedule 1— a an addition to a Lifetime ISA is a  “qualifying addition” if it is of a description specified in Treasury regulations, and b a period is a  “relevant period” if it is a period specified in Treasury regulations. 4 A description may be specified under subsection (2)— a only if some or all of the income from investments under plans of that description is exempt from income tax as a result of investment plan regulations; b even if plans of that description are referred to in investment plan regulations— i as individual savings accounts other than lifetime individual savings accounts, or ii otherwise than as individual savings accounts. 5 A government bonus under this section is an amount determined in accordance with Treasury regulations. 6 Schedule 1 makes further provision in connection with government bonuses under this section. 7 In subsection (4)  “ investment plan regulations ” means regulations made under section 694 of the Income Tax (Trading and Other Income) Act 2005."}, {"act": "Savings (Government Contributions) Act 2017", "year": 2017, "section": "2", "section_title": "Government contributions to Help-to-Save accounts", "section_text": "2 1 If there is entitlement to an amount of government bonus in respect of a Help-to-Save account, the amount must be paid by the paying authority. 2 The paying authority is the Treasury but, if there are arrangements for government bonuses under this section to be paid by HMRC or the Director of Savings, the paying authority is (as the case may be) HMRC or the Director. 3 Schedule 2— a makes provision about the interpretation of this section, and b makes further provision in connection with Help-to-Save accounts."}, {"act": "Savings (Government Contributions) Act 2017", "year": 2017, "section": "3", "section_title": "Income tax treatment of Government contributions under section 1 or 2", "section_text": "3 1 In Chapter 9 of Part 6 of the Income Tax (Trading and Other Income) Act 2005 (other exempt income), after section 775 insert— Government bonus for savings account or other investment plan 775A No liability to income tax arises in respect of a payment of, or in respect of, a government bonus under section 1 or 2 of the Savings (Government Contributions) Act 2017. 2 Subsection (3) applies to a Lifetime ISA or Help-to-Save account which would be treated, by virtue of any of sections 564E to 564G of the Income Tax Act 2007, as an alternative finance arrangement but for the payment of a government bonus under this Act. 3 A Lifetime ISA or Help-to-Save account to which this subsection applies is to be treated, for the purposes of Part 10A of the Income Tax Act 2007, as an alternative finance arrangement. 4 In this section  “ alternative finance arrangement ” has the meaning given by section 564A of the Income Tax Act 2007."}, {"act": "Savings (Government Contributions) Act 2017", "year": 2017, "section": "4", "section_title": "Regulations", "section_text": "4 1 Any power to make regulations under this Act is exercisable by statutory instrument. 2 A statutory instrument containing (whether alone or with other provision)— a the first regulations under section 1(5), b the first regulations under any of paragraphs 4, 7(1)(a), 7(3), 7(4), 7(5), 8(2), 8(7) and 11 of Schedule 1, c regulations under paragraph 17(5) of Schedule 1 which result in a specified amount being increased, d regulations under paragraph 3(6)(a) of Schedule 2 which result in the maturity period being shortened, e the first regulations under any of paragraphs 3(7), 5(1), 6(1), 7(2), 10(1)(b), 15(2) and 16 of Schedule 2, or f regulations under paragraph 10(2) of Schedule 2 which result in the maximum monthly amount being decreased, is not to be made unless a draft of the instrument has been laid before, and approved by a resolution of, the House of Commons. 3 A statutory instrument which— a contains regulations under this Act, and b is not subject to a requirement that a draft of the instrument be laid before, and approved by a resolution of, the House of Commons, is subject to annulment in pursuance of a resolution of the House of Commons. 4 Subsection (3) does not apply to regulations under section 6(3). 5 For the purposes of subsection (2)(b), regulations under paragraph 2(2) of Schedule 1 that could be made under a provision listed in subsection (2)(b) are treated as regulations under that provision. 6 Regulations under this Act may— a apply generally or only in specified cases or circumstances; b make different provision for different cases or circumstances; c include consequential, supplementary or incidental provision; d include transitory or transitional provision or savings."}, {"act": "Savings (Government Contributions) Act 2017", "year": 2017, "section": "5", "section_title": "Interpretation and amendments", "section_text": "5 1 In this Act— “ Help-to-Save account ” has the meaning given by paragraph 3 of Schedule 2, “ HMRC ” means the Commissioners for Her Majesty's Revenue and Customs, “ Lifetime ISA ” has the meaning given by section 1(2), and “ Treasury regulations ” means regulations made by the Treasury. 2 In Schedule 2 to the Northern Ireland Act 1998 (excepted matters), before paragraph 10 insert— 9D Bonuses under the Savings (Government Contributions) Act 2017. 3 In paragraph 19(1) of Schedule 36 to the Finance Act 2008 (information not covered by information notices), before the  “or” at the end of paragraph (a) insert— aa information that relates to the conduct of a pending appeal under the Savings (Government Contributions) Act 2017 or any part of a document containing such information, ."}, {"act": "Savings (Government Contributions) Act 2017", "year": 2017, "section": "6", "section_title": "Short title and commencement", "section_text": "6 1 This Act may be cited as the Savings (Government Contributions) Act 2017. 2 This Act comes into force on the day after that on which it is passed, subject to subsection (3). 3 The duty under section 2 does not apply in relation to accounts opened before such date as may be specified in Treasury regulations. 4 Without prejudice to the generality of section 4(6)(a) and (b), different dates may be specified under subsection (3) in relation to different descriptions of eligible persons (see paragraph 4 of Schedule 2), and any such description may be framed in a way that results in different dates being specified under subsection (3) for different areas."}]