[{"act": "Supply and Appropriation (Anticipation and Adjustments) Act 2017", "year": 2017, "section": "1", "section_title": "Vote on account for 2017-18", "section_text": "1 1 The use of resources for the year ending with 31 March 2018 is authorised up to the amount of £254,713,662,000. 2 Of the amount authorised by subsection (1)— a £225,981,577,000 is authorised for use for current purposes; and b £28,732,085,000 is authorised for use for capital purposes. 3 The Treasury may— a issue money out of the Consolidated Fund, and b apply it in the year ending with 31 March 2018 for expenditure authorised by Parliament, up to the amount of £228,401,528,000."}, {"act": "Supply and Appropriation (Anticipation and Adjustments) Act 2017", "year": 2017, "section": "2", "section_title": "Authorisation of supplementary provision for 2016-17", "section_text": "2 1 The amount up to which authorisation was conferred for the use of resources for the year ending with 31 March 2017 is to be treated as further increased by £87,919,858,000. 2 In relation to the further amount treated as authorised by subsection (1)— a the amount up to which there is authorisation for use for current purposes is to be treated as further increased by £88,795,278,000; and b the amount up to which there is authorisation for use for capital purposes is to be treated as reduced by £875,420,000. 3 The amount up to which authorisation was conferred on the Treasury— a to issue money out of the Consolidated Fund, and b to apply it in the year ending with 31 March 2017 for expenditure authorised by Parliament, is to be treated as reduced by £2,829,634,000. 4 The increases for which subsections (1) and (2)(a) provide, and the reductions for which subsections (2)(b) and (3) provide, are to be treated as having had effect from the beginning of 1 April 2016."}, {"act": "Supply and Appropriation (Anticipation and Adjustments) Act 2017", "year": 2017, "section": "3", "section_title": "Appropriation of supplementary provision for 2016-17", "section_text": "3 1 For the purposes of— a appropriating the amount of resources the use of which for the year ending with 31 March 2017 is authorised by section 2(1), and b giving effect to the reduction provided for by section 2(3), the Main Estimates Act 2016 is to be treated as having effect with the adjustments provided for in Schedule 1 to this Act. 2 In Schedule 1— a Part 1 contains new Tables, which are to be treated as if they had been Scheduled Estimates in the Main Estimates Act 2016; and b Part 2 specifies the amounts by which adjustments are to be treated as made to the amounts originally specified in the Scheduled Estimates in that Act. 3 For the purpose of making the adjustments in Part 2 of Schedule 1— a a negative adjustment has effect to reduce an amount of authorised expenditure and, where applied to an estimated surplus (which is expressed as if it were itself a negative amount), increases the amount of the surplus; and b a positive adjustment has effect to increase an amount of authorised expenditure and, where applied to an estimated surplus, reduces it. 4 Accordingly— a where an adjustment by a negative amount of more than the amount itself is made to an amount of authorised expenditure, what results is an estimated surplus; and b where an adjustment by a positive amount of more than the amount itself is made to the amount of an estimated surplus, what results is an amount of authorised expenditure. 5 Where, in Part 2 of Schedule 1, a description of matters to which expenditure may relate or from which income may arise (“description A”) differs from the description contained in the corresponding part of the Scheduled Estimates in the Schedule to the Main Estimates Act 2016 (“description B”), Part 2 of Schedule 1 has effect for adjusting that corresponding part by substituting description A for description B. 6 Where, in relation to a department, other person or service to which a Scheduled Estimate in the Schedule to the Main Estimates Act 2016 relates, Part 2 of Schedule 1 contains a new description of matters to which expenditure may relate or from which income may arise, Part 2 of Schedule 1 has effect for adjusting that Scheduled Estimate by treating the new description as included in it. 7 In this section— “ estimated surplus ” has the same meaning as in the Main Estimates Act 2016; “ Main Estimates Act 2016 ” means the Supply and Appropriation (Main Estimates) Act 2016. 8 The adjustments made by virtue of this section are to be treated as having had effect from the beginning of 1 April 2016."}, {"act": "Supply and Appropriation (Anticipation and Adjustments) Act 2017", "year": 2017, "section": "4", "section_title": "Authorisation of excesses for 2015-16", "section_text": "4 1 The amount up to which authorisation was conferred for the use of resources for the year ending with 31 March 2016 is to be treated as further increased, for the purpose of making good excesses, by £290,971,000. 2 Of the further amount treated as authorised by subsection (1)— a £175,116,000 is to be treated as authorised for use for current purposes; and b £115,855,000 is to be treated as authorised for use for capital purposes. 3 The increases for which this section provides are to be treated as having had effect from the beginning of 1 April 2015."}, {"act": "Supply and Appropriation (Anticipation and Adjustments) Act 2017", "year": 2017, "section": "5", "section_title": "Appropriation of excesses for 2015-16", "section_text": "5 1 For the purpose of appropriating the amount of resources the use of which for the year ending with 31 March 2016 is authorised by section 4(1), the Main Estimates Act 2015 is to be treated as having effect with the adjustments provided for in Schedule 2 to this Act. 2 Schedule 2 specifies the amounts by which adjustments are to be treated as made to the amounts specified in the Scheduled Estimates in the Main Estimates Act 2015 and to the amounts treated as so specified. 3 For the purpose of making the adjustments in Schedule 2 an adjustment has effect to increase an amount of authorised expenditure and, where applied to an estimated surplus, reduces it. 4 Accordingly, where an adjustment of more than the amount itself is made to the amount of an estimated surplus, what results is an amount of authorised expenditure. 5 In this section a reference to an amount treated as specified in a Scheduled Estimate is a reference to any amount treated as so specified in consequence of any adjustment made by virtue of the Supply and Appropriation (Anticipation and Adjustments) Act 2016, and references to adjusting such an amount are to be read accordingly. 6 In this section— “ estimated surplus ” has the same meaning as in the Main Estimates Act 2015; “ Main Estimates Act 2015 ” means the Supply and Appropriation (Main Estimates) Act 2015. 7 The adjustments made by virtue of this section are to be treated as having had effect from the beginning of 1 April 2015."}, {"act": "Supply and Appropriation (Anticipation and Adjustments) Act 2017", "year": 2017, "section": "6", "section_title": "Authorisation of late excesses for 2014-15", "section_text": "6 1 The amount up to which authorisation was conferred for the use of resources for the year ending with 31 March 2015 is to be treated as further increased, for the purpose of making good excesses, by £3,205,465,000. 2 Of the further amount treated as authorised by subsection (1)— a £3,174,237,000 is to be treated as authorised for use for current purposes; and b £31,228,000 is to be treated as authorised for use for capital purposes. 3 The increases for which this section provides are to be treated as having had effect from the beginning of 1 April 2014."}, {"act": "Supply and Appropriation (Anticipation and Adjustments) Act 2017", "year": 2017, "section": "7", "section_title": "Appropriation of late excesses for 2014-15", "section_text": "7 1 For the purpose of appropriating the amount of resources the use of which for the year ending with 31 March 2015 is authorised by section 6(1), the Main Estimates Act 2014 is to be treated as having effect with the adjustments provided for in Schedule 3 to this Act. 2 Schedule 3 specifies the amounts by which adjustments are to be treated as made to the amounts specified in the Scheduled Estimates in the Main Estimates Act 2014 and to the amounts treated as so specified. 3 For the purpose of making the adjustments in Schedule 3 an adjustment has effect to increase an amount of authorised expenditure and, where applied to an estimated surplus, reduces it. 4 Accordingly, where an adjustment of more than the amount itself is made to the amount of an estimated surplus, what results is an amount of authorised expenditure. 5 Where, in relation to a department to which a Scheduled Estimate in the Schedule to the Main Estimates Act 2014 relates, Schedule 3 contains a new description of matters to which expenditure may relate, Schedule 3 has effect for adjusting that Scheduled Estimate by treating the new description as included in it. 6 In this section a reference to an amount treated as specified in a Scheduled Estimate is a reference to any amount treated as so specified in consequence of any adjustment made by virtue of the Supply and Appropriation (Anticipation and Adjustments) Act 2015, and references to adjusting such an amount are to be read accordingly. 7 In this section— “ estimated surplus ” has the same meaning as in the Main Estimates Act 2014; “ Main Estimates Act 2014 ” means the Supply and Appropriation (Main Estimates) Act 2014. 8 The adjustments made by virtue of this section are to be treated as having had effect from the beginning of 1 April 2014."}, {"act": "Supply and Appropriation (Anticipation and Adjustments) Act 2017", "year": 2017, "section": "8", "section_title": "Short title", "section_text": "8 This Act may be cited as the Supply and Appropriation (Anticipation and Adjustments) Act 2017."}]