[{"act": "Technical and Further Education Act 2017", "year": 2017, "section": "1", "section_title": "The Institute for Apprenticeships and Technical Education", "section_text": "1 1 The Institute for Apprenticeships is renamed the Institute for Apprenticeships and Technical Education (referred to in this Act as  “ the Institute ”). 2 Accordingly, in Part 1 of the Apprenticeships, Skills, Children and Learning Act 2009— a after  “Institute for Apprenticeships”, in each place it occurs, insert  “                      and Technical Education                    ” ; b in section ZA1(2) for  “ “the IfA”” substitute  “                      “the Institute”                    ” ; c for “IfA's” in each place it occurs, substitute “Institute's”; d for  “IfA”, in each other place it occurs, substitute  “                      Institute                    ” . 3 In section 122(3)(g) of that Act for  “IfA” substitute  “                  Institute for Apprenticeships and Technical Education                ” . 4 In the following provisions after  “Institute for Apprenticeships” insert  “                  and Technical Education                ” a Schedule 1 to the Superannuation Act 1972; b Part 6 of Schedule 1 to the Freedom of Information Act 2000. 5 Schedule 1— a confers functions on the Institute in relation to technical education qualifications, b makes provision about the sharing of information, c makes provision about the charging of fees by the Institute in connection with evaluations of the quality of apprenticeship assessments, and d makes transitional provision."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "2", "section_title": "Information about technical education: access to English schools", "section_text": "2 1 The Education Act 1997 is amended as follows. 2 After section 42A insert— Information about technical education: access to English schools 42B 1 The proprietor of a school in England within subsection (2) must ensure that there is an opportunity for a range of education and training providers to access registered pupils during the relevant phase of their education for the purpose of informing them about approved technical education qualifications or apprenticeships. 2 A school is within this subsection if it provides secondary education and is one of the following— a an Academy; b an alternative provision Academy; c a community, foundation or voluntary school; d a community or foundation special school (other than one established in a hospital); e a pupil referral unit. 3 The proprietor of a school in England within subsection (2) must prepare a policy statement setting out the circumstances in which education and training providers will be given access to registered pupils for the purpose of informing them about approved technical education qualifications or apprenticeships. 4 The proprietor must ensure that the policy statement is followed. 5 The policy statement must include— a any procedural requirements in relation to requests for access; b grounds for granting and refusing requests for access; c details of premises or facilities to be provided to a person who is given access. 6 The proprietor may revise the policy statement from time to time. 7 The proprietor must publish the policy statement and any revised statement. 8 The Secretary of State may by regulations make provision supplementing subsection (1), for example provision about who is to be given access to pupils, to which pupils they are to be given access and how and when. 9 For the purposes of this section the relevant phase of a pupil's education is the period— a beginning at the same time as the school year in which the majority of pupils in the pupil's class attain the age of 13, and b ending with the expiry of the school year in which the majority of pupils in the pupil's class attain the age of 18. 10 In this section  “ approved technical education qualification ” means a qualification approved under section A2DA of the Apprenticeships, Skills, Children and Learning Act 2009. 3 In section 42A (provision of careers guidance in schools in England), in subsection (7), omit the definition of  “apprenticeship” (which has become outdated). 4 In section 45A (guidance as to discharge of duties: schools in England), in subsection (2), for  “42A(1) or (4)” substitute  “                  section 42A(1) or (4) or 42B                ” . 5 In section 46 (extension or modification of provisions of sections 43 to 45), in subsection (1)— a after  “42A,” insert  “                      42B,                    ” ; b after  “42A(6),” insert  “                      42B(9)                    ” ."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "3", "section_title": "Overview", "section_text": "3 This Part is mainly about the insolvency of further education bodies— a Chapter 2 ensures that normal insolvency procedures apply to further education bodies that are statutory corporations; b Chapter 3 restricts the use of normal insolvency procedures; c Chapter 4 creates a special administration regime; d Chapter 5 is about the treatment of trust property held by certain bodies; e Chapter 6 imposes restrictions on existing procedures for dissolution; f Chapter 7 confers power to make provision about the disqualification of members of further education bodies."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "4", "section_title": "“Further education body”", "section_text": "4 1 In this Part  “ further education body ” means— a a further education body in England, or b a further education body in Wales. 2 In this Part  “ further education body in England ” means— a a further education corporation in England, b a sixth form college corporation, or c a company conducting a designated further education institution in England. 3 In this Part  “ further education body in Wales ” means— a a further education corporation in Wales, or b a company conducting a designated further education institution in Wales."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "5", "section_title": "Other key definitions", "section_text": "5 In this Part— “appropriate national authority”— in relation to a further education body in England, means the Secretary of State; in relation to a further education body in Wales, means the Welsh Ministers; “ company ” means a company within the meaning of the Companies Act 2006; “ designated further education institution ” means an institution that— is designated under section 28 of the Further and Higher Education Act 1992, and is principally concerned with the provision of further education; “ further education corporation ” means a body corporate that— is established under section 15 or 16 of the Further and Higher Education Act 1992, or has become a further education corporation by virtue of section 33D or 47 of that Act; “ further education corporation in England ” means a further education corporation established to conduct an institution in England; “ further education corporation in Wales ” means a further education corporation established to conduct an institution in Wales; “ sixth form college corporation ” means a body corporate— designated as a sixth form college corporation under section 33A or 33B of the Further and Higher Education Act 1992, or established under section 33C of that Act."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "6", "section_title": "Application of normal insolvency procedures", "section_text": "6 1 The purpose of this section is to make the following insolvency procedures available in relation to further education bodies that are statutory corporations— a voluntary arrangements, b administration, c creditors' voluntary winding up, and d winding up by the court, and to make provision about receivers and managers of property. 2 For that purpose, the relevant insolvency legislation applies in relation to further education bodies that are statutory corporations as it applies in relation to companies, subject to— a any modifications or omissions specified in regulations made by the Secretary of State, and b sections 9 to 12 (restrictions on normal insolvency procedures to facilitate special administration). 3 The  “ relevant insolvency legislation ” means any provision made by or under the following provisions of the Insolvency Act 1986— a Part 1 (company voluntary arrangements); b Part 2 (administration); c Part 3 (receivership); d Part 4 (winding up); e Parts 6, 7 and 12 to 18 (supplementary provision). 4 The modifications or omissions that may be made under subsection (2)(a) include modifications or omissions in connection with the interaction between the insolvency procedures made available in relation to further education bodies by this section and education administration under Chapter 4 of this Part. 5 Regulations under this section that modify or omit a provision of an Act as it applies by virtue of this section are subject to the affirmative resolution procedure. 6 Any other regulations under this section are subject to the negative resolution procedure."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "7", "section_title": "Application of other insolvency law", "section_text": "7 1 The Secretary of State may make regulations, in consequence of section 6 or regulations made under it— a providing for any legislation about insolvency to apply in relation to a further education body that is a statutory corporation (with or without modifications); b amending, or modifying, any legislation about insolvency as it applies in relation to a further education body that is a statutory corporation. 2 In subsection (1)  “ legislation about insolvency ” includes any legislation that makes provision by reference to anything that is or may be done under any provision of the Insolvency Act 1986, or under any provision of subordinate legislation made under that Act, as applied by section 6. 3 Regulations under this section that apply, amend or modify a provision of an Act are subject to the affirmative resolution procedure. 4 Any other regulations under this section are subject to the negative resolution procedure. 5 In this section  “ legislation ” means provision made by Schedule 3 to this Act or provision made by or under any other Act passed before or in the same session as this Act."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "8", "section_title": "Records etc", "section_text": "8 1 The Secretary of State may by regulations make provision for or in connection with— a the delivery to the registrar of companies of documents that relate to the insolvency of further education bodies; b the registrar's function of keeping records of information contained in such documents under section 1080(1) of the Companies Act 2006; c the publication of, or access to, those records or related information. 2 The regulations may, in particular, provide for any provision made by or under the following sections of the Companies Act 2006 to apply (with or without modifications) in relation to those documents or records. Provision of Companies Act 2006 Description sections 29 and 30 copies of resolutions etc to be forwarded to the registrar section 859K registration of enforcement of security sections 1077 and 1079 public notice of receipt of certain documents sections 1081, 1084 and 1085 to 1091 keeping and inspection of register of companies sections 1093 to 1097 correction or removal of material on companies register section 1104 documents relating to Welsh companies sections 1112 to 1113 supplementary provisions 3 The power under subsection (1) includes power— a to impose requirements on a person who delivers a document to the registrar in relation to the insolvency of a further education body to provide supplementary information; b to confer power on the registrar to make rules in accordance with section 1117 of the Companies Act 2006 imposing such requirements. 4 Provision made under this section is in addition to any applicable provision made by Part 35 of the Companies Act 2006 or elsewhere. 5 Regulations under this section are subject to the affirmative resolution procedure. 6 Section 1114(1) of the Companies Act 2006 (meaning of document etc) applies for the purposes of this section."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "9", "section_title": "Making of ordinary administration orders", "section_text": "9 1 This section applies if a person other than the appropriate national authority makes an ordinary administration application in relation to a further education body. 2 The court must dismiss the application if— a an education administration order is in force in relation to the further education body, or b an education administration order has been made in relation to the further education body but is not yet in force. 3 If subsection (2) does not apply, the court, on hearing the application, must not exercise its powers under paragraph 13 of Schedule B1 to the Insolvency Act 1986 (other than its power of adjournment) unless— a notice of the application has been given to the appropriate national authority, b a period of at least 14 days has elapsed since that notice was given, and c there is no outstanding education administration application. 4 Paragraph 44 of Schedule B1 to the Insolvency Act 1986 (interim moratorium) does not prevent, or require the permission of the court for, the making of an education administration application. 5 In this section  “ ordinary administration application ” means an application in accordance with paragraph 12 of Schedule B1 to the Insolvency Act 1986."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "10", "section_title": "Administrator appointments by creditors etc", "section_text": "10 1 Subsections (2) to (4) make provision about the appointment of an administrator under— a paragraph 14 of Schedule B1 to the Insolvency Act 1986, in relation to a further education body that is a company, or b paragraph 22 of Schedule B1 to the Insolvency Act 1986, in relation to any further education body. 2 If in any case— a an education administration order is in force in relation to the further education body, b an education administration order has been made in relation to the further education body but is not yet in force, or c an education administration application in relation to the further education body is outstanding, a person may not take any step to make an appointment. 3 In any other case, an appointment takes effect only if each of the following conditions are met. 4 The conditions are— a that notice of the appointment has been given to the appropriate national authority, accompanied by a copy of every document in relation to the appointment that is filed or lodged with the court in accordance with paragraph 18 or 29 of Schedule B1 to the Insolvency Act 1986, b that a period of at least 14 days has elapsed since that notice was given, c that there is no outstanding education administration application in relation to the further education body, and d that the making of an education administration application in relation to the further education body has not resulted in the making of an education administration order which is in force or is still to come into force. 5 Paragraph 44 of Schedule B1 to the Insolvency Act 1986 (interim moratorium) does not prevent, or require the permission of the court for, the making of an education administration application at any time before the appointment takes effect."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "11", "section_title": "Winding-up order", "section_text": "11 1 This section applies if a person other than the appropriate national authority petitions for the winding up of a further education body. 2 The court is not to exercise its powers on a winding-up petition unless— a notice of the petition has been given to the appropriate national authority, and b a period of at least 14 days has elapsed since that notice was given. 3 If an education administration application is made in relation to the further education body before a winding-up order is made on the petition, the court may exercise its powers under sections 19 and 20 (instead of exercising its powers on the petition). 4 References in this section to the court's powers on a winding-up petition are to— a its powers under section 125 of the Insolvency Act 1986 (other than its power of adjournment), and b its powers under section 135 of the Insolvency Act 1986."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "12", "section_title": "Voluntary winding up", "section_text": "12 1 A further education body has no power to pass a resolution for voluntary winding up without the permission of the court. 2 Permission may be granted by the court only on an application made by the further education body. 3 The court may not grant permission unless— a notice of the application has been given to the appropriate national authority, and b a period of at least 14 days has elapsed since that notice was given. 4 If an education administration application is made in relation to the further education body after an application for permission under this section has been made but before it is granted, the court may exercise its powers under sections 19 and 20 (instead of granting permission). 5 In this section  “ a resolution for voluntary winding up ” has the same meaning as in the Insolvency Act 1986."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "13", "section_title": "Enforcement of security", "section_text": "13 A person may not take any step to enforce a security over property of a further education body unless— a notice of the intention to do so has been given to the appropriate national authority, and b a period of at least 14 days has elapsed since the notice was given."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "14", "section_title": "Interpretation of Chapter", "section_text": "14 1 In this Chapter— “ the court ”, in relation to a further education body, means the court having jurisdiction to wind up the body; “ education administration application ” has the meaning given by section 18; “ education administration order ” has the meaning given by section 17. 2 For the purposes of this Chapter an application made to the court is outstanding if it— a has not yet been granted or dismissed, and b has not been withdrawn. 3 An application is not to be taken as having been dismissed if an appeal against the dismissal of the application, or a subsequent appeal, is pending. 4 An appeal is to be treated as pending for this purpose if— a an appeal has been brought and has not been determined or withdrawn, b an application for permission to appeal has been made but has not been determined or withdrawn, or c no appeal has been brought and the period for bringing one is still running. 5 In relation to a further education body that is a statutory corporation, a reference in this Chapter to a provision of the Insolvency Act 1986 is to that provision as it applies to the body by virtue of section 6."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "15", "section_title": "Overview of Chapter", "section_text": "15 1 This Chapter creates a procedure to be known as education administration. 2 The main features of an education administration are that— a it can be used where a further education body is unable to pay its debts or is likely to become unable to pay its debts, b the court appoints an education administrator on the application of the appropriate national authority, and c the education administrator manages the body's affairs, business and property with a view to avoiding or minimising disruption to the studies of existing students."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "16", "section_title": "Objective of education administration", "section_text": "16 1 The objective of an education administration is to— a avoid or minimise disruption to the studies of the existing students of the further education body as a whole, and b ensure that it becomes unnecessary for the body to remain in education administration for that purpose. 2 The means by which the education administrator may achieve that objective include— a rescuing the further education body as a going concern, b transferring some or all of its undertaking to another body, c keeping it going until existing students have completed their studies, or d making arrangements for existing students to complete their studies at another institution."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "17", "section_title": "Education administration order", "section_text": "17 1 An education administration order is an order of the court appointing a person as the education administrator of a further education body. 2 A person is eligible for appointment as an education administrator only if the person would be qualified to act as an insolvency practitioner in relation to the further education body. 3 While an education administration order is in force the further education body may be described as being  “in education administration”."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "18", "section_title": "Application for education administration order", "section_text": "18 1 An education administration order may be made only on an application by the appropriate national authority. 2 The appropriate national authority must give notice of an application— a to the further education body to which the application relates, and b to any person specified in education administration rules (for those rules, see section 32). 3 An application for an education administration order is referred to in this Chapter as an  “education administration application”."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "19", "section_title": "Grounds for making an education administration order", "section_text": "19 1 The court may make an education administration order on an application only if satisfied that the further education body— a is unable to pay its debts, or b is likely to become unable to pay its debts. 2 The court has no power to make an education administration order in relation to a further education body which— a is in administration under Schedule B1 to the Insolvency Act 1986, or b has gone into liquidation (within the meaning of section 247(2) of the Insolvency Act 1986). 3 For the purposes of this section a further education body is unable to pay its debts if it is deemed to be unable to pay its debts under section 123 of the Insolvency Act 1986."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "20", "section_title": "Powers of the court on hearing an application", "section_text": "20 1 On hearing an education administration application the court may— a grant the application, b adjourn the application conditionally or unconditionally, c dismiss the application, d make an interim order, e treat that application as a winding-up petition and make any order the court could make under section 125 of the Insolvency Act 1986 (power of court on hearing winding-up petition), or f make any other order that it thinks appropriate. 2 An interim order under subsection (1)(d) may, in particular— a restrict the exercise of a power of the further education body, b in the case of a further education body that is a statutory corporation, restrict the exercise of a power of its members, c in the case of a further education body that is a company, restrict the exercise of a power of its directors, and d make provision conferring a discretion on a person who would be qualified to act as an insolvency practitioner in relation to the further education body. 3 An education administration order comes into force— a at the time appointed by the court, or b if no time is appointed by the court, when the order is made."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "21", "section_title": "Appointment of two or more education administrators", "section_text": "21 If an education administration order appoints two or more persons as the education administrator of a further education body, the order must set out— a which (if any) of the functions of the education administrator are to be carried out only by the appointees acting jointly, b the circumstances (if any) in which the functions of an education administrator are to be carried out by one of the appointees, or by particular appointees, acting alone, and c the circumstances (if any) in which things done in relation to one of the appointees, or in relation to particular appointees, are to be treated as done in relation to all of them."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "22", "section_title": "Duty to dismiss ordinary administration application", "section_text": "22 1 On the making of an education administration order in relation to a further education body, the court must dismiss any ordinary administration application made in relation to the body which is outstanding. 2 In this section  “ ordinary administration application ” means an application in accordance with paragraph 12 of Schedule B1 to the Insolvency Act 1986. 3 Subsections (2) to (4) of section 14 (meaning of  “outstanding”) apply for the purposes of this section."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "23", "section_title": "Status of education administrator", "section_text": "23 1 An education administrator is an officer of the court. 2 In carrying out functions in relation to a further education body an education administrator acts as its agent."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "24", "section_title": "General functions of education administrator", "section_text": "24 1 Where an education administration order is in force in relation to a further education body, the body's affairs, business and property are to be managed by the education administrator. 2 The education administrator must carry out his or her functions for the purpose of achieving the objective of the education administration. 3 In pursuing the objective of the education administration set out in section 16(1)(a) the education administrator must, in particular, take into account the needs of existing students who have special educational needs. 4 The education administrator of a further education body that is a statutory corporation must, so far as is consistent with the objective of the education administration, carry out his or her functions in a way that achieves the best result for the further education body's creditors as a whole. 5 The education administrator of a further education body that is a company must, so far as is consistent with the objective of the education administration, carry out his or her functions in a way that achieves the best result for— a the company's creditors as a whole, and b subject to that, the company's members as a whole. 6 For the purposes of this section an existing student has  “special educational needs” if he or she has a learning difficulty which calls for special educational provision to be made for him or her. 7 In subsection (6)— “ special educational provision ”, in relation to an existing student, means provision for education or training that is additional to, or different from, that made generally for other students of the same age; “ learning difficulty ” is to be read in accordance with section 19(6) and (7) of the Further and Higher Education Act 1992."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "25", "section_title": "Transfer schemes", "section_text": "25 Schedule 2 gives an education administrator the power to make transfer schemes."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "26", "section_title": "Conduct of administration", "section_text": "26 1 Schedule 3 applies provisions of the Insolvency Act 1986, with modifications, in relation to the education administration of a further education body that is a statutory corporation. 2 Schedule 4 makes similar provision in relation to the education administration of a further education body that is a company."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "27", "section_title": "Grants and loans where education administration order is made", "section_text": "27 1 If an education administration order has been made in relation to a further education body, the appropriate national authority may make grants or loans to the body for the purpose of achieving the objective of the education administration. 2 A grant or loan under this section may be made on whatever terms the appropriate national authority considers appropriate (including terms relating to repayment of the grant or loan, with or without interest). 3 In the case of a loan, the terms must provide for paragraph 99(7)(a), (b) or (c) of Schedule B1 to the Insolvency Act 1986 (vacation of office: charges and liabilities) to apply in relation to any sum that must be paid by the further education body in respect of the loan or interest on it. 4 In subsection (3) the reference to paragraph 99 of Schedule B1 to the Insolvency Act 1986 is to that Schedule as applied by Schedule 3 or 4 to this Act."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "28", "section_title": "Indemnities where education administration order is made", "section_text": "28 1 If an education administration order has been made in relation to a further education body, the appropriate national authority may agree to indemnify persons in respect of one or both of the following— a liabilities incurred in connection with the carrying out of functions by the education administrator, and b loss or damage sustained in that connection. 2 The agreement may be made in whatever manner, and on whatever terms, the appropriate national authority considers appropriate. 3 As soon as possible after agreeing to indemnify persons under this section, the appropriate national authority must lay a statement of the agreement before Parliament or the National Assembly for Wales (as appropriate). 4 For repayment of sums paid by the appropriate national authority in consequence of an indemnity agreed to under this section, see section 29. 5 The power of the appropriate national authority to agree to indemnify persons— a is confined to a power to agree to indemnify persons in respect of liabilities, loss and damage incurred or sustained by them as relevant persons, but b includes power to agree to indemnify persons (whether or not they are identified or identifiable at the time of the agreement) who subsequently become relevant persons. 6 The following are relevant persons for the purposes of this section— a the education administrator; b an employee of the education administrator; c a partner or employee of a firm of which the education administrator is a partner or employee; d a partner of a firm of which the education administrator was an employee or partner at a time when the order was in force; e a body corporate which is the employer of the education administrator; f an officer, employee or member of such a body corporate; g a Scottish firm which is the employer of the education administrator or of which the education administrator is a partner. 7 For the purposes of subsection (6)— a references to the education administrator are to be read, where two or more persons are appointed as the education administrator, as references to any one or more of them, and b references to a firm of which a person was a partner or employee at a particular time include a firm which holds itself out to be the successor of a firm of which the person was a partner or employee at that time."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "29", "section_title": "Indemnities: repayment by further education bodies etc", "section_text": "29 1 This section applies where a sum is paid out by the appropriate national authority in consequence of an indemnity agreed to under section 28 in relation to the education administration of a further education body. 2 The further education body must pay the appropriate national authority— a any amounts in or towards the repayment of that sum that the appropriate national authority directs, and b interest on amounts outstanding under this subsection at whatever rates the appropriate national authority directs. 3 The payments must be made by the further education body at times, and in a manner, determined by the appropriate national authority 4 Subsection (2) does not apply in the case of a sum paid by the appropriate national authority for indemnifying a person in respect of a liability to the further education body. 5 The appropriate national authority must lay before Parliament or the National Assembly for Wales (as appropriate) a statement relating to the sum paid out in consequence of the indemnity— a as soon as possible after the end of the financial year in which the sum is paid out, and b if subsection (2) applies to the sum, as soon as possible after the end of each subsequent financial year in relation to which the repayment condition has not been met. 6 The repayment condition is met in relation to a financial year if— a the whole of the sum has been repaid to the appropriate national authority before the beginning of the year, and b the further education body was not at any time during the year liable to pay interest on amounts that became due in respect of the sum."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "30", "section_title": "Guarantees where education administration order is made", "section_text": "30 1 If an education administration order has been made in relation to a further education body the appropriate national authority may guarantee— a the repayment of any sum borrowed by the body while that order is in force, b the payment of interest on any sum borrowed by the body while that order is in force, and c the discharge of any other financial obligation of the body in connection with the borrowing of any sum while that order is in force. 2 The appropriate national authority may give the guarantees in whatever manner, and on whatever terms, the appropriate national authority considers appropriate. 3 As soon as possible after giving a guarantee under this section, the appropriate national authority must lay a statement of the guarantee before Parliament or the National Assembly for Wales (as appropriate). 4 For repayment of sums paid by the appropriate national authority under a guarantee given under this section, see section 31."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "31", "section_title": "Guarantees: repayment by further education body etc", "section_text": "31 1 This section applies where a sum is paid out by the appropriate national authority under a guarantee given by the appropriate national authority under section 30 in relation to a further education body. 2 The further education body must pay the appropriate national authority— a any amounts in or towards the repayment of that sum that the appropriate national authority directs, and b interest on amounts outstanding under this subsection at whatever rates the appropriate national authority directs. 3 The payments must be made by the further education body at times, and in a manner, determined by the appropriate national authority. 4 The appropriate national authority must lay before Parliament or the National Assembly for Wales (as appropriate) a statement relating to the sum paid out under the guarantee— a as soon as possible after the end of the financial year in which the sum is paid out, and b as soon as possible after the end of each subsequent financial year in relation to which the repayment condition has not been met. 5 The repayment condition is met in relation to a financial year if— a the whole of the sum has been repaid to the appropriate national authority before the beginning of the year, and b the further education body was not at any time during the year liable to pay interest on amounts that became due in respect of the sum."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "32", "section_title": "Education administration rules", "section_text": "32 1 The power to make rules under section 411 of the Insolvency Act 1986 is to apply for the purpose of giving effect to this Chapter as it applies for the purpose of giving effect to Parts 1 to 7 of that Act (and, accordingly, as if references in that section to those Parts included references to this Chapter). 2 Section 413(2) of the Insolvency Act 1986 (duty to consult Insolvency Rules Committee about rules) does not to apply to rules made under section 411 of the Insolvency Act 1986 as a result of this section."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "33", "section_title": "Application of other insolvency law", "section_text": "33 1 The Secretary of State may make regulations, in consequence of this Chapter or subordinate legislation made under it— a providing for any legislation about insolvency to apply in relation to a further education body (with or without modifications); b amending, or modifying, any legislation about insolvency as it applies in relation to a further education body. 2 In subsection (1)  “ legislation about insolvency ” includes any legislation that makes provision by reference to anything that is or may be done under any provision of the Insolvency Act 1986, or under any provision of subordinate legislation made under that Act, as applied by this Chapter. 2A Regulations under subsection (1) may in particular provide for any provision of the Insolvency Act 1986 to apply (with or without modifications) in relation to a further education body in connection with the education administration procedure created by this Chapter. 2B Nothing in Schedule 3 or 4 limits the provision that may be made by virtue of subsection  (2A) , and provision made by virtue of that subsection may amend Schedules 3 and 4. 3 Regulations under this section that apply, amend or modify a provision of an Act are subject to the affirmative resolution procedure. 4 Any other regulations under this section are subject to the negative resolution procedure. 5 In this section  “ legislation ” means any provision made by or under an Act passed before or in the same session as this Act."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "34", "section_title": "Modification of this Chapter under the Enterprise Act 2002", "section_text": "34 A power to modify or apply enactments conferred on the Secretary of State by section 248 or 277 of the Enterprise Act 2002 includes power to make such consequential modifications of this Chapter as the Secretary of State considers appropriate in connection with any other provision made under that section."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "35", "section_title": "Interpretation of Chapter", "section_text": "35 1 In this Chapter— “ business ”,  “ property ” and  “ security ” have the same meaning as in the Insolvency Act 1986; “ the court ”, in relation to a further education body, means the court having jurisdiction to wind up the body; “ education administration application ” has the meaning given by section 18; “ education administration order ” has the meaning given by section 17; “ education administration rules ” means rules made under section 411 of the Insolvency Act 1986 as a result of section 32 above; “ education administrator ” means a person appointed by an education administration order and is to be read in accordance with subsection (2) below; “ existing student ”, in relation to a further education body that is in education administration, means a person who— is a student at the relevant institution when the administration order is made, or has accepted a place on a course at the relevant institution when the administration order is made; “ financial year ” means a period of 12 months ending with 31 March; “ member ”, in relation to a further education body that is a company, has the same meaning as in the Insolvency Act 1986; “ objective of the education administration ” is to be read in accordance with section 16; “the relevant institution”— in relation to a further education corporation, means the institution which the corporation is established to conduct; in relation to a sixth form college corporation, means the relevant sixth form college as defined by section 90(1) of the Further and Higher Education Act 1992; in relation to a company conducting a designated further education institution, means that designated further education institution; “ Scottish firm ” means a firm constituted under the law of Scotland. 2 In this Chapter references to the education administrator of a further education body— a include a person appointed under paragraph 91 or 103 of Schedule B1 to the Insolvency Act 1986, as applied by Schedule 3 or 4 to this Act, to be the education administrator of the further education body, and b if two or more persons are appointed as the education administrator of the further education body, are to be read in accordance with the provision made under section 21. 3 References in this Chapter to a person qualified to act as an insolvency practitioner in relation to a further education body are to be read in accordance with Part 13 of the Insolvency Act 1986. 4 In relation to a further education body that is a statutory corporation, references in this Chapter to a provision of the Insolvency Act 1986 (except the references in sections 27, 32 and 33 and Schedule 3 and in subsection (2) above) are to that provision as it applies to further education bodies by virtue of section 6."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "36", "section_title": "Trust property held by sixth form college corporations", "section_text": "36 If a sixth form college corporation to which section 33J of the Further and Higher Education Act 1992 applies is being wound up under the Insolvency Act 1986, any property held by the corporation on trust for the purposes of the relevant sixth form college must be transferred to the trustees of the relevant sixth form college (as defined by section 90(1) of that Act)."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "37", "section_title": "Restrictions on dissolution of further education corporation", "section_text": "37 1 The Further and Higher Education Act 1992 is amended as follows. 2 In section 27A (dissolution of further education corporation), after subsection (5) insert— 6 See also section 27C (restrictions on dissolution in insolvency situations). 3 After section 27B insert— Restrictions on dissolution in insolvency situations 27C 1 A further education corporation have no power under section 27A to resolve that the corporation should be dissolved if— a the corporation is in education administration under Chapter 4 of Part 2 of the Technical and Further Education Act 2017, b a voluntary arrangement in relation to the corporation has been proposed under Part 1 of the Insolvency Act 1986 and the matter has not been finally concluded, c the corporation is in administration under Part 2 of the Insolvency Act 1986, d paragraph 44 of Schedule B1 to the Insolvency Act 1986 applies (interim moratorium on proceedings where application to the court for an administration order has been made), or e the corporation is being wound up, whether voluntarily or by the court, under Part 4 of the Insolvency Act 1986 or a petition under that Part for winding up of the corporation by the court has been presented and not finally dealt with or withdrawn. 2 For the purposes of subsection (1)(b), the matter is finally concluded if— a no meetings are to be summoned under section 3 of the Insolvency Act 1986, b meetings summoned under that section fail to approve the arrangement with no, or the same, modifications, c an arrangement approved by meetings summoned under that section, or in consequence of a direction under section 6(4)(b) of that Act, has been fully implemented, or d the court makes an order under section 6(5) of that Act revoking approval given at previous meetings and, if the court gives any directions under section 6(6) of that Act, the corporation has done whatever it is required to do under those directions. 3 In this section— a a reference to paragraph 44 of Schedule B1 to the Insolvency Act 1986 is to that paragraph as it applies to a further education corporation by virtue of— i section 6 of the Technical and Further Education Act 2017 (application of normal insolvency procedures), or ii Schedule 3 to the Technical and Further Education Act 2017 (special education administration); b any other reference to a provision of the Insolvency Act 1986 is to that provision as it applies to a further education corporation by virtue of section 6 of the Technical and Further Education Act 2017."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "38", "section_title": "Restrictions on dissolution of sixth form college corporation", "section_text": "38 1 The Further and Higher Education Act 1992 is amended as follows. 2 In section 33O (dissolution of sixth form college corporation), after subsection (4) insert— 5 See also section 33Q (restrictions on dissolution in insolvency situations). 3 After section 33P insert— Restrictions on dissolution in insolvency situations 33Q 1 A sixth form college corporation have no power under section 33O to resolve that the corporation should be dissolved if— a the corporation is in education administration under Chapter 4 of Part 2 of the Technical and Further Education Act 2017, b a voluntary arrangement in relation to the corporation has been proposed under Part 1 of the Insolvency Act 1986 and the matter has not been finally concluded, c the corporation is in administration under Part 2 of the Insolvency Act 1986, d paragraph 44 of Schedule B1 to the Insolvency Act 1986 applies (interim moratorium on proceedings where application to the court for an administration order has been made), or e the corporation is being wound up, whether voluntarily or by the court, under Part 4 of the Insolvency Act 1986 or a petition under that Part for winding up of the corporation by the court has been presented and not finally dealt with or withdrawn. 2 For the purposes of subsection (1)(b), the matter is finally concluded if— a no meetings are to be summoned under section 3 of the Insolvency Act 1986, b meetings summoned under that section fail to approve the arrangement with no, or the same, modifications, c an arrangement approved by meetings summoned under that section, or in consequence of a direction under section 6(4)(b) of that Act, has been fully implemented, or d the court makes an order under section 6(5) of that Act revoking approval given at previous meetings and, if the court gives any directions under section 6(6) of that Act, the corporation has done whatever it is required to do under those directions. 3 In this section— a a reference to paragraph 44 of Schedule B1 to the Insolvency Act 1986 is to that paragraph as it applies to a sixth form college corporation by virtue of— i section 6 of the Technical and Further Education Act 2017 (application of normal insolvency procedures), or ii Schedule 3 to the Technical and Further Education Act 2017 (special education administration); b any other reference to a provision of the Insolvency Act 1986 is to that provision as it applies to a sixth form college corporation by virtue of section 6 of the Technical and Further Education Act 2017."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "39", "section_title": "Disqualification of officers", "section_text": "39 In the Company Directors Disqualification Act 1986, after section 22F insert—                 Application of Act to further education bodies 22G 1 This Act applies to further education bodies as it applies to companies. 2 Accordingly, in this Act— a references to a company are to be read as including references to a further education body; b references to a director or an officer of a company are to be read as including references to a member of a further education body; c any reference to the Insolvency Act 1986 is to be read as including a reference to that Act as it applies to further education bodies. 3 As they apply in relation to further education bodies, the provisions of this Act have effect with the following modifications— a in section 2(1), the reference to striking off is to be read as including a reference to dissolution; b sections 9A to 9E are to be disregarded; c references to any of sections 9A to 9E are to be disregarded. 4 In this section— “ further education body ” means— a further education corporation, or a sixth form college corporation; “ further education corporation ” means a body corporate that— is established under section 15 or 16 of the Further and Higher Education Act 1992, or has become a further education corporation by virtue of section 33D or 47 of that Act; “ sixth form college corporation ” means a body corporate— designated as a sixth form college corporation under section 33A or 33B of the Further and Higher Education Act 1992, or established under section 33C of that Act."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "40", "section_title": "Information for Secretary of State about further education", "section_text": "40 1 Section 54 of the Further and Higher Education Act 1992 (duty to provide information) is amended as follows. 2 For subsection (1) substitute— 1 Each of the following must give the Secretary of State such information as the Secretary of State may require for purposes connected with further education— a a local authority in England, b the governing body of any institution maintained by a local authority in England, c the governing body of a city technology college in England, a city college for the technology of the arts in England or an Academy, d the governing body of any institution in England within the further education sector or the higher education sector, and e any person or body who— i provides further education, and ii is receiving or has received funding to do so from the Secretary of State, a local authority in England or a combined authority. 2 Each of the following must give the Welsh Ministers such information as the Welsh Ministers may require for the purposes of the exercise of any of the Welsh Ministers' functions under any enactment— a a local authority, b the governing body of any institution maintained by a local authority, and c the governing body of any institution within the further education sector or the higher education sector. 3 Renumber the existing subsection (2) as subsection (3)."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "41", "section_title": "Careers advice in further education institutions: Ofsted inspection", "section_text": "41 1 Section 125 of the Education and Inspections Act 2006 (inspection of further education institutions) is amended as follows. 2 In subsection (4) (matters to be dealt with in inspection report), after paragraph (a) (but before the  “and” at the end) insert— aa must, in a case where it relates to an institution within the further education sector, comment on the careers guidance provided to relevant students at the institution, . 3 After subsection (7) insert— 8 In this section— “ careers guidance ” includes guidance about undertaking any training, education, employment or occupation; “ relevant student ” means a student— who is aged under 19, or who is aged 19 or over and is someone for whom an EHC plan is maintained."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "42", "section_title": "Power to make transitional provision", "section_text": "42 The Secretary of State may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "43", "section_title": "Power to make consequential provision", "section_text": "43 1 The Secretary of State may by regulations make provision that is consequential on any provision made by this Act. 2 Regulations under this section may amend, repeal or revoke any provision made by or under an Act passed before this Act or in the same Session. 3 Regulations under this section that repeal or amend a provision of an Act are subject to the affirmative resolution procedure. 4 Any other regulations under this section are subject to the negative resolution procedure."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "44", "section_title": "Regulations: general", "section_text": "44 1 Regulations under this Act are to be made by statutory instrument. 2 Regulations under this Act may make— a consequential, supplementary, incidental, transitional or saving provision; b different provision for different purposes."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "45", "section_title": "Affirmative and negative resolution procedures", "section_text": "45 1 Where regulations under this Act are subject to  “the negative resolution procedure” the statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 2 Where regulations under this Act are subject to  “the affirmative resolution procedure” the regulations may not be made unless a draft of the statutory instrument containing them has been laid before Parliament and approved by a resolution of each House of Parliament. 3 Any provision that may be included in an instrument under this Act subject to the negative resolution procedure may be made by regulations subject to the affirmative resolution procedure."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "46", "section_title": "Extent", "section_text": "46 1 Any amendment or repeal made by this Act has the same extent as the enactment amended or repealed. 2 This Part and section 6 so far as it relates to section 426 of the Insolvency Act 1986 extend to— a England and Wales, b Scotland, and c Northern Ireland. 3 Except as mentioned above, this Act extends to England and Wales only."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "47", "section_title": "Commencement", "section_text": "47 1 This Part and paragraph 35 of Schedule 1 come into force on the day on which this Act is passed. 2 The other provisions of this Act come into force on such day as the Secretary of State may by regulations appoint. 3 Different days may be appointed for different purposes."}, {"act": "Technical and Further Education Act 2017", "year": 2017, "section": "48", "section_title": "Short title", "section_text": "48 This Act may be cited as the Technical and Further Education Act 2017."}]