[{"act": "Judicial Factors Act 1849", "year": 1849, "section": "1", "section_title": " Interpretation of terms in this Act.", "section_text": "1 The following words and expressions in this Act shall have the meanings hereby assigned to them, unless there be something in the subject or context repugnant to such construction; (that is to say,) the expression “ judicial factor ” or “ factor ” shall mean  factor loco tutoris , factor loco absentis,  and curator bonis ;  . . .  the word “ tutor ” shall mean any person who after the passing of this Act shall be served tutor of law  to any pupil , or be appointed tutor-dative to any  pupil or person suffering from mental disorder within the meaning of the Mental Health (Scotland) Act, 1960  the word “ curator ” shall mean any person who after the passing of this Act shall be served as curator to any  person suffering from mental disorder within the meaning of the  Mental Health (Scotland) Act, 1960 ; the word “ accountant ” shall mean the accountant of the Court of Session, to be appointed under the authority of this Act; the expression “ lord ordinary ” shall mean the lord ordinary of the Court of Session discharging the duties of junior lord ordinary in time of session, and the lord ordinary on the bills in the time of vacation; the expression “ Court of Session ” or “ court ” shall, excepting as to the power of passing acts of sederunt mean either division of the Court of Session; the word “ estate ” shall include all property and funds, and all rights heritable and moveable; the word “ lands ” shall include all heritable subjects; words used in the singular number shall be held to include several persons or things; and words importing the masculine gender shall extend and be applied to females as well as males."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "2", "section_title": " Judicial factor to find caution for duly performing his duties.", "section_text": "2 Every judicial factor shall, within such time after his appointment as the court shall direct, find caution for his duly accounting for his intromissions and management, and observing and performing every duty incumbent upon him as factor, in terms of the rules prescribed or to be prescribed for the discharge of his office, and in case of his failure to do so his appointment shall fall;  and no factor shall enter upon the duties of his office, nor shall a certified copy interlocutor of his appointment be issued, until after such caution is found and received as sufficient; and the factor shall obtain a certified copy interlocutor of his appointment without delay"}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "3", "section_title": " Judicial factor to lodge with the accountant a distinct rental of lands committed to his management, a list of funds, and an inventory of moveables,  etc.", "section_text": "3 Every judicial factor shall, as soon as may be after  obtaining an official certified copy interlocutor of his appointment  and within six months at latest from the date on which his bond of caution shall have been received, lodge with the accountant a distinct rental of all lands committed to his management, specifying the rents, revenues, and profits of such lands, the existing leases and other rights affecting the lands, and the public burdens and other burdens thereon, and a list of all monies and funds belonging and debts due to the estate, specifying the particulars of each item, and the interest or revenue arising from the same, the document by which the same is vouched, and the nature and value of any security held for the same, and also an inventory of any household furniture, farm stocking, goods, or moveables, including rights moveable, forming part of the estate; and he shall without delay after  obtaining an official certified copy interlocutor of his appointment , recover all writs and documents of importance belonging to the estate, and collect all monies due to the same not securely invested, and use all reasonable diligence in ascertaining the exact nature and amount of the estate placed under his charge; and he shall produce all such writs and documents, and information so obtained by him, along with the said rental, list of funds, and inventory, to the accountant, which rental, list, and inventory, when adjusted and approved of by the accountant, shall be signed by him and the factor, and shall form a ground of charge against the factor; and if at any time thereafter any new claims or property belonging to the estate shall be discovered, the factor shall report the same in his next account of charge and discharge to the accountant, who shall make such alteration on the rental, list, and inventory as may be thereby rendered necessary."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "4", "section_title": " Factor to close his accounts once a year, and lodge the same with accountant.", "section_text": "4 The factor shall close his account of charge and discharge once in every year, on a day to be fixed by the accountant, and within one month thereafter shall lodge such account in the office of the accountant, with the vouchers numbered, and referred to in the account by number: Provided always, that it shall be competent for the accountant, on cause shown, to prorogate the time for lodging such accounts and vouchers, but in no case shall such prorogation extend beyond three months from the day fixed for the closing of the accounts."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "5", "section_title": " Factor to lodge monies in one of the banks of Scotland. ", "section_text": "5 1 The factor shall lodge the money in his hands in some one of the  following institutions, that is to say— a an institution authorised under the Banking Act 1987; b the National Savings Bank; or c a building society incorporated (or deemed to be incorporated) under the Building Societies Act 1986, , in a separate account or on deposit, such account or deposit being in his own name as judicial factor on the estate; and if the factor shall keep in his hands more than  five hundred pounds  of money belonging to the estate for more than ten days, he shall be charged with a sum to the estate at the rate of twenty pounds per centum per annum on the excess of the said sum of  five hundred pounds  for such time as it shall be in his hands beyond the said ten days; and, unless the money has been so kept from innocent causes, the factor shall be dismissed from his office, and shall have no claim for commission. 2 The Secretary of State may by order made by regulations amend subsection (1) above by substituting for any sum for the time being specified in that subsection such other sum as appears to him to be justified by a change in the value of money. 3 The power to make regulations under subsection (2) above shall be exercisable by statutory instrument; and no such regulations shall be made unless a draft of them has been approved by resolution of each House of Parliament. 4 In lodging money under subsection (1) above the judicial factor shall not require to have regard to any provision of the Trustee Investments Act 1961 which would, apart from the provisions of this subsection, require him to seek advice before depositing money in any of the institutions mentioned in that subsection."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "6", "section_title": " Penalties on factor for misconduct. ", "section_text": "6 If the factor shall misconduct himself, or fail in the discharge of his duty, he shall be liable to such fine, and to the forfeiture of the whole or any part of his commission, and to suspension or removal from his office as factor, and to payment of expences, or to any one or more of such penalties, as the court in its discretion shall decide; and that over and above such further liability as he may be subject to as accords of law in reparation of any loss or damage sustained by the estate in consequence of such misconduct or failure."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "7", "section_title": " Factor may apply for special powers.", "section_text": "7 If at any time it shall appear to the factor that there is a strong expediency for granting abatement of rent, either temporarily or permanently, or for renewing or granting a lease for a period of years, or for draining, or for erecting buildings or fences, or for otherwise improving the estate in a manner not coming within the ordinary course of factorial management, he shall report the same to the accountant, who may order any necessary inquiry, and shall state his opinion thereon in writing; and such report and opinion may be submitted by the factor to the lord ordinary, with a note praying for the sanction of the Court to the measure proposed; and the lord ordinary shall, with or without further inquiry, report the matter to the court, who, if they consider it expedient and consistent with due regard to the amount of the estate at the time, may sanction the measure, and the decision of the court shall be final, and not subject to appeal;  and if the estate be held under entail, it shall be lawful to the court to authorize the factor to take proceedings for constituting as a charge against the future heirs of entail, or otherwise recovering, the money expended in making any improvements upon the estate, under and in terms of the  Entail Improvement Act, 1770, and under and in terms of the  Entail Amendment Act, 1848; but nothing herein contained shall be held as conferring power on the court to authorize the factor to build or enlarge a mansion house upon the estate, or to charge the estate and future heirs of entail to a greater extent than one half the amount with which the heir in possession, if under no incapacity to act, could have charged the estate under the said Acts, or either of them ;  and if any factor having charge of the estate of any  person suffering from mental disorder within the meaning of the  Mental Health (Scotland) Act, 1960  or other person incapable of managing his own affairs shall deem it proper for the comfort or welfare of such person that the whole or a part of such estate should be sunk on annuity, he shall report the matter to the accountant, who shall state his opinion thereon in writing, and such report and opinion shall be submitted by the factor, with a note as aforesaid, to the lord ordinary, who shall report the matter to the court, and it shall be in the power of the court to sanction the measure, and the decision of the court shall be final, and not subject to appeal ; and in all other matters in which special powers are, according to the existing practice, in use to be granted by the court, the court shall have power to grant the same in like manner and form as is above provided."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "8", "section_title": " Before special powers, &c. are granted, court to order intimation, &c.", "section_text": "8 In all cases in which application shall be made to the lord ordinary or the court, by any factor, or other person having right to make the same, for special powers or for the extraordinary application of money or funds or property belonging to any estate, the lord ordinary or court shall order such intimation to be made as may be deemed proper."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "10", "section_title": " General nature of accountant’s duty;", "section_text": "10 The accountant shall superintend generally the conduct of all judicial factors  , tutors  and curators  coming under the provisions of this Act already appointed or to be hereafter appointed, and shall see that they duly observe all rules and regulations affecting them for the time."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "11", "section_title": " to assign a day for closing first account;", "section_text": "11 On the factor’s bond of caution being received as sufficient, it shall be transmitted by the clerk to the process to the accountant, who shall forthwith give a written intimation, dated and signed, to the factor or his agent, stating that the bond has been received, and assigning the day on which the factor is to close his first account, being not less than six nor more than eighteen months from the date of such intimation; and on the death or insolvency of the cautioner of any factor such factor shall forthwith give notice in writing to the accountant of such death or insolvency, and the accountant shall, as soon as the fact shall come to his knowledge, by means of such notice or otherwise, require new caution to be found."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "12", "section_title": " to adjust the rental, list, and inventory;", "section_text": "12 The accountant shall see that the factor lodges a rental, list, and inventory in terms of this Act, and shall, along with the factor or his agent, examine, verify, and adjust, and with the factor sign the same, and shall ascertain the circumstances of the estate, and call for all necessary documents, so as to form a clear rule of charge against the factor at the commencement of his office, and the accountant shall retain such rental, list, and inventory."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "13", "section_title": " and to audit the accounts.", "section_text": "13 The accountant shall see that the factor’s accounts of charge and discharge, with the vouchers thereof, are duly lodged, and shall thereafter examine the same without undue delay, and audit the account on the general principles of good ordinary management for the real benefit of the estate and of those interested therein, and he shall consider the investments of the estate and the sufficiency thereof, and he shall be entitled to require from the factor all necessary information and evidence, and he shall fix the amount of the factor’s commission for the period embraced by the audit according to his opinion of what is just in each particular case, and he shall strike the balance and shall state the result of his audit in the form of a short report, and if he has made any corrections on the account, he shall, if required by the factor, explain such corrections and his reasons for making them."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "14", "section_title": " Rules of exact diligence may be dispensed with.", "section_text": "14 The accountant shall have power, upon report to and with the approval of the lord ordinary, where the sum involved exceeds twenty pounds, and without such report and approval where the sum involved is less than twenty pounds, to dispense with the rules of exact diligence in any matter of factorial management."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "15", "section_title": " Accountant’s report conclusive against factor, if not objected to, and if objections, how to be disposed of.", "section_text": "15 The accountant’s audit and report shall be conclusive against the factor and his cautioner if written objections shall not be lodged by the factor with the accountant within twenty days from the date of such audit and report being communicated to the factor; but if objections be lodged, the accountant shall consider the same, and may alter his report if he sees cause; and unless the objections are allowed or departed from, the account and report and whole proceedings shall be transmitted by the accountant to the lord ordinary, who shall call the factor or his agent, and if necessary the accountant, before him at chambers in reference thereto, and the lord ordinary or the court, if the matter shall be reported or brought under review, may affirm, vary, or reverse the audit and report of the accountant, and may reserve any question or questions which are raised in the objections for the factor till the final audit of his accounts, directing the account to be balanced for the present, as the lord ordinary or the court may think expedient and just; and no judgment of the lord ordinary, pronounced as aforesaid, shall be subject to review at the instance of the accountant, nor, in case the lord ordinary shall reserve any question as aforesaid, shall it be competent to the factor to reclaim against such reservation; but in case the lord ordinary shall decide against the factor, he may bring the interlocutor under review of the court, by a short note of appeal from the lord ordinary’s judgment, and the judgment of the court shall not be subject to appeal at this stage nor till the termination of the factory, without the leave of the court; Provided always, with reference to such discussion between the accountant and the factor, that at the audit of the factor’s accounts, at the termination of his factory, it shall be competent to the factor and his representatives, or to any succeeding factor, or to any parties beneficially interested in the estate, to enter upon such matter of objection, if the same has been reserved, but if the same has been decided by the lord ordinary or the court, the decision shall not be opened up except upon cause shown; and the factor shall not be entitled to charge the expence of any such proceedings against the estate, without the special authority of the lord ordinary or the court."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "16", "section_title": " Cautioner may be heard before the accountant.", "section_text": "16 It shall be lawful for the cautioner to appear and be heard before the accountant during the course of the audit, or to state objections to the audit within twenty days from the date of the report being intimated to the factor as aforesaid, unless the accountant shall grant further time, not exceeding six weeks; and for the purpose of stating such objections the accountant shall, if required, furnish to the cautioner a copy of his report, and the expence of such copy, and of any discussion that shall take place during or after the audit at the instance of the cautioner, shall be borne by the cautioner, and not by the estate: Provided always, that no objection stated on the part of the cautioner shall be any ground for delaying any consignation of any balance ordered by the accountant or otherwise giving immediate effect to the audit."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "17", "section_title": " Parties interested may, upon cause shown, open up audit of accounts.", "section_text": "17 Either at the termination of the factory or during its subsistence, it shall be competent for any party beneficially interested in the estate, or for any succeeding factor, to make appearance, and upon cause shown to open up the audit of all accounts which have been audited by the accountant in absence of such party or succeeding factor, and also all questions in the accounting which have either not been submitted to the decision of the lord ordinary or the court or been reserved, and also all questions which have been decided merely as between the accountant and the factor or between the factor and some other beneficiary, reserving always to the factor and his representatives their answers and defences as accords the law; but if such party or succeeding factor shall so appear, and such question shall be opened up and decided, the judgment, if pronounced between the factor and a party beneficially interested, shall be final and conclusive as between them and their representatives, and if pronounced between the factor and succeeding factor, shall be final and conclusive against the factor and the estate."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "18", "section_title": " Accountant to make an annual report of all judicial factories, which shall be printed.", "section_text": "18 The accountant shall make an annual report to the Court of Session, containing such particulars as he may think fit, or as the court may by act of sederunt or otherwise require, of all judicial factories, whether granted before or after the passing of this Act, then subsisting or remaining unsettled, and of his own proceedings in reference to the same, and such annual report shall be printed at the cost of the fee fund established by this Act."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "19", "section_title": " Accountant to make requisitions and orders on the factor;", "section_text": "19 The accountant shall make all such requisitions or orders on the factor as he may consider necessary; and if such requisition or order shall be disobeyed or neglected, he shall report the same to the lord ordinary, giving previous notice to the factor or his agent, who shall lodge objections in writing, if he any has, within  seven days  after such notice; and the lord ordinary is hereby empowered, on considering such requisition or order with the objections thereto, if any, to recal or vary, confirm or repeat, such requisition or order; and the interlocutor of the lord ordinary shall be final and conclusive against the accountant, and also against the factor, unless he shall, at the time of pronouncing judgment, give notice of his intention to bring the judgment under review, in which case the lord ordinary shall dispose of the matter of expences and give any interim order that may be necessary, which interim order shall not be subject to review."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "20", "section_title": " and to report to the lord ordinary or the court the factor’s failure in duty.", "section_text": "20 The accountant shall, at all times when requisite, report to the lord ordinary or the court any disobedience of any requisition or order, and any misconduct or failure in duty on the part of a factor, or any claims arising against a dismissed factor or a factor’s cautioner, or against the representatives of a factor or cautioner deceased; and it shall be competent for the lord ordinary or the court, on the accountant’s report, to deal immediately with the matter as accords of law."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "21", "section_title": " When malversation suspected, a case to be submitted to Her Majesty’s Advocate.", "section_text": "21 If the accountant shall possess information that shall lead him on reasonable grounds to suspect malversation or misconduct on the part of the factor, such as may infer removal or punishment, he shall be entitled to lay a case before Her Majesty’s Advocate, who shall have power to direct such inquiry and to take such proceedings, by petition and complaint, or otherwise, as he shall think proper."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "23", "section_title": " Provision as to past factories informally settled or desperate. ", "section_text": "23 In regard to all factories constituted before the passing of this Act, any settlement made of any such factory, though informal, shall be held as a prima facie discharge to the factor, and the accountant shall not report the same as a subsisting factory, or require further proceedings therein, but reserving the right of all parties interested in the estate to show cause to the accountant or the court why such settlement should not be held as a discharge to the factor, in which case, if the cause shown shall be satisfactory to the accountant or the court, the factory shall be held as subsisting and be proceeded with; and in any such factory in which, though there has been no settlement, it shall appear that no benefit is likely to be derived by the parties interested in the estate from farther proceedings therein, and no party interested shall make appearance and require such proceedings, the accountant shall place amongst the papers connected with the estate a memorandum of the circumstances, and shall state in his report that further proceedings are for the present unadvisable."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "25", "section_title": " Act made applicable to tutors of law, tutor’s-dative, and curators to insane persons.", "section_text": "25 Except as to the mode of appointment and caution, the provisions of this Act relating to judicial factors, or relating to the office, powers, and duties of the accountant appointed by this Act, shall be applicable, in so far as the same admit of application, to every person who, after the passing of this Act shall be served tutor of law  to any pupil , or appointed tutor-dative to any  pupil or person suffering from mental disorder within the meaning of the  Mental Health (Scotland) Act, 1960  or served curator to any  person suffering from mental disorder within the meaning of the Mental Health (Scotland) Act, 1960 . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "26", "section_title": " Bonds of caution for tutors and curators. ", "section_text": "26 In every service of a person as tutor of law  to a pupil , or as curator to  a person suffering from mental disorder within the meaning of the Mental Health (Scotland) Act 1960  there shall, besides the obligations usually inserted therein, be inserted in the bond of caution taken by the clerk in such service an obligation to observe and perform every duty incumbent on such person, in terms of the rules prescribed or to be prescribed for the discharge of his office in all respects, together with a consent to registration in the books of council and session for execution; and such bond of caution shall be transmitted, with the other steps of procedure, to the Director of Chancery, who shall forthwith transmit the same to the accountant; and no extract of the retour in such service shall be given out, nor any letters of tutory or curatory be issued thereon, until such bond of caution shall have been received by the Director of Chancery; and in bonds of caution to be taken in the Court of Exchequer from tutors-dative to  pupils or persons suffering from mental disorder within the meaning of the Mental Health (Scotland) Act 1960  there shall, besides the usual obligations, be inserted an obligation to the effect aforesaid; and such bonds of caution shall remain in the Court of Exchequer, according to the rules of that court."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "27", "section_title": " Amount of caution for factors, &c. limited, and bonds of caution, &c. taken.", "section_text": "27 It shall be lawful for the Court of Session  or Court of Exchequer, as the case may be,  to limit upon cause shown the caution to be found by factors  . . .  tutors and curators  to a specified amount, and also to authorize, if they shall deem it expedient, bonds or policies of the British Guarantee Association, or other public company incorporated by Act of Parliament or royal charter carrying on guarantee business within Scotland, to be accepted and taken instead of bonds of caution by private individuals."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "28", "section_title": " Certified copy of letters of tutory or curatory to form the basis of a summary process. ", "section_text": "28 Whenever the Director of Chancery shall issue letters of tutory or curatory, proceeding on any service or gift dated after the passing of this Act, he shall transmit a certified copy of such letters to the accountant, who, after making an entry thereof in his books, shall transmit the same to one of the principal clerks of session in order of seniority and by rotation; and such certified copy, when so transmitted, shall be held as establishing a summary process in regard to the estate to which such letters relate before that division of the court to which such clerk shall belong, to the same effect as if the tutor or curator to whom such letters are issued had been appointed judicial factor by the court on a petition in ordinary form; and such certified copy shall be held for the purposes of this Act as equivalent to such appointment."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "29"}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "30", "section_title": "Rental, list, and inventory, to be equivalent to tutorial or curatorial inventory Scots Act 1672 c. 2.", "section_text": "30 The rental, list, and inventory lodged with the accountant in terms of this Act by any tutor or curator as aforesaid shall be held as equivalent to the tutorial or curatorial inventory directed to be given up by the Tutors and Curators Act 1672; and the report of any additional funds or property belonging to the pupil or  person suffering from mental disorder within the meaning of the  Mental Health (Scotland) Act, 1960 , in terms of this Act, shall be held as equivalent to an eik to a tutorial or curatorial inventory in terms of the said recited Act which is hereby repealed, in so far as may be necessary to give effect to these enactments, but no farther."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "31", "section_title": " Resignation, &c. of tutors and curators.", "section_text": "31 The court shall have power, on cause shown, to remove or accept the resignation of any  . . .  tutor or curator  coming under the provisions of this Act, and to appoint a factor  loco tutoris or curator bonis  in his room."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "32", "section_title": " Remuneration and responsibility of factors, &c. not altered.", "section_text": "32 Nothing herein contained shall be held to confer on any such  . . .  tutor or curator  a right not now existing in law to remuneration for the discharge of the duties attached to his office, or to limit his powers or alter the rules of his responsibility as by law now existing, excepting in so far as is herein expressly provided."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "33", "section_title": " Accountant may require information from banks.", "section_text": "33 The accountant shall have power to require the officers of any  institution such as is mentioned in paragraphs (a) to (c) of section 5(1) of this Act with which any factor  . . .  tutor or curator  shall have opened an account for the estate under his care, to exhibit all entries in the books of such  institution  connected with such estate, and the officers of such  institution are hereby required to exhibit the same accordingly, and to allow the accountant to take such copies thereof as he may require."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "34", "section_title": " Discharge of factors, tutors, and curators.", "section_text": "34 Subject to section 34A of this Act,  it shall be competent for any factor  . . .  tutor, or curator , at the termination of his office, to present a petition to the court for his discharge, calling all persons interested in the estate, so far as known to him, as parties to such petition, and the court shall order such intimation and service as they may think fit; and it shall be competent to any persons so called, or to any other persons showing right and interest, to appear as parties, and upon cause shown to open up the audit of the factor’s accounts, and thereafter, and after receiving the report of the accountant, and making any further inquiry which may be necessary, the court shall pronounce judgment thereon; and such judgment, if it shall discharge such factor  . . .  tutor, or curator , shall be final and conclusive against all parties concerned, though pronounced in absence, provided the same shall not be opened up as a decree in absence in the Court of Session within the time limited for appealing to the House of Lords, or shall not be appealed from within that time."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "34A", "section_title": " Further provision as to discharge of factors, tutors and curators.", "section_text": "34A The Court may by act of sederunt make provision for the discharge of factors,  tutors and curators  by means other than the presentation of a petition under section 34 of this Act where the factory,  tutory or curatory  is terminated by reason of the  coming to an end of the situation giving rise to it , or by reason of the exhaustion of the estate."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "35", "section_title": " Accountant to be custodier of bank receipts.", "section_text": "35 The accountant shall be the custodier of all bank deposit receipts and other vouchers for sums of money already placed or to be hereafter placed in bank under authority of the court, and of all judicial bonds of caution and other judicial bonds granted or to be granted under the authority of the court or any of the judges thereof, or in reference to the business thereof, and all other documents of a like nature, which, according to the present law or practice, are entrusted to the keeping of the senior principal clerk of session, who, after the commencement of this Act, shall cease to discharge his present duty as custodier of such documents, and shall transfer all such documents as are in his possession to the accountant; and thereafter the clerk in each process in which consignation is made shall lodge all such bank receipts and bonds or vouchers in the hands of the accountant, whose acknowledgment therefor shall be an acquittance to such clerk."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "36", "section_title": " Records in the accountant’s office to be open for inspection.", "section_text": "36 The whole records and papers relating to factories,  . . .tutories, and curatories retained in the accountant’s office shall be open to inspection on payment of such fees as may be fixed by the court, but shall remain in the office, and not be lent out unless under authority of the court or of the lord ordinary, and copies therefrom, attested by the accountant, shall have the same authority as the originals themselves, and shall be furnished to any party requiring the same, on payment therefor of such fees as may be fixed by the court; and such fees for inspection and attested copies shall be paid weekly by the accountant into the fund herein-after established."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "37", "section_title": " Banks to accumulate principal and interest on accounts and deposits.", "section_text": "37 Every  institution such as is mentioned in paragraphs (a) to (c) of section 5(1) of this Act with which any money shall have been or shall be deposited or lodged by any judicial factor,  . . .  tutor, or curator , or under authority of any court in Scotland, or with reference to any suit in any court in Scotland, whether on deposit receipt or on account current, or otherwise, shall once at least in every year accumulate the interest with the principal sum, so that both shall thereafter bear interest together as principal; and  any such institution failing so to do shall be liable to account as if such money had been so accumulated."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "38", "section_title": " Provision for accountant’s illness or temporary absence.", "section_text": "38 In case of the illness or temporary absence of the accountant the Lord President of the Court of Session, or other judge acting as president for the time, may authorize any one of the accountant’s clerks or other qualified person to discharge the duties of the accountant for the time."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "40", "section_title": " Power to pass acts of sederunt.", "section_text": "40 It shall be competent to the Court of Session, and they are hereby authorized and required, from time to time to pass such acts of sederunt as shall be necessary or proper for the further regulation of the manner of appointing judicial factors, and the manner of discharging their duty, and the manner of discharging the duties of the accountant,  and the manner of applying the provisions of this Act to the case of  . . . tutors and curators , and the forms of process to be used in pursuance of this Act, and the manner of verifying by affidavit, declaration, certificate, or otherwise the sufficiency of the caution offered for factors,  . . .  tutors, and curators , and all other matters requisite for more effectually carrying out the purposes of this Act."}, {"act": "Judicial Factors Act 1849", "year": 1849, "section": "41", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "41"}]