[{"act": "Sequestration Act 1849", "year": 1849, "section": "1", "section_title": " Sequestrator enabled to sue in his own name for tithes, rent, &c. due to incumbent of the benefice sequestered. Nothing to empower sequestrator to bring or take actions except against incumbent, &c. Sequestrator may require indemnity from the creditor, at whose suit the sequestration shall issue.", "section_text": "1 Every sequestrator of an ecclesiastical benefice , may and is hereby authorized and empowered, from time to time, to bring and prosecute any action at law or suit in equity or   exercise the power under section 72(1) of the Tribunals, Courts and Enforcement Act 2007 (commercial rent arrears recovery) , or take any other proceeding, in his own name as the sequestrator of such benefice, without further description, for the recovery of any tithes, tithe rent-charge, tithe composition or substitution, obvention, pension, portion, or other payment for or in the nature or in lieu of tithe, or any other rent or annual sum, dues, or fees payable to the incumbent of such benefice, or of any messuages, lands, tenements, or hereditaments subject to such sequestration, or of any rent due or payment reserved or made payable to the incumbent of such benefice under any lease of or covenant or agreement to let any such messuages, lands, tenements, or hereditaments, tithes, tithe rent-charge, or other parcel of the benefice to which the  sequestration  relates: Provided always, that nothing herein contained shall be construed to empower the sequestrator of any benefice to bring, prosecute,  ..., or take any action, suit,  ..., or other proceeding, by virtue of this Act, except against the incumbent of such benefice, which might not lawfully have been brought, prosecuted,  ..., or taken by the incumbent of such benefice, if such benefice had not been under sequestration:  ..."}, {"act": "Sequestration Act 1849", "year": 1849, "section": "2", "section_title": " All payments under the Act to be deemed profits of the benifice.", "section_text": "2 The payment or render to such sequestrator lawfully entitled, with or without suit, by the party thereunto liable, of any such tithe, tithe rent-charge, tithe composition or substitution, rent, dues, fees, or payment, shall effectually discharge the party making the same from all liability to the incumbent of such benefice in respect thereof; and such sequestrator shall and may apply and shall account for the monies received or arising under or by virtue of any such render, payment, or recovery, in like manner as other goods and profits of the benefice liable to sequestration: Provided always, that nothing herein contained shall make any alteration in the law respecting the application of the money received by a sequestrator, or the security to be given by him for his duly accounting for the same."}, {"act": "Sequestration Act 1849", "year": 1849, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}]