[{"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "1", "section_title": " Charge of duty.", "section_text": "1 1 Subject to the provisions of this Act, a duty of excise shall be charged in respect of every mechanically propelled vehicle used or kept on any public road in  the United Kingdom  and shall be paid upon a licence to be taken out by the person keeping the vehicle. 2 The duty chargeable under this section in respect of a vehicle of any description shall be chargeable by reference to the annual rate applicable in accordance with the provisions of that one of  Schedules 1 to 5  to this Act which relates to vehicles of that description. 3 For the purposes of the said duty, in so far as chargeable in respect of the keeping of a vehicle on a road, a vehicle shall  be chargeable— a where one or more vehicle licences have been issued under this Act for the use of the vehicle, by reference to the rate currently applicable to a vehicle of the same description as that of the vehicle on the occasion of the issue of that licence (or the last of those licences), and b otherwise, by reference to whichever of the rates specified in Schedule 5 to this Act is applicable to a vehicle constructed at the same time as the vehicle. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "2", "section_title": " Commencement and duration of licences, and rate of duty. ", "section_text": "2 1 A vehicle licence may be taken out— a in the case of any vehicle, for any period of twelve months; b in the case of any vehicle the annual rate of duty applicable to which exceeds  £50 , for any period of  six months , c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  and shall, subject to the provisions of section 13 of this Act, first have effect on the day specified by the applicant in the application for the licence. 2 A licence for a period of four months shall expire with such day in the fourth month after that in which the licence first has effect as corresponds to the day preceding that on which it first has effect, so however that a licence for that period shall— a if it first has effect on the first day of a month, expire with the last day of the third month after that month; and b if it first has effect on 30th or 31st October, expire with the last day of the following February. 3 A licence which first has effect before the day on which it is issued shall not affect any criminal liability incurred before that day. 4 The duty payable on a vehicle licence for a vehicle of any description shall— a if the licence is taken out for a period of twelve months, be paid at the annual rate of duty applicable to vehicles of that description; b if the licence is taken out for a period of  six months, be paid at a rate equal to one half of the said annual rate plus ten per cent. of that amount ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  and in computing the rate of duty in accordance with paragraph (b) . . .   above, any fraction of 5p shall be treated as 5p if it exceeds 2·5p and shall otherwise be disregarded. 5 Notwithstanding anything in this Act, the Secretary of State may, during the period of two years beginning with the day when this subsection first takes effect, provide by regulations that, in such cases as may be determined by or under the regulations, the duration of a licence taken out after the coming into force of the regulations shall be longer or shorter, by such period not exceeding thirty days as may be so determined, than its duration would have been apart from the regulations; and where the duration of a licence is altered by virtue of this subsection the duty payable upon the licence shall be increased or reduced proportionately. 6 At the expiration of the period of two years mentioned in subsection (5) above that subsection shall cease to have effect, but without prejudice to any licence issued or any payment made or falling to be made by virtue of any regulations in force under that subsection immediately before the expiration of that period."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "3", "section_title": " Collection of duty,  etc.", "section_text": "3 1 The duty chargeable under this Act shall be levied by the Secretary of State. 2 Subject to the provisions of this Act the Secretary of State and his officers (including any body or person authorised by the Secretary of State to act as his agent for the purposes of this Act) shall have for the purpose of levying the duty aforesaid the same powers, duties and liabilities as the Commissioners of Customs and Excise and their officers have with respect to duties of excise  (other than duties on imported goods) and to the issue and cancellation of licences on which duties of excise are imposed and to other matters (not being matters relating only to duties on imported goods) under the Acts relating to duties of excise and excise licences; and, subject to those provisions and in particular to section 28 or 29 and to section 35(3) of this Act, all enactments relating to those duties and to punishments and penalties in connection therewith (other than enactments relating only to duties on imported goods) shall apply accordingly. 3 Without prejudice to subsection (2) above, the Secretary of State shall, with respect to the duty of excise chargeable under this Act and the excise licences provided for thereby, have the powers given to the said Commissioners by the Acts relating to duties of excise and excise licences for  . . .the mitigation or remission of any penalty or part thereof. 4 The duty levied by the Secretary of State under this Act shall be paid into the Consolidated Fund. 5 Any sums received by the Secretary of State by virtue of this Act by way of fees shall be paid into the Consolidated Fund."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "4", "section_title": " Exemptions from duty of certain descriptions of vehicle.", "section_text": "4 1 No duty shall be chargeable under this Act in respect of mechanically propelled vehicles of any of the following descriptions, that is to say— aa electrically propelled vehicles; a fire engines; b vehicles kept by a  fire authority  while they are used or kept on a road for the purposes of their fire brigade service; c ambulances; ca veterinary ambulances; cb vehicles used solely as mine rescue vehicles or for the purpose of conveying or drawing emergency winding-gear at mines; d road rollers; e vehicles used on tram lines, . . .  ; f vehicles used or kept on a road for no purpose other than the haulage of lifeboats and the conveyance of the necessary gear of the lifeboats which are being hauled; g vehicles (including cycles with an attachment for propelling them by mechanical power) which do not exceed  ten  hundredweight in weight unladen and are adapted, and used or kept on a road, for invalids; h road construction vehicles used or kept on a road solely for the conveyance of built-in road construction machinery (with or without articles or material used for the purposes of that machinery); i vehicles constructed or adapted, and used, solely for the conveyance of machinery for spreading material on roads to deal with frost, ice or snow or for the conveyance of such machinery and articles and material used for the purposes of that machinery; j local authority’s watering vehicles; k tower wagons used solely by a street lighting authority, or by any person acting in pursuance of a contract with such an authority, for the purpose of installing or maintaining materials or apparatus for lighting streets, roads or public places. ka vehicles   . . . neither constructed nor adapted for use nor used for the carriage of a driver or passenger; kb vehicles (other than ambulances) used for the carriage of disabled persons by bodies for the time being recognised for the purposes of this paragraph by the Secretary of State; l vehicles which are made available by the Secretary of State to any person, body or local authority in pursuance of  section 23 or sections 26 and 27 of the  National Health Service Act 1977  and which are used in accordance with the terms on which they are so made available.] 1A The Secretary of State shall recognise a body for the purposes of subsection (1)(kb) above if, on application made to him in such manner as he may specify, it appears to him that the body is concerned with the care of disabled persons. 1B The issue by the Secretary of State of a nil licence in respect of a mechanically propelled vehicle shall be treated, where the document is issued by virtue of paragraph (kb) of subsection (1) above, as recognition by him for the purposes of that paragraph of the body by reference to whose use of the vehicle the document is issued. 1C The Secretary of State may withdraw recognition of a body for the purposes of subsection (1)(kb) above if it appears to him that the body is no longer concerned with the care of disabled persons. 1D The reference in subsection (1B) above to the issue by the Secretary of State of a nil licence is a reference to the issue by him in accordance with regulations under this Act of a document which— a is in the form of a vehicle licence, and b has the word “NIL” marked in the space provided for indicating the amount of duty payable. 2 In this section— “ fire engine ” means a vehicle— a constructed or adapted for use for the purpose of fire fighting, salvage or both, and b used solely for the purposes of a fire brigade (whether or not one maintained under the Fire Services Act 1947); “ ambulance ”means a vehicle which— a is constructed or adapted for, and used for no other purpose than, the carriage of sick, injured or disabled persons to or from welfare centres or places where medical or dental treatment is given; and b is readily identifiable as a vehicle used for the carriage of such persons by virtue of being marked Ambulance  on both sides; “ disabled person ”means a person suffering from a physical or mental defect or disability; “ veterinary ambulance ”means a vehicle which— a is used for no other purpose than the carriage of sick or injured animals to or from places where veterinary treatment is given; and b is readily identifiable as a vehicle used for the carriage of such animals by virtue of being marked “Veterinary Ambulance” on both sides; “ weight unladen ” shall be construed in accordance with section 190(2) of the Road Traffic Act 1988. “ road construction vehicle ” means a vehicle constructed or adapted for use for the conveyance of built-in road construction machinery and not constructed or adapted for the conveyance of any other load except articles and material used for the purposes of that machinery; “ road construction machinery ” means a machine or contrivance suitable for use for the construction or repair of roads and used for no purpose other than the construction or repair of roads at the public expense; “ built-in road construction machinery ”, in relation to a vehicle, means road construction machinery built in as part of the vehicle or permanently attached thereto; “ local authority’s watering vehicle ” means a vehicle used solely within the area of a local authority by that local authority, or by any person acting in pursuance of a contract with that local authority, for the purpose of cleansing or watering roads or cleansing gulleys; “ tower wagon ”means a goods vehicle— a into which there is built, as part of the vehicle, any expanding or extensible contrivance designed for facilitating the erection, inspection, repair or maintenance of overhead structures or equipment, and b which is neither constructed nor adapted for use nor used for the conveyance of any load other than— i such a contrivance and articles used in connection therewith, and ii articles used in connection with the installation or maintenance, by means of such a contrivance, of materials or apparatus for lighting streets, roads or public places “ street lighting authority ” means any local authority or Minister having power under any enactment to provide or maintain materials or apparatus for lighting streets, roads or public places. 3 In its application to Northern Ireland, this section shall have effect as if— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in paragraph (j) of that subsection for “local authority’s” there were substituted “district council’s”; c in subsection (2)— i in the definition of “fire engine”, for “the Fire Services Act 1947” there were substituted “the Fire Services (Northern Ireland) Order 1984”; ii in the definition of “weight unladen”, for “section 190(2) of the Road Traffic Act 1988” there were substituted “Article 2(3) of the Road Traffic (Northern Ireland) Order 1981”; iii in the definition of “local authority’s watering vehicle”, for “local authority’s” there were substituted “district council’s” and for the words “local authority”, in each place where they occur, there were substituted “district council”; and iv in the definition of “street lighting authority”, for “local authority or Minister” there were substituted “Northern Ireland department”."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "5", "section_title": " Exemptions from duty in connection with vehicle testing, etc.", "section_text": "5 1 A mechanically propelled vehicle shall not be chargeable with any duty under this Act by reason of its use on public roads— a solely for the purpose of submitting it by previous arrangement for a specified time on a specified date for, or bringing it away from, a compulsory test; or b in the course of a compulsory test, solely for the purpose of taking it to, or bringing it away from, any place where a part of the test is to be or, as the case may be, has been carried out, or of carrying out any part of the test, the person so using it being an authorised person; or c where the relevant certificate is refused on a compulsory test, solely for the purpose of delivering it by previous arrangement for a specified time on a specified date at a place where work is to be done on it to remedy the defects on the ground of which the certificate was refused, or bringing it away from a place where work has been done on it to remedy such defects. 2 In paragraph (c) above the reference to work done or to be done on the vehicle to remedy the defects there mentioned is, in a case where the relevant certificate which is refused is a test certificate, a reference to work done or to be done to remedy those defects for a further compulsory test and includes, in a case where the relevant certificate which is refused is a goods vehicle test certificate, type approval certificate or Minister’s approval certificate, a reference to work done or to be done to alter the vehicle in some aspect of design, construction, equipment or marking on account of which the certificate was refused. 3 In this section— “ compulsory test ” means an examination under  section 45 of the Road Traffic Act 1988  with a view to obtaining a test certificate without which a vehicle licence cannot be granted for the vehicle under this Act or, in the case of a goods vehicle for which by virtue of  section 66(3) of that Act  a vehicle licence cannot be so granted, an examination under regulations under  section 49 or for the purposes of sections 54 to 58  of that Act (examinations as to a goods vehicle’s compliance with construction and use or type approval requirements respectively) or an examination under regulations under  section 61(2)(a)  of that Act (in connection with alterations to goods vehicles subject to type approval requirements) or for the purposes of  section 60  of that Act (appeals); “ the relevant certificate ” means a test certificate as defined in subsection (2) of the said  section 45 , a goods vehicle test certificate as defined in the said  section 49 , a type approval certificate or a Minister’s approval certificate as defined in the said  sections 54 to 58 ; “ authorised person ” in the case of a compulsory test under the said  section 45  means a  person who is, or is acting on behalf of, an examiner or inspector entitled to carry out examinations for the purposes of that section , or a person acting under the personal direction of such a person as aforesaid; and in the case of any other compulsory test means a  vehicle examiner  or a person carrying out the test under his direction or a person driving the vehicle in pursuance of a requirement to do so under regulations under which the compulsory test is carried out;                    “   vehicle examiner ” means an examiner appointed under section 66A of the Road Traffic Act 1988. 4 In its application to Northern Ireland, this section shall have effect as if— a in subsection (2) for the word “Minister’s” there were substituted “Department’s”; and b for subsection (3) there were substituted the following subsection— 3 In this section— “ authorised person ” means an inspector of vehicles within the meaning of Article 2(2) of the Road Traffic (Northern Ireland) Order 1981; “ compulsory test ” means an examination to obtain a vehicle test certificate under Article 33 of the Road Traffic (Northern Ireland) Order 1981 without which a vehicle licence cannot be obtained for the vehicle under this Act, or an examination to obtain a goods vehicle certificate, public service vehicle licence or certificate of inspection under Article 53, 60(1) or 67 respectively of that Order; “ the relevant certificate ” means a vehicle test certificate, a goods vehicle certificate, a public service vehicle licence (those expressions having the same meanings as they have in the Road Traffic (Northern Ireland) Order 1981) a certificate of inspection within the meaning of Article 67(2) of that Order, a type approval certificate within the meaning of Article 31A of that Order or a Department’s approval certificate within the meaning of that Article.”"}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "6", "section_title": " Exemptions from duty in respect of vehicles acquired by overseas residents.", "section_text": "6   1 A mechanically propelled vehicle shall not be chargeable with any duty under this Act if it has been supplied to the person keeping it by a taxable person within the meaning of  section 2C of the Value Added Tax Act 1983  and the supply has been zero-rated in pursuance of  subsection (7) of section 16  of that Act; but if, at any time, the value added tax that would have been chargeable on the supply but for the zero-rating becomes payable under  subsection (9)  of that section, or would have become so payable but for any authorisation or waiver under that subsection, then the provisions of subsection (3) below shall apply in relation to that vehicle. 2 Where in the case of any mechanically propelled vehicle it is shown to the satisfaction of the Secretary of State— a that the vehicle is not chargeable with purchase tax; and b that the vehicle is being acquired from a person who is for the time being registered as a manufacturer of such vehicles by the Secretary of State and who is the manufacturer of the vehicle for the purposes of that register; and c that the person so acquiring the vehicle would fall to be treated as an overseas resident for the purposes of the said section 23, the Secretary of State may exempt the vehicle from duty under this Act for a period of twelve months subject to specified conditions, being such conditions as the Secretary of State may from time to time think necessary for the protection of the revenue; but if at any time during those twelve months any of the conditions subject to which the exemption is granted is not complied with, the provisions of subsection (3) below shall apply in relation to the vehicle. 3 Where under subsection (1) or (2) above the provisions of this subsection are to apply in relation to a vehicle, the vehicle shall be deemed never to have been exempted from duty under the said subsection (1) or (2) and, without prejudice to the provisions of section 9 of this Act, unless, or except to the extent that, the Secretary of State sees fit to waive payment of the whole or part of the duty,  duty shall be payable— a by the person by whom the vehicle was aquired from its manufacturer in respect of the whole period since the registration of the vehicle; or b by any other person who is for the time being the keeper of the vehicle in respect of the period since the vehicle was first kept by that other person, other than any part of that period by reference to which there was calculated an amount ordered to be paid by the person in question in respect of the vehicle in pursuance of section 9(1) of this Act."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "7", "section_title": " Miscellaneous exemptions from duty.", "section_text": "7 1 If an applicant for a vehicle licence satisfies the Secretary of State that the vehicle is intended to be used on public roads— a only in passing from land in his occupation to other land in his occupation, and b for distances not exceeding in the aggregate six miles in any calendar week, then, with the consent of the Treasury, the Secretary of State may exempt the vehicle from the duty chargeable under this Act in respect of the use of the vehicle on roads; but if a vehicle so exempted is used on public roads otherwise than for the purpose or to the extent specified above, the vehicle shall cease to be exempted. 2 A mechanically propelled vehicle shall not be chargeable with any duty under this Act by reason of its use by or for the purposes of a person (“a disabled person”) suffering from a physical  or mental  defect or disability or by reason of its being kept for such use if— a it is registered under this Act in the name of that person; and b he has obtained, or is eligible for, a grant under paragraph 2 of Schedule 2 to the  National Health Service Act 1977  or section 46(3) of the  National Health Service (Scotland) Act 1978 or Article 30(3) of the Health and Personal Social Services (Northern Ireland) Order 1972  in relation to that vehicle or is in receipt of a  disability living allowance by virtue of entitlement to the mobility component at the higher rate or or a mobility supplement ; and c no other vehicle registered in his name under this Act is exempted from duty under this subsection  or by reason of the continued operation of the provisions mentioned in section 12(1) of the Finance ( No.  2) Act 1992 . . .; and for the purposes of this subsection a vehicle shall be deemed to be registered in the name of a disabled person in receipt of a  disability living allowance by virtue of such entitlement or of or a mobility supplement  if it is registered in the name of  an appointee  or in the name of a person nominated for the purposes of this subsection by the disabled person or by  an appointee]. 2A In subsection (2) above— “ mobility supplement ”means a mobility supplement under— a a scheme made under the Personal Injuries (Emergency Provisions) Act  1939, or b an Order in Council made under section 12 of the Social Security (Miscellaneous Provisions) Act  1977, or any payment appearing to the Secretary of State to be of a similar kind and specified by him by order made by statutory instrument; and “ appointee ”means— i a person appointed pursuant to regulations under the Social Security Act   1975  or the Social Security (Northern Ireland) Act 1975 to exercise any of the rights or powers of a person in receipt of a mobility allowance, or ii a person to whom a mobility supplement is paid for application for the benefit of another person in receipt of the supplement. 2B An order under subsection (2A) above may provide that it shall be deemed to have come into force on any date after 20th November 1983. 2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A mechanically propelled vehicle shall not be chargeable with any duty under this Act by reason of its use for clearing snow from public roads by means of a snow plough or similar contrivance, whether forming part of the vehicle or not, or by reason of its being kept for such use or by reason of its use for the purpose of going to or from the place where it is to be used for clearing snow from public roads by those means. 3A Regulations under this Act may provide that, in such cases, subject to such conditions and for such period as may be prescribed, a mechanically propelled vehicle shall not be chargeable with any duty under this Act if it has been imported by — a a person for the time being appointed to serve with any body, contingent or detachment of the forces of any prescribed country, being a body, contingent or detachment which is for the time being present in the United Kingdom on the invitation of Her Majesty’s Government in the United Kingdom, or b a member of any country’s military forces, except Her Majesty’s United Kingdom forces, who is for the time being appointed to serve in the United Kingdom under the orders of any prescribed organisation, or c a person for the time being recognised by the Secretary of State as a member of a civilian component of such a force as is mentioned in paragraph ( a ) above or as a civilian member of such an organisation as is mentioned in paragraph ( b ) above, or d any prescribed dependant of a person falling within paragraph ( a ), paragraph ( b ) or paragraph ( c ) above. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A A mechanically propelled vehicle shall not be chargeable with any duty under this Act at a time when it is used or kept on a road by a health service body, as defined in section 60(7) of the National Health Service and Community Care Act 1990 or a National Health Service trust established under Part I of that Act or the National Health Service (Scotland) Act  1978  or a health and social services body, as defined in Article 7(6) of the Health and Personal Social Services (Northern Ireland) Order 1991 or a Health and Social Services Trust established under that Order  . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "8", "section_title": " Using and keeping vehicles without a licence.", "section_text": "8 1 If any person uses or keeps on a public road any mechanically propelled vehicle for which a licence is not in force, not being a vehicle exempted from duty under this Act by virtue of any enactment (including any provision of this Act), he shall be liable to the greater of the following penalties, namely— a an excise penalty of £50; or b an excise penalty equal to five times the amount of the duty chargeable in respect of the vehicle. 2 In any proceedings for an offence under this section it shall be a defence to prove that— a while an expired vehicle licence for the vehicle was in force an application was duly made for a further vehicle licence for the vehicle to take effect from or before the expiration of the expired licence and for a period including the time in question; and b the expired licence was at that time fixed to and exhibited on the vehicle in the manner prescribed in pursuance of section 12(4) of this Act; and c the period between the expiration of the expired licence and that time did not exceed fourteen days. For the purposes of paragraph (a) above an application for a further licence is made when the application is received by the Secretary of State. 3 For the purposes of this section— a where a vehicle for which a vehicle licence is in force is transferred by the holder of the licence to another person, the licence shall be treated as no longer in force unless it is delivered to that other person with the vehicle; b the amount of the duty chargeable in respect of a vehicle shall be taken to be an amount equal to the annual rate of duty applicable to the vehicle at the date on which the offence was committed or, where in the case of a vehicle kept on a public road that rate differs from the annual rate by reference to which the vehicle was at that date chargeable under section 1 of this Act in respect of the keeping thereof, equal to the last mentioned rate. For the purposes of paragraph (b) above the offence shall, in the case of a conviction for a continuing offence, be taken to have been committed on the date or latest date to which the conviction relates."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "9", "section_title": " Additional liability for keeping unlicensed vehicle.", "section_text": "9 1 Where a person convicted of an offence under section 8 of this Act is the person by whom the vehicle in respect of which the offence was committed was kept at the time it was committed, the court shall, in addition to any penalty which it may impose under that section, order him to pay an amount calculated in accordance with subsections (2) to (4) below. 2 The said amount shall, subject to subsection (3) below, be an amount equal to one three-hundred-and-sixty-fifth of the annual rate of duty appropriate to the vehicle in question for each day in the relevant period, and the relevant period shall be one ending with the date of the offence and beginning— a if the person convicted has before that date notified the Secretary of State of his acquisition of the vehicle in accordance with regulations under this Act, with the date on which the notification was received by the Secretary of State or, if later, with the expiry of the vehicle licence last in force for the vehicle, or b in any other case, with the expiry of the vehicle licence last in force for the vehicle before the date of the offence or, if there has not at any time before that date been a vehicle licence in force for the vehicle, with the date on which the vehicle was first kept by that person: Provided that, where the person convicted has been ordered to pay an amount under this section on the occasion of a previous conviction in respect of the same vehicle, and the offence then charged was committed after the date specified above for the beginning of the relevant period, that period shall begin instead with the day following that on which the former offence was committed. 3 Where the person convicted proves— a that throughout any day comprised in the relevant period the vehicle in question was not kept by him, or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d that he has paid duty in respect of the vehicle for any such day, whether or not on a licence, the said amount shall be calculated as if that day were not comprised in the relevant period. 3A Where an order has previously been made against a person under section 26A of this Act to pay an amount for a month or part of a month in the case of a vehicle, the amount which he is ordered to pay under this section in the case of the vehicle shall be calculated as if no part of that month were comprised in the relevant period. 4 In relation to any day comprised in the relevant period, the reference in subsection (2) above to the annual rate of duty appropriate to the vehicle in question is a reference to the annual rate applicable to it on that day; and, except so far as it is proved to have fallen within some other description for the whole of any such day, a vehicle shall be taken for the purposes of this section to have belonged throughout the relevant period to that description of vehicle to which it belonged for the purposes of duty at the date of the offence or, if the prosecution so elect, the date when a vehicle licence for it was last issued. 5 Where, on a person’s conviction of an offence under section 8 of this Act, an order is made under  Section 1C of the  Powers of Criminal Courts Act 1973 or the Probation Act (Northern Ireland) 1950 placing him on probation or  discharging him absolutely or conditionally, the foregoing provisions of this section shall apply as if the conviction were deemed to be a conviction for all purposes. 6 In the foregoing provisions of this section any reference to the expiry of a vehicle licence includes a reference to its surrender, and to its being treated as no longer in force for the purposes of section 8 of this Act by virtue of subsection (3)(a) of that section; and in the case of a conviction for a continuing offence, the offence shall be taken for the purposes of those provisions to have been committed on the date or latest date to which the conviction relates. 7 The foregoing provisions of this section shall have effect subject to the provisions (applying with the necessary modifications) of any enactment relating to the imposition of fines by magistrates’ courts, other than one conferring a discretion as to their amount; and any sum payable by virtue of an order under this section shall be treated as a fine, and the order as a conviction, for the purposes of  Part III of the  Magistrates’ Courts Act 1980  (including any enactment having effect as if contained in that Part) and of any other enactment relating to the recovery or application of sums ordered to be paid by magistrates’ courts. 8 In its application to Scotland, this section shall have effect as if for subsections (5) and (7) there were substituted the following subsections respectively:— 5 Where a person is  convicted on indictment of, or is  charged before a court of summary jurisdiction with, an offence under section 8 of this Act, and an order is made under  Part I or  Part II of the Criminal Procedure (Scotland) Act 1975 discharging him absolutely or placing him on probation, the foregoing provisions of this section shall apply as if  the conviction on indictment were a conviction for all purposes, or, as the case may be,  the making of the order by the court of summary jurisdiction were a conviction. 7 The foregoing provisions of this section shall have effect subject to the provisions (applying with the necessary modifications) of any enactment relating to the imposition of fines by courts of summary jurisdiction, other than one conferring a discretion as to their amount; and any sum payable by virtue of an order under this section shall be treated as a fine, and the order as a conviction, for the purposes of any enactment relating to the recovery or application of sums ordered to be paid by courts of summary jurisdiction. 9 In its application to Northern Ireland, this section shall have effect as if for subsection (7) there were substituted the following subsection— 7 A sum payable by virtue of any order made under this section by a court shall be recoverable as a sum adjudged to be paid by a conviction and treated for all purposes as a fine within the meaning of section 20 of the Administration of Justice Act (Northern Ireland) 1954.”"}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "10", "section_title": " Continuous liability for duty.", "section_text": "10 1 Subject to the provisions of this section and of section 11 of this Act, a person who for any period keeps a vehicle in respect of which duty under this Act has at any time become chargeable shall, whether or not it is still a mechanically propelled vehicle, be liable to pay duty under this Act in respect of the vehicle for that period. 2 Subject as aforesaid, a person shall not be liable by virtue of subsection (1) above to pay duty under this Act in respect of a vehicle— a for any period for which duty under this Act in respect of the vehicle has been paid and has not been repaid in consequence of the surrender of a licence; b for any period in respect of which he has, in accordance with regulations under section 11 of this Act, given notice to the Secretary of State that the vehicle will not be used or kept on a public road; c for any period when the vehicle is not a mechanically propelled vehicle and a notice stating that it has ceased to be such a vehicle has, in accordance with regulations under section 11 of this Act, been given to the Secretary of State and not revoked in pursuance of subsection (2) of that section; d for any period when the vehicle is exempt from duty by virtue of section 4 or 6 or section 7 (except subsection (3)) of this Act; e for any period when he keeps the vehicle solely for the purpose of selling or supplying it in the course of his business as a motor dealer or using it under the authority of a trade licence in the course of his business as a motor trader within the meaning of section 16 of this Act; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  g for any period by reference to which there was calculated an amount ordered to be paid by him in respect of the vehicle in pursuance of section 9(1) of this Act. 3 A person shall not by virtue of subsection (2)(b) above be exempt from his liability for any period under subsection (1) above in respect of a vehicle if— a at any time during that period he or any other person with his consent uses or keeps the vehicle on a public road and no vehicle licence is in force for the vehicle at that time; or b after he has given notice under the said subsection (2)(b) in relation to the vehicle in respect of that period he applies for a vehicle licence for the vehicle to have effect on any day included in the first thirty days of that period; and for the purposes of paragraph (a) above the consent there mentioned shall be presumed to have been given unless the contrary is shown, but any use or keeping of the vehicle in question as respects which the vehicle is exempt by virtue of any enactment for the time being in force from duty under this Act shall be disregarded. 4 Sums payable in pursuance of this section by way of duty in respect of a vehicle shall accrue due from day to day at one three-hundred-and-sixty-fifth of the annual rate of duty applicable to the vehicle on that day. 5 Without prejudice to any other mode of recovering sums payable by virtue of this section, where an application for a vehicle licence for twelve months or four months for a vehicle is made by a person by whom such sums are payable in respect of the vehicle and a vehicle licence other than a temporary licence is to be issued in pursuance of the application, the licence shall, if the Secretary of State so directs but subject to subsection (6) below, be made to have effect for a shorter period specified in the direction, being a period which is not less than thirty days and is such that the difference between the amount tendered in connection with the application and the amount chargeable upon the licence for the specified period does not exceed the aggregate amount of the sums aforesaid; and the amount so chargeable shall be equal to the number of days in the specified period multiplied by— a where the application is for a licence for twelve months, one three-hundred-and-sixty-fifth of the annual rate of duty under this Act payable in respect of the vehicle on the date of the application; and b where the application is for a licence for four months, eleven three-thousand-six-hundred-and-fiftieths of that rate; and where a licence is made to have effect for a specified period in pursuance of this subsection the aggregate amount of the sums aforesaid shall be treated as reduced by the difference aforesaid. 6 A person to whom a licence is issued for a period specified in a direction under subsection (5) above may appeal to the county court, or in Scotland by way of summary application to the sheriff, on the ground that the Secretary of State was not authorised by that subsection to give the direction."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "11", "section_title": " Provisions supplementary to s. 10.", "section_text": "11 1 For the purposes of section 10 of this Act a vehicle in respect of which a vehicle licence has been issued and sums are payable by virtue of that section for any period shall, except so far as it is shown to have been a mechanically propelled vehicle of some other description during that period, be deemed to have belonged throughout that period to the description to which it belonged on the date when the last such licence was issued in respect of it. 2 When a vehicle in respect of which a notice has been given in pursuance of subsection (2)(c) of section 10 of this Act becomes a mechanically propelled vehicle, its keeper for the time being shall forthwith give to the Secretary of State a further notice revoking the first-mentioned notice; and where a person required to give such a further notice does not do so, then— a if he knowingly fails to give it he shall be liable on summary conviction to a fine not exceeding  level three on the standard scale ; and b in a case where he became the keeper of the vehicle after the first-mentioned notice was given it shall be deemed to have been revoked on the date when he became the keeper of the vehicle, and in any other case the first-mentioned notice shall be deemed not to have been given. 3 The Secretary of State may by regulations make such provision as he considers appropriate for the purposes of section 10(2)(b) or (c) of this Act or subsection (2) above including, without prejudice to the generality of the power conferred by this subsection, provision— a as to the form of and particulars to be included in a notice under those provisions, the manner of giving such a notice and the time at which it is to be treated as being given; b for securing that notice under the said paragraph (b) is not given in respect of a period of less than thirty days or more than twelve months; c as to the mode of calculating the period in respect of which notice under the said paragraph (b) is to be treated as given; d with respect to the mode of proving the giving of notice; e for deeming notice to have been given in relation to a vehicle in respect of any period or at any time if in the circumstances of any particular case the Secretary of State considers it reasonable to do so."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "12", "section_title": " Issue and exhibition of licences.", "section_text": "12 1 Every person applying for a vehicle licence shall make such a declaration and furnish such particulars with respect to the vehicle for which the licence is to be taken out or otherwise as may be prescribed. 2 Every vehicle licence shall be issued for the vehicle specified in the application for the licence and shall not entitle the person to whom it is issued to use or keep any other vehicle. 3 The Secretary of State shall not be required to issue any vehicle licence for which application is made unless he is satisfied— i that the licence applied for is the appropriate licence for the vehicle specified in the application; and ii in the case of an application for a licence for a vehicle purporting to be the first application for a licence for the vehicle, that a licence has not previously been issued for that vehicle. 4 Subject to the provisions of regulations under this Act, and without prejudice to section 8 thereof, any person who uses or keeps on a public road any mechanically propelled vehicle on which duty under this Act is chargeable without there being fixed to and exhibited on that vehicle in the prescribed manner a licence for, or in respect of the use of, that vehicle issued under this Act and for the time being in force shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale . 5 In any proceedings for an offence under subsection (4) above it shall be a defence to prove that— a while an expired vehicle licence for the vehicle was in force an application was duly made for a further vehicle licence for the vehicle to take effect from or before the expiration of the expired licence and for a period including the time in question; and b the expired licence was at that time fixed to and exhibited on the vehicle in the manner prescribed in pursuance of subsection (4) above; and c the period between the expiration of the expired licence and that time did not exceed fourteen days. For the purposes of paragraph (a) above an application for a further licence is made when the application is received by the Secretary of State. 6 Regulations under this Act may provide for the issue of new licences in the place of licences which  are or may be lost, stolen, destroyed or damaged , and for the fee to be paid on the issue of a new licence. 7 Any vehicle licence may be transferred in the prescribed manner."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "13", "section_title": " Temporary licences.", "section_text": "13 1 Where an application is made for a vehicle licence for any period . . .  , the Secretary of State may, if he thinks fit, instead of issuing forthwith a vehicle licence for that period— a issue a vehicle licence (in this Act referred to as a “temporary licence”) for fourteen days or such other period as may be prescribed and having effect from such day as may be prescribed; and b issue from time to time a further temporary licence in respect of the vehicle to which a previous temporary licence relates. 2 Nothing in this section shall affect the amount of any duty payable in connection with an application for a vehicle licence. 2A Where an application for a vehicle licence is made to a body  (other than a Northern Ireland department) authorised by the Secretary of State to act as his agent for the purpose of issuing licences, then, before the body issues a licence under subsection (1)( a ) above, it may require the applicant to pay to it in connection with the issue a fee of £2 or such other sum as may be prescribed. 3 Where an application is made for a vehicle licence for any period and a temporary licence is issued in pursuance of the application, subsection (3)(a) of section 8 of this Act shall not apply to the first-mentioned licence if on a transfer of the relevant vehicle during the currency of the temporary licence the temporary licence is delivered with the vehicle to the transferee."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "14", "section_title": " Issue, etc. of temporary licences by motor dealers.", "section_text": "14 1 The Secretary of State may by regulations make such provision as he considers appropriate with respect to the allocation of temporary licences to motor dealers who apply for such allocations and appear to the Secretary of State suitable to receive them and with respect to the issue of the licences by motor dealers. 2 Without prejudice to the generality of subsection (1) above, regulations under this section may include provision— a as to the mode of application for the allocation of licences and as to the fees payable in respect of allocations; b specifying the categories of vehicles for which allocations of licences may be made; c  prohibiting the issue of temporary licences in pursuance of applications for trade licences . . .  ; d for requiring a motor dealer to pay to the Secretary of State, in respect of each licence allocated to the dealer, the excise duty chargeable in respect of the licence which will be specified in the application in consequence of which the allocated licence can be issued; e as to the replacement of allocated licences which are lost, damaged or destroyed and as to the fees payable in connection with their replacement; and f as to the transfer of licences allocated to a motor dealer in cases where the dealer dies or becomes incapacitated or bankrupt and in such other cases as may be prescribed. 3 Without prejudice to the generality of subsection (1) above, regulations under this section may also include provision for— a requiring a motor dealer to whom an allocation of licences is made to keep a record in the prescribed form of the licences allocated to him and of the licences issued by him, and to permit the record to be inspected at all reasonable times by any officer of the Secretary of State and any constable; b restricting the circumstances in which a motor dealer may issue licences; c requiring a motor dealer, before he issues a temporary licence in respect of a vehicle— i to obtain from the proposed holder of the licence an application for a vehicle licence in the prescribed form, ii to ascertain that the prescribed requirements as to test certificates and insurance are satisfied in respect of the vehicle, iii to ensure that the temporary licence is appropriate for the vehicle and takes effect on the prescribed date, and iv to make on the temporary licence, and on any copy of it specified in the regulations, such entries as the Secretary of State may determine; d requiring a motor dealer by whom a temporary licence is issued to deliver or despatch to the Secretary of State, within the prescribed period beginning with the day on which the dealer issues the licence, the prescribed particulars and documents relating to the licence and the vehicle for which it is issued; and e securing that after any change takes effect in the rate of excise duty chargeable in respect of a vehicle licence of any description, a temporary licence previously allocated to a dealer is not issued by him in consequence of an application for a vehicle licence of that description, but that a temporary licence issued in contravention of regulations made in pursuance of the foregoing provisions of this paragraph shall not be invalid by reason only of the contravention."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "15", "section_title": " Provisions supplementary to s. 14.", "section_text": "15 1 Any unissued licence allocated to a motor dealer in pursuance of section 14 of this Act may at any time be surrendered in the prescribed manner to the Secretary of State by the dealer or by any person to whom the licence has been transferred under regulations made in pursuance of subsection (2)(f) of that section. 2 A motor dealer and any other person having the custody of any unissued licence allocated to the dealer in pursuance of section 14 of this Act shall, if required to do so by the Secretary of State and subject to section 25(2) of this Act, forthwith surrender any such licence to the Secretary of State in such manner as the Secretary of State may direct; and a person who knowingly fails to comply with a requirement made by the Secretary of State under this subsection shall be liable on summary conviction to a fine of  level 3 on the standard scale . 3 On the surrender of a licence in pursuance of this section the dealer or other person in question shall be entitled to be paid by the Secretary of State the amount paid by the dealer in respect of the licence under regulations made in pursuance of section 14(2)(d) of this Act. 4 Where a licence is issued by a motor dealer in contravention of regulations made in pursuance of section 14(3)(e) of this Act, the dealer shall be liable to pay to the Secretary of State a sum equal to the amount (if any) by which the amount paid by the dealer as mentioned in subsection (3) above is exceeded by the amount which would have been so paid if the allocation of the licence to the dealer had taken place at the time when the licence was issued."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "16", "section_title": " Trade licences.", "section_text": "16 1 If a motor trader or a vehicle tester applies in the prescribed manner to the Secretary of State to take out a licence under this section (in this Act referred to as a “trade licence”)— i in the case of a motor trader, for all mechanically propelled vehicles which are from time to time temporarily in his possession in the course of his business as a motor trader . . .  ; or ii in the case of a vehicle tester, for all mechanically propelled vehicles which are from time to time submitted to him for testing in the course of his business as a vehicle tester; or iii in the case of a motor trader who is a manufacturer of mechanically propelled vehicles, for all vehicles kept and used by him solely for purposes of conducting research and development in the course of his business as such a manufacturer  and all vehicles which are from time to time submitted to him by other manufacturers for testing on roads in the course of that business , the Secretary of State may, subject to the prescribed conditions, issue to him a trade licence on payment of duty at the rate applicable to the licence in accordance with the following provisions of this section: Provided that the holder of a trade licence shall not be entitled by virtue of that licence— a to use more than one mechanically propelled vehicle at any one time, . . .  ; or b to use any vehicle for any purpose other than such purposes as may be prescribed; or c except in such circumstances as may be prescribed  to keep any vehicle on a road if it is not being used thereon. 1A Subsection (1) above has effect in relation to an application made by a person who satisfies the Secretary of State that he intends to commence business as a motor trader or vehicle tester as it has effect in relation to an application made by a motor trader or vehicle tester. 2 Regulations shall be made under this section prescribing the conditions subject to which trade licences are to be issued and the purposes for which the holder of a trade licence may use a vehicle under the licence. 3 The purposes which may be prescribed as those for which the holder of a trade licence may use a vehicle under the licence shall not include the conveyance of goods or burden of any description other than— a a load which is carried solely for the purpose of testing or demonstrating the vehicle or any of its accessories or equipment and which is returned to the place of loading without having been removed from the vehicle except for such purpose or in the case of accident; or b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  bb in the case of a vehicle which is being delivered or collected, a load consisting of another vehicle used or to be used for travel from or to the place of delivery or collection; or c any load built in as part of the vehicle or permanently attached thereto; or d a load consisting of parts, accessories or equipment designed to be fitted to the vehicle and of tools for so fitting them; or e a load consisting of a trailer  other than a trailer which is for the time being a disabled vehicle ; and, for the purposes of this subsection, where a vehicle is so constructed that a trailer may by partial superimposition be attached to the vehicle in such a manner as to cause a substantial part of the weight of the trailer to be borne by the vehicle, the vehicle and the trailer shall be deemed to constitute a single vehicle. 4 Subject to subsections (4A) and (4B) below, a trade licence  may be taken out— a for a period of twelve months; or b for a period of six months ; . . . 4A A trade licence taken out by a person who is not a motor trader or vehicle tester (having satisfied the Secretary of State as mentioned in subsection (1A) above) shall be for a period of six months only. 4B The Secretary of State may require that a trade licence taken out by a motor trader or vehicle tester who does not hold any existing trade licence shall be for a period of six months only. 5 The rate of duty applicable to a trade licence taken out for a period of twelve months shall be  the rate mentioned in subsection (5A)(a) below  or, if the licence is to be used only for vehicles to which Schedule 1 to this Act relates,  the rate mentioned in subsection (5A)(b) below ; and the rate of duty applicable to a licence taken out for a period of  six months  shall be  eleven twentieths  of the rate applicable to the corresponding trade licence taken out for a period of twelve months, any fraction of 5p being treated as 5p if it exceeds 2·5p but otherwise being disregarded. 5A The rates referred to in subsection (5) above are— a the annual rate applicable to a vehicle falling within paragraph 2 of Part II of Schedule 5 to this Act in relation to a licence taken out when the trade licence is taken out; b the annual rate applicable to a vehicle falling within paragraph 3 of Part II of Schedule 1 to this Act in relation to a licence taken out when the trade licence is taken out. 6 Nothing in this section shall operate to prevent a person entitled to take out a trade licence from holding two or more trade licences. 7 If any person holding a trade licence or trade licences issued under this section uses on a public road by virtue of that licence or those licences— i a greater number of vehicles at any one time than he is authorised to use by virtue of that licence or those licences; or ii any vehicle for any purpose other than such purposes as may have been prescribed under subsection (2) above; or if that person uses that licence or any of those licences for the purpose of keeping on a road  in any circumstances other than such circumstances as may have been prescribed under paragraph (c) of the proviso to subsection (1) above  a vehicle which is not being used on that road, he shall be liable to the greater of the following penalties, namely— a an excise penalty of £50; or b an excise penalty equal to five times the amount of the duty chargeable in respect of the vehicle or vehicles. The amount of the duty chargeable in respect of a vehicle shall be calculated for the purposes of this subsection in the same manner as it is calculated for the purposes of section 8 of this Act by virtue of subsection (3) thereof. 8 In this section—  “ disabled vehicle ” includes a vehicle which has been abandoned or is scrap; “ motor trader ”                   means— a a manufacturer or repairer of, or dealer in, mechanically propelled vehicles, or b any person not falling within paragraph ( a ) above who carries on a business of such description as may be prescribed; and a person shall be treated for the purposes of paragraph ( a ) above  as a dealer in such vehicles if he carries on a business consisting wholly or mainly of collecting and delivering mechanically propelled vehicles, and not including any other activities except activities as a manufacturer or repairer of, or dealer in, such vehicles; “ vehicle tester ” means a person, other than a motor trader, who regularly in the course of his business engages in the testing on roads of mechanically propelled vehicles belonging to other persons;and . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "17", "section_title": " Surrender of licences.", "section_text": "17 1 The holder of a licence (other than a licence for a tramcar)— a may at any time surrender the licence to the Secretary of State in the prescribed manner; and b shall on so surrendering the licence be entitled, if he satisfies the prescribed requirements and subject to the following provisions of this section, to receive from the Secretary of State, by way of rebate of duty paid upon the surrendered licence, a sum equal to the relevant amount multiplied by the number of days in the relevant period: Provided that no sum shall be payable under this subsection in a case where the relevant period is less than thirty days. 2 In this section “ the relevant amount ”, in relation to a surrendered licence, means one three-hundred-and-sixty-fifth of the annual rate by reference to which duty was charged upon the licence and “ the relevant period ”, in relation to a surrendered licence, means the period beginning with the day following that on which the licence is received by the Secretary of State in pursuance of paragraph (a) of subsection (1) above and ending with the day on which the licence would have expired by the effluxion of time. The Secretary of State may, for the purposes of this subsection, treat a surrendered licence delivered to him by post as received by him on the day on which it was posted. 3 If during the currency of a temporary licence issued in pursuance of an application for a vehicle licence for any period, the temporary licence is surrendered under this section, it shall be treated for the purposes of this section as issued for that period or, if the Secretary of State so directs but subject to subsection (4) below, for any other period specified in the direction being a period for which by virtue of section 10(5) of this Act a vehicle licence could be issued in pursuance of the application; and where a further vehicle licence issued in pursuance of the application is held by any person at the time of the surrender of the temporary licence or is received by him thereafter— a the further licence shall cease to be in force and he shall forthwith return it to the Secretary of State and shall, if he knowingly fails to do so, be liable on summary conviction to a fine not exceeding  level 3 on the standard scale ; and b if the Secretary of State considers that there has been undue delay in complying with paragraph (a) above he may, without prejudice to any liability under that paragraph, reduce the relevant period by such number of days as he thinks fit for the purpose of calculating the sum payable in pursuance of subsection (1) above in respect of the surrendered temporary licence. 4 A person who in pursuance of this section is paid a sum which was calculated by reference to a period specified in a direction under subsection (3) above may appeal to the county court, or in Scotland by way of summary application to the sheriff, on the ground that the Secretary of State was not authorised by that subsection to give the direction."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "18", "section_title": " Alteration of vehicle or of its use.", "section_text": "18 1 Subject to the provisions of this section, where a vehicle licence has been taken out for a vehicle at any rate under this Act and the vehicle is at any time while the licence is in force used in an altered condition or in a manner or for a purpose which brings it within, or which if it was used solely in that condition or in that manner or for that purpose would bring it within, a description of vehicle to which a higher rate of duty is applicable under this Act, duty at that higher rate shall become chargeable in respect of the licence for the vehicle. 2 Where duty at a higher rate becomes chargeable under subsection (1) above in respect of any vehicle licence, the licence may be exchanged for a new vehicle licence, for the period beginning with the date on which the higher rate of duty becomes chargeable and expiring at the end of the period for which the original vehicle licence was issued, on payment of the appropriate proportion of the difference between— a the amount payable under this Act on the original vehicle licence; and b the amount payable under this Act on a vehicle licence taken out for the period for which the original licence was issued but at the higher rate of duty, that amount being calculated, if that rate has been changed since the issue of the original licence, as if that rate had been in force at all material times at the level at which it is in force when it becomes chargeable. 3 For the purposes of subsection (2) above the appropriate proportion is the proportion which the number of days in the period beginning when the higher rate of duty becomes chargeable and ending with the end of the period for which the original licence was issued bears to the number of days in the whole of the last-mentioned period, that period being treated as 365 days in the case of a licence for twelve months and 120 days in the case of a licence for four months. 4 Where a vehicle licence has been taken out for a vehicle, and by reason of the vehicle being used as mentioned in subsection (1) above, a higher rate of duty becomes chargeable and duty at the higher rate was not paid before the vehicle was so used, the person so using the vehicle shall be liable to the greater of the following penalties, namely— a an excise penalty of £50; or b an excise penalty of an amount equal to five times the difference between the duty actually paid on the licence and the amount of the duty at that higher rate. 5 Where a vehicle licence has been taken out for a vehicle of a certain description, duty at a higher rate applicable to vehicles of some other description shall not become chargeable in respect of the vehicle by reason of the vehicle being used as mentioned in subsection (1) above, unless the vehicle as used while the said licence is in force satisfies all the conditions which must be satisfied in order to bring the vehicle for the purposes of the charge of duty under this Act into the said other description of vehicles. 6 Where duty has been paid in respect of a vehicle at a rate applicable under Schedule 4 to this Act, then, so long as the vehicle is to a substantial extent being used for the conveyance of goods or burden belonging to a particular person (whether the person keeping the vehicle or not), duty at a higher rate shall not become chargeable in respect of the vehicle by reason only that it is used for the conveyance without charge in the course of their employment of employees of the person aforesaid. 7 Where duty has been paid in respect of a vehicle at a rate applicable to farmers’ goods vehicles under Schedule 4 to this Act, duty at a higher rate shall not become chargeable in respect of the vehicle by reason only that, on an occasion when the vehicle is being used by the person in whose name it is registered under this Act for the purpose of the conveyance of the produce of, or of articles required for the purposes of, the agricultural land which he occupies, it is also used for the conveyance for some other person engaged in agriculture of the produce of, or of articles required for the purposes of, the agricultural land occupied by that other person, if it is shown— a that the vehicle is so used only occasionally; b that the goods conveyed for that other person represent only a small proportion of the total amount of goods which the vehicle is conveying on that occasion; and c that no payment or reward of any kind is, or is agreed to be, made or given for the conveyance of the goods of that other person. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 In its application to Northern Ireland, this section shall have effect  as if after subsection (7) there were inserted  the following subsection— 8 Where duty has been paid under this Act in respect of a vehicle either— a as an agricultural tractor under Schedule 3, or b as a farmer’s goods vehicle under Schedule 4, duty at a higher rate shall not become chargeable in respect of that vehicle by reason only that it is used by the person in whose name it is registered for conveying to or from any agricultural land in his occupation livestock owned by him in connection with the agricultural activities carried on by him on that land; but this subsection shall not have effect in relation to a vehicle used for conveying any livestock which for the time being is part of the stock in trade of a dealer in cattle and is conveyed in the course of his business as such dealer. . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "18A", "section_title": " Additional liability in relation to alteration of vehicle or its use.", "section_text": "18A 1 Where a person convicted of an offence under section 18 of this Act is the person by whom the vehicle in respect of which the offence was committed was kept at the time it was committed, the court shall, in addition to any penalty which it may impose under that section, order him to pay an amount (the “ additional duty ”) calculated in accordance with this section. 2 The additional duty shall, subject to subsections (7) and (8) below, be an amount equal to one three-hundred-and-sixty-fifth of the appropriate annual rate of duty for each day in the relevant period. 3 The following Cases are referred to in subsections (5) and (6) below— CASE A Where— a at the time of the offence the vehicle in question had a plated weight (the “higher plated weight”) which exceeds the plated weight (the “previous plated weight”) which it had when the current licence was taken out; and b the current licence was taken out at the rate of duty applicable to the previous plated weight. CASE B Where— a the vehicle in question is a tractor unit (within the meaning of paragraph 15 of Schedule 4 to this Act); b the current licence was taken out at a rate of duty applicable to the use of the vehicle only with semi-trailers having not less than two axles or, as the case may be, only with semi-trailers having not less than three axles; and c the offence consisted in using the vehicle with a semi-trailer with a smaller number of axles than that mentioned in paragraph ( b ) above,  . . . CASE C Where— a the current licence was taken out at the rate of duty applicable, by virtue of paragraph 8 of Schedule 4 to this Act, to a weight lower than the plated weight of the vehicle in question; and b the offence consisted in using the vehicle in contravention of a condition imposed by virtue of paragraph 8(3) of Schedule 4. CASE D Where the current licence was taken out at a rate of duty lower than that applicable to the vehicle in question by reference to its plated weight and the circumstances of the case do not bring it within Case A, B or C. CASE E Where the current licence was taken out at a rate of duty lower than that at which duty was chargeable in respect of that condition or manner of use of the vehicle which constituted the offence and the circumstances of the case do not bring it within Case A, B, C or D. 4 In this section “ current licence ” means the licence in relation to which the offence was committed. 5 In this section “ appropriate annual rate of duty ” means the difference between the rate of duty at which the current licence was taken out and— a in Case A, the rate which would have been applicable had the current licence been taken out by reference to the higher plated weight; b in Case B, the rate which would have been applicable had the current licence been taken out by reference to that use of the vehicle which constituted the offence; c in case C, the rate which would have been applicable had the current licence been taken out by reference to the plated weight of the vehicle; d in Case D, the rate which would have been applicable had the current licence been taken out by reference to the plated weight of the vehicle; and e in Case E, the rate which would have been applicable had the current licence been taken out by reference to that condition or use of the vehicle which constituted the offence. 6 In this section “ relevant period ” means the period ending with the day on which the offence was committed and beginning a in relation to Case A, with the day on which the vehicle in question was plated with the higher plated weight; and b in relation to each of the other Cases, with the day on which the current licence first took effect. 7 Where the person convicted proves— a that throughout any day comprised in the relevant period he was not the keeper of the vehicle in question; or c that he had, before his conviction, paid the higher of the two rates of duty referred to in the relevant paragraph of subsection (5) above in respect of the vehicle for any such day, whether or not on a licence; . . .  the additional duty shall be calculated as if that day were not comprised in the relevant period. 8 Where a person is convicted of more than one contravention of section 18 of this Act in respect of the same vehicle (whether or not in the same proceedings) the court shall, in calculating the additional duty payable in respect of any one of those offences, reduce the amount calculated in accordance with the preceding provisions of this section in relation to a particular period by the amount of the additional duty ordered to be paid under this section in relation to that period in respect of the other offence or, as the case may be, offences. 9 Except so far as it is proved to have fallen within some other description for the whole of any day comprised in the relevant period, the vehicle in question shall be taken for the purposes of this section to have belonged throughout the relevant period to that description of vehicle to which it belonged for the purposes of duty at the date of the offence. 10 Where, on a person’s conviction of an offence under section 18 of this Act, an order is made under Part I of the Powers of Criminal Courts Act   1973  or the Probation Act (Northern Ireland) 1950 placing him on probation or discharging him absolutely or conditionally, this section shall apply as if the conviction were deemed to be a conviction for all purposes. 11 This section shall have effect subject to the provisions (applying with the necessary modifications) of any enactment relating to the imposition of fines by magistrates’ courts, other than one conferring a discretion as to their amount; and any sum payable by virtue of an order under this section shall be treated as a fine, and the order as a conviction, for the purposes of Part III of the Magistrates’ Courts Act   1980 (including any enactment having effect as if contained in that Part) and of any other enactment relating to the recovery or application of sums ordered to be paid by magistrates’ courts. 12 In its application to Scotland, this section shall have effect as if for subsections (10) and (11) there were substituted the following subsections)— 10 Where a person is convicted on indictment of, or is charged before a court of summary jurisdiction with, an offence under section 18 of this Act, and an order is made under section 182 or 383 of the Criminal Procedure (Scotland) Act 1975 discharging him absolutely, or under section 183 or 384 of that Act placing him on probation, this section shall apply as if the making of the order were a conviction for all purposes. 11 Any sum payable by virtue of an order under this section shall be treated as a fine imposed by a court of summary jurisdiction. 12A In its application to Northern Ireland, this section shall have effect as if— a in subsections (3) and (5) for “plated weight”, in each place, there were substituted “relevant maximum weight or, as the case may be, relevant maximum train weight”; b in subsection (6) for “plated with the higher plated weight” there were substituted “rated at the higher relevant maximum weight or, as the case may be, the higher relevant maximum train weight”; and c for subsection (11) there were substituted the following subsections— 11 A sum payable by virtue of any order made under this section by a court shall be recoverable as a sum adjudged to be paid by a conviction and treated for all purposes as a fine within the meaning of section 20 of the Administration of Justice Act (Northern Ireland) 1954. 11A In this section “ relevant maximum weight ” and “ relevant maximum train weight ” have the same meaning as in Schedule 4 to this Act. 13 This section is subject to Schedule 7 to this Act."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "18B", "section_title": " Combined transport of goods.", "section_text": "18B 1 This section applies to any goods vehicle which— a has a plated gross weight or a plated train weight which exceeds 3,500 kilograms, or b has neither a plated gross weight nor a plated train weight, but has a design weight which exceeds 3,500 kilograms. 2 Where in the course of the transport of goods between member States by means of combined transport a goods vehicle to which this section applies is transported by rail in  the United Kingdom  at a time when a vehicle licence for it is in force, the holder of the licence shall, on making a claim, be entitled to receive from the Secretary of State, by way of rebate of the duty paid upon the licence, a sum of an amount calculated in accordance with the method prescribed for the purpose by the Secretary of State. 3 The Secretary of State may by regulations prescribe when and how a claim for a rebate under this section is to be made and the evidence to be provided in support of such a claim. 4 For the purposes of this section— a goods are transported by means of combined transport where they are loaded on a goods vehicle which is transported by rail between the following points, namely the nearest suitable rail loading station to the point of loading and the nearest suitable rail unloading station to the point of unloading; b “ design weight ” and “ goods vehicle ” have the same meanings as in Schedule 4 to this Act; and c references to the plated gross weight or plated train weight of a goods vehicle shall be construed in accordance with paragraph 9 of that Schedule. 5 In its application to Northern Ireland, this section shall have effect as if— a for “plated gross weight”, in each place, there were substituted “relevant maximum weight”; and b for “plated train weight”, in each place, there were substituted “relevant maximum train weight”."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "19", "section_title": " Registration and registration marks.", "section_text": "19 1 It shall be the duty of the Secretary of State— a on the first issue by him of a vehicle licence for a vehicle; or b where particulars in respect of the vehicle are furnished to him by a motor dealer in pursuance of section 20 of this Act before the Secretary of State first issues a vehicle licence for the vehicle, on receiving the said particulars, to register the vehicle in such manner as the Secretary of State thinks fit without any further application in that behalf by the person taking out the licence and, except where the Secretary of State registers the vehicle on receiving the said particulars, to assign to the vehicle a registration mark indicating the registered number of the vehicle. 1A The Secretary of State may, in such circumstances as he may determine— a assign a registration mark to a vehicle to which another registration mark has been previously assigned; b assign to a vehicle (whether on its first registration or not) a registration mark previously assigned to another vehicle; c (whether in connection with an assignment falling within either of the preceding paragraphs or not) withdraw any registration mark for the time being assigned to a vehicle; d re-assign to a vehicle a registration mark previously assigned to it but subsequently withdrawn. 2 The registration mark  for the time being  assigned to a vehicle under this section shall be fixed in the prescribed manner on the vehicle, or on any other vehicle drawn by that vehicle, or on both."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "20", "section_title": " Issue etc. of vehicle registration marks by motor dealers.", "section_text": "20 1 The Secretary of State may by regulations make such provision as he considers appropriate with respect to the allocation of registration marks for vehicles to motor dealers who apply for such allocations and appear to the Secretary of State suitable to receive them and with respect to the assigning of the marks to vehicles by motor dealers. 2 Without prejudice to the generality of subsection (1) above, regulations under this section may include provision— a as to the mode of application for the allocation of registration marks; b as to the transfer of registration marks allocated to a motor dealer in cases where the dealer dies or becomes incapacitated or bankrupt and in such other cases as may be prescribed; and c subject to section 25(2) of this Act, as to the cancellation of allocations of registration marks. 3 Without prejudice to the generality of subsection (1) above, regulations under this section may also include provision for— a restricting the circumstances in which a motor dealer may assign a registration mark to a vehicle; b securing that registration marks allocated to a dealer are assigned by him in such sequence as the Secretary of State considers appropriate and that no registration mark is assigned to a vehicle to which such a mark has already been assigned; and c requiring a motor dealer to furnish the Secretary of State within the prescribed period with the prescribed particulars in respect of each vehicle to which the dealer assigns a registration mark. 4 A registration mark assigned to a vehicle in pursuance of this section shall be deemed to be assigned to it under section 19 of this Act."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "22", "section_title": " Failure to fix, and obscuration of, marks and signs.", "section_text": "22 1 If any mark to be fixed  . . . on a vehicle in accordance with section 19  . . . of this Act is not so fixed  . . ., the person driving the vehicle, or, where the vehicle is not being driven, the person keeping the vehicle, shall be guilty of an offence: Provided that it shall be a defence for a person charged under this subsection with failing to fix a mark on a vehicle to prove— a that he had no reasonable opportunity of registering the vehicle under this Act and that the vehicle was being driven on a public road for the purpose of being so registered; or b in a case where the charge relates to a vehicle to which  section 47 of the Road Traffic Act 1988 applies by virtue of subsection (2)(b) thereof (vehicles manufactured before the prescribed period and used before registration) , that he had no reasonable opportunity of so registering the vehicle and that the vehicle was being driven on a road for the purposes of or in connection with its examination under  section 45 of the said Act of 1988 (examination for test certificates) in circumstances in which its use is exempted from the said section 47(1) by regulations under section 47(6) thereof . 2 If any mark fixed  . . . on a vehicle as aforesaid is in any way obscured or rendered or allowed to become not easily distinguishable, the person driving the vehicle, or, where the vehicle is not being driven, the person keeping the vehicle, shall be guilty of an offence: Provided that it shall be a defence for a person charged with such an offence to prove that he took all steps reasonably practicable to prevent the mark  . . . being obscured or rendered not easily distinguishable. 3 Any person guilty of an offence under this section shall be liable on summary conviction— a if it is his first conviction of such an offence, to a fine not exceeding  £20 level three on the standard scale ; b in any other case, to a fine not exceeding £50. 4 In its application to Northern Ireland, subsection (1) above shall have effect as if for paragraph (b) of the proviso there were substituted the following paragraph— b in a case where the charge relates to a vehicle to which Article 34 of the Road Traffic (Northern Ireland) Order 1981 applies by virtue of paragraph (2)(b) thereof, that he had  no reasonable opportunity  of so registering the vehicle and that the vehicle was being driven on a road for the purposes of or in connection with its examination under Article 33 of the said Order of 1981 in circumstances in which its use is exempted from paragraph (1) of the said Article 34 by regulations under paragraph (5) thereof.”"}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "23", "section_title": " Regulations with respect to the transfer and identification of vehicles. ", "section_text": "23 Regulations under this Act may— a require a person who becomes or ceases to be the keeper of a mechanically propelled vehicle, or who acts as the auctioneer at the sale of such a vehicle by auction, to furnish the prescribed information to the Secretary of State in the prescribed manner; b specify the size, shape and character of the registration marks or the signs to be affixed to any such vehicle (including a vehicle used by virtue of a trade licence) and the manner in which the marks or signs are to be displayed and rendered easily distinguishable by day and by night; c make provision for the issue of trade plates to holders of trade licences and for the charging of a fee for the replacement of such plates by reason of damage to them or of their loss or destruction; d make provision with respect to the furnishing of information and production of certificates of insurance or security and test certificates relating to mechanically propelled vehicles in respect of which duty is not chargeable under this Act and with respect to the registration and identification of such vehicles (including vehicles belonging to the Crown); e make provision with respect to the inspection  , transfer  and surrender of any registration document issued in respect of a vehicle and provide that, in a case where the surrender of such a document is required in connection with an application for a licence under this Act, the licence shall not be issued if the document is not surrendered; f make provision with respect to the replacement of any such document . . .  ; and g provide for information contained in any records maintained by the Secretary of State with respect to the marking, registration or keeping of vehicles to be made public or to be made available, either without payment or on payment of the prescribed fee, to such persons as may be determined by or under the regulations. Regulations under this section which require a person to furnish information relating to vehicles exempted from duty by virtue of section 7(2) of this Act may require him to furnish in addition such evidence of the facts giving rise to the exemption as is prescribed by the regulations."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "24", "section_title": " Marking of engines and bodies.", "section_text": "24 1 The Secretary of State may by regulations make such provision as he thinks appropriate with respect to the marking of the engines and bodies of mechanically propelled vehicles. 2 Without prejudice to the generality of subsection (1) above regulations under this section may include provision— a as to the persons by whom and the times at which engines and bodies of vehicles are to be marked; b as to the form of any mark and the manner and position in which it is to be made; and c for requiring particulars of marks made in pursuance of the regulations to be furnished to the Secretary of State."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "25", "section_title": " Review of Secretary of State’s decisions relating to motor traders, etc.", "section_text": "25 1 If the Secretary of State— a rejects an application by a motor dealer for an allocation of  . . . registration marks in pursuance of this Act; or b . . . cancels an allocation of registration marks made to a dealer in pursuance of this Act; or c refuses an application for a trade licence made by a  person entitled to make one , and the  person  in question requests the Secretary of State within the prescribed period to review his decision, it shall be the duty of the Secretary of State to comply with the request and, in doing so, to consider any representations made to him in writing within the period aforesaid by the person who made the request. 2 Such a  . . . cancellation as is mentioned in subsection (1)(b) above shall not take effect before the expiration of the period aforesaid and, where during that period a request is made in pursuance of that subsection in respect of the  . . . cancellation, shall not take effect before the Secretary of State gives notice in writing of the result of the review to the person who made the request. For the purposes of this subsection a notice may be given to any person by delivering it to him or by leaving it at his proper address or by sending it to him by post; and for the purposes of this subsection and  section 7 of the  Interpretation Act 1978  in its application to this subsection the proper address of any person shall be his latest address as known to the person giving the notice."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "26", "section_title": " Forgery and false information. ", "section_text": "26 1 If any person forges or fraudulently alters or uses, or fraudulently lends or allows to be used by any other person— a any mark to be fixed  . . . on a mechanically propelled vehicle in accordance with section 19  . . . of this Act; or b any trade plates or replacements such as are mentioned in section 23(c) of this Act; or c any licence or registration document under this Act, he shall be liable on summary conviction to a fine not exceeding £200 or on conviction on indictment to imprisonment for a term not exceeding two years. 2 Any person who— a in connection with an application for a licence or for the allocation of  . . . registration marks makes a declaration which to his knowledge is false or in any material respect misleading; or b being required by virtue of this Act to furnish particulars relating to, or to the keeper of, any vehicle, furnishes any particulars which to his knowledge are false or in any material respect misleading, shall be liable on summary conviction to a fine not exceeding £200 or on conviction on indictment to imprisonment for a term not exceeding two years."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "26A", "section_title": " Dishonoured cheques: additional liability in certain cases.", "section_text": "26A 1 Where a person has been convicted of an offence under section 102 of the Customs and Excise Management Act  1979 (payment for licence by dishonoured cheque) in relation to a licence issued under this Act, the court shall, in addition to any penalty which it may impose under that section, order him to pay an amount equal to one twelfth of the appropriate annual rate of duty for each month or part of a month in the relevant period. 2 The relevant period for the purposes of this section is the period which— a begins with the first day of the period for which the licence was applied for or, if it is later, the day on which the licence first was to have effect, and b ends with whichever is the earliest of the following, namely— i the end of the month in which the order is made; ii the date on which the licence was due to expire; iii the end of the month during which the licence was delivered up; and iv the end of the month preceding that in which  there first had effect a new licence for the vehicle specified in the application for the licence or (in the case of a trade licence) a new trade licence to be used for the same description of vehicles. 3 The appropriate annual rate of duty for the purposes of this section is the annual rate of duty which, at the beginning of the relevant  period— a in the case of a vehicle licence, was applicable to a vehicle of the description specified in the application, and b in the case of a trade licence, was applicable to a vehicle falling within paragraph 2 of Part II of Schedule 5 to this Act or, if the licence was to be used onlt for vehicles to which Schedule 1 to this Act applies, to a vehicle falling within paragraph 3 of Part II of that Schedule. 4 Where an order has previously been made against a person under section 9 of this Act to pay an amount for a month or part of a month in the case of a vehicle, the amount which he is ordered to pay under this section in the case of  a vehicle licence for the vehicle shall be calculated as if no part of that month were comprised in the relevant period."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "27", "section_title": " Duty to give information.", "section_text": "27 1 Where it is alleged that a mechanically propelled vehicle has been used or kept in contravention of section 8, 16(7) or 18(4) of this Act— a the person keeping the vehicle shall give such information as he may be required by or on behalf of a chief officer of police or the Secretary of State to give as to the identity of the person or persons concerned and, if he fails to do so, shall be guilty of an offence unless he shows to the satisfaction of the court that he did not know and could not with reasonable diligence have ascertained the identity of the person or persons concerned; b any other person shall, if required as aforesaid, give such information as it is in his power to give and which may lead to the identification of any of the persons concerned and, if he fails to do so, shall be guilty of an offence; and c in a case where it is alleged that the vehicle has been used at any time in contravention of the said section 8, the person who is alleged to have so used the vehicle shall, if required as aforesaid, give such information as it is in his power to give as to the identity of the person by whom the vehicle was kept at that time and, if he fails to do so, shall be guilty of an offence. 2 The following persons shall be treated for the purposes of subsection (1)(a) and (b) above as persons concerned, that is to say— a in relation to an alleged offence of using a vehicle in contravention of section 8, 16(7) or 18(4) of this Act, both the driver and any person using the vehicle; b in relation to an alleged offence of keeping the vehicle in contravention of the said section 8, the person keeping the vehicle. 3 A person guilty of an offence under subsection (1) of this section shall be liable on summary conviction to a fine not exceeding  level 3 on the standard scale . 4 In its application to Northern Ireland, subsection (1)(a) above shall have effect as if for “a chief officer of police” there were substituted “the Chief Constable of the Royal Ulster Constabulary”."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "28", "section_title": "Institution and conduct of proceedings in England and Wales.", "section_text": "28 1 Subject to the provisions of this section, summary proceedings for an offence under section 8,  . . . 16(7)  or 18(4)  of this Act or under regulations made in pursuance of this Act may be instituted in England and Wales by the Secretary of State or a constable (in this section severally referred to as “ the authorised prosecutor ”) at any time within six months from the date on which evidence sufficient in the opinion of the authorised prosecutor to warrant the proceedings came to his knowledge; but no proceedings for any offence shall be instituted by virtue of this subsection more than three years after the commission of the offence. 2 No proceedings for an offence under section 8, 16(7) or 18(4) of this Act shall be instituted in England and Wales except by the authorised prosecutor; and no proceedings for such an offence shall be so instituted by a constable except with the approval of the Secretary of State. 3 A certificate stating— a the date on which such evidence as is mentioned in subsection (1) above came to the knowledge of the authorised prosecutor; or b that the Secretary of State’s approval is given for the institution by a constable of any proceedings specified in the certificate, and signed by or on behalf of the authorised prosecutor, or as the case may be, the Secretary of State shall for the purposes of this section be conclusive evidence of the date or approval in question; and a certificate purporting to be given in pursuance of this subsection and to be signed as aforesaid shall be deemed to be so signed unless the contrary is proved. 4 In a magistrates’ court or before the registrar of a county court any proceedings by or against the Secretary of State under this Act may be conducted on behalf of the Secretary of State by a person authorised by him for the purposes of this subsection. 5 Section 145 of the  Customs and Excise Management Act 1979  (which restricts the bringing of proceedings under that Act) and  section 146A  of that Act (which extends the time for bringing such proceedings) shall not apply to proceedings in England or Wales for offences under this Act."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "28A", "section_title": " Institution of proceedings in Northern Ireland.", "section_text": "28A Section 28 of this Act shall also apply in relation to the institution of proceedings in Northern Ireland, but as if— a for any reference in that section to England and Wales there were substituted a reference to Northern Ireland; and b in subsection (4) of that section for the words from the beginning to “county court” there were substituted “In a court of summary jurisdiction or before a county court”."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "29", "section_title": "Institution and conduct of proceedings in Scotland.", "section_text": "29 1 Subject to the provisions of this section, summary proceedings for an offence under this Act except under section 26(1) or (2) thereof may be instituted in Scotland by the Secretary of State. 2 Notwithstanding the provisions of any enactment, the Secretary of State may institute proceedings by virtue of subsection (1) above in any court of summary jurisdiction in Scotland. 3 Any proceedings in any court in Scotland, other than the High Court of Justiciary or the Court of Session, by or against the Secretary of State under this Act may be conducted on behalf of the Secretary of State by any person authorised by him for the purposes of this subsection. 4 Summary proceedings in Scotland in respect of an offence under section 8,  . . . 16(7), 18(4) or 26(1) or (2) of this Act or under regulations made in pursuance of this Act shall not be commenced more than three years after the commission of the offence, but subject to the foregoing limitation and notwithstanding anything in  section 331 of the  Criminal Procedure (Scotland) Act 1975  (limitation of time for proceedings in statutory offences) any such proceedings may be commenced— a in the case of proceedings instituted by the procurator fiscal as a result of information supplied to him by the Secretary of State, at any time within six months from the date on which such information came to the knowledge of the Secretary of State; b in any other case, at any time within six months from the date on which evidence sufficient in the opinion of the person instituting the proceedings to justify proceedings came to his knowledge, and subsection (2) of the said section 23 shall apply for the purposes of this subsection as it applies for the purposes of that section. 5 For the purposes of subsection (4) above a certificate signed— a in the case of any such proceedings as are mentioned in paragraph (a) of that subsection, by or on behalf of the Secretary of State; b in any other case, by or on behalf of the person instituting the proceedings, and stating the date on which such information or, as the case may be, such evidence as aforesaid came to his knowledge shall be conclusive evidence of that fact; and a certificate stating that matter and purporting to be signed by or on behalf of the Secretary of State or that person shall be deemed to be so signed unless the contrary is proved."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "30", "section_title": " Limitation on the bringing of proceedings for recovery of underpayments and overpayments of duty.", "section_text": "30 1 Where the amount of the duty which has been paid on a vehicle licence for a vehicle is less than the amount payable on the licence appropriate to that vehicle, the Secretary of State may take proceedings for the recovery of that amount at any time before the expiration of the twelve months beginning with the end of the period in respect of which the licence was taken out. 2 No proceedings shall be brought for enforcing any repayment of duty to which a person may be entitled in respect of any overpayment of duty made on a vehicle licence taken out by him, unless the proceedings are brought before the expiration of the twelve months beginning with the end of the period in respect of which the licence was taken out."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "31", "section_title": " Admissibility of records as evidence.", "section_text": "31 1 A statement contained in a document purporting to be— a a part of the records maintained by the Secretary of State in connection with any functions exercisable by the Secretary of State by virtue of this Act; or b a copy of a document forming part of those records; or c a note of any information contained in those records, and to be authenticated by a person authorised in that behalf by the Secretary of State shall be admissible in any proceedings as evidence of any fact stated therein to the same extent as oral evidence of that fact is admissible in those proceedings. 2 In subsection (1) above “ document ” and “ statement ” have the same meanings as in subsection (1) of section 10 of the  Civil Evidence Act 1968, and the reference to a copy of a document shall be construed in accordance with subsection (2) of that section; but nothing in this subsection shall be construed as limiting to civil proceedings the references to proceedings in subsection (1) above. 3 Nothing in the foregoing provisions of this section shall enable evidence to be given with respect to any matter other than a matter of the prescribed description. 4 In its application to Scotland this section shall have effect as if— a in subsection (1), for the words from “as evidence” onwards there were substituted the words “as sufficient evidence of any fact stated therein, so however that nothing in this subsection shall be deemed to make such a statement evidence in any proceedings except where oral evidence to the like effect would have been admissible in those proceedings”; and b in subsection (2), for the references to subsections (1) and (2) of section 10 of the  Civil Evidence Act 1968 there were substituted references to subsections (3) and (4) respectively of section 17 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1968. 5 In its application to Northern Ireland, this section shall have effect as if in subsection (2) for “subsection (1) of section 10 of the Civil Evidence Act 1968” there were substituted “subsection (1) of section 6 of the Civil Evidence Act (Northern Ireland) 1971”."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "32", "section_title": " Evidence of admissions in certain proceedings.", "section_text": "32 1 Where in any proceedings in England and Wales for an offence under section 8 or section 16(7) of this Act— a it is proved to the satisfaction of the court, on oath or in manner prescribed by rules made under section 15 of the Justices of the  Peace Act 1949, that a requirement under section 27(1)(a) or (b) of this Act to give information as to the identity of the driver of, or the person using or keeping, a particular vehicle on the particular occasion on which the offence is alleged to have been committed has been served on the accused by post; and b a statement in writing is produced to the court purporting to be signed by the accused that the accused was the driver of, or the person using or keeping, that vehicle on that occasion, the court may accept the statement as evidence that the accused was the driver of, or the person using or keeping, that vehicle on that occasion. 2 Subsection (1) above shall apply in Northern Ireland as if— a for the words “England and Wales” there were substituted “Northern Ireland”; and b for the words from “rules” to “1949” there were substituted “magistrates’ courts rules as defined in Article 2(3) of the Magistrates’ Courts (Northern Ireland) Order 1981”."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "33", "section_title": " Burden of proof in certain proceedings.", "section_text": "33 If in any proceedings under section 8, 16(7)  , 18(4)  or 26(2) of this Act any question arises— a as to the number of mechanically propelled vehicles used, or b as to the character, weight, horse-power or cylinder capacity of any mechanically propelled vehicle, or c as to the number of persons for which a mechanically propelled vehicle has seating capacity, or d as to the purpose for which any mechanically propelled vehicle has been used, the burden of proof in respect of the matter in question shall lie on the defendant."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "34", "section_title": " Fixing of amount payable under s. 9 on plea of guilty by absent accused.", "section_text": "34 1 Where in pursuance of  section 12(2) of the  Magistrates’ Courts Act 1980  a person is convicted in his absence of an offence under section 8 of this Act  , or under section 102 of the Customs and Excise Management Act  1979 in relation to a licence issued under this Act,  and it is proved to the satisfaction of the court, on oath or in the manner prescribed by rules made under  section 144 of the Magistrates’ Courts Act 1980 , that there was served on the accused with the summons a notice stating that, in the event of his being convicted of the offence, it will be alleged that an order requiring him to pay an amount specified in the notice falls to be made by the court in pursuance of section 9(1)  or, as the case may be, 26A(1)  of this Act then, unless in the notification purporting to be given by or on behalf of the accused in pursuance of  the said section 12(2)  it is stated that the amount so specified is inappropriate, the court shall proceed in pursuance of the said section 9(1)  or, as the case may be, 26A(1)  as if that amount had been calculated as required by that subsection. 2 In its application to Northern Ireland, subsection (1) above shall have effect as if— a for “section 12(2) of the Magistrates’ Courts Act 1980” and “the said section 12(2)” there were substituted “Article 24(2) of the Magistrates’ Courts (Northern Ireland) Order 1981” and “the said Article 24(2)” respectively; and b for the words from “or in” to “1980” there were substituted “or by affidavit or in the manner prescribed by magistrates’ courts rules as defined by Article 2(3) of the Magistrates’ Courts (Northern Ireland) Order 1981”."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "35", "section_title": " Application of fines, penalties and forfeitures.", "section_text": "35 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 All fines imposed and penalties  . . .recovered under or in pursuance of this Act in England and Wales otherwise than by or before a magistrates’ court, and all fines imposed, and penalties  . . . recovered, under or in pursuance of this Act in Scotland  or Northern Ireland , shall be paid into the Consolidated Fund. 3 Section 151 of the  Customs and Excise Management Act 1979  (which relates to the application of penalties) shall not apply to penalties recovered under or in pursuance of this Act."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "37", "section_title": " Regulations. ", "section_text": "37 1 Regulations under this Act may be made generally for the purpose of carrying this Act (except section 31) into effect and may— a make different provision for different  cases or circumstances  and for different parts of the United Kingdom ; b provide for exemptions from any provisions of the regulations; and c contain such incidental  , consequential  and supplemental provisions as the Secretary of State considers expedient for the purposes of the regulations; and nothing in any other provision of this Act shall be construed as prejudicing the generality of the foregoing provisions of this subsection. 2 Regulations under this Act may contain provisions prescribing any matter which is to be prescribed under this Act, but any fee prescribed under this Act, except a fee for which provision is made by  section 13(2A) or  section  23(2)(c)  thereof, shall be of an amount approved by the Treasury. 3 Regulations under this Act except regulations under section 2(5) or 11(3) may provide that a person who contravenes or fails to comply with any specified provision of the regulations shall be guilty of an offence and a person guilty of such an offence shall be liable on summary conviction to a fine of an amount not exceeding—  a in the case of regulations prescribed for the purposes of this paragraph, of regulations made under section 24 or of a contravention or failure to comply with requirements imposed in pursuance of section 23(1)(a), level 3 on the standard scale; b in any other case,  level 1 on the standard scale . 3A The prescribing of regulations for the purposes of subsection (3)(a) shall not affect the punishment for a contravention of or failure to comply with those regulations before they were so prescribed. 4 Any power to make regulations which is exercisable by the Secretary of State by virtue of section  . . .  18B(3), 20, 23 or 24 of this Act includes power to provide by the regulations that any document for which provision is made by the regulations shall be in such form and contain such particulars as may be specified by a person specified in the regulations. 5 Any power to make regulations conferred on the Secretary of State by this Act shall be exercisable by statutory instrument which, except in the case of a statutory instrument containing only regulations made under section 7(4) or (5) or 38(5) of this Act, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "38", "section_title": " Interpretation.", "section_text": "38 1 In this Act, unless the context otherwise requires— “ community bus ” means a vehicle used on public roads solely in accordance with a community bus permit (within the meaning of section 22 of the Transport Act  1985), and not used for providing a service under an agreement providing for service subsidies (within the meaning of section 63(10)(b) of that Act); “ conditional sale agreement ” means an agreement for the sale of a vehicle under which the purchase price or part of it is payable by instalments, and the property in the vehicle is to remain in the seller (notwithstanding that the buyer is to be in possession of the vehicle) until such conditions as to the payment of instalments or otherwise as may be specified in the agreement are fulfilled; “ gas ” means any fuel which is wholly gaseous at a temperature of 60 degrees Fahrenheit under a pressure of 30 inches of mercury; “ hackney carriage ” means a mechanically propelled vehicle standing or plying for hire and includes any mechanically propelled vehicle bailed or (in Scotland) hired under a hire agreement by a person whose trade it is to sell such vehicles or bail or hire them under hire agreements  but does not include a community bus ; “ hire agreement ” means an agreement for the bailment or (in Scotland) the hiring of a vehicle which is not a hire-purchase agreement; “ hire-purchase agreement ” means an agreement, other than a conditional sale agreement, under which— a a vehicle is bailed or (in Scotland) hired in return for periodical payments by the person to whom it is bailed or hired, and b the property in the vehicle will pass to that person if the terms of the agreement are complied with and one or more of the following occurs— i the exercise of an option to purchase by that person, ii the doing of any other specified act by any party to the agreement, iii the happening of any other specified event; “ licence ” means a vehicle licence or a trade licence; “ motor dealer ” means a person carrying on the business of selling or supplying mechanically propelled vehicles; “ prescribed ” means prescribed by regulations made by the Secretary of State; “ public road ” means a road which is repairable at the public expense  except that in Scotland it has the same meaning as in the Roads (Scotland) Act 1984. ; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ temporary licence ” has the meaning assigned to it by section 13(1) of this Act; “ trade licence ” means a licence issued under section 16(1) of this Act; and “ transfer date ” has the same meaning as in the  Vehicle and Driving Licences Act 1969, that is to say, such date as the Secretary of State may by order appoint for the purposes of section 1(1) of that Act; “ vehicle licence ” means a licence under this Act for a mechanically propelled vehicle. 2 For the purposes of any provision of this Act and any subsequent enactment relating to the keeping of mechanically propelled vehicles on public roads, a person keeps such a vehicle on a public road if he causes it to be on such a road for any period, however short, when it is not in use there. 3 A mechanically propelled vehicle shall not be treated as an electrically propelled vehicle for the purposes of this Act unless the electrical motive power is derived either from a source external to the vehicle or from any electrical storage battery which is not connected to any source of power when the vehicle is in motion. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The unit of horse-power or cylinder capacity for the purposes of any rate of duty under this Act shall be calculated in accordance with regulations under this Act. 6 References in this Act to any enactment shall be construed, unless the context otherwise requires, as references to that enactment as amended by or under any other enactment."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "39", "section_title": " Transitional provisions, savings, repeals and revocation. ", "section_text": "39 1 This Act shall have effect subject to the modifications specified in Part I of Schedule 7 thereto (being modifications required during the transition to the provisions of this Act from the law in force at the passing of this Act relating to the system of vehicle licensing and registration). 2 The modifications of this Act so specified shall cease to have effect on such day as the Secretary of State may appoint by order made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament; and different days may be appointed under this subsection for different modifications so specified or for different modifications so far as they apply to such cases only as may be specified in the order. 3 Where during the period between the passing and the commencement of this Act any provision of the Vehicle and Driving Licences Act 1969 is brought into force and either— a this Act or any provision thereof is by virtue of subsection (1) above and any modifications specified in Part I of Schedule 7 thereto directed to have effect as if the corresponding provision of this Act were omitted; or b there would be at the commencement of this Act, if the power given by this subsection were not exercised, any other inconsistency in effect between the provision of any enactment repealed by this Act and the corresponding provision of this Act, the Secretary of State may, without prejudice to  section 13 of the  Interpretation Act 1978  (exercise of statutory powers before commencement of Acts), exercise the power given him by subsection (2) above at any time after the passing of this Act. 4 The other transitional provisions and savings contained in Part II of Schedule 7 to this Act shall have effect. 5 The enactments specified in Part I of Schedule 8 to this Act are hereby repealed to the extent specified in the third column of that Schedule; and the order specified in Part II of that Schedule is hereby revoked. 6 The provisions of Part II of Schedule 7 to this Act shall not be taken as prejudicing the operation of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978  (which relate to the effect of repeals)."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "40", "section_title": "", "section_text": "40 1 This Act may be cited as the Vehicles (Excise) Act 1971. 2 This Act except section 39(2) and (3) and this section shall come into force on the transfer date. 3 This Act extends to Northern Ireland."}, {"act": "Vehicles (Excise) Act 1971 (Repealed 1.9.1994)", "year": 1971, "section": "22", "section_title": " Failure to fix, and obscuration of, marks and signs.", "section_text": "22 1 If any mark to be fixed  . . . on a vehicle in accordance with section 19  . . . of this Act is not so fixed  . . ., the person driving the vehicle, or, where the vehicle is not being driven, the person keeping the vehicle, shall be guilty of an offence: Provided that it shall be a defence for a person charged under this subsection with failing to fix a mark on a vehicle to prove— a that he had no reasonable opportunity of registering the vehicle under this Act and that the vehicle was being driven on a public road for the purpose of being so registered; or b in a case where the charge relates to a vehicle to which  section 47 of the Road Traffic Act 1988 applies by virtue of subsection (2)(b) thereof (vehicles manufactured before the prescribed period and used before registration) , that he had no reasonable opportunity of so registering the vehicle and that the vehicle was being driven on a road for the purposes of or in connection with its examination under  section 45 of the said Act of 1988 (examination for test certificates) in circumstances in which its use is exempted from the said section 47(1) by regulations under section 47(6) thereof . 2 If any mark fixed  . . . on a vehicle as aforesaid is in any way obscured or rendered or allowed to become not easily distinguishable, the person driving the vehicle, or, where the vehicle is not being driven, the person keeping the vehicle, shall be guilty of an offence: Provided that it shall be a defence for a person charged with such an offence to prove that he took all steps reasonably practicable to prevent the mark  . . . being obscured or rendered not easily distinguishable. 3 Any person guilty of an offence under this section shall be liable on summary conviction— a if it is his first conviction of such an offence, to a fine not exceeding  £20 level three on the standard scale ; b in any other case, to a fine not exceeding £50. 4 In its application to Northern Ireland, subsection (1) above shall have effect as if for paragraph (b) of the proviso there were substituted the following paragraph— b in a case where the charge relates to a vehicle to which Article 34 of the Road Traffic (Northern Ireland) Order 1981 applies by virtue of paragraph (2)(b) thereof, that he had  no reasonable opportunity  of so registering the vehicle and that the vehicle was being driven on a road for the purposes of or in connection with its examination under Article 33 of the said Order of 1981 in circumstances in which its use is exempted from paragraph (1) of the said Article 34 by regulations under paragraph (5) thereof.”"}]