[{"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "1", "section_title": " The Scottish Agricultural Wages Board.", "section_text": "1 1 There shall be a Board, to be called the Scottish Agricultural Wages Board (in this Act referred to as “ the Board ”) which shall have, . . .  , such functions with respect to the fixing of minimum rates of wages for workers employed in agriculture and of directing that such workers shall be entitled to be allowed holidays, and such other functions, as are conferred on the Board by the subsequent provisions of this Act. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The provisions of the First Schedule to this Act shall have effect with respect to the constitution and proceedings of the Board."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "3", "section_title": " Power of Scottish Agricultural Wages Board to fix rates of wages and holidays.", "section_text": "3 1 Subject to and in accordance with the provisions of this section, the Board shall have power to make an order in accordance with the provisions of Schedule 3 to this Act— a fixing minimum rates of wages; b directing holidays to be allowed; c fixing any other terms and conditions of employment for workers employed in agriculture. 2 The power of the Board to make an order under subsection (1)(a) of this section fixing minimum rates of wages is a power to make an order— a fixing minimum rates for time work; b fixing minimum rates for piece work; c fixing minimum rates for time work, to apply in the case of workers employed on piece work, for the purpose of securing to such workers a minimum rate of remuneration on a time work basis; or d fixing separate minimum rates by way of pay in respect of holidays: Provided that the minimum time rate for piece work shall not in any case be higher than the minimum rate which, if the work were time work, would be applicable thereto by virtue of paragraph (a) of this subsection. 2A It shall be the duty of the Board to make an order under this section fixing such minimum rates of wages for time work as are referred to in paragraph (a) of the last preceding subsection. 2B No minimum rate fixed under this section which is an hourly rate shall be less than the national minimum wage. 2C No minimum rate fixed under this section which is a rate other than an hourly rate shall be such as to yield a less amount of wages for each hour worked than the hourly amount of the national minimum wage. 3 An order under paragraph (b) of subsection (1) of this section directing that a worker shall be allowed a holiday— a shall not be made unless both minimum rates of wages in respect of the period of the holiday and minimum rates of wages otherwise than in respect of the holiday have been or are being fixed under this section for that worker; b shall provide for the duration of the holiday being related to the duration of the period for which the worker has been employed or engaged to be employed by the employer who is to allow the holiday; and c subject as aforesaid, may make provisions as to the times at which or the periods within which, and the circumstances in which, the holiday shall be allowed. 3A An order under this section fixing separate minimum rates of wages in respect of holidays may make provision— a with respect to the times at which, and the conditions subject to which, those wages shall accrue and shall become payable, and b for securing that any such wages which have accrued to a worker during his employment by any employer shall, in the event of his ceasing to be employed by that employer before he becomes entitled to be allowed a holiday by him, nevertheless become payable by the employer to the worker. 4 Any such minimum rates of wages as are mentioned in subsection (2) of this section may be fixed so as to vary according as the employment is for a day, week, month or other period, or according to the number of working hours, or the conditions of the employment or so as to provide for a differential rate in the case of employment defined by the Board as being overtime employment, whether that employment is remunerated on a time work or a piece work basis. In the exercise of their powers under this subsection, the Board shall, so far as is reasonably practicable, secure a weekly half-holiday for workers. 5 An order under this section shall have effect as regards any terms as to remuneration from a date specified in the order, which may be a date earlier than the date of the order but not earlier than the date on which the Board agreed on those terms prior to publishing (in accordance with Schedule 3 to this Act) the original proposals to which effect is given, with or without modifications, by the order. 6 Any increase in wages payable by virtue of an order under this section in respect of any time before the date of the order (hereafter in this Act referred to as arrears of wages) shall be paid by the employer within a period specified in the order being— a in the case of a worker who is in the employment of the employer on that date, a period begining with that date; b in the case of a worker who is no longer in the employment of the employer on that date, a period beginning with that date or the date on which the employer receives from the workers or a person acting on his behalf a request in writing for those wages, whichever is the later. 7 Nothing in this section shall be construed as preventing the Board fixing a minimum rate of wages so as to secure that workers employed in agriculture receive remuneration calculated by reference to periods during the currency of their employment. 8 If the Board makes, or purports to make, an order fixing a minimum rate under this section— a which is an hourly rate but which is lower than the national minimum wage in force when that minimum rate comes into effect, or b which is a rate other than an hourly rate but which is such as to yield a less amount of wages for each hour worked than the hourly amount of the national minimum wage in force when that minimum rate comes into effect, the Board shall be taken to have made an order fixing in place of that minimum rate a minimum rate equal to the national minimum wage or, as the case may be, a minimum rate such as to yield an amount of wages for each hour worked equal to the hourly amount of the national minimum wage. 9 If, at any time after a minimum rate which is an hourly rate comes into effect under this section, the national minimum wage becomes higher than that minimum rate, then, as respects any period beginning at or after that time, the Board shall be taken to have made an order fixing in place of that minimum rate a minimum rate equal to the national minimum wage. 10 If, at any time after a minimum rate other than an hourly rate comes into effect under this section, the national minimum wage is increased to such a level that that minimum rate yields a less amount of wages for each hour worked than the hourly amount of the national minimum wage, then, as respects any period beginning at or after that time, the Board shall be taken to have made an order fixing in place of that minimum rate a minimum rate such as to yield an amount of wages for each hour worked equal to the hourly amount of the national minimum wage. 11 Subsections (8) to (10) of this section are without prejudice to the power of the Board to make further orders under this section fixing any minimum rates. 12 Where an order under this section fixes any particular minimum rate of wages by reference to two or more component rates, of which— a one is the principal component, and b the other or others are supplemental or additional components, (as in a case where the minimum rate for night work is fixed as the sum of the minimum rate payable in respect of work other than night work and a supplemental or additional minimum rate in respect of working at night) the national minimum wage provisions of this section apply in relation to the principal component rate and not the supplemental or additional component rates. 13 The national minimum wage provisions of this section do not apply in relation to any minimum rate which is in the nature of an allowance payable in respect of some particular responsibility or circumstance (as in a case where a minimum rate is fixed in respect of being required to keep a dog). 14 The national minimum wage provisions of this section do not apply in relation to any minimum rate fixed under this section— a by virtue of subsection (2)(d) of this section, or b by virtue of section 67 of the  Agriculture Act 1967 (sick pay), unless and to the extent that regulations under section 2 of the National Minimum Wage Act 1998 make provision which has the effect that circumstances or periods in respect of which the minimum rate in question is required to be paid to a worker are treated as circumstances in which, or times at which, a person is to be regarded as working. 15 In this section “ the national minimum wage provisions of this section ” means subsections (2B), (2C) and (8) to (10) of this section."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "3A", "section_title": "Enforcement.", "section_text": "3A 1 The enforcement provisions of the National Minimum Wage Act 1998 shall have effect for the purposes of this Act as they have effect for the purposes of that Act, but with the modifications specified in subsection (3) of this section. 2 In subsection (1) of this section “ the enforcement provisions of the National Minimum Wage Act 1998 ” means the following provisions of that Act— a sections 9 to 11 (records); b section 14 (powers of officers); c sections 17 and 19 to 22 (enforcement of right to national minimum wage); d sections 23 and 24 (right not to suffer detriment); e section 28 (evidence: reversal of burden of proof in civil proceedings); f sections 31, 32 and 33(4) and (5) (offences); g section 48 (superior employees); and h section 49 (restriction on contracting out). 3 In the application of any provision of the National Minimum Wage Act 1998 by subsection (1) of this section— a any reference to that Act, other than a reference to a specific provision of it, includes a reference to this Act; b any reference to a worker (within the meaning of that Act) shall be taken as a reference to a worker employed in agriculture (within the meaning of this Act); c any reference to a person (however described) who qualifies for the national minimum wage shall be taken as a reference to a worker employed in agriculture; d subject to paragraph (c) of this subsection, any reference to the national minimum wage, other than a reference to the hourly amount of the national minimum wage, shall be taken as a reference to the minimum rate applicable under this Act; e subject to paragraph (c) of this subsection, any reference to qualifying for the national minimum wage shall be taken as a reference to being entitled to the minimum rate applicable under this Act; and f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A In the application of section 17 of the National Minimum Wage Act 1998 by subsection (1) of this section– a for subsection (2) there shall be substituted the following subsection– “ That amount is the difference between– a the remuneration received by the worker as a worker employed in agriculture for the pay reference period from his employer; and b the amount which he would have received as a worker employed in agriculture for that period had he been remunerated by the employer at the minimum rate applicable under this Act;” b subsection (3) shall be disregarded. 4 In section 104A of the  Employment Rights Act 1996 (unfair dismissal: national minimum wage) in subsection (1)(c)— a any reference to a person qualifying for the national minimum wage includes a reference to a person being or becoming entitled to a minimum rate applicable under this Act; and b any reference to a person qualifying for a particular rate of national minimum wage includes a reference to a person being or becoming entitled to a particular minimum rate applicable under this Act. 5 Notwithstanding section 2(4) of the National Minimum Wage (Enforcement Notices) Act 2003 , in subsection (2)(c) above, the reference to section 19 includes a reference to subsections (2A) and (2B) of that section."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "4", "section_title": " Enforcement of holidays orders.", "section_text": "4 1 Subject to the provisions of this Act, if an employer fails— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c to allow to any such worker the holidays fixed by the order  or d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . he shall be liable on summary conviction in respect of each offence to a fine not exceeding twenty pounds  . . .. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In any proceedings against a person under this section it shall lie with him to prove that he  . . . has allowed the holidays fixed by the order  . . .. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "5", "section_title": "Permits to infirm and incapacitated persons.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "6", "section_title": " Provisions as to learners.", "section_text": "6 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 It shall not be lawful for the employer of a worker, being an apprentice or learner, who is employed in agriculture . . .   to receive directly or indirectly from the worker, or on his behalf or on his account, a payment by way of premium unless the payment is duly made in pursuance of an agreement approved for the purposes of this subsection by the  Secretary of State , and the amount of a payment received in contravention of this subsection shall be recoverable by the person by whom the payment was made. 6 If an employer acts in contravention of the last preceding subsection, he shall be liable on summary conviction in respect of each offence to a fine not exceeding twenty pounds, and in any proceedings against an employer under this subsection the court shall, whether there is a conviction or not, order the employer to repay any sum which the court finds to have been received by way of premium in contravention of the last preceding subsection. 7 Nothing in the last preceding subsection shall be taken to exclude the bringing otherwise than in accordance with that subsection of proceedings for the recovery of an amount due under subsection (5) of this section. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "7", "section_title": " Reckoning of benefits and advantages as payment of wages.", "section_text": "7 1 The Board shall have power, . . .  , by order made in accordance with the provisions of the Third Schedule to this Act— a to define the benefits or advantages (not being benefits or advantages prohibited by law) which for the purposes of a minimum rate of wages fixed under this Act may be reckoned as payment of wages in lieu of payment in cash; b to determine the value at which, for the purposes aforesaid, such benefits or advantages may be so reckoned; c to limit or prohibit the reckoning for the purposes aforesaid of benefits or advantages as payment of wages in lieu of payment in cash. 2 Subject to the provisions of any order under the preceding subsection, the court shall, in any proceedings under this Act, reckon as a payment of wages such amount as in the opinion of the court represents the value of any benefits or advantages (not being benefits or advantages prohibited by law) received by a worker under the terms of his employment. 3 If  the Secretary of State is  satisfied, on an application in that behalf made by a worker employed in agriculture . . .   or by his employer, that the value determined by an order or direction under this section for a house or part of a house occupied as a separate dwelling by the worker does not correspond with the true value thereof,  the Secretary of State  may, . . .  , direct that the value of the house or part of a house is to be reckoned for the purposes of a minimum rate of wages fixed under this Act at such different amount as may be specified in the direction."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "9", "section_title": " Provisions as to applications, &c., to agricultural wages committees.", "section_text": "9 1 The procedure to be followed on or in connection with applications  to the Secretary of State under section 5 or section 7 of this Act  shall be such (if any) as may be prescribed. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "10", "section_title": "Criminal liability of agents and special defence open to employer.", "section_text": "10 1 Where an offence for which an employer is under section four or subsection (6) of section six of this Act liable to a fine has in fact been committed by some agent of the employer or other person, that agent or other person shall be liable to be proceeded against for the offence in the same manner as if he were the employer and either together with, or before or after the conviction of, the employer, and shall be liable on conviction to the same punishment as that to which the employer is liable. 2 Where an employer who is charged with an offence under section four or subsection (6) of section six of this Act proves to the satisfaction of the court that he has used due diligence to secure compliance with the relevant provisions of this Act, and that the offence was in fact committed by his agent or some other person, without his knowledge, consent or connivance, he shall, in the event of the conviction of that agent or other person for the offence, be exempt from any conviction in respect of the offence."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "11", "section_title": " Avoidance of agreements in contravention of this Act and saving for other agreements, &c.", "section_text": "11 1 Any such agreement as the following shall be void, that is to say— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an agreement as to holidays that is inconsistent with a direction of the Board in that behalf, or for abstaining from exercising the right to holidays conferred by any such direction. c any term or condition of a contract of employment that is inconsistent with a term or condition of employment fixed by an order of the Board under this Act or any agreement for abstaining from enforcing a term or condition so fixed. 2 Nothing in this Act shall prejudice the operation of an agreement or custom for the payment of wages at a rate higher than the minimum rate fixed under this Act or an agreement or custom as to holidays that is not inconsistent with a direction of the Board in that behalf  or a term or condition of a contract of employment that is not inconsistent with a term or condition so fixed."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "12", "section_title": " Officers.", "section_text": "12 1 The Secretary of State may, subject to the consent of the Treasury as to number, appoint such officers as he thinks necessary for the purpose of investigating complaints and otherwise securing the proper observance of this Act. 2 Every officer appointed under this section shall be furnished by the Secretary of State with a certificate of his employment, and when acting under or exercising any power conferred upon him by this Act shall, if so required, produce the certificate to any person or persons affected. 3 An officer so appointed shall have power— a after giving reasonable notice, to require the production of and to inspect and take copies of wages sheets or other records of wages paid to workers employed in agriculture  and records of terms and conditions of employment of such workers ; b to enter at all reasonable times any premises or place for the purpose of such inspection or for the enforcement of this Act, but in the case of a dwelling-house not without giving reasonable notice; and c to require any such worker, or the employer of any such worker, or any agent of the employer, to give any information which it is in his power to give with respect to the employment of the worker or the wages paid to him. 4 Where it appears to the Secretary of State— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b that a sum is due from an employer on account of the receipt of a premium in contravention of subsection (5) of section six of this Act; the Secretary of State may institute, on behalf of or in the name of the worker, civil proceedings before any competent court of jurisdiction for the recovery of the sum in question, . . .  4A Where it appears to the Secretary of State that a term or condition of employment fixed by order of the Board is not being complied with by an employer, the Secretary of State may institute, on behalf or in the name of the worker, civil proceedings in respect of the failure to comply with the term or condition. 4B In any civil proceedings instituted by the Secretary of State by virtue of this section the court shall, if the Secretary of State is not a party to the proceedings, have the same power to make an order for the payment of expenses by the Secretary of State as if he were a party to the proceedings. 5 Nothing in subsection (4) or (4A) of this section shall be taken to exclude the bringing otherwise than in accordance with either of those subsections proceedings of any description mentioned in those subsections. 6 If any person— a hinders or molests an officer acting in the exercise of his powers under subsection (3) of this section; or b refuses to produce any document or give any information which an officer so acting lawfully requires him to produce or give; or c produces or causes to be produced or knowingly allows to be produced to an officer so acting any wages sheet, record or other document which is false in a material particular, knowing the document to be false; or d furnishes to an officer so acting any information knowing it to be false, he shall be liable on summary conviction to a fine not exceeding twenty pounds or to imprisonment for a term not exceeding three months, or to both such fine and such imprisonment. 7 The powers conferred by subsection (3) of this section are not exercisable in any case where corresponding or similar powers conferred by any of the enforcement provisions of the National Minimum Wage Act 1998, as they have effect for the purposes of this Act, are exercisable by virtue of section 3A of this Act. 8 In subsection (7) of this section, “ the enforcement provisions of the National Minimum Wage Act 1998 ” has the same meaning as in subsection (1) of section 3A of this Act."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "13", "section_title": " Annual reports.", "section_text": "13 The Secretary of State shall include in the annual report made in pursuance of subsection (2) of section four of the  Small Landholders (Scotland) Act 1911, a report of his proceedings under this Act and of the proceedings of the Board . . .  , and for that purpose the Board . . . . . .   shall, before such date in every year as the Secretary of State may fix, send to the Secretary of State a report of their proceedings under this Act during the preceding year."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "14", "section_title": " Expenses.", "section_text": "14 Such expenses of the Secretary of State in carrying this Act into effect as the Treasury may determine, and any expenses authorised by the Secretary of State, with the consent of the Treasury, to be incurred by the Board . . .   shall be defrayed out of moneys provided by Parliament."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "15", "section_title": " Evidence of resolutions and orders of the Board and agricultural wages committees.", "section_text": "15 In any legal proceedings the production of a document purporting to be a copy of a resolution or order passed or made by the Board . . .   and to be certified by the chairman or secretary of the Board . . .  , to be a true copy shall be sufficient evidence of the order or resolution and, in the case of an order, that any notices required to be given by this Act in relation thereto have been duly given, and no proof shall be required of the handwriting or official position of the person certifying the truth of the copy."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "15A", "section_title": "Information obtained by national minimum wage officers.", "section_text": "15A 1 This section applies to information which has been obtained by an officer acting for the purposes of the National Minimum Wage Act 1998. 2 This section does not apply to any information to the extent that the information relates to— a any failure to allow holidays directed to be allowed by an order under section 3 of this Act; or b any terms and conditions of employment fixed by such an order by virtue of subsection (1)(c) of that section. 3 Information to which this section applies may, with the authority of the relevant Minister, be supplied to the Secretary of State for use for any purpose relating to this Act. 4 Information supplied under subsection (3) of this section shall not be supplied by the recipient to any other person or body unless— a it could be supplied to that person or body under that subsection; or b it is supplied for the purposes of any civil or criminal proceedings relating to this Act; and shall not be supplied in those circumstances without the authority of the relevant Minister. 5 This section does not limit the circumstances in which information may be supplied or used apart from this section. 6 In this section “ the relevant Minister ” means the Minister of the Crown with the function of appointing officers under section 13(1)(a) of the National Minimum Wage Act 1998."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "16", "section_title": " Power to give effect to, and modify, Act as respects holidays and holiday remuneration.", "section_text": "16 1 The Secretary of State may make regulations for giving effect to the purposes of, and modifying, this Act so far as it relates to holidays and minimum rates of wages by way of pay in respect of holidays, and for excluding, in relation to those matters or either of them, the operation of all or any of the provisions of sections four and ten to thirteen of this Act and paragraph (5) of the Third Schedule thereto. 2 The power conferred by this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "17", "section_title": " Interpretation.", "section_text": "17 In this Act, unless the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say,— “ agriculture ” includes dairy-farming, the production of any consumable produce which is grown for sale or for consumption or other use for the purposes of a trade or business or of any other undertaking (whether carried on for profit or not), and the use of land as grazing, meadow or pasture land or orchard or woodland or for market gardens or nursery grounds; “ consumable produce ” means produce grown for consumption or for other use after severance from the land on which it is grown; “ employment ” means employment under a contract of service or apprenticeship, and the expressions “ employed ” and “ employer ” shall be construed accordingly; “ the national minimum wage ” means the single hourly rate for the time being in force by virtue of regulations under section 1(3) of the National Minimum Wage Act 1998, but this definition is subject to subsection (1A) of this section; “ prescribed ” means prescribed by regulations made by the Secretary of State by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament; “ worker ” includes a boy, woman and girl. 1A If, in the case of persons of any description, regulations under subsection (2) of section 3 of the National Minimum Wage Act 1998— a prevent them being persons who (within the meaning of that Act) qualify for the national minimum wage; or b prescribe a rate (“the reduced rate”) for the national minimum wage other than the single hourly rate for the time being prescribed under section 1(3) of that Act, this Act shall have effect in relation to persons of that description as if in a case falling within paragraph (a) above the national minimum wage were nil and in a case falling within paragraph (b) above the national minimum wage were the reduced rate."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "17A", "section_title": "Relationship between this Act and the National Minimum Wage Act 1998.", "section_text": "17A 1 Except so far as expressly provided by this Act, nothing in the National Minimum Wage Act 1998 or in regulations made under that Act affects the operation of this Act. 2 This Act is subject to— a section 46 of the National Minimum Wage Act 1998; and b section 47 of that Act and any regulations made under that section."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "18", "section_title": "Repeal and savings.", "section_text": "18 1 The enactments mentioned in the first and second columns of the Fourth Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 Nothing in this Act shall affect any order, regulation or complaint made, permit granted, resolution passed, direction, certificate or approval given, application made or granted, notice served or given, date fixed or any other thing done, under an enactment repealed by this Act, but any such order, regulation, complaint, permit, resolution, direction, certificate, approval, application, notice, date or thing shall, if in force at the passing of this Act, continue in force, and so far as it could have been made, granted, passed, given, served, fixed or done under the corresponding provisions of this Act, it shall have effect as if it had been made, granted, passed, given, served, fixed or done under that corresponding provision and, in the case of an approval, had been given for the purposes of that provision. 3 Any document referring to an enactment repealed by this Act shall be construed as referring to the corresponding provision of this Act. 4 Any person holding office or acting or serving under or by virtue of an enactment repealed by this Act shall continue to hold his office or to act or serve as if he had been appointed or authorised under or by virtue of the corresponding provision of this Act. 5 Where an offence, being an offence for the continuance of which a penalty was provided, has been committed under an enactment repealed by this Act, proceedings may be taken under this Act in respect of the continuance of the offence in the same manner as if the offence had been committed under the corresponding provision of this Act. 6 Where an enactment repealed and re-enacted by this Act provides for the doing of some act within, or not earlier than the expiration of, a specified period from the giving of a notice, and the commencement of this Act falls within the period applicable to the giving of a particular notice, the repeal and re-enactment shall be deemed to have taken effect in relation to that notice immediately before the giving thereof. 7 The mention of particular matters in this section shall not be taken to affect the general application of  sections 16(1) and 17(2)(a) of the  Interpretation Act 1978 , with regard to the effect of repeals."}, {"act": "Agricultural Wages (Scotland) Act 1949", "year": 1949, "section": "19", "section_title": " Short title and extent.", "section_text": "19 This Act may be cited as the Agricultural Wages (Scotland) Act 1949, and shall extend to Scotland only."}]