[{"act": "Civil Aviation Act 1949", "year": 1949, "section": "1", "section_title": "Appointment and: functions of Minister of Civil Aviation", "section_text": " 1    1   It shall be lawful for His Majesty to appoint a Minister of Civil Aviation (in this Act referred to as \" the Minister\") who shall be charged with the general duty of organising, carrying out and encouraging measures for the development of civil aviation, for the designing, development and production of civil aircraft, for the promotion of safety and efficiency in the use thereof, and for research into questions relating to air navigation :    Provided that this subsection shall not authorise the production of civil aircraft by the Minister.     2   The acquisition and disposal of aircraft, aero-engines and aviation equipment in discharge of the Minister's said duty shall be subject to the approval of the Treasury.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "2", "section_title": "Oath of allegiance and official oath", "section_text": " 2   The Minister shall take the oath of allegiance and the official oath, and the Promissory Oaths Act, 1868, shall have effect as if the name of the Minister were included in the first Part of the Schedule to that Act.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "3", "section_title": "Appointment of officers, remuneration and expenses", "section_text": " 3    1   The Minister may appoint a Parliamentary Secretary, and such other secretaries, officers and servants as he may with the consent of the Treasury determine.     2   There shall be paid—   a   to the Minister, an annual salary not exceeding five thousand pounds;     b   to any Parliamentary Secretary appointed by the Minister, and to any other secretaries, officers and servants appointed by the Minister, such salaries or remuneration as the Treasury may determine,    and for the purposes of section six of the Ministers of the Crown Act, 1937 (which makes provision against duplicate salaries) any salary payable under this subsection to the Minister or to any Parliamentary Secretary appointed by him shall be deemed to be a salary payable under that Act.     3   The salary of the Minister and his expenses (including any salaries or remuneration payable under paragraph (b) of the last foregoing subsection) shall be defrayed out of moneys provided by Parliament.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "4", "section_title": "Capacity to sit in House of Commons", "section_text": " 4   A person holding office as Minister of Civil Aviation, or as Parliamentary Secretary to the Ministry, shall not thereby be rendered incapable of being elected as a member of the Commons House of Parliament, or of sitting or voting as such a member.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "5", "section_title": "Seal, style and acts of Minister", "section_text": " 5    1   The Minister shall for all purposes be a corporation sole, and shall have an official seal, which shall be authenticated by the signature of the Minister or of a secretary to the Ministry or of any person authorised by the Minister to act in that behalf.     2   The seal of the Minister shall be officially and judicially noticed, and every document purporting to be an instrument made or issued by the Minister and to be sealed with the seal of the Minister authenticated in the manner provided by this section, or to be signed by a secretary to the Ministry or any person authorised as aforesaid, shall be received in evidence and be deemed to be so made or issued without further proof, unless the contrary is shown.     3   A certificate signed by the Minister that any instrument purporting to be made or issued by him was so made or issued shall be conclusive evidence of that fact.     4   The Documentary Evidence Act, 1868, shall apply to the Minister as if his name were included in the first column of the Schedule to that Act, and as if he or a secretary to the Ministry or any person authorised by him to act on his behalf were mentioned in the second column of that Schedule, and as if the regulations referred to in that Act included any document issued by the Minister.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "6", "section_title": "Transfer to Minister of property, rights and liabilities relating to civil aviation", "section_text": " 6    1   Any property vested in, right enjoyed by, or liability incumbent on the Secretary of State for the purposes of civil aviation immediately before the time of vesting shall without more vest in or devolve on the Minister.     2   Any regulation, order, direction, appointment, determination, agreement, requirement or representation made or other thing done or proceeding taken by, to or before the Secretary of State for the purposes of civil aviation before the time of vesting, and in force or having effect at that time shall be treated as if it had been made, done or taken by, to or before the Minister and shall continue in force or have effect accordingly.     3   A certificate by the Secretary of State and the Minister that any property, right or liability vested, enjoyed or incurred in or by the Secretary of State was or was not vested, enjoyed or incurred for the purposes of civil aviation, or that anything made, done or taken by, to or before the Secretary of State, was or was not made, done or taken for those purposes shall, in determining any question as to the effect of either of the two foregoing subsections, be conclusive of the matters certified.     4   In this section the expression \" time of vesting \" means the passing of the Ministry of Civil Aviation Act, 1945.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "7", "section_title": "Delegation of certain functions of Minister", "section_text": " 7    1   The Minister may by order provide for delegating to a body appearing to him to be so constituted as to consist of—   a   persons substantially representative of the interests concerned with civil aviation (and in particular of operators, constructors and insurers of aircraft), and     b   two persons appointed by the Minister, one as being an independent person and the other as being a person who has had not less than five years' professional experience as a pilot of civil aircraft,    such of the administrative functions of the Minister with respect to the matters to which this subsection applies as may be specified in the order, and for entrusting to that body such advisory functions in connection with any of the said matters as may be so specified ; and an order under this section may direct that any fees for the time being prescribed by an Order in Council under section eight of this Act in relation to matters with respect to which functions are delegated under this section to such a body as aforesaid, shall be paid to, and may be retained by, that body.    The matters to which this subsection applies are the design, construction and maintenance of aircraft, and matters connected therewith.     2   An order under this section may contain such incidental and supplementary provisions as appear to the Minister to be necessary or expedient for the purposes of the order.     3   An order under this section shall be made by statutory instrument and if the order delegates or entrusts any functions to such a body as aforesaid a draft of the statutory instrument shall be laid before Parliament.     4   The Minister may contribute such sums as he may, with the approval of the Treasury, determine to the payment of any expenses which may be incurred by such a body as aforesaid for the purposes of an order under this section; and any sums required by the Minister for making contributions under this subsection shall be paid out of moneys provided by Parliament.     5   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "8", "section_title": "Power to give effect to Chicago Convention and regulate air navigation", "section_text": " 8    1   Whereas on the seventh day of December, nineteen hundred and forty-four at the International Civil Aviation Conference held at Chicago, there was signed on behalf of the Government of the United Kingdom a Convention on International Civil Aviation (hereinafter referred to as \" the Chicago Convention \") :    And whereas a copy of the final Act of the said Conference including (amongst other things) the 4ext of the Chicago Convention was, on the fourth day of April, nineteen hundred and forty-five, presented to Parliament by command of His Majesty:    And whereas it is expedient to provide for giving effect to the Chicago Convention and to make further provision for the regulation of air navigation:    Now, therefore, His Majesty may by Order in Council make such provision as appears to Him to be requisite or expedient—   a   for carrying out the Chicago Convention, any Annex thereto relating to international standards and recommended practices (being an Annex adopted in accordance with the Convention) and any amendment of the Convention or any such Annex made in accordance with the Convention; or     b   generally for regulating air navigation.       2   His Majesty may by Order in Council make provision—   a   as to the registration of aircraft in the United Kingdom ;     b   for prohibiting aircraft from flying unless certificates of airworthiness issued or validated under the Order are in force with respect to them and except upon compliance with such conditions as to maintenance or repair as may be specified in the Order;     c   for the licensing, inspection and regulation of aerodromes, for access to aerodromes and places where aircraft have landed, for access to aircraft factories for the purpose of inspecting work therein carried on in relation to aircraft or parts thereof and for prohibiting or regulating the use of unlicensed aerodromes ;     d   for prohibiting persons from engaging in, or being employed in or (except in the maintenance at unlicensed aerodromes of aircraft not used for or in connection with commercial, industrial or other gainful purposes) in connection with, air navigation in such capacities as may be specified in the Order except in accordance with provisions in that behalf contained in the Order, and for the licensing of those employed at aerodromes licensed under the Order in the inspection or supervision of aircraft;     e   as to the conditions under which, and in particular the aerodromes to or from which, aircraft entering or leaving the United Kingdom may fly, and as to the conditions under which aircraft may fly from one part of the United Kingdom to another;     f   as to the conditions under which passengers and goods may be carried by air and under which aircraft may be used for other commercial, industrial or gainful purposes, and for prohibiting the carriage by air of goods of such classes as may be specified in the Order;     g   for minimizing or preventing interference with the use or effectiveness of apparatus used in connection with air navigation, and for prohibiting or regulating the use of such apparatus as aforesaid and the display of signs and lights liable to endanger aircraft;     h   generally for securing the safety, efficiency and regularity of air navigation and the safety of aircraft and of persons and property carried therein, for preventing aircraft endangering other persons and property and, in particular, for the detention of aircraft for any of the purposes specified in this paragraph;     i   for requiring persons engaged in, or employed in or in connection with, air navigation to supply meteorological information for the purposes of air navigation ;     j   for regulating the making of signals and other communications by or to aircraft and persons carried therein;     k   for regulating the use of the civil air ensign and any other ensign established by His Majesty in Council for purposes connected with air navigation;     l   for prohibiting aircraft from flying over such areas in the United Kingdom as may be specified in the Order ;     m   for applying, adapting or modifying the enactments relating to customs in relation to aerodromes and to aircraft and to persons and property carried therein and for preventing smuggling by air, and for permitting in connection with air navigation, subject to such conditions as appear to His Majesty in Council to be requisite or expedient for the protection of the revenue, the importation of goods into the United Kingdom without payment of duty;     n   as to the manner and conditions of the issue, validation, renewal, extension or variation of any certificate, licence or other document required by the Order (including the examinations and tests to be undergone), and as to the form, custody, production, cancellation, suspension, endorsement and surrender of any such document;     o   for regulating the charges that may be made for the use of aerodromes licensed under the Order and for services provided at such aerodromes;     p   for prescribing, subject to the consent of the Treasury, the fees to be paid in respect of the issue, validation, renewal, extension or variation of any certificate, licence or other document or the undergoing of any examination or test required by the Order and in respect of any other matters in respect of which it appears to His Majesty in Council to be expedient for the purpose of the Order to charge fees ;     q   for exempting from the provisions of the Order or any of them any aircraft or persons or classes of aircraft or persons.       3   An Order in Council under this section may make different provision with respect to different classes of aircraft, aerodromes, persons or property and with respect to different circumstances and with respect to different parts of the United Kingdom but shall, so far as practicable, be so framed as not to discriminate in like circumstances between aircraft registered in the United Kingdom operated on charter terms by one air transport undertaking and such aircraft so operated by another such undertaking.     4   An Order in Council under this section may, for the purpose of securing compliance with the provisions thereof, provide for the imposition of penalties not exceeding a fine of two hundred pounds and imprisonment for a term of six months, and, in the case of any provision having effect by virtue of paragraph (l) of subsection (2) of this section, may also for that purpose provide for the taking of such steps (including firing on aircraft) as may be specified in the Order.     5   There shall be paid out of moneys provided by Parliament—   a   any sums payable by His Majesty's Government in the United Kingdom by way of contribution to the expenses of the International Civil Aviation Organisation under the Chicago Convention ;     b   such expenses of any delegate, representative or nominee of His Majesty's Government in the United Kingdom appointed for any purposes connected with the Chicago Convention as may be approved by the Treasury ;     c   any expenses incurred by His Majesty's Government in the United Kingdom for the purposes of Chapter XV of the Chicago Convention (which relates to the provision of airports and other air navigation facilities); and     d   any other expenses incurred by a Government Department by reason of this section.       6   There shall be paid into the Exchequer—   a   all sums received by His Majesty's Government in the United Kingdom by way of repayment of expenses incurred for the purposes of the said Chapter XV ; and     b   all sums received by way of fees paid under an Order in Council under this section other than fees which, under an order made under section seven of this Act are paid to any of the bodies to which functions of the Minister are delegated under that section.       7   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "9", "section_title": "Control of aviation in time of war or emergency", "section_text": " 9    1   In time Of war, whether actual or imminent, or of great national emergency, the Secretary of State may by order regulate or prohibit, either absolutely or subject to such conditions as may be contained in the order and notwithstanding the provisions of this Act or any Order in Council or regulations made thereunder, the navigation of all or any descriptions of aircraft over the United Kingdom or any portion thereof; and may by order provide for taking possession of and using for the purposes of His Majesty's naval, military or air forces any aerodrome, or any aircraft, machinery, plant, material or things found therein or thereon, and for regulating or prohibiting the use, erection, building, maintenance or establishment of any aerodrome, or flying school, or any class or description thereof.     2   An order under this section may make, for the purposes of the order, such provision as an Order in Council under section eight of this Act may by virtue of subsection (4) of that section make for the purpose of securing compliance with provisions thereof having effect by virtue of paragraph (Z) of subsection (2) of that section.     3   Any person who suffers direct injury or loss, owing, to the operation of an order of the Secretary of State under this section, shall be entitled to receive compensation from the Secretary of State, the amount thereof to be fixed, in default of agreement, by the Lands Tribunal; and the principles of the Acquisition of Land (Assessment of Compensation) Act, 1919, shall, with the necessary modifications, apply where possession is taken of any land :    Provided that no compensation shall be payable by reason of the operation of a general order under this section prohibiting flying in the United Kingdom or any part thereof.     4   The power to make an order under this section shall be exercisable by statutory instrument.     5   Any expenses incurred by a Secretary of State in the exercise of his powers under this section shall be paid out of moneys provided by Parliament.     6   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "10", "section_title": "Investigation of accidents", "section_text": " 10    1   The Minister may make regulations providing for the investigation of any accident arising out of or in the course of air navigation, and either occurring in or over the United Kingdom or occurring elsewhere to British aircraft registered in the United Kingdom:    Provided that regulations not relating only to civil aviation shall be made by the Secretary of State and the Minister acting jointly.     2   Regulations under this section may contain provisions—   a   requiring notice to be given of any such accident as aforesaid in such manner and by such persons as may be specified in the order;     b   applying, with or without modification, for the purpose of investigations held with respect to any such accidents any of the provisions of section three of the Notice of Accidents Act, 1894;     c   prohibiting, pending investigation, access to or interference with aircraft to which an accident has occurred, and authorising any person, so far as may be necessary for the purposes of an investigation, to have access to, examine, remove, take measures for the preservation of, or otherwise deal with, any such aircraft;     d   authorising or requiring the cancellation, suspension, endorsement or surrender of any licence or certificate granted under this Part of this Act or any Order in Council or order made under this Part of this Act, where it appears on an investigation that the licence ought to be cancelled, suspended, endorsed or surrendered, and requiring the production of any such licence for the purpose of being so dealt with:      Provided that nothing in this section shall limit the powers of any authority under sections five hundred and thirty to five hundred and thirty-seven of the Merchant Shipping Act, 1894, or any enactment amending those sections.     3   If any person contravenes or fails to comply with any regulations under this section, he shall be liable, on summary conviction, to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding three months.     4   Any expenses incurred by a Secretary of State or the Minister in the exercise of his powers under this section, including the expenses of any investigation under this section, shall be paid out of moneys provided by Parliament.     5   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "11", "section_title": "Dangerous flying", "section_text": " 11    1   Where an aircraft is flown in such a manner as to be the cause of unnecessary danger to any person or property on land or water, the pilot or the person in charge of the aircraft, and also the owner thereof unless he proves to the satisfaction of the court that the aircraft was so flown without his actual fault or privity, shall be liable on summary conviction to a fine not exceeding two hundred pounds or to imprisonment for a term not exceeding six months or to both.    In this section the expression \" owner\" in relation to an aircraft includes any person by whom the aircraft is hired at the time of the offence.     2   The provisions of this section shall be in addition to and not in derogation of the powers conferred on His Majesty in Council by section eight of this Act.     3   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "12", "section_title": "Air Transport Advisory Council", "section_text": " 12    1   His Majesty may by Order in Council provide for the constitution of an Air Transport Advisory Council consisting of a chairman, who shall be appointed by the Lord Chancellor and who shall be a barrister, advocate or solicitor of not less than seven years' standing, and such number of members appointed by the Minister (not being less than two nor more than four) as may be determined in accordance with the Order.    Of the members of the Council appointed by the Minister, at least one shall be a person of experience in the operation of air transport services, and at least one shall be a person of experience in the operation of other transport services.    No member of any of the Airways Corporations, and no person employed by any of the Airways Corporations, shall be qualified to be a member of the Council.     2   It shall be the duty of the Air Transport Advisory Council to consider any representation from any person with respect to the adequacy of the facilities provided by any of the Airways Corporations, or with respect to the charges for any such facilities:    Provided that the Council shall not be required by this subsection to consider any such representation if, in their opinion, it is frivolous or vexatious or if, in their opinion, the matters to which the representation relates have been already sufficiently considered by the Council, or if, in their opinion, it is inexpedient that they should consider the representation on the ground that the matters to which it relates are for the time being regulated by any international agreement to which His Majesty's government in the United Kingdom is a party.     3   It shall be the duty of the Air Transport Advisory Council to consider any question which may be referred to the Council by the Minister, being:—   a   a question relating to facilities for transport by air in any part of the world, or relating to the charges for such facilities; or     b   a question which in the opinion of the Minister requires consideration with a view to the improvement of air transport services.       4   When the Council have considered any such representation or question as aforesaid, they shall report to the Minister upon their conclusions, and shall make such recommendations to the Minister in connection with those conclusions as they think expedient.     5   The Council may with the approval of the Minister appoint such assessors as they think expedient for the purpose of securing that they are properly advised with respect to matters affecting the interests of persons who use air transport services, or of any class of such persons, and the- interests of technical, professional, industrial and commercial bodies (including those of organised labour) directly concerned with the provision of air transport services.     6   Any Order made under this section may contain such incidental and consequential provisions, including provisions for the payment of remuneration to members of the Council out of moneys provided by Parliament, provisions for the payment out of such moneys of expenses incurred in connection with the appointment of assessors by the Council, and provisions for determining the procedure of the Council, as His Majesty thinks expedient.    The procedure of the Council shall be such as to secure that no member of the Council shall sit to consider any representation or question which it is the duty of the Council to consider, if, in respect of the matters to which the representation or question relates, he has any special interest such as may tend to interfere with his impartial consideration of the representation or question.     7   The Council shall be furnished by the Minister with such accommodation as appears to him to be requisite for the proper discharge of their functions, and with such clerks, officers and staff as appear to him, with the concurrence of the Treasury as to numbers, to be requisite for that purpose, and the Minister shall pay to the clerks, officers and staff of the Council such remuneration as he may with the approval of the Treasury determine.     8   The Minister shall provide the Council with such information and other assistance as he thinks expedient for the purpose of assisting the Council to discharge their functions; and each of the Airways Corporations shall keep the Council informed of all services which are provided by them or which they intend to provide, and of the charges which the Corporation make or propose to make for any such services.     9   The Council shall make an annual report to the Minister of their proceedings, and the Minister shall lay the report before each House of Parliament together with a statement of any action which has been taken by him in consequence of any recommendations submitted to him by the Council during the period to which the report relates.     10   A draft of any Order proposed to be made under this section shall be laid before Parliament.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "13", "section_title": "Licensing of air transport and commercial flying", "section_text": " 13    1   His Majesty may by Order in Council make provision—   a   for securing that aircraft shall not be used in the United Kingdom by any person—   i   for plying, while carrying passengers or goods for hire or reward, on such journeys or classes of journeys (whether beginning and ending at the same point or at different points) as may be specified in the Order, or     ii   for such flying undertaken for the purpose of any trade or business as may be so specified,    except under the authority of, and in. accordance with, a licence granted to the said person by the licensing authority specified in the Order;     b   as to the circumstances in which a licence under the Order may or shall be granted, refused, revoked or suspended, and in particular as to the matters to which the licensing authority specified in the Order is to have regard in deciding whether to grant or refuse such a licence;     c   as to appeals from the licensing authority by persons interested in the grant, refusal, revocation or suspension of any licence under the Order;     d   as to the conditions which may be attached to such a licence (including conditions as to the fares, freight or other charges to be charged by the holder of the licence), and for securing compliance with any conditions so attached;     e   as to the information to be furnished by an applicant for, or the holder of, such a licence to such authorities as may be specified in the Order;     f   for prescribing, subject to the consent of the Treasury, the fees to be paid in respect of the grant of any licence under the Order;    and such an Order may make different provision as respects different classes of aircraft and different classes of licences.     2   An Order in Council under this section may, for the purpose of securing compliance with the Order, provide for the imposition of penalties not exceeding, in the case of a first offence against the Order, a fine of twenty pounds or, in the case of a second or subsequent such offence, a fine of fifty pounds or imprisonment for a term of three months.     3   The Minister shall lay before Parliament the draft of any Order which it is proposed to recommend His Majesty in Council to make under this section, and no further proceedings shall be taken in relation thereto except in pursuance of an Address presented to His Majesty by both Houses of Parliament praying that the Order may be made in the terms of the draft.     4   The Minister may pay out of moneys provided by Parliament—   a   to the members of any licensing authority which may be constituted by an Order in Council under this section such remuneration (if any) as the Minister, with the approval of the Treasury, may determine; and     b   the amounts necessary to defray such expenses of the said licensing authority as the Minister and the Treasury may approve.      The amount of any fee received under such an Order in Council by any such licensing authority shall be paid by that authority to the Minister, and, when received by him, shall be paid into the Exchequer.     5   Part VI of this Act applies to this section so, however, that an Order in Council under this section shall not be laid before Parliament nor be subject to annulment in pursuance of a resolution of either House of Parliament.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "14", "section_title": "Information as to air transport undertakings and use of customs aerodromes", "section_text": " 14    1   His Majesty may by Order in Council make provision—   a   for requiring any person—   i   who carries on the business of carrying passengers or goods in aircraft for hire or reward on such journeys or classes of journeys (whether beginning and ending at the same point or at different points) as may be specified in the Order, or     ii   who is the holder of a licence in respect of a customs aerodrome,    to furnish to such authorities as may be specified in the Order such information relating to the use of aircraft for the purpose of his said business and to the persons employed in connection with that use, or, as the case may be, relating to the use of the aerodrome and to the persons employed in aircraft arriving thereat or departing therefrom, as may be prescribed by the Order;     b   for requiring the owner, or the pilot or other person in charge, of any aircraft arriving at, or departing from, any customs aerodrome to furnish to the holder of the licence in respect of that aerodrome such information as may be necessary to enable the holder of the said licence to comply with such of the provisions of the Order as relate to him;     c   for prescribing the times at which, and the form and manner in which, any information required under the Order is to be furnished:      Provided that a person carrying on such a business as is mentioned in sub-paragraph (i) of paragraph (a) of this subsection shall not be required to furnish information relating to the use of aircraft on journeys wholly outside the United Kingdom, or relating to persons exclusively employed outside the United Kingdom, unless the person carrying on the business is either a British subject resident in the United Kingdom or a citizen of the Republic, of Ireland resident in the United Kingdom or a body corporate incorporated under the law of some part of the United Kingdom.     2   An Order in Council under this section may provide for imposing on any person who contravenes or fails to comply with any provision of the Order such penalties (not exceeding a fine of twenty pounds and a further fine of five pounds for every day on which the contravention or non-compliance continues after conviction therefor) as may be specified in the Order.     3   No information with respect to any particular undertaking which has been obtained by virtue of an Order in Council under this section shall, without the consent of the person carrying on that undertaking, be disclosed otherwise than in connection with the execution of such an Order, and if any person discloses any such information in contravention of this subsection, he shall be liable, on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding fifty pounds or to both or, on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine not exceeding one hundred pounds or to both.    Nothing in this subsection shall apply to the disclosure of any information for the purposes of any legal proceedings which may be taken by virtue of this subsection or of an Order in Council made under this section, or for the purpose of any report of any such proceedings, but, save as aforesaid, the restriction imposed by this subsection shall, in relation to any legal proceedings (including arbitrations), extend so as to prohibit and prevent any person who is in possession of any such information so obtained from disclosing, and from being required by any court or arbitrator to disclose, that information (whether as a witness or otherwise) except with the consent of the person carrying on the undertaking to which the information relates.     4   In this section the expression \"customs aerodrome\" means an aerodrome for the time being appointed in pursuance of an Order in Council in force under section eight of this Act as a place of landing and departure of aircraft for the purposes of the enactments relating to customs.     5   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "15", "section_title": "Terms and conditions of employment of persons employed by air transport undertakings", "section_text": " 15    1   The provisions of this section shall have effect for the purpose of securing that the terms and conditions of employment of persons employed by any independent undertaking constituted for the purpose of providing air transport services or of carrying out other forms of aerial work shall, except in so far as those terms and conditions—   a   are regulated by or under any enactment other than this section; or     b   are in accordance with an agreement for the time being in force between the undertaking and organisations representative of the persons employed; or     c   are in accordance with any decision for the time being in force of a joint industrial council representing the undertaking \"and organisations representative of the persons employed;    comply with the following requirement, that is to say, that they shall not be less favourable than the terms and conditions observed by the Airways Corporations in the case of persons engaged in comparable work, or, where the Airways Corporations do not observe the same terms and conditions for persons engaged in comparable work, are not less favourable than the terms and conditions observed for such persons by at least one of those Corporations.     2   If any dispute arises as to whether the terms and conditions of any person's employment ought to comply with the requirement aforesaid, or as to what terms and conditions ought to be observed for the purpose of complying therewith, the dispute shall, if not otherwise disposed of, be referred by the Minister to the Industrial Court for settlement.     3   Where any award has been made by the Industrial Court upon a dispute referred to that Court under this section, then, as from the date of the award or from such other date as the Court may direct, and subject to any subsequent variation or revocation of the award, it shall be an implied term of the contract between the employer and workers to whom the award applies that the terms and conditions of employment to be observed under the contract shall be in accordance with the award, except in so far as they are regulated by or under any enactment other than this section or are in accordance with any such agreement or decision as is mentioned in subsection (1) of this section.    No direction given by the Court for the purposes of the foregoing provisions of this subsection shall have the effect of making any award retrospective to a date earlier than the date on which the dispute to which the award relates first arose.     4   In this section the expression \" independent undertaking \" means any undertaking other than the Airways Corporations.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "16", "section_title": "Minister's power to provide aerodromes", "section_text": " 16    1   The Minister may for the purposes of civil aviation establish and maintain aerodromes and provide and maintain in connection therewith roads, approaches, apparatus, equipment, and buildings and other accommodation:    Provided that nothing in this subsection shall authorise the execution of any works on, over or under tidal lands below high-water mark of ordinary spring tides, except in accordance with plans and sections previously approved in writing by the Minister of Transport and subject to such conditions as he may impose.     2   The Minister shall appoint for each aerodrome vested in him an officer who shall be responsible to the Minister for all services provided on the aerodrome on behalf of the Minister, including signalling services, flying control services, and services connected with the execution of works.     3   The Minister shall not provide any of the Airways Corporations with aerodrome facilities in connection with the operation of any charter service unless he is satisfied that comparable facilities are available, or can be made available if required, to persons other than the Airways Corporations in connection with the operation of a similar service, and are so available, or can be made so available if required, upon terms and conditions not less favourable than those upon which the facilities in question are provided by him for the Corporation concerned.    In this subsection the expression \" aerodrome facilities\" means any facilities connected with the use of an aerodrome, and the expression \" charter service \" means any service provided on charter terms.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "17", "section_title": "Consultation with Ideal bodies", "section_text": " 17   In the management and administration of any aerodrome vested in him the Minister shall make such provision as he thinks necessary to ensure that adequate facilities for consultation are provided for the local authorities in whose areas the aerodrome or any part thereof is situated, and for other local authorities whose areas are in the neighbourhood of the aerodrome, and for other organisations representing the interests of persons concerned with the locality in which the aerodrome is situated.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "18", "section_title": "Sanitary control on Minister's aerodromes", "section_text": " 18    1   Without prejudice to their general duties under any Act of Parliament or otherwise, it shall be the duty of the Minister of Health and the Minister of Civil Aviation to make such arrangements as they think necessary—   a   for preventing danger to public health from aircraft arriving at any aerodrome vested in or under the control of the Minister of Civil Aviation; and     b   for preventing the spread of infection by means of any aircraft leaving any such aerodrome, so far as may be necessary or expedient for the purpose of carrying out any treaty, convention, arrangement or engagement with any country.       2   A local authority may, and shall if the Minister of Health so requires, undertake duties in connection with the execution of any such arrangements as aforesaid; and the Minister of Health shall pay to a local authority such charges as the authority may reasonably require to be paid in respect of expenses incurred and services provided by the authority in the performance of such duties.     3   Any reference in this section to a local authority shall be construed—   a   in relation to England, as a reference to any local authority for the purposes of the Public Health Act, 1936, any county council and any port health authority, and also any joint board of which all the constituent authorities are local authorities within the meaning of the preceding provisions of this paragraph;     b   in relation to Scotland, as a reference to a local authority for the purposes of the Public Health (Scotland) Act, 1945, and also a port local authority as defined in section one hundred and seventy-two of the Public Health (Scotland) Act, 1897;     c   in relation to Northern Ireland, as a reference to such authority as the Ministry of Health and Local Government for Northern Ireland may designate as the appropriate authority for the purposes of this section.       4   The references in this section to the Minister of Health shall be construed in relation to Scotland as references to the Secretary of State, and in relation to Northern Ireland, as references to the Ministry of Health and Local Government for Northern Ireland.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "19", "section_title": "Power of local authorities to provide aerodromes", "section_text": " 19    1   Any local authority may, with the consent of the Minister and subject to such conditions as he may impose, establish and maintain aerodromes, and provide and maintain in connection therewith roads, approaches, apparatus, equipment and buildings and other accommodation:    Provided that nothing in this section shall authorise the execution of any works on, over or under tidal lands below high-water mark of ordinary spring tides, except in accordance with plans and sections previously approved in writing by the Minister of Transport and subject to such conditions as he may impose.     2   A local authority may, for the purpose of exercising any of the powers conferred on the authority by the foregoing subsection, acquire land by agreement or be authorised by the Minister to purchase land compulsorily.     3   For the avoidance of doubts it is hereby declared that one of the purposes for which a local authority may acquire land under this section is the purpose of securing that the land adjacent to the site of an aerodrome which the local authority has established, or is about to establish, shall not be used in such manner as to cause interference with, or danger or damage to, aircraft at, approaching or leaving the aerodrome.     4   The powers conferred on a local authority by the foregoing provisions of this section shall be exercisable by that authority outside, as well as within, its area.     5   For the purpose of the purchase of land by agreement under this section, the Lands Clauses Acts, except the provisions of those Acts with respect to the purchase and taking of land otherwise than by agreement, shall be incorporated with this Act.     6   Where any land is held by a local authority for any purpose for which land may be acquired under this section, the local authority shall not, without the consent of the Minister, appropriate that land for any other purpose or dispose of the land in any way.    In relation to land in Scotland this subsection shall have effect as if for the words \" shall not, without the consent -of the Minister \" there were substituted the words \" shall have power, with the consent of the Minister, but not otherwise, to \".     7   Without prejudice to the provisions of the last foregoing subsection where a local authority to which section one hundred and sixty-five of the Local Government Act, 1933, applies holds any land solely for the purpose of securing that it shall not be used in such manner as to cause interference with, or danger or damage to, aircraft at, approaching or leaving an aerodrome of the local authority, that section shall, notwithstanding that it is still requisite that the land should not be so used, have effect in relation to that land as if it authorised the local authority, with the consent of the Minister of Health, to sell the land subject to such conditions as the local authority thinks necessary to secure that the land will not be so used.     8   A local authority may borrow for the purposes of this section.     9   In this section the expression \"local authority \" does not include the council of a rural district in England or Wales, and the expression \" land \" includes any right in or over land.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "20", "section_title": "Power to carry on ancillary businesses", "section_text": " 20   If the Minister is satisfied, with respect to any aerodrome provided by a local authority under the last foregoing section, that it is necessary or expedient that the local authority should be empowered to carry on in connection with the aerodrome any particular business, being a business which appears to him to be ancillary to the carrying on of an aerodrome but which the authority would not otherwise have power to carry on, he may make an order authorising that local authority, subject to such conditions (if any) as may be specified in the order, to carry on that business in connection with the aerodrome.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "21", "section_title": "Provisions as to London", "section_text": " 21    1   For the purposes of section nineteen of this Act—   a   the London County Council may borrow under and in accordance with the London County Council (Finance Consolidation) Act, 1912;     b   the Common Council of the City of London may borrow under the City of London Sewers Acts, 1848 to 1897.       2   Section ninety-seven of the Local Government Act, 1933 (which applies the provisions of Part III of that Act relating to joint committees to the London County Council and to councils of metropolitan boroughs) shall in relation to the powers conferred on local authorities by or under the last two foregoing sections, have effect as if any reference in the said section ninety-seven to the council of a metropolitan borough included a reference to the Common Council of the City of London.     3   The expenses of the Common Council of the City of London under the said section nineteen shall be defrayed out of the general rate.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "22", "section_title": "Other statutory bodies in Northern Ireland", "section_text": " 22    1   His Majesty may by Order in Council direct that in Northern Ireland the powers conferred by or under the three last foregoing sections on a local authority shall, subject to any restrictions imposed by the Order in Council, be, and be deemed always to have been exercisable also by any statutory body specified in the Order in Council and that any of the said provisions shall, in relation to that body, have effect subject to such adaptations as may be so specified.     2   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "23", "section_title": "Power to acquire and manage land", "section_text": " 23    1   The Minister shall for purposes of civil aviation and any purpose connected with the discharge of his functions have the like power to acquire land or any right in or over land by agreement under the Military Lands Acts, 1892 to 1903, as has a Secretary of State, and those Acts shall have effect accordingly with the necessary modifications, and in particular as though references to a military purpose included references to any such purposes as aforesaid.     2   The Minister may also acquire by agreement otherwise than under the said Acts any land, any estate or other interest in land, or any right in or in relation to land.     3   The Minister may be authorised to acquire land compulsorily for any purpose connected with the discharge of his functions, and the Acquisition of Land (Authorisation Procedure) Act, 1946, shall have effect with respect to the compulsory purchase of land in England or Wales by the Minister under this section as if in subsection (1) of section one of that Act, after paragraph (b) thereof, there were inserted the following paragraph:—    c   by the Minister of Civil Aviation under section twenty-three of the Civil Aviation Act, 1949:     ;    Provided that section three of that Act shall not have effect in relation to land acquired or proposed to be acquired by the Minister.    In this subsection the expression \" land \" includes any estate or other interest in land and any easement.     4   For the purpose of the compulsory purchase by the Minister, under the last foregoing subsection, of land in Northern Ireland, His Majesty may by Order in Council provide for extending the Acquisition of Land (Authorisation Procedure) Act, 1946, to Northern Ireland, subject to any adaptations, modifications and exceptions which may be provided for by the Order.     5   The Minister shall have power to manage, sell, let or exchange any land vested in him and to pay or receive money in respect of equality of exchange :    Provided that nothing in this subsection shall be taken to affect the operation of section five of the Defence of the Realm (Acquisition of Land) Act, 1916 (which confers on a person from whom land was acquired under that Act a right of pre-emption in the case of the subsequent sale of that land) as respects any land acquired under that Act.     6   The Minister shall have power to manage and (subject to the terms of the lease) to sublet any land taken on lease by him or assign the lease.     7   Where any person having an interest in land (hereinafter referred to as \" the grantor \") grants or agrees to grant to the Minister any right (whether in perpetuity or for any other period and whether capable of subsisting as a legal estate or not) in or in relation to that land (including a right to enter upon that land, a right to carry out and maintain works on that land, a right to instal or maintain structures or apparatus on, under, over or across that land, and a right restrictive of the user of that land), the grant or agreement shall be binding upon any person deriving title or otherwise claiming under the grantor to the same extent as it is binding upon the grantor, notwithstanding that it would not have been binding upon that person apart from the provisions of this subsection.    This subsection shall, in its application to Scotland, have effect as if after the words \" the grant or agreement shall\" there were inserted the words \" on being recorded in the appropriate register of sasines     8   His Majesty may by Order in Council apply in relation to the Minister, with any necessary modifications or adaptations, the enactments specified in subsection (9) of this section so as to confer on the Minister all such powers, rights and privileges—   a   in relation to the acquisition and holding of land for the purpose of discharging any of his functions, and     b   in relation to the management, use and disposal in any manner of land acquired for that purpose,    as under the said enactments are, by virtue of any Order in Council made under section thirteen of the Air Force (Constitution) Act, 1917, for the time being vested in the Secretary of State for Air in relation to the acquisition and holding of land for the use of the Air Force or for air force services or purposes and, in relation to the management, use and disposal of land acquired for use of the Air Force or for air force services or purposes.     9   The said enactments are—   a   section six of the Defence Act, 1842 ;     b   sections two and five of the Ordnance Board Transfer Act, 1855;     c   the Defence Acts Amendment Act, 1873 ;     d   section two hundred and fifty-four of the Municipal Corporations Act, 1882;     e   Part II of the Military Lands Act, 1892.       10   An Order in Council made under subsection (8) of this section may provide that any enactment applied by the Order shall be deemed always to have been so applied.     11   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "24", "section_title": "Power to obtain rights over land", "section_text": " 24    1   The Minister may, if he is satisfied that it is expedient so to do in order to secure the safe and efficient use for civil aviation purposes of ,any land which is vested in him or which he proposes to acquire, or in order to secure the provision of any services required in relation to any such land, or in order to secure that civil aircraft may be navigated with safety and efficiency, by order provide for the creation in his favour of easements over land, or of other rights in or in relation to land, including rights to carry out and maintain works on any land and to instal and maintain structures and apparatus on, under, over or across any land.     2   Any such order may contain such consequential, incidental and supplemental provisions as appear to the Minister to be necessary or expedient for the purposes of the order, including, in particular, provisions for authorising persons to enter upon land for the purpose of carrying out, installing, maintaining or removing any works, structures or apparatus.     3   No person shall, in the exercise of a power conferred by any such order, enter upon land which is occupied, unless, not less than seven days before the day upon which the entry is made, there has been served upon the occupier of the land a notice stating that an entry will be made upon the land upon that day in the exercise of powers conferred by the order, and specifying the purposes for which the entry will be made:    Provided that nothing in this subsection shall restrict the right of any person to enter upon land in a case of emergency or for the purpose of performing any functions which are required to be performed from time to time in connection with the maintenance or use of any works, structures or apparatus.     4   Where any land is damaged in the exercise of any power of entry conferred by any such order, the Minister shall pay such compensation to the persons interested in the land as may be just; and where any dispute arises as to whether compensation is payable under this subsection, or as to the amount of any such compensation, or as to the persons to whom it is payable, the dispute shall be referred to and determined by the Lands Tribunal.     5   The ownership of anything shall not be affected by reason only that it is placed on or under, or affixed to, any land in pursuance of any such order; and, so long as any such order is in force, no person shall, except with the consent of the Minister, wilfully interfere with any works carried out on any land in pursuance of the order, or with anything installed on, under, over or across any land in pursuance of the order.     6   Subject to the special provisions of this Part of this Act relating to statutory undertakers, the provisions of the First Schedule to this Act shall have effect with respect to orders under this section.     7   Where an order under this section provides for the creation of an easement over land held by a statutory undertaker for the purposes of the carrying on of his undertaking, or of any other right in or in relation to such land, then, if on a representation made to the appropriate Minister before the expiration of the time within which objections to the order may be made the appropriate Minister is satisfied that the easement or right could not be enjoyed without serious detriment to the carrying on of the undertaking, and certifies accordingly, the order shall be subject to special parliamentary procedure.    This subsection shall not extend to Northern Ireland.    8   If any person contravenes the provisions of subsection (5) of this section he shall be liable on summary conviction, to imprisonment for a term not exceeding three months or to a fine not exceeding five hundred pounds or to both ; and every person who wilfully obstructs any person in the exercise of any power of entry conferred by an order under this section shall be liable, on summary conviction, to a fine not exceeding one hundred pounds.     9   Proceedings under this section for an offence shall not, in England or Wales, be instituted except by or with the consent of the Minister or by or with the consent of the Director of Public Prosecutions, and shall not, in Northern Ireland, be instituted except by or with the consent of the Minister, or by the Attorney-General for Northern Ireland.     10   Where such an offence as aforesaid has been committed by a body corporate, every person who at the time of the commission of the offence was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence, unless he proves that the offence was committed without his consent or connivance and that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances.    In this subsection the expression \" director\" includes any person occupying the position of director, by whatever name called.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "25", "section_title": "Power to prohibit or restrict use of civil aerodromes", "section_text": " 25    1   The Minister may by order impose such prohibitions or restrictions on the use of any area of land or water as a place for the arrival and departure of civil aircraft as he thinks expedient for the purpose of securing that aircraft may arrive and depart with safety at any aerodrome vested in him or under his control:    Provided that nothing in this subsection shall authorise the imposition of any such prohibition or restriction in relation to tidal waters beyond those of the territorial waters of His Majesty's dominions which are adjacent to the United Kingdom.     2   The provisions of Part I of the First Schedule to this Act shall have effect in relation to any order made under this section other than an order for the imposition of prohibitions or restrictions on the use of water; and in the case of an order for the imposition of prohibitions or restrictions on the use of water—   a   the Minister shall, before making the order, publish notice of his intention to make the order in such manner as he thinks best calculated to bring his intention to the notice of persons who will be affected thereby; and     b   the Minister shall, immediately after the order has been made, publish in one or more newspapers circulating in the district to which the order relates a notice stating that the order has been made and naming a place where a copy of the order may be seen at all reasonable hours, and shall serve a like notice upon any person who in his opinion will be affected thereby.       3   The provisions of Part II of the First Schedule to this Act and the provisions of the Second Schedule to this Act shall have effect with respect to orders under this section :    Provided that where any aerodrome was first established as such after the passing of the Civil Aviation Act, 1946 (that is to say, the first day of August, nineteen hundred and forty-six), no compensation shall be payable by reason of the imposition under this section of prohibitions or restrictions upon the use of that aerodrome unless it was so established with the consent of the Minister.     4   Any person who contravenes the provisions of any order under this section shall be liable in respect of each offence—   a   on summary conviction thereof to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding three months or to both; and     b   on conviction thereof on indictment, to a fine not exceeding one thousand pounds or to imprisonment for a period not exceeding two years or to both.       5   Any offence against any order under this section committed on tidal waters outside the ordinary jurisdiction of a court of summary jurisdiction may be tried and punished by such a court as if it had been committed in the nearest part of the United Kingdom which is within the ordinary jurisdiction of such a court:    Provided that nothing in this subsection shall in its application to Scotland be construed as conferring jurisdiction on any court of summary jurisdiction other than the sheriff court.     6   Proceedings for an offence against any order under this section shall not, in England or Wales be instituted except by or with the consent of the Minister or by or with the consent of the Director of Public Prosecutions, and shall not, in Northern Ireland be instituted except by or with the consent of the Minister, or by the Attorney-General for Northern Ireland.     7   Where such an offence as aforesaid has been committed by a body corporate, every person who at the time of the commission of the offence was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence, unless he proves that the offence was committed without his consent or connivance and that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances.    In this subsection the expression \" director\" includes any person occupying the position of director, by whatever name called.     8   In this section the expression \" aerodrome \" includes part of an aerodrome.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "26", "section_title": "Power to exercise control over land in the interests of civil aviation", "section_text": " 26    1   The Minister may, if he is satisfied that it is necessary so to do in order to secure the safe and efficient use for civil aviation purposes of any land, structures, works or apparatus vested in him, or which he proposes to acquire or instal, by order declare that any area of land specified in the order shall be subject to control by directions given in accordance with the provisions of this section.     2   Where any such order is in force, the Minister may, in pursuance of any general or special authority given by the order, give directions—   a   for requiring the total or partial demolition of any building or structure within the area to which the order relates ;     b   for restricting the height of trees upon any land within the area, or for requiring any tree upon any such land to be cut down or reduced in height;     c   for extinguishing any private right of way over land within the area;     d   for restricting the installation of cables, mains, pipes, wires or other apparatus upon, across, under or over any land within the area ;     e   for extinguishing, at the expiration of such period as may be determined by the directions, any subsisting right of installing or maintaining any such apparatus as aforesaid upon, across, under or over any land within the area;     f   for requiring that, before the expiration of such period as may be determined by the directions, any such apparatus shall be removed from any land within the area.       3   Any such order may contain such consequential, incidental and supplemental provisions as appear to the Minister to be necessary or expedient for the purposes of the order, including, in particular, provisions for empowering any person authorised in that behalf by the Minister, to remove, pull down, cut down, or alter so as to bring into conformity with the requirements of any directions given under the order, any building, structure, tree or apparatus which contravenes those requirements.     4   Any such order, other than an order relating to land in Northern Ireland, shall be subject to special parliamentary procedure.     5   Before making any order under this section, the Minister shall consult, every local authority within the area of which the whole or any part of the area of land to which the proposed order will relate is situated.    Notwithstanding anything in subsection (1) of section two of the Statutory Orders (Special Procedure) Act, 1945, the duty of the Minister to comply with the requirements of this subsection in relation to England or Wales shall not excuse him from the duty of complying with the requirements of the First Schedule to that Act.     6   Subject to the special provisions of this Part of this Act relating to statutory undertakers, the provisions of the Third Schedule to this Act shall have effect with respect to directions given under an order made under this section.     7   The powers of the Minister under this section shall not prejudice his power to acquire land for the purpose of securing the observance of any requirement or restriction which might have been imposed in relation to the land under this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "27", "section_title": "Indication of presence of obstructions near licensed aerodromes", "section_text": " 27    1   If the Minister is satisfied, with respect to any building, structure or erection in the vicinity of an aerodrome to which this section applies that, in order to avoid danger to aircraft flying in that vicinity in darkness or conditions of poor visibility, provision ought to be made (whether by lighting or otherwise) for giving to such aircraft warning of the presence of that building, structure or erection, he may by order authorise (subject to any conditions specified in the order) the proprietor of the aerodrome, and any person acting under the proprietor's instructions,—   a   to execute, instal, maintain, operate, and, as occasion requires, to repair and alter, such works and apparatus as may be necessary for enabling such warning to be given in the manner specified in the order, and     b   so far as may be necessary for exercising any of the powers conferred by the order to enter upon and pass over (with or without vehicles) any such land as may be specified in the order:      Provided that no such order shall be made in relation to any building, structure or erection if it appears to the Minister that there have been made, and are being carried out, satisfactory arrangements for the giving of such warning as aforesaid of the presence of the building, structure or erection.     2   The Minister shall, before making any such order as aforesaid, cause to be published, in such manner as he thinks best for informing persons concerned, notice of the proposal to make the order and of the place where copies of the draft order may be obtained free of charge, and take into consideration any representations with respect to the order which may, within such period not being less than two months after the publication of the notice as may be specified therein, be made to him by any person appearing to him to have an interest in any land which would be affected by the order; and at the end of that period the order may, subject to the provisions of this section, be made with such modifications (if any) of the original draft as the Minister thinks proper.     3   Every such order as aforesaid shall provide—   a   that, except in a case of emergency, no works shall be executed on any land in pursuance of the order, unless, at least fourteen days previously, the proprietor of the aerodrome to which the order relates has served in the manner prescribed by the order on the occupier of that land, and on every other person known by the proprietor to have an interest therein, a written notice containing such particulars of the nature of the proposed works, and the manner in which and the time at which it is proposed to execute them, as may be prescribed by or in accordance with the order; and     b   that if, within fourteen days after service of the said notice on any person having such an interest, the proprietor of the aerodrome receives a written intimation of objection on the part of that person to the proposals contained in the notice, being an intimation which specifies the grounds of objection, then, unless and except in so far as the objection is withdrawn, no steps shall be taken in pursuance of the notice without the specific sanction of the Minister;    and shall also provide for requiring the proprietor of the aerodrome to which the order relates to pay to any person having an interest in any land affected by the order such compensation for any loss or damage which that person may suffer in consequence of the order as may, in default of agreement, be determined from time to time by a single arbitrator appointed by the Lord Chief Justice ; and, for the purposes of this subsection, any expense reasonably incurred in connection with the lawful removal of any apparatus installed in pursuance of such an order, and so much of any expense incurred in connection with the repair, alteration, demolition or removal of any building, structure or erection to which such an order relates as is attributable to the operation of the order, shall be deemed to be loss or damage suffered in consequence of the order.     4   The ownership of anything shall not be taken to be affected by reason only that it is placed in, or affixed to, any land in pursuance of such an order as aforesaid; and (subject to the provisions of the next following subsection) so long as any such order in respect of an aerodrome is in force, no person shall, except with the consent of the proprietor of the aerodrome, wilfully interfere with any works or things which, to the knowledge of that person, are works or things executed or placed, in, on or over any land in pursuance of the order.    If any person contravenes the foregoing provisions of this subsection, he shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding two hundred pounds or to both ; and every person who wilfully obstructs a person in the exercise of any of the powers conferred by such an order as aforesaid shall be liable, on summary conviction, to a fine not exceeding fifty pounds.     5   Nothing in this section shall operate, in relation to any building, structure or erection, so as to restrict the doing of any work for the purpose of repairing, altering, demolishing or removing the building; structure or erection:    Provided that—   a   notice of the doing of that work is given as soon as may be to the proprietor of the aerodrome; and     b   the giving of warning of the presence of the building, structure or erection in the manner provided by any order under this section in force in relation thereto is not interrupted.       6   The following provisions shall have effect for the protection of statutory undertakers:—   a   any order made under this section affecting any property held by such undertakers for the purposes of their undertaking shall be so framed as to avoid interference with the proper carrying on of the undertaking ;     b   no person shall, except in a case of emergency, enter, in pursuance of such an order, upon any land held by such undertakers for the purposes of their undertaking, unless he has given to the undertakers at least three clear days' notice of his intention so to do, and any person so entering on any such land shall comply with any reasonable directions given to him by or on behalf of the undertakers for preventing interference with the proper carrying on of the undertaking;     c   if any such undertakers show that, by reason of the operation of such an order, they have been obliged to take special measures for the purpose of ensuring the safety of persons so entering on any such land or otherwise acting under the order in relation to any property of the undertakers, the amount of any expenses reasonably incurred by the undertakers in taking such measures shall be paid to them by the proprietor of the aerodrome to which the order relates, and any dispute as to whether any sum is payable under this paragraph, or as to the amount of any sum so payable, shall, unless the parties otherwise agree, be referred for determination to a single arbitrator appointed by the Lord Chief Justice.      Nothing in this subsection shall be taken to affect the general application of subsection (3) of this section.     7   In this section—   a   the expression \" aerodrome to which this section applies \" means any premises which, by virtue of an Order in Council made under section eight of this Act, are for the time being licensed as an aerodrome for public use, but does not include any premises belonging to the Secretary of State or the Minister; and     b   the expression \" proprietor of the aerodrome \" means, in relation to any premises used or appropriated for use as an aerodrome, the person carrying on or entitled to carry on the business of an aerodrome in those premises.       8   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "28", "section_title": "Power of Minister of Transport to stop up and divert highways, etc., in the interests of civil aviation", "section_text": " 28    1   The Minister of Transport may, if he is satisfied that it is necessary so to do in order to secure the safe and efficient use for civil aviation purposes, including the testing of aircraft designed for civil aviation, of any land vested in the Minister of Civil Aviation or the Minister of Supply, or of any land which the Minister of Civil Aviation or the Minister of Supply proposes to acquire, by order authorise the stopping up or diversion of any highway.     2   An order under subsection (1) of this section may provide for all or any of the following matters, that is to say—   a   for securing the provision or improvement of any highway so far as the Minister of Transport thinks such provision or improvement necessary or desirable in consequence of any such stopping up or diversion as aforesaid ;     b   for directing that any highway to be provided or improved in pursuance of the order shall be repairable by the inhabitants at large, and for specifying the authority which is to be the highway authority therefor;     c   for directing that any highway to be provided or improved in consequence of the stopping up or diversion of a trunk road under the order shall itself he a trunk road for all or any of the purposes of the enactments relating to trunk roads ;     d   for the retention or removal of any cables, mains, pipes, wires or similar apparatus placed along, across, over or under any highway stopped up or diverted under the order, and for the extinguishment, modification or preservation of any rights as to the use or maintenance of that apparatus;     e   if any highway is to be provided or improved under the order, for authorising or requiring the provision of any such apparatus as aforesaid along, across, over or under that highway, in lieu of any apparatus removed from a highway in pursuance of the order, and for conferring rights as to the use or maintenance of apparatus so provided;     f   for requiring the Minister of Transport or any other specified authority or person—   i   to pay, or to make contributions in respect of, the cost of doing any work provided for by the order or any increased expenditure to be incurred which is ascribable to the doing of any such work ; or     ii   to repay, or to make contributions in respect of, any compensation paid by the highway authority in respect of restrictions imposed under section one or section two of the Restriction of Ribbon Development Act, 1935, as respects any highway stopped up or diverted under the order.         3   An order under subsection (1) of this section may contain such consequential, incidental and supplemental provisions as appear to the Minister of Transport to be necessary or expedient for the purposes of the order.     4   Any such order shall be subject to special parliamentary procedure.    The First Schedule to the Statutory Orders (Special Procedure) Act, 1945 (which sets out the notices to be given and the other requirements to be complied with before an order is made) shall apply in relation to orders made under this section, but shall, as it applies in relation to those orders, have effect as if paragraph 1 of the said Schedule included provisions:—   a   requiring notice of the order as proposed to be made to be displayed in a prominent position at the ends of so much of any highway as is proposed to be stopped up or diverted under the order ;     b   requiring notice of the order as proposed to be made to be sent to every local authority in whose area any highway to be stopped up or diverted under the order, or any highway to be provided or improved under the order, is or will be situated ; and     c   requiring notice of the order as proposed to be made to be served upon any water, gas or electricity undertakers having any cables, mains, pipes or wires laid along, across, under-or over any highway to be stopped up or diverted under the order.      In this subsection the expression \" local authority \" includes a parish council and the parish meeting of a rural parish not having a separate parish council.     5   The powers of the Minister of Transport under subsection (1) of this section shall include power to make an order authorising the stopping up or diversion of any highway which is temporarily stopped up or diverted under any other enactment; and the provisions of this section shall not prejudice any power conferred upon the Minister of Transport by any other enactment to authorise the stopping up or diversion of a highway.     6   The Minister of Transport may be authorised to purchase land compulsorily for the purpose of providing or improving any highway which, is to be provided or improved in pursuance of an order under subsection (1) of this section, or for any other purpose for which land is required in connection with such an order; and, in relation to land in England or Wales, the provisions of the Acquisition of Land (Authorisation Procedure) Act, 1946, except section two thereof, shall have effect as if, at the end of paragraph (b) of subsection (1) of section one thereof, there were inserted the words \" or under section twenty-eight of the Civil Aviation Act, 1949 \".     7   In the application of this section to Scotland—   a   for paragraph (b) of subsection (2) there shall be substituted the following paragraph—    b   for directing that any highway to be provided or improved in pursuance of the order shall be maintained and managed by a county or town council and for specifying the council which is to be responsible for such maintenance and management;        b   in subsection (4) for the references to the First Schedule to the Statutory Orders (Special Procedure) Act, 1945, and paragraph 1 thereof there shall be substituted respectively references to section two of that Act as it applies to Scotland and to subsection (1) of that section, and the words from \" In this subsection \" to the end of the subsection shall be omitted.       8   The powers exercisable by the Minister of Transport under this section shall, as regards land in Northern Ireland, be exercisable by the Ministry of Commerce for Northern Ireland; and accordingly the references to the Minister of Transport in this section, shall, in relation to land in Northern Ireland, be construed as references to the Ministry of Commerce for Northern Ireland:    Provided that this section shall, in its application to Northern Ireland as aforesaid, have effect as if—   a   for the words \" repairable by the inhabitants at large \" in paragraph (b) of subsection (2) there were substituted, the words \" maintainable at the cost of a county or county district as the case may be \" ;     b   sub-paragraph (ii) of paragraph (f) of subsection (2) were omitted;     c   subsection (4) were omitted;     d   the following subsection were substituted for subsection (6)—    6   The powers of compulsory acquisition of land exercisable by the Ministry of Commerce for Northern Ireland under subsection (3) of section thirty-four of the Roads Act (Northern Ireland), 1948, shall include the power to acquire lands compulsorily in accordance with the provisions of the said subsection, for the purpose of providing or improving any highway which is to be provided or improved in pursuance of an order under subsection (1) of this section or for any other purpose for which land is required in connection with such an order, and the said Act shall have effect accordingly.    The powers conferred on the said Ministry by this subsection shall be exercisable in relation to any land notwithstanding that such land is the property of a statutory undertaker or is declared by any other enactment to be inalienable     .      "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "29", "section_title": "Power of entry for purposes of survey", "section_text": " 29    1   Where a Minister has, under or in pursuance of this Part of this Act, made an order—   a   authorising the compulsory purchase of land ;     b   providing for the creation in his favour of easements over land or of other rights in or in relation to land ; or     c   declaring that any area of land shall be subject to control by directions;    or has under consideration the making of any such order, any person authorised in writing by that Minister may at all reasonable times, on producing, if so required, evidence of his authority in that behalf, enter upon any of that land in order to make any survey which the Minister requires to be made for the purpose of any steps to be taken in consequence of the order or, as the case may be, for the purpose of determining whether the order should be made:    Provided that admission shall not, by virtue of this subsection, be demanded as of right to any land which is occupied unless twenty-four hours' notice of the intended entry has been served on the occupier.     2   If any person obstructs a person so authorised as aforesaid in the exercise of any power conferred by this section, he shall be liable on summary conviction to a fine not exceeding twenty pounds.     3   Proceedings under this section for an offence shall not, in England or Wales, be instituted except by or with the consent of the Minister or by or with the consent of the Director of Public Prosecutions, and shall not, in Northern Ireland, be instituted except by or with the consent of the Minister, or by the Attorney-General for Northern Ireland.     4   Where such an offence as aforesaid has been committed by a body corporate, every person who at the time of the commission of the offence was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence, unless he proves that the offence was committed without his consent or connivance and that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances.    In this subsection the expression \" director\" includes any person occupying the position of director, by whatever name called.     5   Where any land is damaged in the exercise of a power of entry conferred in pursuance of an authority given under this section, or in the making of any survey for the purpose of which any such power of entry has been so conferred, the Minister by whom the authority was given shall pay such compensation to the persons interested in the land as may be just; and where any dispute arises as to whether compensation is payable under this subsection, or as to the amount of any such compensation, or as to the persons to whom it is payable, the dispute shall be referred to and determined by the Lands Tribunal.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "30", "section_title": "Special provisions relating to statutory undertakers", "section_text": " 30    1   Subject to the provisions of this section, the compensation to be paid to a statutory undertaker—   a   in respect of the compulsory purchase, in pursuance of this Part of this Act, otherwise than under section nineteen, of any land held by the undertaker for the purposes of the carrying on of his undertaking;     b   in respect of the creation, by virtue of an order made under this Part of this Act, otherwise than under section nineteen, of any easement over any such land or of any other right in or in relation to such land;     c   in respect of any direction under section twenty-six of this Act which affects any building, structure or apparatus held or used by him for the purposes of his undertaking, or which affects any of his rights to instal or maintain apparatus for those purposes, or which affects any right of way enjoyed by him for those purposes;    shall in default of agreement be assessed by the arbitration of the tribunal constituted in accordance with the provisions of Part II of the Fourth Schedule to the Town and Country Planning Act, 1944, and the amount of the compensation shall be an amount calculated in accordance with the provisions of paragraph 2 of that Schedule:    Provided that, as respects compensation in respect of a compulsory purchase, if, before the expiration of two months from the date on which notice to treat is served in respect of the interest of the person by whom the statutory undertaking is carried on, that person gives notice in writing to the Minister by whom the order was made that he elects that, as respects all or any of the land comprised in the purchase, the compensation shall be ascertained in accordance with the enactments, other than Rule (5) of the Rules set out in section two of the Acquisition of Land (Assessment of Compensation) Act, 1919, which would be applicable apart from the provisions of this subsection, the compensation shall be so ascertained.     2   The said paragraph 2 shall have effect for the purposes of this section as if, in sub-paragraph (1) thereof, the words \" under section twenty-five of this Act\" were omitted, as if, at the end of the said sub-paragraph, there were inserted the following words—    e   in the case of compensation in respect of the imposition of a requirement to demolish a building or structure either wholly or in part, any expense reasonably incurred by the person carrying on the undertaking in complying with the requirement, reduced by the value to that person of any materials derived from the demolished building or structure, or from the demolished part of the building or structure, as the case may be;     and as if, in sub-paragraph (4) thereof, any reference to the imposition of a requirement included a reference to anything which may be done by virtue of an order made under this Part of this Act.     3   The foregoing provisions of this section as to the assessment of compensation shall not have effect—   a   in the case of the compulsory purchase of land, unless the appropriate Minister has, upon a representation made to him before the expiration of the time within which objections may be made to the compulsory purchase order, certified that the land is in respect of its nature or situation of such a kind that it is comparable less with the generality of land than with land held for the purpose of the carrying on of statutory undertakings;     b   in the case of the creation of any easement over land or any other right in or in relation to land, unless the appropriate Minister has, upon a representation made to him before the expiration of the time within which objections may be made to the order providing for the creation of that easement or right, certified that the land in question is of such a kind as aforesaid ; and     c   in the case of any direction which affects a building or structure, unless the appropriate Minister has, upon a representation made to him before the expiration of the time within which an application may be made to the court with respect to the direction in accordance with the provisions of Part II of the First Schedule to this Act, certified that the building or structure is in respect of its nature or situation comparable less with the generality of buildings or structures than with buildings or structures held for the purpose of the carrying on of statutory undertakings.       4   The provisions of the Fourth Schedule to this Act (being provisions substantially corresponding to sections twenty-six and twenty-seven of the Town and Country Planning Act, 1944 and to sections twenty-five and twenty-six of the Town and Country Planning (Scotland) Act, 1945) shall have effect for the purpose of making any adjustments of the functions of statutory undertakers which may be necessary in consequence Of the provisions of this Part of this Act:    Provided that the references in that Schedule to an order made in pursuance of this Part of this Act shall not include a reference to any order made in pursuance of subsection (2) of section nineteen.     5   In the application of this section to Scotland references to the Town and Country Planning (Scotland) Act, shall be substituted for references to the Town and Country Planning Act, 1945, but the references to enactments therein shall be the same except that in subsection (2) of this section for the words \" section twenty-five \" there shall be substituted the words \" section twenty-four \".     6   This section shall not extend to Northern Ireland.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "31", "section_title": "Displacements from land", "section_text": " 31    1   Where the Minister has acquired land for purposes connected with the discharge of his functions, or gives a direction in relation to any land under section twenty-six of this Act, and the use of the land by the Minister for those purposes, or, as the case may be, the execution of the direction, will involve the displacement of persons residing in premises on the land, it shall be the duty of the Minister, in so far as there is not other residential accommodation available on reasonable terms to the persons who require it in consequence of the displacement, being residential accommodation suitable to the reasonable requirements of those persons, to secure the provision of such accommodation in advance of the displacement:    Provided that the Minister shall not be required by virtue of this subsection to secure the provision of accommodation in advance of a displacement if he is satisfied that for reasons of exceptional public importance it is essential that the displacement should be effected before such accommodation as aforesaid can be found.     2   Where upon the determination of any tenancy the Minister is entitled to possession of any building, or any part of a building, then, whatever may be the value or rent of the building or part of a building, the Minister may obtain possession thereof under the Small Tenements Recovery Act, 1838, as in the cases therein provided for, at any time after the tenancy has expired or has been determined.     3   The Minister may pay:—   a   to any person who is displaced in order that land may be used by the Minister for purposes connected with the discharge of his functions, such reasonable allowance as the Minister thinks fit towards the expenses of that person in removing;     b   to a person carrying on any business in a building from which he is so displaced, such reasonable allowance (in addition to any allowance paid under the foregoing paragraph) as the Minister thinks fit towards the loss which, in the opinion of the Minister, that person will sustain by reason of the disturbance to his business consequent upon his having to quit the building.      In estimating any such loss as aforesaid the Minister shall have regard to the period for which the premises occupied by the person displaced might reasonably have been expected to be available for the purpose of his business, and to the availability of other premises suitable for that purpose.     4   Where the Minister of Transport or the Ministry of Commerce for Northern Ireland acquires land in pursuance of this Part of this Act, the provisions of this section shall have effect in relation to that land as if the references therein to the Minister were references to the Minister of Transport or the said Ministry, as the case may be, and as if the references therein to purposes connected with the discharge of the functions of the Minister were references to the purposes for which the land is so acquired by the Minister of Transport or the said Ministry, as the case may be.     5   In the application of subsection (2) of this section to Scotland, for the words from \" whatever \", to the end of the subsection there shall be substituted the words \" at any time after the tenancy has expired or has been determined, the Minister may serve notice on the occupier of the building or part of the building requiring him to remove therefrom within a period of twenty-one days ; and on the expiry of that period a certified copy of the notice to remove shall be sufficient warrant for ejection against the occupier or any party in his right in the event of non-compliance with the notice \".     6   In the application of subsection (2) of this section to Northern Ireland, the reference to the Small Tenements Recovery Act, 1838, shall be construed as a reference to Part IV of the Summary Jurisdiction and Criminal Justice Act (Northern Ireland), 1935.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "32", "section_title": "Consecrated land and burial grounds", "section_text": " 32    1   Section twenty-eight of the Town and Country Planning Act, 1944, and section twenty-seven of the Town and Country Planning (Scotland) Act, 1945 (which relate to consecrated land and burial grounds) shall, as respectively amended by the Town and Country Planning Act, 1947, and the Town and Country Planning (Scotland) Act, 1947, have effect in relation to any land acquired by the Minister as if the Minister had acquired that land under Part IV or Part III of the said Acts of 1947, as the case may be:    Provided that the power of making regulations for the purposes of the said sections as applied by this section shall he exercisable by the Minister, and accordingly the references in subsection (3) of the said section twenty-eight to \" the Minister \" and the references in subsection (2) of the said section twenty-seven to the Secretary of State shall be construed as including references to the Minister of Civil Aviation.     2   Any statutory instrument containing regulations made by the Minister by virtue of this section shall be subject to annulment in pursuance of a resolution of either House of Parliament.     3   When land has been acquired by the Minister of Transport in pursuance of this Part of this Act, the foregoing provisions of this section shall have effect as if the land had been acquired by the Minister of Civil Aviation, but with the substitution of references to the Minister of Transport for references to the Minister of Civil Aviation.     4   This section shall not extend to Northern Ireland.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "33", "section_title": "Registration of certain orders in the register of local land charges", "section_text": " 33    1   As soon as may be after any of the following instruments, that is to say—   a   an order under section twenty-four of this Act;     b   an order under section twenty-five of this Act, other than an order for the imposition of prohibitions or restrictions on the use of water; or     c   an order under section twenty-six of this Act or any direction given under such an order ;    becomes operative, it shall be registered in the prescribed manner in the register of local land charges by the proper officer of any local authority in whose area the land to which the instrument relates, or any part of that land, is situated.    In this subsection the expression \" local authority \" means the council of a county and the council of a county borough.     2   As soon as may be after such an instrument has become operative it shall be the duty of the Minister to notify that fact to the proper officer of the local authority by whom the instrument is required to be registered as aforesaid, and to furnish to him all necessary information relating to the instrument.     3   The power conferred by subsection (6) of section fifteen of the Land Charges Act, 1925, to make rules for giving effect to the provisions of that section shall be exercisable for giving effect to the provisions of this section, and in this section the expression \" prescribed\" means prescribed by rules made in the exercise of that power.     4   The foregoing provisions of this section shall not apply in Scotland, but where any such instrument as is mentioned in subsection (1) becomes operative, it shall be recorded in the appropriate register of sasines, and on being so recorded shall be enforceable against any person having or subsequently acquiring any estate or interest in the land to which the order or direction relates.     5   The foregoing provisions of this section shall not apply to Northern Ireland but where any such instrument as is mentioned in subsection (1) adversely affects land in Northern Ireland, then—   a   if the land is registered land to which the Local Registration of Title (Ireland) Act, 1891, applies, the instrument on the lodgment by the Minister of a copy thereof with the Registrar of Titles shall, notwithstanding anything in the said Act or rules made thereunder be registered as a burden affecting the land and created after the first registration of the land, and may be so registered without the concurrence of the registered owner of the land or the production of the land certificate, without prejudice, however, to the power of the registering authority to order the production of the land certificate under subsection (2) of section eighty-one of the said Act; and     b   if the land is not registered land to which the said Act applies, the instrument shall, on lodgment by the Minister of a copy thereof with the Registrar of Deeds for Northern Ireland, be registered in the Registry of Deeds, Northern Ireland, as an instrument affecting the lands to which the instrument relates.      "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "34", "section_title": "Notices", "section_text": " 34    1   Any notice required to be served on any person for the purposes of this Part of this Act may be served on him either by delivering it to him, or by leaving it at his proper address, or by post, so however that the notice shall not be duly served by post unless it is sent by registered letter.     2   Any such notice required to be served upon an incorporated company or body shall be duly served if it is served on the secretary or clerk of the company or body.     3   For the purposes of this section and of section twenty-six of the Interpretation Act, 1889, the proper address of any person upon whom any such notice as aforesaid is to be served shall, in the case of the secretary or clerk of any incorporated company or body, be that of the registered or principal office of the company or body, and in any other case be the last known address of the person to be served :    Provided that where the person to be served has furnished an address for service, his proper address for the purposes aforesaid shall be the address furnished.     4   If it is not practicable after reasonable inquiry to ascertain the name or address of any owner, lessee or occupier of land on whom any such notice as aforesaid is to be served, the notice may be served by addressing it to him by the description of \" owner,\" \" lessee \" or \" occupier \" of the land (describing it) to which the notice relates, and by delivering it to some person on the premises, or, if there is no person on the premises to whom it can be delivered, by affixing it, or a copy of it, to some conspicuous part of the premises.     5   In the application of this Part of this Act to Scotland, any provision therein requiring notice to be served on the owners, lessees, or occupiers of any land shall be deemed to be complied with if notice is served on all the persons appearing from the valuation roll to have an interest in the land, and any reference in this Part of this Act to owners, lessees, or occupiers shall be construed accordingly.    Service of a notice on a person so appearing to have an interest may be effected by sending the notice in a registered letter addressed to him at his address as entered in the valuation roll.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "35", "section_title": "Exemptions from stamp duty", "section_text": " 35    1   Stamp duty shall not be payable on any conveyance of land, or on any instrument creating or disposing of any right in or in relation to land, being a conveyance or instrument to which the Minister of Civil Aviation is a party, if the Minister of Civil Aviation certifies that the duty would fall to be defrayed as part of his expenses.     2   Stamp duty shall not be payable on any conveyance of land to which the Minister of Transport or the Ministry of Commerce for Northern Ireland is a party, if the Minister of Transport or that Ministry, as the case may be, certifies that the conveyance is made for the purpose of this Part of this Act, and that the duty would fall to be defrayed as part of his expenses.     3   For the purposes of section six of the Government of Ireland Act, 1920 (which relates to the power of the Parliament of Northern Ireland to make laws) the foregoing provisions of this section shall be deemed to be provisions of an Act passed before the appointed day.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "36", "section_title": "Compensation of officers", "section_text": " 36    1   The Minister shall by regulations provide for securing that where after the passing of the Civil Aviation Act, 1946, he acquires an aerodrome the following persons that is to say—   a   any person who immediately before the acquisition was employed by the aerodrome undertaking in full-time service wholly or mainly connected with the maintenance or use of the aerodrome; and     b   any person who, having been employed by the aerodrome undertaking before the acquisition in such service as is mentioned in the preceding paragraph, would have been within that paragraph but for any war service in which he has been engaged ;    shall, in such cases, to such extent and subject to such conditions as the Minister thinks proper, be entitled to receive compensation from the Minister for damage sustained by them in respect of their employment or their opportunities of re-employment, being damage attributable to the acquisition of the aerodrome.     2   Regulations made under this section may include such incidental, consequential and supplemental provisions, including provisions with respect to the procedure for determining questions, as the Minister thinks expedient for the purposes of the regulations.     3   No regulations shall be made under this section unless a draft of the instrument containing the regulations has been laid before Parliament and has been approved by resolution of each House of Parliament.     4   In this section the expression \" war service \" means service in any of His Majesty's forces and such other employment as may be prescribed by regulations made under this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "37", "section_title": "Power to appoint special constables", "section_text": " 37    1   Any two justices of the peace may appoint such persons as may be nominated for the purpose by the Minister to be special constables on any premises for the time being vested in the Minister or under his control.     2   Every person so appointed shall be sworn in by the justices duly to execute the office of a constable on the premises aforesaid, and when so sworn in shall, on those premises, have the powers and privileges and be liable to the duties and responsibilities of a constable.     3   Special constables appointed under this section shall be under the exclusive control of the Minister, and the Minister shall have power to suspend or terminate the appointment of any such special constable.     4   In the application of this section to Scotland, references to two justices of the peace shall be construed as references to the magistrates of a burgh or to the council of a county, as the case may be, and references to swearing in shall be construed as references to making a declaration in the form and manner prescribed in section seventy-nine of the Burgh Police (Scotland) Act, 1892, and section eleven of the Police (Scotland) Act, 1857, respectively.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "38", "section_title": "Trespassing on licensed aerodromes", "section_text": " 38    1   If any person trespasses on any land forming part of an aerodrome licensed in pursuance of an Order in Council under section eight of this Act, he shall be liable, on summary conviction to a fine not exceeding five pounds:    Provided that no person shall be liable to any penalty under this section unless it is proved that, at the material time, notices warning trespassers of their liability under this section were posted so as to be readily seen and read by members of the public, in such positions on or near the boundary of the aerodrome as appear to the court to be proper.     2   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "39", "section_title": "Expenses of Part III", "section_text": " 39    1   Any expenses incurred by the Minister of Transport or the Ministry of Commerce for Northern Ireland in consequence of the passing of this Part of this Act shall, to such extent as the Treasury may direct, be defrayed by the Minister of Civil Aviation or by the Minister of Supply.     2   Any expenses incurred by the Minister of Supply by reason of any such direction as aforesaid shall be defrayed out of moneys provided by Parliament.     3   Except in so fat as any expenses incurred by the Minister of Transport in consequence of the passing of this Part of this Act fall, by virtue of any such direction as aforesaid, to be defrayed by the Minister of Civil Aviation or the Minister of Supply, or fall to be defrayed out of the Road Fund under any other Act, they shall be defrayed out of moneys provided by Parliament.     4   There shall be defrayed out of moneys provided by Parliament any such increase in the sums payable into the Road Fund out of moneys so provided as is attributable to the passing of this Part of this Act.     5   Any expenses incurred by the Minister, the Minister of Health or the Secretary of State in consequence of the passing of this Part of this Act shall be defrayed out of moneys provided by Parliament.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "40", "section_title": "Liability of aircraft in respect of trespass, nuisance and surface damage", "section_text": " 40    1   No action shall lie in respect of trespass or in respect of nuisance, by reason only of the flight of an aircraft over any property at a height above the ground, which, having regard to wind, weather and all the circumstances of the case is reasonable, or the ordinary incidents of such flight so long as the provisions of Part II and this Part of this Act and any Order in Council or order made under Part II or this Part of this Act are duly complied with.     2   Where material loss or damage is caused to any person or property on land or water by, or by a person in, or an article or person falling from, an aircraft while in flight, taking off or landing, then unless the .loss or damage was caused or contributed to by the negligence of the person by whom it was suffered, damages in respect of the loss or damage shall be recoverable without proof of negligence or intention or other cause of action, as if the loss or damage had been caused by the wilful act, neglect, or default of the owner of the aircraft:    Provided that where material loss or damage is caused as aforesaid in circumstances in which—   a   damages are recoverable in respect of the said loss or damage by virtue only of the foregoing provisions of this subsection ; and     b   a legal liability is created in some person other than the owner to pay damages in respect of the said loss or damage;    the owner shall be entitled to be indemnified by that other person against any claim in respect of the said loss or damage.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "41", "section_title": "Nuisance caused by aircraft on aerodromes", "section_text": " 41    1   An Order in Council under section eight of this Act may provide for regulating the conditions under which noise and vibration may be caused by aircraft on aerodromes and may provide that subsection (2) of this section shall apply to any aerodrome as respects which provision as to noise and vibration caused by aircraft is so made.     2   No action shall lie in respect of nuisance by reason only of the noise and vibration caused by aircraft on an aerodrome to which this subsection applies by virtue of an Order in Council under section eight of this Act, as long as the provisions of any such Order in Council are duly complied with.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "42", "section_title": "Limitation of liability", "section_text": " 42    1   Subject to the provisions of this Part of this Act, where a person or his estate is liable to pay damages by reason of loss or damage which, after the appointed day, is caused on any one occasion to persons or property on land or water by, or by a person in, or an article or person falling from, an aircraft while in flight, taking off or landing, his or, as the case may be, his estate's total liability to pay damages by reason of the loss or damage shall be limited in accordance with the provisions of the Fifth Schedule to this Act;    Provided that a person or, as the case may be, his estate shall not be entitled to the benefit of this section in relation to any such loss or damage as aforesaid in any case in which it is proved that the loss or damage is attributable to his wilful misconduct or to wilful misconduct on the part of any of his servants or agents, unless (in a case where the loss or damage is attributable to wilful misconduct on the part of any of his servants or agents) it is proved that the loss or damage occurred without his actual fault or privity.     2   Any reference in this Act to the total limit of liability appropriate to an aircraft shall be construed as a reference to the total amount to which a person could, in the circumstances mentioned in the foregoing subsection, limit his liability to pay damages in respect of loss or damage caused on any one occasion by that aircraft, whether to persons or to property; and any reference in this Act to the limit of liability for property claims appropriate to an aircraft shall be construed as a reference to the amount to which a person could, in such circumstances, limit his liability to pay damages in respect of loss or damage caused on any one occasion by that aircraft, if that loss or damage were only loss of, or damage to, property.     3   Without prejudice to the operation of the next following section, a person or, as the case may be, his estate shall not be entitled to the benefit of this section in relation to any loss or damage, if, at the time of the happening of the event which was the cause of the loss or damage, he was not the owner of the aircraft concerned and was in, or in possession or control of, the aircraft without the authority or permission of the owner thereof.     4   Where any person or the estate of any person is alleged to be under any liability in respect of such loss or damage as is mentioned in subsection (1) of this section, and several claims for damages are made or apprehended in respect of that liability, the said person or his personal representative, as the case may be, may make application to the High Court, and thereupon the court may assess the liability to pay damages, and determine whether, and, if so, to what amount, it can be limited under this section, dealing separately, if need be, with such of the claims as are in respect of loss of or damage to property, and, if the liability can be so limited, may distribute the amount thereof among the several claims on the following principles:—   a   if the claims are solely in respect of loss of life or personal injury or solely in respect of loss of, or damage to, property, the amount of the liability shall be distributed rateably;     b   if there are claims both in respect of loss of life or personal injury and in respect of loss of, or damage to, property, one-half of the total limit of liability appropriate to the aircraft concerned shall be appropriated, so far as necessary, to meeting claims for loss of life or personal injury and shall be distributed rateably among them, and the other half shall be distributed rateably among all the claims, including claims in respect of loss of life or personal injury if and so far as they exceed the aforesaid appropriation.       5   Where an application is made to the court under the last foregoing subsection, the court may stay any proceedings pending in any other court in relation to the same matter, and may give such directions as the court thinks proper for the joining of persons interested as parties to the proceedings, for the exclusion of claims which are not brought before the court within a certain time, and for requiring security from the person by whom the application to the court was made.     6   Nothing in this or the last but one foregoing section shall affect the operation of the Carriage by Air Act, 1932, or any contract for the carriage of passengers or goods by air in so far as the contract provides for determining or limiting the liability of the carrier thereunder.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "43", "section_title": "Compulsory third-party insurance", "section_text": " 43    1   Subject to the provisions of this section, a person shall not fly, or cause or permit any other person to fly, an aircraft, unless there is in force in relation to the flying of the aircraft by that person or that other person, as the case may be,—   a   a policy of insurance issued by an authorised insurer which, subject to any restrictions or conditions specified therein, insures the owner of the aircraft against all liability which he may incur in respect of loss or damage caused to persons or property on land or water by, or by any person in, or any article or person falling from, the aircraft while in flight, taking off or landing, or     b   a security given by an authorised giver of securities, being a security which consists of an undertaking by the giver of the security to make good, subject to any restrictions or conditions specified therein, any failure by the owner of the aircraft to discharge any such liability as aforesaid;    and a person or, as the case may be, his estate shall not be entitled to the benefit of the last foregoing section in relation to any claim made in respect of such loss or damage as aforesaid, unless it is proved that such a policy or security as aforesaid was in force in relation to the flying of the aircraft concerned at the time of the happening of the event which was the cause of the loss or damage giving rise to the claim, or, if the claim is made against the person who at that time was the owner of the aircraft or against his estate, that the aircraft was then in the possession or control of some other person without the authority or permission of the owner.     2   If any person contravenes this section, he shall be liable, on summary conviction, to a fine not exceeding two hundred pounds or to imprisonment for a term not exceeding six months or to both.     3   The foregoing provisions of this section shall not apply to an aircraft of which, at the material time, the owner is a local authority, a police authority or the Receiver for the Metropolitan Police District, or which, at that time, is being used for police purposes by, or under the direction of, a police officer or by a person employed by a police authority or employed by the said receiver, and shall not apply to any aircraft if and so long as the owner thereof has deposited, and keeps deposited, with the Accountant-General of the Supreme Court of Judicature in England, for and on behalf of that court, an amount at least equal to the total limit of liability appropriate to that aircraft or, where he is the owner of three or more aircraft, an amount at least equal to the aggregate of the two greatest of the total limits of liability appropriate to those aircraft respectively.     4   For the purpose of this section except as it applies in Northern Ireland any person or body of persons carrying on in Great Britain marine, aviation and transit insurance business shall be an authorised insurer:    Provided that—   a   an assurance company which, immediately before the twenty-ninth day of October, nineteen hundred and forty-five, was carrying on in Great Britain assurance business of any class to which the Assurance Companies Act, 1909, applies in compliance with such of the provisions of that Act as then applied to the company and to that class of business; and     b   an association as respects which an order is for the time being in force under paragraph 3 of Part III of the Second Schedule to the Assurance Companies Act, 1946,    shall not for that purpose be an authorised insurer, unless it is a body corporate having a paid up share capital of not less than fifty thousand pounds (as required by section two of the said Act of 1946).    For the purposes of paragraph 1 of Part V of the said Second Schedule (which authorises the Board of Trade by regulations to adapt references in that Schedule to the said limit of fifty thousand pounds) the proviso to this subsection shall be treated as if contained in that Schedule.     5   For the purpose of this section as it applies in Northern Ireland any person or body of persons carrying on in the United Kingdom marine, aviation and transit insurance business shall be an authorised insurer :    Provided that—   a   an insurance company which, immediately before the first day of December, nineteen hundred and forty-six, was carrying on in the United Kingdom assurance business of any class to which the Assurance Companies Act, 1909, applies in compliance with such of the provisions of that Act as then applied to the company and to that class of business ; and     b   an association as respects which an order is for the time being in force under paragraph 3 of Part III of the Second Schedule to the Assurance Companies Act (Northern Ireland), 1947,    shall not for that purpose be an authorised insurer unless it is a body corporate having a paid-up share capital of not less than fifty thousand pounds (as required by section two of the said Act of 1947).    For the purposes of paragraph 1 of Part V of the said Second Schedule (which authorises the Ministry of Commerce for Northern Ireland by regulations to adapt references in that Schedule to the said limit of fifty thousand pounds) the proviso to this subsection shall be treated as if contained in that Schedule.    No limitation on the powers of the Parliament of Northern Ireland contained in the Government of Ireland Act, 1920, shall preclude that Parliament from amending or repealing the provisions of this subsection.     6   In this section:—   a   the expression \" authorised giver of securities \" means either an authorised insurer or a body of persons which carries on in the United Kingdom the business of giving securities of the kind required by this Part of this Act, and which has deposited and keeps deposited with the Accountant-General of the Supreme Court of Judicature in England, for and on behalf of that Court, the Sum of fifteen thousand pounds in respect of that business; and     b   the expression \" local authority \" except in relation to Scotland means the council of a county, county borough, metropolitan borough or county district, the common council of the City of London, or any joint board or joint committee which is so constituted as to include among its members representatives of any such council and in relation to Scotland means any county, town or district council, or any joint committee which is so constituted as to include among its members representatives of any such council.      "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "44", "section_title": "Certificates of insurance or security", "section_text": " 44   A policy of insurance or a security shall be of no effect for the purposes of the foregoing provisions of this Part of this Act, unless and until there is delivered by the insurer to the person by whom the policy is effected, or by the giver of the security to the person to whom it is given, a certificate in such form, and containing such particulars with respect to the policy or security, as may be prescribed by the Minister, and any such certificate relating to a policy or certificate relating to a security is hereafter in this Act referred to as a \" certificate of insurance \" or \" certificate of security,\" as the case may be.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "45", "section_title": "Rights under policies, etc.", "section_text": " 45   The provisions of the Sixth Schedule to this Act (being provisions which, subject to certain adaptations, modifications and exceptions, correspond with the provisions of the Road Traffic Acts, 1930 and 1934, referred to in the margin of the said Schedule) shall have effect in relation to policies of insurance, securities and deposits required for the purposes of the foregoing provisions of this Part of this Act.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "46", "section_title": "Offences in connection with policies, etc.", "section_text": " 46    1   If any person, with intent to obtain for himself or any other person such a policy of insurance or such a security as is required by this Part of this Act, fails to disclose a fact which he knows to be a material fact, or makes a representation of fact which he knows to be false in a material particular, he shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding two hundred pounds or to both.     2   If any person issues a certificate of insurance or certificate of security which is to his knowledge false in any material particular, he shall be liable, on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding two hundred pounds or to both.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "47", "section_title": "Survival of causes of action in Northern Ireland", "section_text": " 47   Except in so far as the Parliament of Northern Ireland may otherwise enact, the provisions contained in the Seventh Schedule to this Act (which, subject to certain adaptations, modifications and exceptions, correspond with provisions of the Law Reform (Miscellaneous Provisions) Act, 1934, relating to the survival of causes of action) shall have effect in Northern Ireland with respect to causes of action in respect of loss or damage which after the appointed day is caused to persons or property on land or water by, or by persons in, or articles or persons falling from, aircraft while in flight, taking off or landing.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "48", "section_title": "Power to give effect to Rome Convention", "section_text": " 48    1   Whereas a Convention for the unification of certain rules relating to damage caused by aircraft to third parties on the surface was, on the twenty-ninth day of May, nineteen hundred and thirty-three, signed in Rome on behalf of His Majesty, and a copy of that Convention has been laid before each House of Parliament:    And whereas it is expedient that provision should be made for giving effect to the said Convention:    Now, therefore, His Majesty may, if it appears to His Majesty in Council to be necessary or expedient so to do for the purpose of giving effect to the said Convention, make an Order in Council—   a   directing—   i   that the provisions set out in the Order shall, in relation to aircraft registered in any such country other than the United Kingdom as may be specified in the Order, have effect in lieu of the provisions of this Part of this Act, save section forty-one; or     ii   that all or any of the said provisions shall, in relation to such aircraft as aforesaid, have effect subject to such modifications, adaptations and exceptions as may be specified in the Order ;       b   making such provision as appears to His Majesty in Council to be required for securing that an aircraft registered in the United Kingdom shall not leave the United Kingdom on a flight to or over any such country as aforesaid, unless there is on board the aircraft a certificate relating to a policy of insurance, a security or a deposit of money in respect of the aircraft, being a certificate in such form, and issued by such person, and containing such particulars, as may be prescribed by the Order.       2   If the Convention recited in the foregoing subsection is amended by any Convention or agreement to which His Majesty or His Majesty's Government in the United Kingdom is a party, the said subsection shall have effect as if any reference therein to \" the said Convention \" were a reference to the first-mentioned Convention as so amended.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "49", "section_title": "Supplemental provisions for Part IV", "section_text": " 49    1   In this Part of this Act—     \" certificate of insurance \" and \" certificate of security \" have the meanings assigned to them by section forty-four of this Act.      \" material \", in relation to any fact or particular, means of such a nature as to influence the judgment of a prudent insurer or giver of securities in determining whether he will take the risk or provide security, and, if so, at what premium or for what consideration, as the case may be, and subject to what restrictions and conditions ;      \" policy of insurance \" includes a covering note.        2   Where the aircraft concerned has been bona fide demised, let or hired out for any period exceeding fourteen days to any other person by the owner thereof, and no pilot, commander, navigator or operative member of the crew of the aircraft is in the employment of the owner, this Part of this Act shall have effect as if for references therein to the owner there were substituted references to the person to whom the aircraft has been so demised, let or hired out.     3   Part VI of this Act applies to this Part of this Act.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "50", "section_title": "Commencement of certain provisions in Part IV", "section_text": " 50   The provisions of sections forty-two to forty-eight of this Act shall not come into operation until such day as the Minister may by order appoint, and references in this Part of this Act to the appointed day shall be construed as references to the beginning of the day so appointed.    An order under this section shall be made by statutory instrument.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "51", "section_title": "Application of law of wreck and salvage to aircraft", "section_text": " 51    1   Any services rendered in assisting, or in saving life from, or in saving the cargo or apparel of, an aircraft in, on or over the sea or any tidal water, or on or over the shores of the sea or any tidal water, shall be deemed to be salvage services in all cases in which they would have been salvage services if they had been rendered in relation to a vessel; and where salvage services are rendered by an aircraft to any property or person, the owner of the aircraft shall be entitled to the same reward for those services as he would have been entitled to if the aircraft had been a vessel.    The foregoing provisions of this subsection shall have effect notwithstanding that the aircraft concerned is a foreign aircraft, and notwithstanding that the services in question are rendered elsewhere than within the limits of the territorial waters adjacent to any part of His Majesty's dominions.     2   His Majesty may by Order in Council direct that any provisions of any Act for the time being in force which relate to wreck, to salvage of life or property or to the duty of rendering assistance to vessels in distress shall, with such exceptions, adaptations and modifications, if any, as may be specified in the Order, apply in relation to aircraft as those provisions apply in relation to vessels.     3   For the purposes of this section, any provisions of an Act which relate to vessels laid by or neglected as unfit for sea service shall be deemed to be provisions relating to wreck, and the expression \" Act\" shall be deemed to include any local or special Act and any provisions of the Harbours, Docks and Piers Clauses Act, 1847, as incorporated with any local or special Act, whenever passed.     4   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "52", "section_title": "Application to seaplanes of regulations as to ships", "section_text": " 52    1   The power of His Majesty in Council under subsection (4) of section four hundred and eighteen of the Merchant Shipping Act, 1894, to make regulations for the prevention of collisions at sea shall include power to make regulations for the prevention of collisions at sea—   a   between seaplanes on the surface of the water, and     b   between vessels and seaplanes on the surface of the water;    and accordingly the said section and sections four hundred and nineteen, four hundred and twenty-one and four hundred and twenty-four of the Merchant Shipping Act, 1894, shall apply in relation to seaplanes on the surface of the water as they apply in relation to ships or vessels, except that—   i   the reference in subsection (1) of the said section four hundred and eighteen to the Admiralty and the Minister of Transport shall be construed as including a reference to the Secretary of State and the Minister of Civil Aviation;     ii   for the purposes of subsection (2) of the said section four hundred and eighteen and for the purposes of the said section four hundred and twenty-four, sections four hundred and eighteeen, four hundred and nineteen, four hundred and twenty-one and four hundred and twenty-four of the Merchant Shipping Act, 1894, shall be deemed to be the only provisions of Part V of that Act relating to the collision regulations or otherwise relating to collisions ; and     iii   any reference in the said section four hundred and nineteen to the master or to the person in charge of the deck shall be construed as a reference to the pilot or other person on duty in charge of the seaplane.      In this subsection the expression \" vessels\" has the same meaning as in the Merchant Shipping Act, 1894.     2   For the purpose of the Dockyard Ports Regulation Act, 1865, seaplanes when on the surface of the water shall be deemed to be vessels:    Provided that the persons on whose recommendation rules under section seven of that Act may be made shall, in the case of rules relating to seaplanes, include the Secretary of State and the Minister of Civil Aviation.     3   Any enactment which confers or imposes on a conservancy or harbour authority any power or duty to make byelaws for the regulation of ships or vessels shall be construed as if the power or duty so conferred or imposed included a power or duty to make byelaws for the regulation of seaplanes when on the surface of the water, and also a power to include in the byelaws provisions authorising the harbour master or other officer of the authority to exercise, as respects seaplanes on the surface of the water, all or any of the functions which he is authorised by the enactment in question to exercise as respects ships or vessels:    Provided that byelaws made by virtue of this subsection shall not in any circumstances require, or authorise a harbour master or other officer to require, the dismantling of a seaplane or any part thereof or the making of any alteration whatever of the structure or equipment of a seaplane.     4   Where any enactment, whether by virtue of the last foregoing subsection or not, confers or imposes on a conservancy or harbour authority a power or duty to make byelaws for the regulation of seaplanes when on the surface of the water, or to include in the byelaws such provisions as are mentioned in the said subsection, the following provisions shall have effect:—   a   in a case where the enactment provides that the byelaws shall not come into force unless they have been confirmed or approved by some Government Department, byelaws made thereunder in relation to seaplanes shall not be confirmed or approved by that Department except after consultation with the Secretary of State and the Minister of Civil Aviation ;     b   in a case where the enactment in question does not provide as aforesaid, byelaws made thereunder after the end of July, nineteen hundred and thirty-six in relation to seaplanes shall not, except in a case where they are required to be allowed or approved by a court or a judge, come into force unless they have been confirmed by the Minister of Transport after consultation with the Secretary of State and the Minister of Civil Aviation;     c   in a case where the enactment in question provides that the byelaws shall not come into force unless they have been allowed or approved by a court or a judge, the conservancy or harbour authority shall, before making application to that court or judge for the allowance of the byelaws, forward a copy thereof to the Secretary of State and the Minister of Civil Aviation, and the court or judge shall, before allowing or approving the byelaws, take into consideration any representations made with respect thereto by or on behalf of the Secretary of State or the Minister of Civil Aviation.       5   For the purpose of this section—   a   the expression \" enactment\" shall be construed as including any provisional order for the time being in force (whether or not it has been confirmed by an Act), and the expression \" byelaws\" shall be construed as including rules and regulations;     b   the expressions \" conservancy authority\" and \" harbour authority \" shall have the meanings respectively assigned to them by section seven hundred and forty-two of the Merchant Shipping Act, 1894;     c   the expression \" seaplane\" shall be construed as including a flying boat and any other aircraft designed to manoeuvre on the water ; and     d   seaplanes taking off from, or alighting on, the water shall be deemed to be on the surface of the water while in contact therewith.       6   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "53", "section_title": "Exemption of aircraft and parts thereof from seizure on patent claims", "section_text": " 53    1   Any lawful entry into the United Kingdom or any lawful transit across the United Kingdom, with or without landings, of an aircraft to which this section applies shall not entail any seizure or detention of the aircraft or any proceedings being brought against the owner or operator thereof or any other interference therewith by or on behalf of any person in the United Kingdom, on the ground that the construction, mechanism, parts, accessories or operation of the aircraft is or are an infringement of any patent, design or model.     2   The importation into, and storage in, the United Kingdom of spare parts and spare equipment for an aircraft to which this section applies and the use and installation thereof in the repair of such an aircraft shall not entail any seizure or detention of the aircraft or of the spare parts or spare equipment or any proceedings being brought against the owner or operator of the aircraft or the owner of the spare parts or spare equipment or any other interference with the aircraft by or on behalf of any person in the United Kingdom on the ground that the spare parts or spare equipment or their installation are or is an infringement of any patent, design or model:    Provided that this subsection shall not apply in relation to any spare parts or spare equipment which are sold or distributed in the United Kingdom or are exported from the United Kingdom for sale or distribution.     3   This section applies—   a   to an aircraft, other than an aircraft used in military, customs or police services, registered in any country or territory in the case of which there is for the time being in force a declaration made by His Majesty by Order in Council, with a view to the fulfilment of the provisions of the Chicago Convention to which this section relates, that the benefits of those provisions apply to that country or territory, and     b   to such other aircraft as His Majesty may by Order in Council specify.       4   The provisions of the Eighth Schedule to this Act shall have effect with respect to the detention on patent claims in respect of foreign aircraft other than aircraft to which this section applies.     5   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "54", "section_title": "Explanation of Carriage by Air Act, 1932", "section_text": " 54   For the avoidance of doubt in the construction of the Carriage by Air Act, 1932, whether as forming part of the law of the United Kingdom or as extended to any other country or territory, it is hereby declared that references to agents in the First Schedule to that Act include references to servants.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "55", "section_title": "Recording and registration of births and deaths, etc.", "section_text": " 55    1   The Minister may by regulations provide for requireing such persons as may be specified in the regulations to keep records and make returns to him—   a   of births and deaths occurring in any part of the world in any aircraft registered in Great Britain and Northern Ireland; and     b   of the death, outside the United Kingdom, of any person who, being a traveller on such an aircraft, is killed on the journey in consequence of an accident;    and for the keeping in his Department of a record of any returns made to him in accordance with any such requirement as aforesaid.    Any person who fails to comply with any such requirement shall be liable on summary conviction to a fine not exceeding twenty pounds.     2   Proceedings for an offence under this section shall not, in England or Wales, be instituted except by or with the consent of the Minister or by or with the consent of the Director of Public Prosecutions, and shall not, in Northern Ireland be instituted except by or with the consent of the Minister, or by the Attorney-General for Northern Ireland.     3   Where such an offence as aforesaid has been committed by a body corporate, every person who at the time of the commission of the offence was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence, unless he proves that the offence was committed without his consent or connivance and that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances.    In this subsection the expression \" director\" includes any person occupying the position of director, by whatever name called.     4   Where any such regulations provide for the keeping of records in the Department of the Minister in accordance with subsection (1) of this section they shall also provide for the transmission of certified copies of those records to the Registrar General of Births, Deaths and Marriages in England, the Registrar General of Births, Deaths and Marriages in Scotland, or the Registrar General for Northern Ireland, as the case may require.     5   The Registrar General to whom any such certified copies are sent shall cause them to be filed and preserved in a book to be kept by him for the purpose, and to be called the Air Register Book of Births and Deaths.     6   Regulations made under subsection (1) of this section shall provide for the rectification of any records kept in the Department of the Minister in pursuance of the regulations and for the transmission of certified copies of any corrected entry in the records to the Registrar General of Births, Deaths and Marriages in England, the Registrar General of Births, Deaths and Marriages in Scotland, or the Registrar General for Northern Ireland, as the case may require.     7   The Registrar General to whom a certified copy of any such corrected entry is sent in accordance with the regulations shall cause the corrected entry to be substituted for the corresponding entry for the time being made in the Air Register Book of Births and Deaths.     8   The enactments relating to the registration of births and deaths in England, Scotland and Northern Ireland shall have effect as if the Air Register Book of Births and Deaths were a certified copy or duplicate register transmitted to the Registrar General in accordance with those enactments.     9   The Minister may by regulations provide—   a   for the keeping in his Department of a record of persons reported to him as missing, being persons with respect to whom there are reasonable grounds for believing that they have died in consequence of an accident to an aircraft registered in Great Britain and Northern Ireland ;     b   for the rectification of any such record; and     c   for the transmission of information as to the matters for the time being entered on the record to the Registrar General of Births, Deaths and Marriages in England, the Registrar General of Births, Deaths and Marriages in Scotland or the Registrar General for Northern Ireland, as the case may require.      "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "56", "section_title": "Custody and disposal of lost property", "section_text": " 56   The Minister may by regulations make provision for securing the safe custody and re-delivery of any property which, while not in proper custody, is found on any premises belonging to him or under his control, or on any premises occupied by any of the Airways Corporations or in any aircraft on any such premises; and any such regulations may in particular—   a   provide for requiring charges to be paid in respect of any such property before it is re-delivered; and     b   provide for authorising the disposal of any such property if it is not re-delivered before the expiration of such period as may be specified in the regulations.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "57", "section_title": "Orders in Council", "section_text": " 57    1   An Order in Council made under any of the enactments to which this Part of this Act applies or this Part of this Act may contain such incidental and supplementary provisions as appear to His Majesty in Council to be necessary or expedient for the purposes of the Order and may authorise the Secretary of State or the Minister to make regulations for carrying out the purposes of the Order in respect of such matters as may be specified in the Order.     2   An Order in Council made under any of the enactments to which this Part of this Act applies or this Part of this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament and may be revoked or varied by a subsequent Order in Council.     3   Any reference in the enactments to which this Part of this Act applies or this Part of this Act to the provisions of an Order in Council shall include a reference to the provisions of any regulations made, or directions given, under the Order in Council.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "58", "section_title": "Detention of aircraft", "section_text": " 58   Any Order in Council, order or regulations made under any enactment to which this Part of this Act applies or this Part of this Act in relation to aircraft may provide for the detention of aircraft to secure compliance with the Order in Council, order or regulations, as the case may be, or with any enactment to which this Part of this Act applies in connection with which the Order in Council, order or regulations is or are made, and may make such further provision as appears to His Majesty in Council or to the Secretary of State or the Minister, as the case may be, to be necessary or expedient for securing such detention.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "59", "section_title": "Extra-territorial effect", "section_text": " 59    1   Notwithstanding that an Order in Council made by virtue of any enactment to which this Part of this Act applies or this Part of this Act or a regulation made by virtue of any such enactment by the Secretary of State or the Minister has effect only as part of the law of the United Kingdom, no provision contained in the Order or regulation shall, on the ground that it would have extra-territorial operation, be deemed to be invalid in so far as it applies to British aircraft registered in the United Kingdom, wherever they may be, or prohibits, requires or regulates—   a   the doing of anything by persons in, or any of the personnel of, such British aircraft as aforesaid, wherever they may be, or     b   the doing of anything in relation to such British aircraft as aforesaid by other persons being British subjects or citizens of the Republic of Ireland, wherever they may be.      For the purposes of this subsection the personnel of an aircraft shall be deemed to include the commander or other person in charge of the aircraft, and all other members of the crew of the aircraft.    Nothing in this subsection shall affect subsection (1) of section three of the British Nationality Act, 1948 (which limits the criminal liability of certain persons who are not citizens of the United Kingdom and Colonies).     2   His Majesty may by Order in Council direct that any of the following provisions, that is to say—   a   any enactment to which this Part of this Act applies ; or     b   any enactment in this Part of this Act; or     c   any provision of any Order in Council or regulations made by virtue of any such enactment;    being a provision which has extra-territorial operation in relation to British aircraft registered in the United Kingdom, shall, subject to such exceptions, adaptations and modifications, if any, as may be specified in the Order made under this subsection, have such operation also in relation to British aircraft registered in any country or territory mentioned in subsection (1) of section sixty-six of this Act or registered in the Isle of Man or the Channel Islands.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "60", "section_title": "Offences", "section_text": " 60   Any offence under any enactment to which this Part of this Act applies or under an Order in Council or regulation made under either any such enactment or this Part of this Act shall, for the purpose of conferring jurisdiction, be deemed to have been committed in any place where the offender may for the time being be.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "61", "section_title": "Savings", "section_text": " 61    1   Neither this Part of this Act nor any enactment to which this Part of this Act applies shall apply to aircraft belonging to or exclusively employed in the service of His Majesty:    Provided that His Majesty may, by Order in Council, apply to any such aircraft, with or without modification, any of the said enactments or any Orders in Council, orders or regulations made thereunder.     2   Nothing in, or in any instrument made under, the enactments to which this Part of this Act applies or this Part of this Act, shall prejudice or affect the rights, powers or privileges of any general or local lighthouse authority.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "62", "section_title": "Jurisdiction", "section_text": " 62    1   Any offence whatever committed on a British aircraft shall, for the purpose of conferring jurisdiction, be deemed to have been committed in any place where the offender may for the time being be.     2   His Majesty may, by Order in Council, make provision as to the courts in which proceedings may be taken for enforcing any claim in respect of aircraft, and in particular may provide for conferring jurisdiction in any such proceedings on any court exercising Admiralty jurisdiction and for applying to such proceedings any rules of practice or procedure applicable to proceedings in Admiralty.     3   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "63", "section_title": "Interpretation", "section_text": " 63    1   In this Act, except where the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say—     \" aerodrome \" means any area of land or water designed, equipped, set apart or commonly used for affording facilities for the landing and departure of aircraft;      \" air transport service \" means a service for the carriage by air of passengers, mails or other freight;      \" Airways Corporations \" means the British Overseas Airways Corporation, the British European Airways Corporation, and the British South American Airways Corporation;      \" appropriate Minister \" means, in relation to the undertakings indicated in paragraph (a) of the definition of statutory undertakers below, the Minister of Transport, in relation to those indicated in paragraph (b) thereof, the Minister of Fuel and Power (but in relation to the undertaking of the North of Scotland Hydro-Electric Board, the Secretary of State) and in relation to those indicated in paragraph (c) thereof the Minister of Health except in Scotland and in Scotland the Secretary of State;      \" land \" includes any estate or other interest in land and any easement, but this definition shall not affect the construction of the provisions of sections nineteen and twenty-three of this Act as to the acquisition of land;      \" local authority \" means, except in relation to Scotland, the council of a county, county borough, metropolitan borough or county district, or the Common Council of the City of London and, in relation to Scotland, any county or town council;      \" Minister \" means the Minister of Civil Aviation;      \" owner \",—     in relation to any land in England or Wales means a person, other than a mortgagee not in possession, who is for the time being entitled to dispose of the fee simple of the land, whether in possession or in reversion, and includes also a person holding or entitled to the rents and profits under a lease or agreement, the unexpired term whereof exceeds three years,      in relation to any land in Scotland or Northern Ireland, includes any person who under the Lands Clauses Acts would be enabled to sell and convey the land to the promoters of an undertaking and includes also a lessee under a lease the unexpired period of which exceeds three years;         \" purposes of civil aviation \" includes all purposes connected with air navigation except purposes of defence of the realm by air and the expression \" defence of the realm by air \" includes the Air Force and the administration of all matters relating thereto;      \" statutory undertaker \" means any person (including a local authority) authorised by any Act (whether public, general or local), or by any order or scheme made under or confirmed by any Act, to construct, work or carry on—     any railway, light railway, tramway, road transport, water transport, canal, inland navigation, dock, harbour, pier or lighthouse undertaking ; or      any undertaking for the supply of electricity, gas or hydraulic power ; or      any undertaking for the supply of water ;     and the expression \" statutory undertaking \" shall be construed accordingly.        2   Any reference in this Act to the carrying out of works on land shall be construed as including a reference to the making of excavations on the land or to the carrying out of levelling operations on the land, and references to the maintenance of works or to interference' with works shall be construed accordingly.     3   For the avoidance of doubt it is hereby declared that in this Act the expression \" loss or damage \" includes in relation to persons, loss of life and personal injury.     4   Any reference in this Act to goods or articles shall be construed as including a reference to mails or animals.     5   Any reference in this Act to any country or territory shall, unless the context otherwise requires, be construed as including a reference to the territorial waters, if any, adjacent to that country or territory.     6   Any power conferred by this Act shall be in addition to and not in derogation of any other power so conferred.     7   Any power conferred by this Act to make rules or regulations shall be exercisable by statutory instrument.     8   Any power conferred by this Act to make any Order in Council or order shall be construed as including a power exercisable in the like manner and subject to the like conditions, if any-, to vary or revoke the Order in Council or order.     9   References in this Act to any enactment shall, except in so far as the context otherwise requires, be taken as referring to that enactment as amended by or under any other enactment.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "64", "section_title": "General application to Scotland", "section_text": " 64    1   The provisions of this section shall, in addition to any express provisions for the application to Scotland of any provision of this Act, have effect for the general application of this Act to Scotland.     2   Any reference to the High Court shall be construed as a reference to the Court of Session, and any reference to the Lord Chief Justice shall be construed as a reference to the Lord President of the Court of Session.     3   Any reference to the Lands Tribunal shall be construed as a reference to the Lands Tribunal for Scotland.     4   The expression \" stay \" shall mean \" sist\", the expression \" requiring security from \" shall mean \" requiring caution to be found by\", the expression \" arbitrator\" shall mean \" arbiter\", and the expression \" plaintiff\" shall mean \"pursuer\",     5   For any reference to an easement there shall be substituted a reference to a servitude.     6   Any inquiry in relation to an order, which by virtue of any provision of this Act is subject to special parliamentary procedure, shall, if the Minister so directs, be held by Commissioners under the Private Legislation Procedure (Scotland) Act, 1936, and where any direction has been so given—   a   it shall be deemed to have been so given under section two as read with section ten of the Statutory Orders (Special Procedure) Act, 1945, and     b   nothing in section fifty of the Town and Country Planning (Scotland) Act, 1945, as applied under paragraph 4 or paragraph 8 of the Fourth Schedule to this Act shall apply to such inquiry.      "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "65", "section_title": "General application to Northern Ireland", "section_text": " 65    1   The following provisions shall, in addition to any express provision for the application to Northern Ireland of any provision of this Act, have effect for the general application of this Act to Northern Ireland, that is to say—   a   any reference to any enactment shall be construed as a reference to that enactment as it has effect in Northern Ireland;     b   any reference to an Act of Parliament shall be construed as including a reference to an Act of the Parliament of Northern Ireland; and \" enactment\" includes an enactment of that Parliament;     c   \" summary conviction\" means conviction subject to and in accordance with the Petty Sessions (Ireland) Act, 1851, and any Act amending that Act;     d   any reference to the High Court shall be construed as a reference to the High Court of Justice in Northern Ireland.       2   His Majesty may by Order in Council direct that any of the provisions of this Act set out in Part I of the Ninth Schedule to this Act, shall, in the application of that provision to Northern Ireland, have effect subject to such adaptations as may be specified in the Order.    Part VI of this Act applies to this subsection.     3   The authorisation required for the compulsory purchase by an authority of land in Northern Ireland under subsection (2) of section nineteen of this Act shall be a compulsory purchase order made by that authority and confirmed by the Minister, and the provisions of the Tenth Schedule to this Act shall have effect in relation to every such order; and the provisions of this subsection and that Schedule may be adapted under the last foregoing subsection.     4   The disputes which by this Act are directed to be determined by the Lands Tribunal shall, in the application of this Act to Northern Ireland, be determined by an official arbitrator appointed under section one of the Acquisition of Land (Assessment of Compensation) Act, 1919, and the arbitrator shall be selected in accordance with rules made by the Reference Committee under the said section one; and, save in the case of a dispute under subsection (3) of section nine, rules so made may make provision with respect to the reference and determination of the dispute and may apply any of the provisions of sections three to six of the said Act of 1919 with such modifications as may be necessary.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "66", "section_title": "Application to H.M. dominions", "section_text": " 66    1   His Majesty may, by Order in Council direct that any of the provisions of this Act set out in Part II of the Ninth Schedule to this Act shall extend with such exceptions, adaptations and modifications, if any, as may be specified in the Order in Council, to any colony, any British protectorate or any territory in respect of which a mandate on behalf of the League of Nations has been accepted by His Majesty and is being exercised by His Majesty's Government in the United Kingdom.    For the purposes of the Mandated and Trust Territories Act, 1947, this subsection shall be deemed to be contained, in an Act of an earlier session than that Act.     2   If and so far as the provisions of any law made by the legislature of Southern Rhodesia for the purpose of giving effect to the Chicago Convention, or any Annex thereto, or any amendment of the Convention or any Annex thereto, or for any other purposes similar to the purposes of the enactments set out in Part II of the Ninth Schedule to this Act, purporting to have extra-territorial operation in relation to aircraft registered in Southern Rhodesia, the said provisions shall be deemed to have such operation.     3   Part VI of this Act applies to this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "67", "section_title": "Application to Channel Islands and Isle of Man", "section_text": " 67    1   His Majesty may by Order in Council direct that any of the provisions of this Act shall extend with such exceptions, modifications and adaptations, if any, as may be specified in the Order, to any of the Channel Islands or to the Isle of Man.     2   Part VI of this Act shall apply to any Order in Council under this section extending any of the enactments set out in Part II of the Ninth Schedule to this Act as it applies to any Order in Council made under an enactment to which the said Part VI applies.     3   An Order in Council under this section, except so far it extends any such enactment as aforesaid, may provide for the payment of sums out of moneys provided by Parliament for any purpose for which sums are required to be so paid in consequence of the exercise of the powers conferred by this section.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "68", "section_title": "Transitory provisions", "section_text": " 68    1   The disputes which by this Act are directed to be determined by the Lands Tribunal shall, in the period before the coming into force of the Lands Tribunal Act, 1949, for the part of Great Britain in question, be determined by an official arbitrator appointed under section one of the Acquisition of Land (Assessment of Compensation) Act, 1919, and the arbitrator shall be selected in accordance with rules made by the Reference Committee under the said section one; and, during the said period, save in the case of a dispute under subsection (3) of section nine, rules so made may make provision with respect to the reference and determination of the disputes and may apply any of the provisions of sections three to six of the said Act of 1919 with such modifications as may be necessary.     2   Section twenty-five of the Merchant Shipping (Safety and Load Line Conventions) Act, 1932, shall until the commencement of the Merchant Shipping (Safety Conventions) Act, 1949, apply in relation to sea-planes on the surface of the water as it applies in relation to ships or vessels:    Provided that rules under subsection (2) of the said section twenty-five with respect to sea-planes shall not be made by the Minister of Transport except after consultation with the Secretary of State and the Minister of Civil Aviation, and any reference in subsection (3) of the said section to the master or to the person in charge of the deck shall be construed as a reference to the pilot or other person on duty in charge of the sea-plane.    This subsection shall be construed as if contained in section fifty-two of this Act.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "69", "section_title": "Amendments of other enactments", "section_text": " 69   The provisions of the Eleventh Schedule to this Act shall have effect with respect to the amendments of the enactments therein specified.  "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "70", "section_title": "Repeal and savings", "section_text": " 70    1   The enactments set out in the Twelfth Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule:    Provided that, without prejudice to the provisions of the Interpretation Act, 1889, this subsection shall have effect subject to the following provisions of this section.     2   Nothing in this repeal shall affect any instrument or other thing whatsoever made or done or having effect under any enactment repealed by this Act and every such instrument or thing shall continue in force and, so far as it could have been made or done under this Act, shall have effect as if made or done under this Act.     3   Nothing in this repeal shall affect the terms and conditions on and subject to which any person held office or served before the commencement of this Act.     4   Where under any Act passed before this Act there is a power to affect Acts of Parliament passed or in force before a particular time and that power would, but for the passing of this Act, have included power to change the law which is reproduced in this Act, then that power shall include power to make such provision as will secure the like change in the law as reproduced in this Act notwithstanding that this Act is not an Act passed or in force before that time and notwithstanding that the terms of this Act, apart from this subsection, are not such as to render that power applicable.     5   Any document referring to any Act or enactment repealed by this Act shall be construed as referring to this Act or the corresponding enactment in this Act.    "}, {"act": "Civil Aviation Act 1949", "year": 1949, "section": "71", "section_title": "Short title", "section_text": " 71   This Act may be cited as the Civil Aviation Act, 1949.  "}]