[{"act": "Consolidation of Enactments (Procedure) Act 1949", "year": 1949, "section": "1", "section_title": " Procedure for making corrections and minor improvements.", "section_text": "1 1 If at any time it appears to the Lord Chancellor to be expedient that a Bill should be prepared for the purpose of consolidating the enactments relating to any subject, but that, in order to facilitate the consolidation of those enactments, corrections and minor improvements ought to be made in such enactments, he may cause to be laid before Parliament a memorandum proposing such corrections and minor improvements therein as he thinks to be expedient. 2 Before any such memorandum is laid before Parliament there shall be published in the Gazette a notice specifying the place where copies of the memorandum may be obtained, and the address to which, and the time within which, representations in writing with respect thereto may be made. 3 If, at or after the time when any such memorandum is laid before Parliament, a Bill to consolidate the enactments to which the memorandum relates with such corrections and minor improvements as may be authorised under this Act is presented to either House of Parliament, and the Bill and the memorandum are referred to a joint committee of both Houses, any representations made with respect to the memorandum in accordance with the provisions of the notice published in the Gazette shall also be referred to the joint committee; and that committee, after considering any such representations, shall, before reporting the Bill, inform the   the Speaker of the House of Commons and the Speaker of the House of Lords   what corrections and minor improvements in the said enactments the committee are prepared to approve: Provided that the committee shall not consider any such memorandum until at least one month after it has been laid before Parliament. 4 If the joint committee approve the proposals contained in the memorandum, with or without alterations, and the   the Speaker of the House of Commons and the Speaker of the House of Lords   inform the committee that they concur in such approval, the committee, after making in the Bill such amendments, if any, as may be necessary to give effect to any alterations made in the proposals, may, in reporting the Bill, report that the Bill, or the Bill as amended by the committee, as the case may be, re-enacts the existing law with such corrections and minor improvements only as have been approved by the committee with the concurrence   of the Speaker of the House of Commons and the Speaker of the House of Lords  in accordance with the provisions of this Act. 5 The joint committee shall not approve any corrections and minor improvements, and neither   the Speaker of the House of Commons nor the Speaker of the House of Lords   shall concur in approving any corrections and minor improvements under this Act unless they are, or he is, satisfied that the corrections and minor improvements do not effect any changes in the existing law of such importance that they ought, in their or his opinion, to be separately enacted by Parliament. 6 If the corrections and minor improvements approved by the joint committee with the concurrence   of the Speaker of the House of Commons and the Speaker of the House of Lords   differ in any respect from those proposed in the memorandum laid before Parliament under subsection (1) of this section, the corrections and minor improvements so approved shall be appended to the report of the joint committee. 7 When a Bill has been reported by the joint committee with such a report as is mentioned in subsection (4) of this section, then, for the purposes of any further proceedings in Parliament relating to the Bill, but not for any other purpose, the corrections and minor improvements approved by the joint committee with the concurrence   of the Speaker of the House of Commons and the Speaker of the House of Lords   shall be deemed to have become law in like manner as if they had been made by an Act."}, {"act": "Consolidation of Enactments (Procedure) Act 1949", "year": 1949, "section": "2", "section_title": " Interpretation.", "section_text": "2 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say— “ corrections and minor improvements ” means amendments of which the effect is confined to resolving ambiguities, removing doubts, bringing obsolete provisions into conformity with modern practice, or removing unnecessary provisions or anomalies which are not of substantial importance, and amendments designed to facilitate improvement in the form or manner in which the law is stated, and includes any transitional provisions which may be necessary in consequence of such amendments: “ the Gazette ” means the London Gazette and, in relation to a memorandum preparatory to a Bill intended to extend to Scotland or Northern Ireland, includes the Edinburgh Gazette or Belfast Gazette, as the case may be, so, however, that, in relation to a memorandum preparatory to a Bill intended to extend only to Scotland, the said expression means the Edinburgh Gazette."}, {"act": "Consolidation of Enactments (Procedure) Act 1949", "year": 1949, "section": "3", "section_title": " Short title and application to Scotland.", "section_text": "3 1 This Act may be cited as the Consolidation of Enactments (Procedure) Act 1949. 2 In relation to any Bill intended to extend only to Scotland this Act shall have effect as if for the reference to the Lord Chancellor in subsection (1) of section one thereof there were substituted a reference to  the Lord Advocate ."}]