[{"act": "Consular Conventions Act 1949", "year": 1949, "section": "1", "section_title": " Powers of consular officers in relation to property in England of deceased persons.", "section_text": "1 1 Where any person who is a national of a State to which this section applies is named as executor in the will of a deceased person disposing of property in England, or is otherwise a person to whom a grant of representation to the estate in England of a deceased person may be made, then if the court is satisfied, on the application of a consular officer of the said State, that the said national is not resident in England, and if no application for a grant of such representation is made by a person duly authorised by power of attorney to act for him in that behalf, the court shall make to that officer any such grant of representation to the estate of the deceased as would be made to him if he were so authorised as aforesaid: Provided that the court may, if it thinks fit, postpone the making of a grant by virtue of this section during such period as the court considers appropriate having regard to the circumstances of the case. 2 Where any person who is a national of a State to which this section applies— a is entitled to payment or delivery of any money or property in respect of any interest in the estate of a deceased person, or vesting in possession on the death of any person, or is entitled to payment of any money becoming due on the death of any person; or b is a person to whom any money or property comprised in the estate of a deceased person may be paid or delivered in pursuance of any enactment, rule or regulation, whether passed or made before or after the commencement of this Act, authorising the payment or delivery of such money or property without representation to the estate of the deceased being granted, then if the said national is not resident in England, a consular officer of that State shall have the like right and power to receive and give a valid discharge for any such money or property in England as if he were duly authorised by power of attorney to act for him in that behalf: Provided that no person shall be authorised or required by this subsection to pay or deliver any money or property to a consular officer if it is within his knowledge that any other person in England has been expressly authorised to receive that money or property on behalf of the said national. 3 A grant of administration made by virtue of this section may be made to the consular officer by his official title, and to his successors in office; and where a grant is so made, the office of administrator, and all the estate, rights, duties and liabilities of the administrator . . .   shall be vested in and imposed on the person for the time being holding the office, and no fresh grant shall be required by reason only of the death or vacation of office of the person to whom the grant was made or in whom it is vested as aforesaid: Provided that nothing in this subsection shall affect any limitation contained in the grant, or any power of the court to revoke the grant. 4 Notwithstanding anything in subsection  (2) of section 114 of the  Senior Courts Act 1981 (which provides that in the case of a minority or a life interest administration must  in general be granted either to a trust corporation or to not less than two individuals), administration of an estate may in any case be granted by virtue of this section to a consular officer alone; and subsection  (4) of that section (which provides for the appointment of additional personal representatives in the case of a minority or a life interest) shall not apply in any case where the existing personal representative is a consular officer appointed by virtue of this section. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Consular Conventions Act 1949", "year": 1949, "section": "2", "section_title": " Powers of consular officers in relation to property in Scotland of deceased persons.", "section_text": "2 1 Where any person who is a national of a State to which this section applies is named as executor in the will of a deceased person disposing of property in Scotland, or is otherwise a person who may be appointed or confirmed as executor on the estate in Scotland of a deceased person, a consular officer of the said State, if satisfied that the said national is not resident in Scotland, and that he is not represented by a person duly authorised by power of attorney to act for him in that behalf, may make application to the court for the said national to be appointed or confirmed as executor on the estate of the deceased as if the said officer were so authorised as aforesaid. 2 Where the court has granted an application for appointment or confirmation as executor on the estate of a deceased person made by a consular officer by virtue of this section that officer or his successors in office shall be entitled to receive and administer the said estate and to do all things necessary in that behalf as if duly authorised so to act by power of attorney granted by the executor. 3 Where any person who is a national of a State to which this section applies— a is entitled to payment or delivery of any money or property in respect of any interest in the estate of a deceased person or is entitled to payment or delivery of any money or property becoming due on the death of any person; or b is a person to whom any money or property comprised in the estate of a deceased person may be paid or delivered in pursuance of any enactment, rule or regulation, whether passed or made before or after the commencement of this Act, authorising the payment or delivery of such money or property without production of confirmation; then if the said national is not resident in Scotland a consular officer of that State shall have the like right and power to give a valid discharge for any such money or property in Scotland, to take all such steps as may be necessary for completing the title of the said national to such property and to administer or dispose of that property as if he were duly authorised by power of attorney to act for him in that behalf: Provided that no person shall be authorised or required by this subsection to pay or deliver any money or property to a consular officer if it is within his knowledge that any other person in Scotland has been expressly authorised to receive that money or property on behalf of the said national."}, {"act": "Consular Conventions Act 1949", "year": 1949, "section": "3", "section_title": " Supplementary provisions as to sections 1 and 2.", "section_text": "3 Notwithstanding any rule of law conferring immunity or privilege in respect of the official acts and documents of consular officers, a consular officer shall not be entitled to any immunity or privilege in respect of any act done by virtue of powers conferred on him by or under section one or section two of this Act, or in respect of any document for the time being in his possession relating thereto."}, {"act": "Consular Conventions Act 1949", "year": 1949, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Consular Conventions Act 1949", "year": 1949, "section": "5", "section_title": " Amendments of Merchant Shipping Act, 1894.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Consular Conventions Act 1949", "year": 1949, "section": "6", "section_title": "†Application of sections 1, 2 and 4.", "section_text": "6 1 His Majesty may by Order in Council direct that sections one and two . . . . . .   of this Act shall apply to any foreign State specified in the Order, being a State with which a consular convention providing for matters for which provision is made by those sections has been concluded by His Majesty. 2 Any Order in Council made under this section may be revoked by a subsequent Order. 3 Any Order in Council made under this section shall be laid before Parliament after being made."}, {"act": "Consular Conventions Act 1949", "year": 1949, "section": "7", "section_title": " Application to Northern Ireland.", "section_text": "7 1 This Act shall, subject to the provisions of this section, apply to Northern Ireland as it applies to England. 2 In the application of this Act to Northern Ireland— a the expression “ enactment ” shall include an enactment of the Parliament of Northern Ireland; * subsection (3) of section one shall not have effect, and for subsection (4) of that section there shall be substituted the following subsection:— 4 Notwithstanding anything in section eighty-six of the Probates and Letters of Administration Act (Ireland) 1857, sureties shall not be required to an administration bond given by a consular officer upon the grant of administration by virtue of this section. ; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Consular Conventions Act 1949", "year": 1949, "section": "8", "section_title": " Repeal of Domicile Act, 1861, s. 4.", "section_text": "8 Section four of the  Domicile Act, 1861, is hereby repealed: Provided that any Order in Council in force under that section immediately before the commencement of this Act shall continue in force, notwithstanding anything in this section, until revoked by His Majesty by Order in Council."}, {"act": "Consular Conventions Act 1949", "year": 1949, "section": "9", "section_title": " Short title.", "section_text": "9 This Act may be cited as the Consular Conventions Act, 1949."}]