[{"act": "Docking and Nicking of Horses Act 1949", "year": 1949, "section": "1", "section_title": " Prohibition of docking and nicking except in certain cases.", "section_text": "1 1 Save as hereinafter provided, the docking or nicking of horses is prohibited. 2 The operation of docking or of nicking may be performed in any case in which a member of the Royal College of Veterinary Surgeons, after examination of the horse, has certified in writing that the operation is in his opinion necessary for the health of the horse because of disease or injury to the tail. 3 Any person who performs such an operation as aforesaid in contravention of the provisions of this section or who causes or permits such an operation to be so performed, shall be liable upon summary conviction to a fine not exceeding twenty-five pounds or to imprisonment for a term not exceeding three months or to both such fine and such imprisonment."}, {"act": "Docking and Nicking of Horses Act 1949", "year": 1949, "section": "2", "section_title": " Restriction on landing docked horses.", "section_text": "2 1 No docked horse coming from a place outside the United Kingdom shall be landed from a ship or aircraft unless the landing is permitted by an officer of Customs and Excise or licensed by the Minister of Agriculture and Fisheries. 2 An officer of Customs and Excise shall not grant any such permission as aforesaid unless he is satisfied that the horse will be exported from Great Britain as soon as practicable; and the said Minister shall not grant any such licence as aforesaid unless he is satisfied on the representation of the person applying for the licence or otherwise that it is intended that the horse shall be used for breeding purposes. 3 Any person who— a lands a horse, or causes or permits a horse to be landed, in contravention of subsection (1) of this section; or b for the purposes of obtaining any such permission of an officer of Customs and Excise as aforesaid makes any statement that he knows to be false in a material particular or recklessly makes any statement that is false in a material particular, shall be liable on summary conviction to a customs penalty not exceeding twenty-five pounds or to imprisonment for a term not exceeding three months or to both such a penalty and such imprisonment. 4 Any person who for the purposes of obtaining any such licence of the Minister of Agriculture and Fisheries as aforesaid makes any statement that he knows to be false in a material particular or recklessly makes any statement that is false in a material particular shall be liable on summary conviction to a fine not exceeding twenty-five pounds or to imprisonment for a term not exceeding three months or to both such a fine and such imprisonment. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Docking and Nicking of Horses Act 1949", "year": 1949, "section": "3", "section_title": " Interpretation.", "section_text": "3 In this Act the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ docking ” means the deliberate removal of any bone or any part of a bone from the tail of a horse, and the expression “ docked ” shall be construed accordingly; “ horse ” includes stallion, gelding, colt, mare, filly, pony, mule and hinny; “ nicking ” means the deliberate severing of any tendon or muscle in the tail of a horse, and the expression “ nicked ” shall be construed accordingly."}, {"act": "Docking and Nicking of Horses Act 1949", "year": 1949, "section": "4", "section_title": " Application to Scotland.", "section_text": "4 In the application of this Act to the landing of any horse in Scotland, for any reference to the Minister of Agriculture and Fisheries there shall be substituted a reference to the Secretary of State."}, {"act": "Docking and Nicking of Horses Act 1949", "year": 1949, "section": "5", "section_title": " Short title, citation and commencement.", "section_text": "5 1 This Act may be cited as the Docking and Nicking of Horses Act, 1949. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 This Act shall not extend to Northern Ireland."}]