[{"act": "Finance Act 1949", "year": 1949, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Finance Act 1949", "year": 1949, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Finance Act 1949", "year": 1949, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Finance Act 1949", "year": 1949, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Finance Act 1949", "year": 1949, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Finance Act 1949", "year": 1949, "section": "7", "section_title": "", "section_text": "7 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Finance Act 1949", "year": 1949, "section": "8", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "8"}, {"act": "Finance Act 1949", "year": 1949, "section": "9", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "9"}, {"act": "Finance Act 1949", "year": 1949, "section": "10", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "10"}, {"act": "Finance Act 1949", "year": 1949, "section": "12", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "12"}, {"act": "Finance Act 1949", "year": 1949, "section": "13", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "13"}, {"act": "Finance Act 1949", "year": 1949, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Finance Act 1949", "year": 1949, "section": "15", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "15"}, {"act": "Finance Act 1949", "year": 1949, "section": "16", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "16"}, {"act": "Finance Act 1949", "year": 1949, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Finance Act 1949", "year": 1949, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "18"}, {"act": "Finance Act 1949", "year": 1949, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Finance Act 1949", "year": 1949, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Finance Act 1949", "year": 1949, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Finance Act 1949", "year": 1949, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "32"}, {"act": "Finance Act 1949", "year": 1949, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Finance Act 1949", "year": 1949, "section": "35", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "35"}, {"act": "Finance Act 1949", "year": 1949, "section": "36", "section_title": " Amendments as to conveyances on sale.", "section_text": "36 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Section twelve of the  Finance Act 1895 (which relates to duty on property vested by Act or purchased under statutory powers), shall not require any person who is authorised after the coming into force of this section to purchase any property as mentioned in the said section twelve to include in the instrument of conveyance required by that section to be produced to the Commissioners any  exempt property  forming part of the property nor, if the property consists wholly of  exempt property , to produce any instrument of conveyance thereof to the Commissioners. 5  In subsection (4) above “ exempt property ” has the same meaning as in section 110 of the Finance Act 1991."}, {"act": "Finance Act 1949", "year": 1949, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "37"}, {"act": "Finance Act 1949", "year": 1949, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Finance Act 1949", "year": 1949, "section": "47", "section_title": " Unclaimed dividends account.", "section_text": "47 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1949", "year": 1949, "section": "48", "section_title": " Transfer of Government stock on production of Isle of Man or Channel Islands probates,  etc.", "section_text": "48 1 Upon the death of anyone who is the holder of any Government stock, the production of probate or letters of administration granted to any person by a court in the Isle of Man or in any of the Channel Islands having authority to make the grant, or of a certified copy of probate or letters of administration so granted, shall be of the same effect to authorise the  Registrar of Government Stock   or the Operator of any relevant system to transfer the stock as production of probate or letters of administration granted to that person in England: Provided that the  neither the  Registrar of Government Stock  nor any such Operator shall  transfer any Government stock in pursuance of this section except on production  to the bank or to that Operator as the case may be of a certificate from the Commissioners of Inland Revenue showing either that all death duties payable in Great Britain in respect of the stock have been paid or that no duty is payable in Great Britain in respect thereof. 2 Where any stock is transferred in pursuance of this section, the Bank of England , the Registrar of Government Stock, any previous Registrar of Government Stock   or the Operator , as the case may be  shall be indemnified and protected notwithstanding any defect or circumstance whatsoever affecting the validity of the probate or letters of administration in question. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 This section so far as it relates to probates and letters of administration granted by a court in the Isle of Man shall be deemed to have had effect as from the twenty-ninth day of January, nineteen hundred and forty-one (being the date on which similar provision was made in relation thereto by regulation 7B of the Defence (Finance) Regulations, 1939), and accordingly that regulation is hereby repealed. 5 In this section, “Operator” and “relevant system” have the same meanings as they have in the Uncertificated Securities Regulations 2001."}, {"act": "Finance Act 1949", "year": 1949, "section": "49", "section_title": " Extension of special contribution to Northern Ireland. ", "section_text": "49 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Finance Act 1949", "year": 1949, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Finance Act 1949", "year": 1949, "section": "51", "section_title": " Settling of appeals etc., by agreement. ", "section_text": "51 1 Subject to the provisions of this section, where, whether before or after the passing of this Act, a person gives notice of appeal to the General Commissioners, the Special Commissioners or the Board of Referees against an assessment to, or a decision of any kind with respect to, income tax other than surtax, surtax, the profits tax,  ... and, before the appeal is determined by the Commissioners or Board, the surveyor or other proper officer of the Crown and the appellant come to an agreement, whether in writing or otherwise, that the assessment or decision should be treated as upheld without variation, or as varied in a particular manner or as discharged or cancelled, the like consequences shall ensue for all purposes as would have ensued if at the time when the agreement was come to, the Commissioners or Board had determined the appeal and had upheld the assessment or decision without variation, had varied it in that manner or had discharged or cancelled it, as the case may be. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The preceding provisions of this section shall not apply where, within twenty-one days from the date when the agreement was come to, the appellant or claimant gives notice in writing to the surveyor or other proper officer of the Crown that he desires to repudiate or resile from the agreement. 4 The preceding provisions of this section shall, in relation to an agreement which is come to after the passing of this Act and is not in writing, have effect subject to the following provisions, that is to say— a the said preceding provisions shall not apply unless the fact that an agreement was come to, and the terms agreed, are confirmed by notice in writing given by the surveyor or other proper officer of the Crown to the appellant or claimant, or by the appellant or claimant to the surveyor or other proper officer; and b the references in the said preceding provisions to the time when the agreement was come to shall be construed as references to the time of the giving of the said notice of confirmation. 5 Where, whether before or after the passing of this Act, a person who has given such a notice of appeal as is mentioned in subsection (1) of this section, or has made such a claim as is mentioned in subsection (2) thereof, notifies the surveyor or other proper officer of the Crown, whether orally or in writing, that he desires not to proceed with the appeal or, as the case may be, that he desires to withdraw the claim, and, in the case of a notification with respect to an appeal, twenty-one days have elapsed since the giving of the notification without the surveyor or other proper officer giving to the appellant notice in writing indicating that he is unwilling that the appeal should be treated as withdrawn, the preceding provisions of this section shall have effect as if, at the date of the appellant’s or claimant’s notification, the appellant or claimant and the surveyor or other proper officer had come to an agreement, orally or in writing, as the case may be, that the assessment or decision should be upheld without variation or that the claim should be disallowed. 6 The references in this section to an agreement being come to with an appellant or claimant and the giving of notice or notification to or by an appellant or claimant include references to an agreement being come to with, and the giving of notice or notification to or by, a person acting on behalf of the appellant or claimant in relation to the appeal or claim. 7 This section shall not apply in relation to any appeal or claim for relief which has in fact been duly determined before the sixth day of April, nineteen hundred and forty-nine, by the Commissioners having jurisdiction in the matter or by the Board of Referees, as the case may be."}, {"act": "Finance Act 1949", "year": 1949, "section": "52", "section_title": " Short title, construction, extent and repeals.", "section_text": "52 1 This Act may be cited as the Finance Act 1949. 2 Part I of this Act— a so far as it relates to duties of customs, shall be construed as one with the Customs Consolidation Act, 1876, except that the expression “the United Kingdom” does not include the Isle of Man; and b so far as it relates to duties of excise, shall be construed as one with the Acts which relate to the duties of excise and to the management of those duties; and in the said Part I the expression “the Commissioners” means the Commissioners of Customs and Excise. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Part IV of this Act shall be construed as one with the  Stamp Act 1891. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 Part VII of this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b so far as it relates to the profits tax, shall be construed as one with Part III of the  Finance Act 1937, and the other enactments relating to the profits tax. 8 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended by or under any other enactment, including this Act. 9 Save as otherwise expressly provided, such of the provisions of this Act as relate to matters with respect to which the Parliament of Northern Ireland has power to make laws shall not extend to Northern Ireland. 10 The enactments specified in the Eleventh Schedule to this Act are hereby repealed to the extent mentioned in the third column of that Schedule: Provided that the repeals effected by any Part of that Schedule shall be subject to the savings (if any) provided for at the end of that Part. 11 The inclusion of express savings in this Act shall not be taken as affecting the application thereto of any provision of  the  Interpretation Act 1978 , as to the effect of repeals."}]