[{"act": "Ireland Act 1949I", "year": 1949, "section": "1", "section_title": " Constitutional provisions.", "section_text": "1 1 It is hereby recognized and declared that the part of Ireland heretofore known as Eire ceased, as from the eighteenth day of April, nineteen hundred and forty-nine, to be part of His Majesty’s dominions. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The part of Ireland referred to in subsection (1) of this section is hereafter in this Act referred to, and may in any Act, enactment or instrument passed or made after the passing of this Act be referred to, by the name attributed thereto by the law thereof, that is to say, as the Republic of Ireland."}, {"act": "Ireland Act 1949I", "year": 1949, "section": "2", "section_title": " Republic of Ireland not a foreign country.", "section_text": "2 1 It is hereby declared that, notwithstanding that the Republic of Ireland is not part of His Majesty’s dominions, the Republic of Ireland is not a foreign country for the purposes of any law in force in any part of the United Kingdom or in any colony, protectorate or United Kingdom trust territory, whether by virtue of a rule of law or of an Act of Parliament or any other enactment or instrument whatsoever, whether passed or made before or after the passing of this Act, and references in any Act of Parliament, other enactment or instrument whatsoever, whether passed or made before or after the passing of this Act, to foreigners, aliens, foreign countries, and foreign or foreign-built ships or aircraft shall be construed accordingly. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Ireland Act 1949I", "year": 1949, "section": "3", "section_title": " Other provisions as to operation of United Kingdom and colonial laws in relation to Republic of Ireland.", "section_text": "3 1 It is hereby declared that— a the operation of the following statutory provisions, that is to say—  i section 3 of the British Nationality Act 1948; ii so much of any Act, or of any Act of the Parliament of Northern Ireland, as gives effect, or enables effect to be given, to agreements or arrangements made at any time after the coming into operation of the original constitution of the Irish Free State, being agreements or arrangements made with the Government of, or otherwise affecting, the part of Ireland which now forms the Republic of Ireland, including agreements or arrangements made after the commencement of this Act; and iii the Orders in Council made under sections five and six of the  Irish Free State (Consequential Provisions) Act 1922 (Session 2), is not affected by the fact that the Republic of Ireland is not part of His Majesty’s dominions; and b that, in the said provisions, and in any Act of Parliament or other enactment or instrument whatsoever, so far as it operates as part of the law of, or of any part of, the United Kingdom or any colony, protectorate or United Kingdom trust territory, references to citizens of Eire include, on their true construction, references to citizens of the Republic of Ireland. 2 Until provision to the contrary is made by Parliament or by some other authority having power in that behalf, the following provisions shall have effect as respects any Act of Parliament or other enactment or instrument whatsoever passed or made before the passing of this Act, so far as it operates as part of the law of, or of any part of, the United Kingdom or any colony, protectorate or United Kingdom trust territory, that is to say— a if it contains a reference to His Majesty’s dominions, or to any parts thereof, which would have extended so as in any way to include the Republic of Ireland had that part of Ireland remained part of His Majesty’s dominions, it shall have effect, with any necessary adaptations, as if that reference did extend so as in that way to include the Republic of Ireland, notwithstanding that that part of Ireland is no longer part of His Majesty’s dominions; and b in particular and without prejudice to the generality of the preceding paragraph, if it contains a reference to all, or to any classes or descriptions of, British or British-built ships or aircraft which would have extended so as in any way to include all, or any classes or descriptions of, the ships or aircraft of or built in the Republic of Ireland had that part of Ireland remained part of His Majesty’s dominions, it shall have effect, with any necessary adaptations, as if that reference did extend so as in that way to include all, or that class or description of, the ships or aircraft of or built in the Republic of Ireland, as the case may be, notwithstanding that that part of Ireland is no longer part of His Majesty’s dominions. 3 The last preceding subsection shall not apply to so much of section two of the  Regency Act 1937 as requires that a declaration under that section of the incapacity or unavailability of the Sovereign should be communicated to the Governments of His Majesty’s dominions, and nothing in this section shall be construed as implying that any alteration in the law touching the Succession to the Throne or the Royal Style and Titles requires the assent of the Parliament of the Republic of Ireland."}, {"act": "Ireland Act 1949I", "year": 1949, "section": "4", "section_title": " Transitional provisions as to references in Acts,  etc.", "section_text": "4 1 Subject to the provisions of subsection (4) of this section, subsection (2) of section three of the  British Nationality Act 1948 (which relates to the effect of existing Acts of Parliament and other enactments and instruments) shall have effect in relation to Acts, enactments or instruments passed or made before the end of the year nineteen hundred and forty-nine as it has effect in relation to Acts, enactments or instruments in force at the date of the commencement of that Act. 2 Subject to the provisions of subsection (4) of this section, subsection (2) of the last preceding section shall have effect in relation to Acts, enactments or instruments passed or made before the end of the year nineteen hundred and forty-nine as it has effect in relation to Acts, enactments or instruments passed or made before the passing of this Act. 3 Where, whether by virtue of the preceding provisions of this section or otherwise, subsection (2) of section three of the  British Nationality Act 1948 or subsection (2) of the last preceding section has effect in relation to any Act, enactment or instrument, it shall, subject to the provisions of subsection (4) of this section, have effect also in relation to any other Act, enactment or instrument which, whether expressly or by implication, is required to be construed in the same way as that Act, enactment or instrument. 4 The preceding provisions of this section have effect in relation to any Act, enactment or instrument only in so far as a contrary intention does not appear in that Act, enactment or instrument: Provided that the fact that an Act, enactment or instrument refers to a British subject, or to, or to any part of, His Majesty’s dominions, or to a British or British-built ship or aircraft, without referring to a citizen of the Republic of Ireland, to the Republic of Ireland or to a ship or aircraft of or built in the Republic of Ireland shall not of itself be taken as indicating a contrary intention for the purposes of this subsection, and the same principle of construction shall be applied to other similar expressions."}, {"act": "Ireland Act 1949I", "year": 1949, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Ireland Act 1949I", "year": 1949, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Ireland Act 1949I", "year": 1949, "section": "7", "section_title": " Short title, interpretation and commencement.", "section_text": "7 1 This Act may be cited as the Ireland Act 1949. 2 In this Act “ the United Kingdom ” includes the Channel Islands and the Isle of Man. 3 Save as otherwise e xpressly provided, this Act shall be deemed to have had effect as from the eighteenth day of April, nineteen hundred and forty-nine."}]