[{"act": "Juries Act 1949", "year": 1949, "section": "123.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Juries Act 1949", "year": 1949, "section": "24", "section_title": " Payments in respect of jury service in Scotland.", "section_text": "24 1 Subject to the provisions of this Part of this Act, a person who serves as a juror shall be entitled, in respect of his attendance at court for the purpose of performing jury service, to receive payments, at rates determined by the Secretary of State  . . . and subject to any prescribed conditions, by way of allowance— a for travelling and subsistence; and b for financial loss, where in consequence of his attendance for that purpose he has incurred any expenditure (other than on travelling and subsistence) to which he would not otherwise be subject or he has suffered any loss of earnings, or of benefit under the enactments relating to social security, which he would otherwise have made or received. 2 For the purposes of this section, a person who, in obedience to a citation to serve on a jury, attends for service as a juror, shall be deemed to serve as a juror notwithstanding that he is not subsequently impanelled. 3 A payment to which a person is entitled under this section is in this Part of this Act referred to as “ a payment in respect of jury service ”."}, {"act": "Juries Act 1949", "year": 1949, "section": "25", "section_title": " Person by whom the amount of a payment is to be ascertained and paid.", "section_text": "25 1 The amount due to a person by way of a payment in respect of jury service shall be ascertained and paid— a in the case of service at a sitting of the High Court of Justiciary at Edinburgh or in the Court of Session, by  the Secretary of State  or such other officer as may be prescribed; b in the case of service at a sitting of the High Court of Justiciary  other than at Edinburgh , or of the sheriff court, whether for a civil or a criminal trial, by the sheriff clerk of the  sheriffdom  in which such sitting is held; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  d in the case of service on a jury summoned under the Lands Clauses Consolidation (Scotland) Act  1845, by the sheriff clerk of the court to which the petition to summon the jury is presented. 2 The sums required for the making of payments in pursuance to paragraphs (a)  and ( b )  of the last foregoing subsection shall be paid out of moneys provided by Parliament."}, {"act": "Juries Act 1949", "year": 1949, "section": "26", "section_title": " Fee payable by party applying for jury trial in civil cause.", "section_text": "26 1 Where an order is made— a for the trial of any action by a jury in the Court of Session whether such action originated in that Court or was removed thereto under section thirty of the Sheriff Courts (Scotland) Act  1907, or b for the trial of any action by a jury in the sheriff court, the person on whose application such order is made shall pay to the clerk of court such fee as may be fixed by  an order made by the Secretary of State . . ., and in the event of his failure to do so within such time as may be  so  fixed . . .  the court may recall the order. 2 A fee payable in pursuance of the last foregoing subsection shall form part of the expenses of the action and shall be returned to the person who paid it in the event of the trial not being proceeded with and no person being cited to attend for service as a juror thereat."}, {"act": "Juries Act 1949", "year": 1949, "section": "27", "section_title": " Consequential amendments of Lands Clauses Consolidation (Scotland) Act 1845.", "section_text": "27 Payments in respect of service on a jury summoned under the Lands Clauses Consolidation (Scotland) Act  1845, shall— a for the purposes of section fifty of that Act (which determines the manner in which the expenses of an inquiry by a jury are to be borne) be deemed to be expenses of the inquiry; b for the purposes of section fifty-one of that Act (which provides for the determination of the amount of such expenses) be deemed to be reasonable expenses incurred in summoning, impanelling and returning the jury."}, {"act": "Juries Act 1949", "year": 1949, "section": "28", "section_title": " Abolition of special juries and special jurors.", "section_text": "28 1 No issue or question shall be tried or determined by a special jury and no person shall be cited or summoned to serve as a special juror for the trial or determination of any issue or question, and any enactment requiring the preparation of a roll of special jurors or of a special jury book or the inclusion in a jury of special jurors shall cease to have effect. 2 The privilege to which a landed person is entitled of being tried by a jury comprising a majority of landed persons is hereby abolished."}, {"act": "Juries Act 1949", "year": 1949, "section": "29", "section_title": " Consequential and minor amendments. ", "section_text": "29 The amendments specified in the third column of the First Schedule to this Act, being amendments of a minor or consequential nature, shall be made in the enactments specified in the first and second columns of that Schedule."}, {"act": "Juries Act 1949", "year": 1949, "section": "30", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "30"}, {"act": "Juries Act 1949", "year": 1949, "section": "31", "section_title": " Discontinuance of terms “common jury” and “common juror”.", "section_text": "31 As from the expiration of the month of September, nineteen hundred and forty-nine, the expressions “common jury” and “common juror” shall cease to be used."}, {"act": "Juries Act 1949", "year": 1949, "section": "32", "section_title": " Interpretation of Part II.", "section_text": "32 1 In this Part of this Act the expression “ prescribed ” means prescribed by regulations made by the Secretary of State  . . .. The power conferred by this subsection on the Secretary of State shall be exercisable by statutory instrument. 2 Any reference in this Part of this Act to the Lands Clauses Consolidation (Scotland Act  1845, or to any provision thereof shall be construed as including a reference to that Act or to that provision as the case may be, as incorporated in any Act whether public general or local."}, {"act": "Juries Act 1949", "year": 1949, "section": "33", "section_title": " Extent of Part II.", "section_text": "33 This Part of this Act shall extend to Scotland only."}, {"act": "Juries Act 1949", "year": 1949, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Juries Act 1949", "year": 1949, "section": "35", "section_title": "†Short title, citation and repeal.", "section_text": "35 1 This Act may be cited as the Juries Act 1949. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]