[{"act": "Lands Tribunal Act 1949", "year": 1949, "section": "1", "section_title": "Establishment of the Lands Tribunal for Scotland  , jurisdiction and appeals to the Scottish Tribunals  ", "section_text": "1 1 There shall be set up, to exercise the jurisdiction hereafter mentioned in this Act,  a tribunal for Scotland, to be called  “the Lands Tribunal for Scotland”. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 There shall be referred to and determined by the   Upper Tribunal or the Lands Tribunal for Scotland — a any question which is by any Act (including a local or private Act) directed, in whatever terms, to be determined by a person or one or more persons selected from either of the following panels, that is to say,— i the panel of official arbitrators appointed under the Acquisition of Land Act; and ii the panel of referees appointed under Part I of the  Finance (1909-10) Act 1910; or which is so directed to be determined in the absence of agreement to the contrary; b any other question of disputed compensation under the Lands Clauses Acts, where the claim is for the injurious affection of any land . . .  c any question arising . . .   as to the apportionment mentioned in section one hundred and sixteen of the  Lands Clauses Consolidation Act 1845   or section 109 of the Lands Clauses Consolidation (Scotland) Act 1845 , of any rent charge or other matter to which that section applies; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e any question on which, but for this provision, an appeal or reference to the county court would or might be made by virtue of section . . .  , sixty-two or eighty-seven of the  Local Government Act 1948. 3A   The Upper Tribunal for Scotland may   determine any appeal or complaint under the Valuation Acts (within the meaning of section 37(1) of the Local Government (Scotland) Act  1975) referred to it by   the First-tier Tribunal for Scotland . 3B The jurisdiction conferred by subsection (3A) of this section includes power, in relation to an individual appeal or complaint, to decline with reason stated to proceed to determine it. 3BA The   Upper   Tribunal for Scotland may also determine any appeal against   a decision   of   the First-tier Tribunal for Scotland   not to refer to   the Upper Tribunal for Scotland   any appeal or complaint made to   the First-tier Tribunal for Scotland   and, where   the Upper Tribunal for Scotland   upholds such an appeal, the appeal or complaint made to   the First-tier Tribunal for Scotland   shall, for the purposes of this section, be regarded as having been referred by   the First-tier Tribunal for Scotland   to   the Upper Tribunal for Scotland   for determination under subsection (3A) above. 3C The provisions of the said Valuation Acts with regard to appeal to judges of the Court of Session shall, with any necessary modifications, apply in relation to determinations of the   Upper   Tribunal for Scotland under subsection (3A) of this section as they apply in relation to decisions of   the First-tier Tribunal for Scotland . 3D The Secretary of State may by order made by statutory instrument repeal or amend any enactment (including this Act) to the extent necessary to give full effect to this section. 3E A statutory instrument containing an order under subsection (3D) above shall have no effect until approved by resolution of each House of Parliament. 4 The   Upper Tribunal or the Lands Tribunal for Scotland  shall also exercise— a the jurisdiction conferred on the Authority under section eighty-four of the  Law of Property Act 1925 (which relates to the discharge and modification of restrictive covenants); and b any other jurisdiction conferred by any Act (including a local or private Act), or instrument made under any such Act, on a person or one or more persons selected as mentioned in paragraph (a) of the last foregoing subsection . . .  5 The   Upper Tribunal or the Lands Tribunal for Scotland  may also act as arbitrator under a reference by consent, and any agreement entered into before the commencement of this Act which provides for referring any matter to arbitration by a person or one or more persons selected as aforesaid shall, subject to any subsequent agreement, have effect as if it provided for referring the matter to arbitration by the   Upper Tribunal or the Lands Tribunal for Scotland . 6 Where  any person  is or may be liable for any compensation falling to be determined under section fifty-eight or one hundred and six of the  Lands Clauses Consolidation Act 1845 (which sections relate to the procedure in default of a claimant), the surveyor referred to in those sections, . . .   shall be selected   by the Senior President of Tribunals from members of the Upper Tribunal who are members or fellows of the Royal Institution of Chartered Surveyors . 6A Where any person is or may be liable for any compensation falling to be determined under section 57 or 97 of the Lands Clauses Consolidation (Scotland) Act 1845 (which sections relate to the procedure in default of a claimant), the surveyor referred to in those sections shall be selected from members of the Lands Tribunal for Scotland in accordance with the following provisions of this Act. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "2", "section_title": " Members, officers and expenses of Lands Tribunal   for Scotland .", "section_text": "2 1 The Lands Tribunal   for Scotland  shall consist of a President and such number of other members as the   Scottish Ministers  may determine, to be appointed by the   Scottish Ministers . 2 The President shall be a person appearing to the Lord President of the Court of Session to be suitably qualified by the holding of judicial office or by experience as an advocate or solicitor. 2A Of the other members of the Lands Tribunal for Scotland— a such number as the Lord President of the Court of Session may determine shall be persons appearing to the Lord President of the Court of Session to be suitably qualified by the holding of judicial office or by experience as an advocate or solicitor; and b the others shall be persons who have had experience in the valuation of land, appointed after consultation with the chairman of the Scottish Branch of the Royal Institution of Chartered Surveyors. 3 In the case of the temporary absence or inability to act of the President, the   Scottish Ministers may  appoint another member of the Lands Tribunal   for Scotland  to act as deputy for the President, and a member so appointed shall, when so acting, have all the functions of the President. 4 If a member of the Lands Tribunal   for Scotland  becomes, in the opinion of the   Scottish Ministers , unfit to continue in office or incapable of performing his duties, the   Scottish Ministers  shall forthwith declare his office to be vacant and shall notify the fact in such manner as   they think  fit, and thereupon the office shall become vacant. 5 Subject to the last foregoing subsection, the appointment of a member of the Lands Tribunal   for Scotland  shall be for such term as may be determined by the   Scottish Ministers   , with the approval of the Treasury,  before his appointment, and shall be subject to such conditions as may be so determined, and a person who ceases to hold office as a member of the Lands Tribunal   for Scotland  shall be eligible for re-appointment thereto. 5A No person shall be appointed a member of the Tribunal for a term which extends beyond the day on which he attains the age of   75 . 6 The Scottish Courts and Tribunals Service is to pay  to the members of the Lands Tribunal   for Scotland  such remuneration, and such  ... allowances,  . . . , as the   Secretary of State  may, with the approval of the Treasury, determine. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 The remuneration   and allowances  of members of the Lands Tribunal for Scotland shall be charged on the Scottish Consolidated Fund. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "3", "section_title": " Procedure, appeals, costs and fees   in the Lands Tribunal for Scotland .", "section_text": "3 1 Subject to the provisions of this Act, the jurisdiction of the Lands Tribunal   for Scotland  may be exercised by any one or more of its members, and references in this Act to the Lands Tribunal   for Scotland  shall be construed accordingly. 2 The member or members who is or are to deal with any case shall be selected as follows:— a the President may select a member or members to deal with a particular case or class or group of cases; or b the President may select for a class or group of cases members from amongst whom a member or members to deal with any particular case shall be selected, and the selection from amongst those members of a member or members to deal with a particular case shall then be made either by the President or, if he so directs, by one of those members appointed by the President to be their chairman. This subsection shall apply to the selection of a member of the Lands Tribunal   for Scotland  for the purposes of subsection (6) of section one of this Act as if the case were one to be dealt with by the Lands Tribunal   for Scotland . 3 Where a case is dealt with by two or more members of the Tribunal— a if the President is one of them he shall preside at the hearing and, if he is not, one of them shall be nominated to preside at the hearing by the person selecting them to deal with the case; b a decision shall be taken, in the event of a difference between the members dealing with the case, by the votes of the majority and, in the event of an equality of votes, the person presiding at the hearing shall be entitled to a second or casting vote. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Subject to the following provisions of this section, the Lands Tribunal   for Scotland  may order that the costs of any proceedings before it incurred by any party shall be paid by any other party and may tax or settle the amount of any costs to be paid under any such order or direct in what manner they are to be taxed. 6 Subject to the provisions of this Act, rules may be made for regulating proceedings before the Lands Tribunal   for Scotland  and, subject to the approval of the Treasury, the fees chargeable in respect of those proceedings, and may in particular— a make provision— i as to the form in which any decision of the Tribunal is to be given, and as to the amendment of any such decision in pursuance of any directions which may be given by the court dealing with an appeal under this section; ii as to the time within which any proceedings before the Tribunal are to be instituted; iii as to the evidence which may be required or admitted in any such proceedings; b provide for the Tribunal to  be assisted by  assessors when dealing with cases calling for special knowledge and, subject to the approval of the Treasury, for making payments to the assessors as part of the expenses of the Tribunal; c make provision— i requiring persons to attend to give evidence and produce documents; ii authorising the administration of oaths to witnesses; iii granting to any person such recovery of documents as might be granted by the Court of Sessions. 6A It is hereby declared that this section authorises the making of rules which allow the Tribunal to determine cases without an oral hearing. 6B The rules shall require that the determination without an oral hearing of any disputed claim for compensation which— a is payable in respect of a compulsory acquisition of land, or b depends directly or indirectly on the value of any land, shall require the consent of the person making the claim. 6C Where the Tribunal   determines  a case without an oral hearing, subsection (3) of this section shall apply subject to such modifications as may be prescribed by the rules. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Subject to this Act, any rules made by the Reference Committee under the Acquisition of Land Act, or by the Reference Committee under the  Finance (1909-10) Act 1910, which are in force immediately before the commencement of this Act shall, so far as they relate to matters with respect to which there is power to make rules under this section, have effect with any necessary modifications as if made in the exercise of that power; and any instrument prescribing the fees chargeable under either of the said Acts which is then in force shall also have effect as aforesaid. Subject to this Act any reference to rules made by either of the said Committees or to any such instrument as aforesaid shall, unless the context otherwise requires, include a reference to the rules made or having effect under this section. 10 Rules made under this section shall provide for preserving, so far as appears to the rule-making authority to be practicable, the effect of things done before the commencement of this Act in or for the purposes of the exercise of any jurisdiction transferred by this Act to the Lands Tribunal   for Scotland , and those rules may exclude the operation of this Act, in whole or in part, in relation to any proceedings pending at the commencement of this Act. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 In relation to the Lands Tribunal for Scotland, the following provisions shall have effect:— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any person who without reasonable excuse fails to comply with any requirement imposed by rules under this section in accordance with paragraph (c) of subsection (6) of this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or imprisonment for a term not exceeding three months or both; d any  extract of an order  of the Tribunal may be recorded for execution in the Books of Council and Session and shall be enforceable accordingly; e the rule-making authority for the purposes of this Act shall be  The Lord Advocate ."}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "4", "section_title": " Power to add to jurisdiction of   Upper Tribunal or Lands Tribunal for Scotland .", "section_text": "4 1 His Majesty may by Order in Council direct that questions which are required or authorised by any Act (including a local or private Act), or instrument made under any such Act, to be determined by any statutory tribunal shall or may be determined instead by the    Upper Tribunal or the Lands Tribunal for Scotland (“ the transferee Tribunal ”)  if it appears to His Majesty— a that the questions are appropriate for the   transferee Tribunal  as involving valuation of land or for other reasons; and b that it is desirable to transfer the jurisdiction to determine those questions from the first-mentioned tribunal to the   transferee Tribunal  either— i to promote uniformity of decision; or ii to use economically the services of those having experience in the valuation of land or other special qualifications; or iii to make possible the winding up of a statutory tribunal having little work to do. 2 The foregoing subsection shall authorise a transfer of the jurisdiction conferred on a statutory tribunal by or under an Act passed after this Act unless that Act contains a direction to the contrary: Provided that where the jurisdiction is first conferred on the tribunal by or under an Act so passed sub-paragraphs (i) and (ii) of paragraph (b) of the foregoing subsection shall not apply. 2A An Order in Council under this section may authorise the transfer to the Upper Tribunal of the jurisdiction of any statutory tribunal exercisable in Northern Ireland unless it appears to Her Majesty that the jurisdiction relates exclusively to matters with respect to which the Northern Ireland Assembly has power to make laws. 3 An Order in Council under this section may contain such supplementary and consequential provisions as appear to His Majesty to be expedient, and any such provisions may be revoked or varied by a subsequent Order in Council or, if the Order in Council so provides, by rules made under this Act. 4 Without prejudice to the generality of the last foregoing subsection, the provisions thereby authorised to be contained in an Order in Council shall include provisions for the following purposes, that is to say— a making decisions of the   transferee Tribunal  in the exercise of the jurisdiction transferred enforceable in the same way as those of the statutory tribunal from which the jurisdiction is transferred; b in relation to the Lands Tribunal for Scotland,  making special provision as to the selection of members to deal with a case and as to their sitting with assessors; c applying with or without modifications to the exercise of that jurisdiction by the   transferee Tribunal , or repealing, any provisions as to procedure which governed its exercise by the said statutory tribunal; d preserving the effect of things done in or for the purpose of the exercise of that jurisdiction by the said statutory tribunal. 4A The supplementary and consequential provisions authorised by subsection (3) to be contained in an Order in Council under this section by virtue of subsection (2A) shall include provisions for the application and adaptation of Northern Ireland legislation. 5 Where the Lands Tribunal   for Scotland  is exercising a jurisdiction transferred to it by virtue of this section, section three of this Act shall have effect subject to the provisions of any Order in Council under this section with respect to that jurisdiction. 6 Any Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 7 In this section the expression “ statutory tribunal ” means any Government department, authority or person entrusted with the judicial determination as arbitrator or otherwise of questions arising under an Act of Parliament, except that the expression does not include— a any of the ordinary courts of law or a tribunal consisting of one or more judges of any of those courts; or b an arbitrator unless the person to act as arbitrator is designated, or is to be selected from a class or group of persons designated, by the Act or instrument requiring or authorising arbitration."}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "6", "section_title": " Compensation for loss of office.", "section_text": "6 1 The Treasury may by regulations provide for the payment of compensation to persons suffering loss of office or employment, or loss or diminution of emoluments, which is attributable to the transfer of any jurisdiction to the   Upper Tribunal or the Lands Tribunal for Scotland  by or under this Act. 2 The regulations may include provision as to the manner in which, and the persons to whom, any claim for compensation thereunder is to be made and for the determination of questions arising thereunder. 3 Any compensation under this section shall be paid out of moneys provided by Parliament."}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "7", "section_title": " Savings,  etc.", "section_text": "7 1 The transfer of any jurisdiction to the   Upper Tribunal or the Lands Tribunal for Scotland  by or under this Act shall not affect the principles on which any question is to be determined or the persons on whom the determination is binding, or any provision which requires particular matters to be expressly dealt with or embodied in the determination, or which relates to evidence . . .  2 The transfer to the   Upper Tribunal or the Lands Tribunal for Scotland  by subsection (4) of section one of this Act, or by an Order in Council under section four thereof, of any jurisdiction conferred on some other tribunal or person by an instrument made under any Act shall not be taken as affecting the power by virtue of which that instrument was made, and the provision conferring that power shall accordingly have effect as from the transfer as if it directed the jurisdiction to be exercised by the   Upper Tribunal or the Lands Tribunal for Scotland  as provided by or under this Act, except in so far as provision to the contrary is thereafter made in pursuance of the said power. 3 Nothing in this Act shall affect the operation of any enactment applying or giving power to apply the Acquisition of Land Act or any provision thereof in relation to the exercise of a jurisdiction not transferred by or under this Act, except that any enactment applying or giving power to apply subsection (2) of section five of that Act as aforesaid shall have the like operation in relation to section five of this Act."}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "8", "section_title": " Interpretation.", "section_text": "8 1 In this Act— “ the Acquisition of Land Act ” means the  Acquisition of Land (Assessment of Compensation) Act 1919; “ arbitrator ”, in relation to Scotland, means arbiter;   “ First-tier Tribunal for Scotland ” means the First-tier Tribunal for Scotland, established by section 1 of the Tribunals (Scotland) Act 2014 ;    “ Upper Tribunal for Scotland ” means the Upper Tribunal for Scotland, established by section 1 of the Tribunals (Scotland) Act 2014.   . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Except in so far as the context otherwise requires, any reference in this Act to an enactment shall be construed as referring to that enactment as amended, extended or applied by any other enactment. 3 Any power under this Act to make rules shall be exercisable by statutory instrument, . . . "}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "9", "section_title": " Application to Northern Ireland.", "section_text": "9 Except as mentioned in section 4, this Act does not affect the law of Northern Ireland."}, {"act": "Lands Tribunal Act 1949", "year": 1949, "section": "10", "section_title": " Short title, commencement transitional provisions and repeal.", "section_text": "10 1 This Act may be cited as the Lands Tribunal Act 1949. 2 Sections one to four of this Act shall come into force on such day as His Majesty may by Order in Council appoint, and different days may be appointed for Scotland and for the remainder of the United Kingdom. 3 References in this Act to the commencement thereof refer, in relation to any part of the United Kingdom, to the beginning of the day so appointed for that part, and the following provisions shall have effect as respects proceedings begun before the commencement of this Act, namely:— a subsection (2) of section six of the Acquisition of Land Act shall not apply to any decision of the High Court or of either division of the Court of Session giving the opinion of that court or division on a case stated under that section except a decision given before the date of the passing of this Act, and there shall be the same right of appeal against any such decision given on or after that date as against the final decision of an action in that court or division: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b section five of this Act shall have effect with the modifications necessary to adapt it to proceedings before an official arbitrator instead of the Lands Tribunal. 4 The enactments specified in the Second Schedule to this Act are hereby repealed, as from the commencement of this Act, to the extent specified in the third column of that Schedule: Provided that (without prejudice to the operation either of any provision of  the  Interpretation Act 1978 , as to the effect of repeals or of any provision of this Act giving power to make rules as to pending proceedings) the repeal of any enactment by this section shall not affect its operation in cases where a decision has been given before the commencement of this Act, so far as relates to appeals, cases stated, costs or fees."}]