[{"act": "New Forest Act 1949", "year": 1949, "section": "1", "section_title": " Constitution of verderers.", "section_text": "1 The verderers of the New Forest shall consist of— a the official verderer, who shall be appointed, and hold office, as provided by the  New Forest Act 1877 (hereinafter referred to as “ the Act of 1877 ”); b five elective verderers who shall be elected, and hold office, as provided by the Act of 1877 and this Act; c four appointed verderers, who shall hold office in accordance with such terms as may be specified on their respective appointments, and of whom one shall be appointed by the  Secretary of State for Environment, Food and Rural Affairs \t\t\t\t\t(hereinafter referred to as “ the Minister ”), one by the Forestry Commissioners, one by the authority which is the local planning authority for the purposes of the  Town and Country Planning Act 1971 , and one by such body of persons as may be designated by the Minister as being specially concerned with the preservation of the amenity of the countryside; and accordingly in section fourteen of the Act of 1877 for the words “six elective verderers and of one official verderer” there shall be substituted the words “five elective verderers, one official verderer, and the four appointed verderers provided for by paragraph ( c ) of section one of the New Forest Act 1949.”"}, {"act": "New Forest Act 1949", "year": 1949, "section": "2", "section_title": " Qualification of elective verderers.", "section_text": "2 1 The qualification to be an elective verderer shall be the occupation of not less than  0.40 hectare  of land to which are attached rights of common of pasture over the Forest. 2 An elective verderer who during his term of office ceases to be in occupation of land as aforesaid shall not thereby be disqualified, as respects that term of office, if the verderers resolve that it is expedient that he should continue in office."}, {"act": "New Forest Act 1949", "year": 1949, "section": "3", "section_title": " Qualification of electors.", "section_text": "3 1 The qualification for an elector at an election of elective verderers shall be that the elector is over the age of twenty-one and occupies not less than  0.40 hectare  of land, being land to which are attached rights of common over the Forest. 2 The verderers shall prepare and maintain a register (hereinafter referred to as “ the electoral register ”) of the persons qualified as aforesaid, and at any election of elective verderers a person shall be entitled to vote if, and only if, he is for the time being registered in the electoral register. 3 A person entitled to vote at an election shall be entitled to give one vote for each vacancy for the filling of which the election is held, so however that he shall not give more than one vote for one candidate. 4 The provisions of the First Schedule to this Act shall have effect as to the preparation and revision of the electoral register. 5 For the purposes of this section, two or more persons in joint occupation of any land shall be treated as each occupying a proportionate part of the land."}, {"act": "New Forest Act 1949", "year": 1949, "section": "4", "section_title": " Designation of lands entitled to rights of common.", "section_text": "4 1 The Forestry Commissioners shall prepare a plan or plans designating the lands to which, in accordance with the register made in pursuance of the Acts of the fourteenth and fifteenth years of the reign of Queen Victoria, chapter  seventy-six and of the seventeenth and eighteenth years of that reign, chapter  forty-nine, are attached rights of common over the Forest, specifying in relation to the lands the rights attached thereto respectively. 2 On completion of the preparation of any plan the Commissioners shall publish, in such manner as they may determine to be best suited for bringing them to the notice of persons concerned, advertisements stating that the plan has been prepared and places where it may be inspected, and copies thereof may be made, at all reasonable hours, and the time within which, and the manner in which, objections to anything shown or omitted on the plan may be made to the Commissioners. 3 If any objection is duly made to a plan and not withdrawn, the Commissioners shall refer the objection to a surveyor nominated by the President of the Royal Institution of Chartered Surveyors, and the surveyor shall determine the objection and direct what alterations of or additions to the particulars shown on the plan are to be made in consequence of his determination. 4 On the determination of all objections duly made, or if no objections have been duly made then on the expiration of the time for making objections, the Commissioners shall cause two copies of the plan, or of the plan as modified in accordance with any direction of the surveyor under the last foregoing subsection, as the case may be, to be prepared, and the copies shall be certified by two of the verderers, of whom one shall be the official verderer. 5 The copies certified under the last foregoing subsection shall be conclusive for all purposes whether any, and if so what, rights of common over the Forest are attached to any land shown on the plan. 6 One of the said copies shall be deposited and kept at the Public Record Office, and the other shall be kept at the office of the verderers and shall be available for inspection at all reasonable times on payment of such fee not exceeding  5p  as the verderers may determine."}, {"act": "New Forest Act 1949", "year": 1949, "section": "5", "section_title": " Procedure for holding elections.", "section_text": "5 1 The following provisions of this section shall have effect as to the procedure for the election of a verderer. 2 Where more candidates stand nominated than there are vacancies to be filled up, a poll shall be taken by secret ballot. 3 Subject to the provisions of the Act of 1877, so far as in force, and to the foregoing provisions of this section, the procedure for the nomination of candidates, the places where polling stations are established, and the procedure for voting, the counting of votes and the declaration of the result of an election, shall be determined by regulations made by the Minister under this section. 4 Regulations under this section shall provide for applying, subject to such adaptations, alterations and exceptions as appear to the Minister expedient, the enactments relating to the matters specified in the last foregoing subsection which apply to the election of . . .   district councillors and the enactments relating to offences at such elections and corrupt and illegal practices in connection therewith."}, {"act": "New Forest Act 1949", "year": 1949, "section": "6", "section_title": " Transitional provisions as to election of verderers.", "section_text": "6 1 Subject to the provisions of subsection (3) of this section, the elective verderers holding office at the commencement of this Act shall continue to hold office as if this Act had not been passed. 2 At the first election of elective verderers to be held after the commencement of this Act one verderer and no more shall be elected. 3 The second election of elective verderers to be held after the commencement of this Act shall be postponed for one year, and the third such election to be so held shall be postponed for two years; and the term of office of elective verderers whose places will be filled at those elections shall be extended accordingly. 4 Until such date as the Minister may by order appoint as being the date by which the necessary steps have been taken for the holding of elections of verderers as provided by this Act, the provisions of the Act of 1877 as to the qualification of elective verderers and of electors and the holding of elections shall continue in force as if this Act had not been passed."}, {"act": "New Forest Act 1949", "year": 1949, "section": "7", "section_title": " Constitution of electoral districts.", "section_text": "7 1 The verderers may, at any time whether before or after the date appointed under subsection (4) of the last foregoing section, submit to the Minister a scheme for the division into five electoral districts of the aggregate of the lands to which are attached rights of common over the Forest, and for securing that each elective verderer will hold office as verderer for one of those districts. 2 The Minister shall consider any scheme submitted to him under this section and may, if he thinks fit, by order make such provision as appears to him requisite for giving effect to the scheme either as submitted to him or subject to such modifications as, after consultation with the verderers, the Minister may determine. 3 If it appears to the Minister expedient so to do before deciding whether or not to give effect to a scheme submitted to him under this section, the Minister may cause a local inquiry to be held. 4 An order giving effect to a scheme under this section may contain such incidental, consequential and transitional provisions (including modifications or adaptations of section three of this Act, of the last foregoing section, and of the First Schedule to this Act) as appear to the Minister, after consultation with the verderers, requisite for the purposes of the order. 5 Any scheme or order under this section may be varied or revoked by a subsequent scheme thereunder taking effect or made in like manner and subject to the like provisions. 6 Notwithstanding anything in the foregoing provisions of this section a scheme or order thereunder shall not take effect before the date appointed under subsection (4) of the last foregoing section."}, {"act": "New Forest Act 1949", "year": 1949, "section": "8", "section_title": " Courts of swainmote sitting in judicial capacity.", "section_text": "8 1 A court of swainmote for the despatch of judicial business shall consist of the official verderer together with such four of the other verderers as may be nominated by the Lord Chancellor, of whom not less than three shall be elective verderers. 2 Section twenty-four of the Act of 1877 (which contains provisions as to courts of swainmote) shall have effect subject to the provisions of this section, but nothing in this section shall prejudice the provisions of paragraph ( d ) of the said section twenty-four as to the quorum of a court."}, {"act": "New Forest Act 1949", "year": 1949, "section": "9", "section_title": " Byelaws and marking fees.", "section_text": "9 1 The matters as to which under section twenty-five of the Act of 1877 the verderers may make, alter, add to or repeal byelaws shall include— a general measures for maintaining the health of animals at large in the Forest; b the fixing, as respects the number of animals, or animals of any description, which may be depastured in the Forest by virtue of a right of common, of such limits as may be specified by or under the byelaws; c the application to animals entitled to be in the Forest otherwise than by virtue of a right of common of the same provisions for marking and control as apply to animals entitled to be there by virtue of such a right; d the varying of the payments specified in paragraph 2 of the First Schedule to the Act of 1877 in respect of the marking of animals and in respect of pigs turned out in pannage time; e the removal of animals from the Forest where by reason of their behaviour it is inexpedient that they should be allowed to be at large therein; f provisions for securing the ringing of pigs at large in the Forest. 2 The power of the verderers under section two of the New Forest Act, 1879, to allow cattle and other animals belonging to persons not being commoners to depasture in the Forest shall include power to allow to depasture therein cattle and other animals belonging to commoners in excess of the number limited by virtue of byelaws under paragraph (b) of subsection (1) of this section; and accordingly in the said section two after the word “belonging” there shall be inserted “to commoners in excess of the number they are entitled to depasture by virtue of their rights of common or belonging”. 3 The power of the verderers under paragraph (3) of section twenty-three of the Act of 1877 to levy sums from the commoners by means of marking fees shall extend to all persons owning animals entitled to be in the Forest; and accordingly the said paragraph (3) shall have effect as if, for the words from “such sums” to the end, there were substituted the words “by means of a rate and payments not exceeding the scales specified in the First Schedule hereto, and to levy from all other persons owning cattle (including horses, donkeys, and mules), sheep and pigs entitled to be in the Forest by means of such payments as aforesaid, such sums as the verderers may require for paying the expenses of and incidental to the carrying into effect of their duties as verderers”. 4 Byelaws made in the exercise of the power conferred by paragraph ( d ) of subsection (1) of this section may fix different rates of payment for different cases, and in particular may fix one rate in respect of animals depastured by virtue of a right of common and animals belonging to tenants of land vested in the Minister which are depastured by virtue of a licence granted on behalf of the Minister, and a higher rate in respect of other animals. 5 Byelaws made under section twenty-five of the Act of 1877 after the commencement of this Act, and any alteration, addition or repeal made after the commencement of this Act of or to byelaws under that section, whenever they were made, shall be of no effect until confirmed by order of the Minister."}, {"act": "New Forest Act 1949", "year": 1949, "section": "10", "section_title": " Amendment as to publication of accounts.", "section_text": "10 For the third paragraph of section thirty-eight of the Act of 1877 (which provides for publication in some newspaper circulating in the county of Southampton of a summary of the annual accounts of the verderers at each audit thereof, and for enabling commoners to obtain printed copies of the summary on payment of such sum, not exceeding one shilling, as may be prescribed by the verderers) there shall be substituted the following paragraph:— On the completion of the audit of the annual accounts of the verderers they shall publish in some newspaper circulating in the county of Southampton a notice stating that the audit has been completed, and specifying a place where, in accordance with the next following paragraph, the commoners may inspect the accounts and take copies thereof or extracts therefrom."}, {"act": "New Forest Act 1949", "year": 1949, "section": "11", "section_title": " Duty of Forestry Commissioners as to drainage of Forest and clearance of seedlings.", "section_text": "11 It shall be the duty of the Forestry Commissioners from time to time to carry out such work as appears to them after consultation with the verderers, and with due regard to the interests of amenity, reasonably necessary, or as the Minister may direct, for securing that the Forest will be properly drained, that culverts and bridges crossing drains or streams in the Forest (other than culverts or bridges which some other authority have power to maintain) will be properly maintained, and that the grazing will be kept sufficiently clear of coarse herbage, scrub and self-sown trees."}, {"act": "New Forest Act 1949", "year": 1949, "section": "12", "section_title": " Enclosures for growth of timber.", "section_text": "12 1 The verderers may from time to time on a presentment made to them by the Forestry Commissioners, after the publication by the Commissioners of such notice of the proposed presentment as appears to them requisite for informing persons concerned, authorise the enclosure by the Commissioners, for the purpose of growing timber, of such land in the Forest as the verderers may specify in addition to the land which may be enclosed apart from this section: Provided that the power of the verderers under this section shall not be exercised so as to authorise in all the enclosure of more than  2,203 hectares  of land. 2 Section seven of the Act of 1877 (which provides for the appropriation of certain land and suspends rights of common and other rights subject to preservation of public rights of way) shall apply to land for the time being enclosed by virtue of this section as it applies to the land mentioned in the said section seven. 3 The Forestry Commissioners shall make to the verderers in respect of land for the time being enclosed by virtue of this section payments of such amounts as may be agreed between the verderers and the Commissioners. 4 The verderer appointed by the Forestry Commissioners shall not vote on any question arising on a presentment under this section."}, {"act": "New Forest Act 1949", "year": 1949, "section": "13", "section_title": " Regeneration of ancient and ornamental woods.", "section_text": "13 1 For the purpose of giving effect to the requirements of section eight of the Act of 1877 that the ancient and ornamental woods in the Forest shall be preserved and of regenerating those woods, the verderers may, on a presentment made to them by the Forestry Commissioners, authorise the Commissioners in accordance with working plans made by the Commissioners and approved by the verderers— a to enclose any parts of the said woods, in addition to any land which may be enclosed apart from this section; b to carry out in enclosures made by virtue of this section such forestry operations as appear to the Commissioners to be requisite: Provided that no one enclosure made by virtue of this section shall exceed  8 hectares  in area. 2 Any enclosure made by virtue of this section shall be laid open so soon as the verderers with the agreement of the Forestry Commissioners determine that to do so will not prejudice the purpose for which the enclosure was made. 3 While any land is enclosed by virtue of this section it shall be held free from all rights of the commoners but subject to any right of the public to use highways crossing the land."}, {"act": "New Forest Act 1949", "year": 1949, "section": "14", "section_title": " Enclosures for cultivation and improvement of grazing.", "section_text": "14 1 The verderers may from time to time on a presentment made to them by the Minister, after the publication by the Minister of such notice of the proposed presentment as appears to him requisite for informing persons concerned, authorise the enclosure by the Minister, for the purpose of cultivation and the improvement of grazing, of such land in the Forest as the verderers may specify, in addition to the land which may be enclosed apart from this section: Provided that the total area of land which may be enclosed at any one time by virtue of this section shall not exceed  1,214 hectares . 2 The Minister shall make arrangements as respects land enclosed by virtue of this section for securing that the land will be cultivated by persons acting on behalf of the Minister, and that the land is so cultivated that after the growing over such period as he may determine of other crops the land will be left as permanent pasture and dealt with in accordance with subsection (4) of this section as soon as it appears to the Minister expedient so to do, but in any case not later than the expiration of such period as may have been agreed between the verderers and the Minister on the Minister being authorised to enclose the land or of that period as subsequently extended by the verderers. 3 Where it is so agreed between the verderers and the Minister, the Minister shall make to the verderers in respect of land for the time being enclosed by virtue of the foregoing provisions of this section payments of such amounts as may be specified in the agreement. 4 Where land which has been enclosed by virtue of the foregoing provisions of this section falls to be dealt with in accordance with this subsection, the verderers may either cause the land to be laid open without restriction or may, by enclosure or otherwise, prohibit or restrict the depasturing of animals thereon for such periods, to such extent and in such manner as they may consider necessary for the purpose of preserving the pasture. 5 Land enclosed by virtue of this section shall, while it remains enclosed, be held free from all rights of the commoners, and those rights shall be subject to any restriction imposed under the last foregoing subsection; but no enclosure shall be made by virtue of this section so as to interfere with any right of the public to use highways crossing the land. 6 The verderer appointed by the Minister shall not vote on any question arising on a presentment under this section."}, {"act": "New Forest Act 1949", "year": 1949, "section": "15", "section_title": " Temporary enclosures in case of outbreaks of disease. ", "section_text": "15 1 In the event of an outbreak of contagious or infectious disease the verderers may make arrangements for enclosing land in the Forest for the purpose of keeping in animals. 2 Rights of the commoners over land in the Forest shall have effect subject to the powers conferred by this section, but those powers shall not be exercised so as to interfere with any right of the public to use any highway crossing such land. 3 Any land enclosed by virtue of this section shall be laid open so soon as it appears to the verderers that the outbreak of disease rendering the enclosure necessary has come to an end."}, {"act": "New Forest Act 1949", "year": 1949, "section": "16", "section_title": " Trunk roads.", "section_text": "16 1 The Minister may with the agreement of the verderers transfer to the  Secretary of State for Transport  land in the Forest which is required by that  Secretary of State  for the purposes of the Trunk Roads Acts, 1936 and 1946, in connection with any improvement or diversion of the trunk road from Cadnam to Ringwood as existing at the commencement of this Act (hereinafter referred to as “ the existing trunk road ”). 2 Where a transfer for which the agreement of the verderers is sought under the last foregoing subsection is of land exceeding  0.40 hectare  in area, application for the agreement of the verderers shall be made by presentment. 3 The existing trunk road, and any land transferred to the  Secretary of State for Transport  under this section, shall be deemed for the purposes of the said Acts of 1936 and 1946 to have been acquired by him under those Acts, and may be used by him in any manner requisite for the purpose of his functions under those Acts notwithstanding that the use thereof in that manner interferes with rights of the commoners. 4 In respect of the transfer of land under this section, compensation shall be paid to the Minister and to the verderers of such amount as may be determined by the  the Secretary of State for Transport after consultation with the verderers, being, in the case of compensation to the verderers, the amount so determined to represent the capital loss from the interference with the rights of the commoners. 5 At any time after such date as the  Secretary of State for Transport  may by order appoint he shall, notwithstanding anything in the Act of 1877 or any right of the commoners, have power to enclose the existing trunk road and any land transferred to him under this section, whether it was transferred before or after the said date: Provided that— a the  Secretary of State for Transport  shall not under this subsection erect any fence above the level of the road except after consultation with the verderers and the local planning authority for the purposes of the  Town and Country Planning Act 1971 , and with due regard to the interests of amenity; b the  Secretary for State for Transport  shall provide such crossings as appear to him, after consultation with the verderers and the said local planning authority, to be reasonably necessary for enabling animals at large in the Forest to pass under or round enclosures made in the exercise of his powers under this subsection. 6 The  Secretary of State for Transport  shall in carrying out the enclosure authorised by the last foregoing subsection take such steps as appear to him, after consultation with the verderers and the said local planning authority, reasonably practicable for securing that after the completion of the enclosure animals will be prevented from entering and leaving the Forest along the road: Provided that in complying with this subsection the  Secretary of State for Transport  shall provide reasonable facilities for the passage of driven animals onto and off the Forest. 7 In respect of the power conferred by the last foregoing subsection, compensation shall be payable to the verderers for the interference with the exercise of the rights of the commoners, whether over the land authorised to be enclosed or other land, being compensation of such amount as may be determined by the  the Secretary of State for Transport after consultation with the verderers to represent the capital loss from the said interference, and in determining the said amount regard shall be had, among other matters, to the extent to which that interference will be lessened by the provision of crossings. 8 Compensation payable under subsection (4) of this section shall be payable on the transfer giving rights to the compensation, and compensation payable under the last foregoing subsection shall be payable on the date appointed under subsection (5) of this section. 9 If under the said Acts of 1936 and 1946 the existing trunk road is altered so as to include any part of another road in the Forest, and thereby any land in the Forest vests in the  Secretary of State for Transport , the foregoing provisions of this section shall apply as if the land had then been transferred to him under subsection (1) of this section: Provided that— a no compensation shall be payable to the Minister; and b in determining compensation to the verderers the  the Secretary of State for Transport shall have regard to the extent to which the rights of the commoners had been interfered with by reason of the existence of the said other road before it became part of the trunk road as well as to the other matters to which under the foregoing provisions of this section they are required to have regard. 10 Any compensation payable under this section shall be paid out of  moneys provided by Parliament."}, {"act": "New Forest Act 1949", "year": 1949, "section": "17", "section_title": " Roads other than trunk roads.", "section_text": "17 1 Where a highway authority, other than the  Secretary of State for Transport , require any land in the Forest for the purposes of any of their functions as a highway authority, they may apply to the verderers for their agreement to the transfer of the land to the highway authority, and if the agreement of the verderers is given the Minister may transfer the land to the authority and thereupon it shall vest in them. 2 Land transferred to a highway authority under the last foregoing subsection shall be deemed for the purposes of the enactments relating to their said functions to have been acquired by them under those enactments, and may be used by them in any manner requisite for the purposes of their said functions notwithstanding that the use thereof in that manner interferes with rights of the commoners; but nothing in this section shall authorise the fencing or other enclosure of the land. 3 In respect of the transfer of land under subsection (1) of this section compensation shall be paid by the highway authority to the Minister and the verderers respectively of the following amounts, that is to say— a in the case of the Minister, of such amount as may be determined by the Minister and the  Secretary of State for Transport after consultation with the verderers and with the highway authority to represent the capital loss from the diminution attributable to the transfer in the revenue arising to the Minister from the granting (whether before or after the transfer) of such licences as are referred to in the next following section or from the granting of similar licences before the commencement of this Act; b in the case of the verderers, of such amount as may be so determined to represent the capital loss from the interference with the rights of the commoners. 4 In the case of land in the Forest which has been used before the commencement of this Act for the purpose of any of the functions of a highway authority, that authority may apply to the verderers for their agreement to a direction under this subsection, and if the agreement of the verderers is given the Minister may direct that the land shall be deemed to have been transferred to, and vested in, the highway authority at the commencement of this Act. 5 Subsection (2) of this section shall be deemed to have applied as from the commencement of this Act to any land as to which a direction under the last foregoing subsection is given, and as respects any such land compensation of such amount shall be paid by the highway authority to the verderers as may be determined by the Minister and the  Secretary of State for Transport , after consultation with the verderers and highway authority, to represent the capital loss from interference with the rights of the commoners by anything done or to be done on the land after the commencement of this Act. 6 Where a transfer or direction for which the agreement of the verderers is sought under this section relates to land exceeding  0.40 hectare  in area, application for the agreement of the verderers shall be made by presentment. 7 For the purposes of the enactments relating to the defraying of the expenditure of highway authorities and to grants in respect of such expenditure, any compensation payable under this section shall be treated as if it were compensation payable on the acquisition of land. 8 The verderers shall not unreasonably withhold their agreement on any application under this section by a highway authority; and if any dispute arises as to whether their agreement has been unreasonably withheld the matter shall be referred to a single arbitrator agreed between the verderers and the authority or, failing agreement, appointed by the President of the Royal Institution of Chartered Surveyors on an application made either by the verderers or by the authority after giving notice in writing to the other of them. Subject to the foregoing provisions of this subsection, the provisions of the  Arbitration Act 1950 , shall apply to any reference under this subsection."}, {"act": "New Forest Act 1949", "year": 1949, "section": "18", "section_title": " Power of Minister to grant licences.", "section_text": "18 1 The Minister may, by licence granted for any period not exceeding sixty years and on such terms as to payments or otherwise and subject to such conditions as may be specified in the licence,— a grant rights of way, and authorise the making of ways, over land in the Forest for the benefit of land owned in severalty otherwise than by the Minister and surrounded by or abutting on the Forest; b with the agreement of the verderers authorise the placing on, over or under land in the Forest of lines for telegraphic or telephonic communication, lines for the supply of electric light or power, and pipes, and of structures and works for use in connection with such lines or pipes; c with the agreement of the verderers authorise the use of land in the Forest for the purpose of recreation and the erection on such land of buildings or other works for that purpose and the enclosure of such land in so far as its enclosure is necessary to preserve the land for use for that purpose or to preserve buildings or works erected or constructed by virtue of this paragraph; d with the agreement of the verderers authorise the appropriation of land in the Forest for parking places for vehicles and the enclosure of land so appropriated in so far as its enclosure is necessary to protect vehicles parked thereon. e with the agreement of the verderers authorise the appropriation by the Forestry Commissioners of land forming part of the open waste land of the Forest for camping sites, the provision by the Forestry Commissioners or their agents on such land for the use of those occupying such camping sites of any services or facilities for their health or convenience, the erection by the Forestry Commissioners on such land of buildings or other works for use in connection with the provision of such services or facilities and the enclosure by the Forestry Commissioners of land so appropriated in so far as its enclosure is necessary to preserve the land for use for those purposes. 2 Land enclosed by virtue of this section shall be held free from all rights of the commoners, and anything authorised to be done under this section may be done notwithstanding that it interferes with such rights. 3 As soon as may be after the end of each year in which any licence is granted under subsection (1) of this section the Forestry Commissioners shall ascertain the area of land in the Forest subject to rights of the commoners which have been abrogated or diminished in consequence of the granting of such licences during that year, and shall pay to the verderers such compensation in respect of the interference with the said rights of the commoners as the Forestry Commissioners may after consultation with the verderers determine. 4 Subject to the provisions of subsection (2) of this section, a licence under this section shall operate only so as to bind the interest of the Minister; and in particular— a such a licence shall not dispense from compliance with the requirements of any enactment; b nothing in this section shall authorise interference with any right of the public to use highways crossing land in the Forest."}, {"act": "New Forest Act 1949", "year": 1949, "section": "19", "section_title": " Exchanges of land in the Forest.", "section_text": "19 The Minister may with the agreement of the verderers direct that any unenclosed land in the Forest which is vested in the Minister shall be held by him on behalf of the Crown in severalty and free from all rights of the commoners, and that in exchange for that land any land vested in the Minister and surrounded by or abutting on the Forest, but not forming part thereof, shall become part of the Forest and subject to the like rights of common."}, {"act": "New Forest Act 1949", "year": 1949, "section": "20", "section_title": " Expenses and receipts.", "section_text": "20 1 The expenses of the Minister under this Act shall be defrayed out of moneys provided by Parliament, and the receipts of the Minister thereunder in so far as they accrue under section fourteen of this Act shall be paid into the Exchequer, and in so far as they accrue under sections sixteen to eighteen thereof shall be  treated in the manner specified in section 41 of the Forestry Act 1967 . 2 The expenses of the Forestry Commissioners under this Act shall be defrayed  in accordance with section 41 of the Forestry Act 1967 . 3 Any increase attributable to the provisions of this Act in the sums payable out of moneys provided by Parliament under Part I of the  Local Government Act 1948 shall be defrayed out of moneys so provided."}, {"act": "New Forest Act 1949", "year": 1949, "section": "21", "section_title": " Orders and regulations.", "section_text": "21 Any power conferred by this Act on the Minister or the  Secretary of State  to make orders or regulations shall be exercisable by statutory instrument."}, {"act": "New Forest Act 1949", "year": 1949, "section": "22", "section_title": " Repeals.", "section_text": "22 Subject to the transitional provisions hereinbefore contained, the enactments specified in the Second Schedule to this Act are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "New Forest Act 1949", "year": 1949, "section": "23", "section_title": " Short title, construction and citation.", "section_text": "23 1 This Act may be cited as the New Forest Act 1949. 2 This Act shall be construed as one with the  New Forest Act 1877 and that Act, the  New Forest Act 1879 and this Act may be cited together as the New Forest Acts 1877 to 1949."}]