[{"act": "Pensions Appeal Tribunals Act 1949", "year": 1949, "section": "1", "section_title": " Extension of Act to claims arising otherwise than out of war service.", "section_text": "1 1 For the words “war service” wherever those words occur in section one of the  Pensions Appeal Tribunals Act, 1943, as in force at the date of the passing of this Act, there shall be substituted the words “any relevant service”, and for the definition in section twelve of that Act of the expression “war service” there shall be substituted the following definition— “ relevant service ” in relation to any claim made under any such Royal Warrant, Order in Council or Order of His Majesty as is referred to in section one of this Act means any service which, under that Royal Warrant, Order in Council or Order, is relevant for the purposes of that claim. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Pensions Appeal Tribunals Act 1949", "year": 1949, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Pensions Appeal Tribunals Act 1949", "year": 1949, "section": "3", "section_title": " Expenses.", "section_text": "3 Any increase resulting from any of the provisions of this Act in the expenses which, under paragraph 8 of the Schedule to the  Pensions Appeal Tribunals Act 1943, are to be defrayed out of moneys provided by Parliament shall be defrayed out of moneys so provided."}, {"act": "Pensions Appeal Tribunals Act 1949", "year": 1949, "section": "4", "section_title": " Short title, construction, citation and extent.", "section_text": "4 1 This Act may be cited as the Pensions Appeal Tribunals Act 1949. and shall be construed as one with the Pensions Appeal Tribunals Act 1943, and that Act and this Act may be cited together as the Pensions Appeal Tribunals Acts 1943 and 1949. 2 It is hereby declared that this Act extends to Northern Ireland."}]