[{"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "1", "section_title": " Local authorities for the purposes of Part I.", "section_text": "1 1 The local authorities for the purposes of this Part of this Act in England and Wales shall be the Common Council of the City of London and the councils of  London boroughs  . . .   and county districts: Provided that— a the local authority for any port health district, whether constituted before or after the commencement of this Act, shall be the port health authority; and b in relation to sewers vested in the council of any county  or in the Greater London Council  the functions of the local authority under this Part of this Act shall be exercisable by that council and not by any other authority. 2 The local authorities for the purposes of this Part of this Act in Scotland shall be the                  councils constituted under section 2 of the Local Government  etc.  (Scotland) Act 1994 (c. 39). 3 Section six of the  Public Health Act 1936 (which provides for the constitution of united districts for any of the purposes of that Act) shall have effect as if the purposes of this Part of this Act were purposes of that Act."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "2", "section_title": " Duties of local authorities. ", "section_text": "2 1 It shall be the duty of every local authority to take such steps as may be necessary to secure so far as practicable that their district is kept free from rats and mice, and in particular— a from time to time to carry out such inspections as may be necessary for the purpose aforesaid; b to destroy rats and mice on land of which they are the occupier and otherwise to keep such land so far as practicable free from rats and mice; c to enforce the duties of owners and occupiers of land under the following provisions of this Part of this Act, and to carry out such operations as are authorised by those provisions. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "3", "section_title": " Obligation of occupiers of land to notify local authority of rats and mice.", "section_text": "3 1 Subject to the provisions of this section, the occupier of any land shall give to the local authority forthwith notice in writing if it comes to his knowledge that rats or mice are living on or resorting to the land in substantial numbers. 2 The foregoing subsection shall not apply to agricultural land,  ... 3 A person shall not be required to give notice under this section to the local authority of any matters of which notice is given to the Minister in pursuance of Part II of this Act. 4 Any person who fails to give a notice which he is required to give under this section shall be liable on summary conviction to a fine not exceeding  level 1 on the standard scale ."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "4", "section_title": " Power of local authority to require action.", "section_text": "4 1 If in the case of any land it appears to the local authority, whether in consequence of a notice given in respect of the land under the last foregoing section or otherwise, that steps should be taken for the destruction of rats or mice on the land or otherwise for keeping the land free from rats and mice, they may serve on the owner or occupier of the land a notice requiring him to take, within such reasonable period as may be specified in the notice, such reasonable steps for the purpose aforesaid as may be so specified; and where the owner of any land is not also the occupier thereof separate notices may be served under this section on the owner and on the occupier. 2 Any such notice may in particular require— a the application to the land of any form of treatment specified in the notice; b the carrying out on the land of any structural repairs or other works so specified, and may prescribe the times at which any treatment required by the notice is to be carried out. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 If on a complaint made by the owner of any land it appears to a court of summary jurisdiction that the occupier of the land prevents the owner from carrying out any work which he is required to carry out by a notice under this section, the court may order the occupier to permit the carrying out of the work. 5 Subsections (3) to (5) of section two hundred and ninety of the  Public Health Act 1936 (which provide for an appeal to a court of summary jurisdiction against certain notices requiring the execution of works under that Act) shall apply to any notice served under this section requiring the carrying out of any structural works as they apply to any such notice as is mentioned in subsection (1) of that section; and sections three hundred to three hundred and two of that Act (which contain supplementary provisions relating to such appeals) shall have effect accordingly. 6 In the application of this section to Scotland— a  . . .  b for references to a complaint and to a court of summary jurisdiction there shall be substituted references to an application and to the sheriff; c for subsection (5) there shall be substituted the following subsection— 5 Section 27 of the Housing (Scotland) Act 1969  (which provides for an appeal to the sheriff against certain notices requiring the execution of works under that Act) shall apply to any notice served under this section requiring the carrying out of any structural works as it applies to any such notice as is mentioned in paragraph (a) of subsection (1) of that section."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "5", "section_title": " Remedies for failure to comply with notice under s. 4.", "section_text": "5 1 Subject to the provisions of the last foregoing section with respect to appeals, if any person on whom a notice is served by the local authority under that section fails to take any steps required by the notice at the time or within the period prescribed by the notice, the local authority may themselves take those steps and recover from him any expenses reasonably incurred by them in doing so. 2 Without prejudice to the provisions of subsection (1) of this section, but subject to the provisions of the last foregoing section with respect to appeals, a person who fails to take any steps as aforesaid shall be guilty of an offence and liable on summary conviction to a fine not exceeding in the case of a first offence  fifty pounds level 3 on the standard scale , and in the case of a second or any subsequent offence  one hundred pounds level 3 on the standard scale ."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "6", "section_title": " Additional powers of local authorities in relation to groups of premises.", "section_text": "6 1 If it appears to the local authority that rats or mice are found in substantial numbers on any land comprising premises in the occupation of different persons and that it is expedient to deal with the land as one unit for the purpose of destroying rats or mice or keeping the land so far as practicable free from rats and mice, they may, without serving notices under section four of this Act on the occupiers or owners of those premises, themselves take in relation to the land such steps as they consider necessary or expedient for the purpose aforesaid: Provided that the steps taken by the local authority under this section shall not exclude the carrying out of any structural work. 2 Without prejudice to the provisions of section twenty-two of this Act requiring notice to be given before entry upon land under that section, a local authority shall, before taking any steps under this section in relation to any premises, give to the occupier at least seven days’ notice of their intention to do so, specifying the steps proposed to be taken. 3 Any expenses reasonable incurred by a local authority in taking steps under this section in relation to any land may be recovered by that authority from the several occupiers of the premises comprised in that land in such proportion as may be just having regard to the cost of the work done on the several premises. 4 For the purposes of this section, any premises which are unoccupied shall be deemed to be in the occupation of the owner, and references in this section to the occupier shall be construed accordingly."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "7", "section_title": " Recovery of expenses under s. 5 or s. 6.", "section_text": "7 1 Any expenses recoverable by a local authority under section five or section six of this Act may be recovered as a simple contract debt in any court of competent jurisdiction. 2 Sections two hundred and ninety-one, . . .   and two hundred and ninety-four of the  Public Health Act 1936 (which provide respectively for charging on the premises expenses recoverable under that Act from the owner, . . .   and for limiting the liability for expenses recoverable under that Act of owners receiving rent as agent or trustee) shall so far as applicable apply to expenses recoverable by a local authority under section five or section six of this Act as they apply to expenses recoverable under that Act by a local authority within the meaning of that Act. 3 In proceedings under this section by a local authority for the recovery of any expenses incurred by them under section five of this Act, it shall not be open to the defendant to raise by way of defence any question which he could have raised on an appeal under section four of this Act. 4 In the application of this section to Scotland, for subsection (2) there shall be substituted the following subsection— 2 Sections  65 to 67 of the Water (Scotland) Act 1980  shall, so far as applicable, apply to expenses recoverable by a local authority under section five or section six of this Act as they apply to expenses recoverable under that Act by  an islands or district council  within the meaning of that Act."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "8", "section_title": " Provisions as to threshing and dismantling of ricks.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "9", "section_title": " Power of local authority to require information as to interests in land. ", "section_text": "9 1 A local authority may, for the purpose of enabling them to perform any of their functions under this Part of this Act, require the occupier of any land, and any person who directly or indirectly receives rent in respect of any land, to state in writing the nature of his own interest therein and the name and address of any other person known to him as having an interest therein, whether as freeholder, lessee, mortgagee or otherwise. 2 Any person who, having been required by a local authority under this section to give them any information, fails to give that information, or knowingly makes any misstatement in respect thereof, shall be liable on summary conviction to a fine not exceeding five pounds. 3 In the application of this section to Scotland for the words from “freeholder” to the end of subsection (1) there shall be substituted “superior, owner, heritable creditor, lessee or otherwise”; and the expression “heritable creditor” shall have the like meaning as in the  Town and Country Planning (Scotland) Act 1947."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "10", "section_title": " Authentication of documents, service of notices, etc.", "section_text": "10 1 Sections two hundred and eighty-four to two hundred and eighty-six of the  Public Health Act 1936 (which relate to the authentication of documents, the service of notices and the proof of proceedings of local authorities) shall apply to documents, notices and proceedings of local authorities in England and Wales under this Part of this Act (whether or not they are local authorities within the meaning of that Act) as they apply to documents, notices and proceedings of local authorities under that Act. 2 Sections 192 and 193 of, and paragraph 7(1) of Schedule 7 to, the  Local Government (Scotland) Act 1973  (which relate to the authentication of documents, the service of notices and evidence of proceedings of local authorities) shall apply to documents, notices and proceedings of a local authority in Scotland under this Part of this Act (whether or not being a local authority within the meaning of that Act) as they apply to documents, notices and proceedings of a local authority under that Act. "}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "11", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "11"}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "12", "section_title": " Powers of Minister with respect to functions of local authorities. ", "section_text": "12 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Where the Minister is satisfied, on complaint or otherwise, that any of the functions of a local authority under this Part of this Act are not being satisfactorily performed by the authority, he may by order empower any person named in the order to exercise those functions on behalf of the authority. 3 Before making an order under this section, the Minister shall give to the local authority an opportunity of making representations to him and shall take into consideration any representations made and, if the authority so require, cause a local inquiry to be held; and the provisions of  subsections (3) to (5) of section 250 of the  Local Government Act 1972  (which relate to the giving of evidence at, and defraying the cost of, local inquiries), shall have effect with respect to any such inquiry as if the Minister were a department for the purposes of that section. 4 Any expenses incurred under this section by a person named in an order made by the Minister thereunder shall on demand be paid to the Minister by the local authority. 5 An order under this section may be varied or revoked by a subsequent order. 6 In the application of this section to Scotland, for subsection (3) there shall be substituted the following subsection:— 3 Before making an order under this section, the Secretary of State shall give to the local authority an opportunity of making representations to him and shall take into consideration any representations made and, if the authority so require, cause a local inquiry to be held; and the provisions of  subsection (3) to (8) of section 210 of the Local Government (Scotland) Act 1973  (which relate to the giving of evidence at, and defraying the cost of, local inquiries), shall apply to any such inquiry."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "13", "section_title": " Obligation of certain undertakers to give notice of occurrence of infestation.", "section_text": "13 1 Subject to the provisions of this section, every person whose business consists of or includes the manufacture, storage, transport or sale of food, shall give to the Minister forthwith notice in writing if it comes to his knowledge that any infestation is present— a in any premises or vehicle, or any equipment belonging to any premises or vehicle, used or likely to be used in the course of that business for the manufacture, storage, transport or sale of food; b in any food manufactured, stored, transported or sold in the course of that business, or in any other goods for the time being in his possession which are in contact or likely to come into contact with food so manufactured, stored, transported or sold. 2 Subject to the provisions of this section, every person whose business consists of or includes the manufacture, sale, repair or cleaning of containers shall forthwith give notice in writing to the Minister if it comes to his knowledge that any infestation is present in any container for the time being in his possession which is to be used for the reception of food in the course of any such business as is mentioned in subsection (1) of this section. 3 The Minister may after consultation with such associations or bodies (if any) as appear to him to be representative of persons affected, make regulations— a for relaxing or excluding the requirements of this section in such cases and subject to such conditions (if any) as may be prescribed by or under the regulations; b for prohibiting or restricting the delivery in the course of business of any food or other goods in respect of which notice is or is required to be given to the Minister under this section."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "14", "section_title": " Power of Minister to give directions to certain undertakers for preventing or mitigating infestation.", "section_text": "14 1 Without prejudice to the provisions of any regulations made under the last foregoing section, the Minister may, if he is satisfied, whether in consequence of a notice under the last foregoing section or otherwise, that it is necessary to do so for the purpose of preventing or mitigating damage to food, give such directions under the following provisions of this section as he thinks expedient. 2 Directions may be given under this section to any person whose business consists of or includes the manufacture, storage, transport or sale of food— a prohibiting or restricting the use for the manufacture, storage, transport or sale of food in the course of that business of any premises or vehicle, or any equipment belonging to any premises or vehicle, which is or is likely to become infested; b prohibiting or restricting the acceptance, delivery, retention or removal in the course of that business of any infested food or of any other infested goods which are likely to come into contact with food manufactured, stored, transported or sold as aforesaid; c requiring the carrying out, within such time as may be specified in the directions, of any structural works, or the application of any form of treatment, being works or treatment appearing to the Minister to be necessary for preventing or remedying infestation in any such premises, vehicle, equipment, food or other goods as aforesaid. 3 Directions may be given under this section to any person whose business consists of or includes the manufacture, sale, repair or cleaning of containers, requiring the treatment of any infested container, or of any infested premises in which the business is carried on, in such a manner as may be specified in the directions, and prohibiting the removal of any such container until it has been so treated. 4 Where the Minister is satisfied that any food or container in the possession of a person carrying on any such business as is mentioned in subsection (2) or subsection (3) of this section is so infested that the infestation cannot reasonably be remedied by any form of treatment, he may give directions under this section to that person requiring him to destroy it within such time and by such means as may be specified in the directions."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "15", "section_title": " Appeal against directions under s. 14.", "section_text": "15 1 Where directions are given under the last foregoing section requiring the carrying out of any structural works, or the destruction of any food or container, any person who is aggrieved thereby may— a in the case of directions requiring the carrying out of any structural works, within twenty-one days from the service of the directions; b in the case of directions requiring the destruction of any food or container, within seven days from the service of the directions, appeal to a court of summary jurisdiction  ..... 2 Upon any such appeal the court, if satisfied that the directions are for any reason invalid, or that any requirement thereof is excessive or unreasonable, may quash or amend the directions, as the case may be, but in any other case shall dismiss the appeal: Provided that if and so far as the appeal is based on the ground of some informality, defect or error in or in connection with the directions, the court shall dismiss the appeal if satisfied that the informality, defect or error was not a material one. 3 Any directions given under the last foregoing section requiring the carrying out of any structural works, or the destruction of any food or container, shall include a statement of the right of appeal under this section, and of the time within which such an appeal may be brought. 4 An appeal shall lie to  the Crown Court  from the decision of a court of summary jurisdiction under this section in respect of directions requiring the carrying out of any structural works. 5 In the application of this section to Scotland— a in subsection (1), for the words                      “to a court of summary jurisdiction”                    there shall be substituted the words “by way of an application to the sheriff in whose jurisdiction the works are required to be carried out or, as the case may be, in which the food or container is for the time being”; b subsection (4) shall not apply."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "16", "section_title": " Powers of Minister in case of failure to comply with directions.", "section_text": "16 1 Subject to the provisions of the last foregoing section with respect to appeals, if any person to whom directions are given by the Minister under section fourteen of this Act fails to comply with any requirement of the directions within the period prescribed thereby, then, without prejudice to any proceedings which may be taken against him in respect of an offence under this Part of this Act, the Minister may by order authorise any person named in the order to take, on behalf of the person in default, such steps as the Minister considers necessary for securing compliance with that requirement. 2 The amount of any expenses reasonably incurred by a person authorised as aforesaid in carrying out works under this section may be recovered by the Minister from the person in default. 3 In proceedings for the recovery of any expenses under this section, it shall not be open to the defendant to raise by way of defence any question which he could have raised on an appeal under the last foregoing section."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "17", "section_title": " Offences against Part II. ", "section_text": "17 Subject to the provisions of this Part of this Act with respect to appeals, any person who contravenes or fails to comply with this Part of this Act or any directions given thereunder shall be guilty of an offence and liable on summary conviction to a fine not exceeding in the case of a first offence one hundred pounds, and in the case of a second or any subsequent offence two hundred pounds."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "18", "section_title": " Power of Minister to delegate to local authorities.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "19", "section_title": " Control of methods of destruction of pests, &c.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "20", "section_title": " Amendment of Agriculture Act, 1947.", "section_text": "20 1 No notice served after the commencement of this Act under section ninety-eight of the  Agriculture Act 1947 (which enables the Minister to require the destruction of animals to which that section applies) shall require any person to take any steps which he could have been required to take by a notice served under section four of this Act; but nothing in this subsection shall affect the provisions of section one hundred and one of the said Act of 1947 as to the rendering by the Minister of assistance in the destruction of animals to which the said section ninety-eight applies and the recovery by the Minister of any charge made in respect of any such assistance. 2 The purposes for which the Minister may exercise his powers under the said section one hundred and one shall include the rendering of assistance in the prevention or treatment of any infestation. 3 In the application of this section to Scotland, for references to sections ninety-eight and one hundred and one of the  Agriculture Act 1947, there shall respectively be substituted references to sections thirty-nine and forty-two of the  Agriculture (Scotland) Act 1948."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "21", "section_title": " Regulations.", "section_text": "21 1 Any power of the Minister to make regulations under this Act, and the power of the Minister . . .   to make orders under section eighteen of this Act, shall be exercisable by statutory instrument. 2 Any statutory instrument containing an Order in Council or regulations made under this Act shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "22", "section_title": " Powers of entry.", "section_text": "22 1 Any person duly authorised in writing by a local authority for the purposes of Part I of this Act, or by a person empowered by the Minister to exercise functions of a local authority under that Part, may, at any reasonable time, enter upon any land— a for the purpose of carrying out any inspection required by the said Part I to be carried out by the local authority; b for the purpose of ascertaining whether there is or has been, on or in connection with the land, any failure to comply with any requirement of the said Part I or of any notice served thereunder; c for the purpose of taking any steps authorised by section five or section six of this Act to be taken by the local authority on or in relation to the land. 2 Any person duly authorised in writing by the Minister, or by a local authority to whom functions of the Minister under Part II of this Act are delegated, may, at any reasonable time, enter upon any land— a for the purpose of ascertaining whether there is or has been, on or in connection with the land or any vehicle thereon, any failure to comply with any requirement of the said Part II or of any directions given thereunder; b for the purpose of taking any steps authorised to be taken on or in relation to the land under the said Part II by a person named in an order made by the Minister or by that authority thereunder, and where any such person has entered on any premises for the purposes specified in paragraph (a) of this subsection, he may take samples of any food found on those premises. 3 Any person authorised under this section to enter upon any land shall, if so required, produce evidence of his authority before so entering, and shall not demand admission as of right to any land which is occupied unless twenty-four hours’ notice of the intended entry has been given to the occupier. 4 Any person who wilfully  obstructs the exercise of powers conferred by this section or by section five, subsection (1) of section six or subsection (1) of section sixteen of this Act  shall be liable on summary conviction to a fine not exceeding in the case of a first offence  five pounds level 1 on the standard scale , and in the case of a second or any subsequent offence  twenty pounds level 1 on the standard scale . 5 If any person who, in compliance with the provisions of this section, is admitted into a factory, workshop or work place, discloses to any person any information obtained by him therein as to any manufacturing process or trade secret, he shall, unless the disclosure is made in the course of performing his duty in connection with the purpose for which he was authorised to enter the premises, be liable on summary conviction to a fine not exceeding  level 3 on the standard scale  or to imprisonment for a term not exceeding three months. 6 If any land is damaged in the exercise of a power of entry conferred under this section, compensation in respect of that damage may be recovered by any person interested in the land from the local authority on whose behalf the entry was effected, or from the Minister, as the case may be."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "23", "section_title": " Application to shipping and aircraft.", "section_text": "23 1 His Majesty may by Order in Council direct that the provisions of this Act shall apply, subject to such exceptions and modifications as may be prescribed by the Order, in relation to vessels or aircraft as they apply in relation to land: Provided that Part I of this Act shall not be applied by any such Order in Council in relation to vessels employed in trading or going between a place in the United Kingdom, the Channel Islands or the Isle of Man and a place not within the United Kingdom, the Channel Islands or the Isle of Man. 2 Any Order in Council made under this section may be varied or revoked by a subsequent Order in Council."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "24"}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "25", "section_title": " Compensation of officers.", "section_text": "25 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "26", "section_title": " Legal proceedings.", "section_text": "26 1 Proceedings for an offence under this Act shall not, in England and Wales, be instituted except by or with the consent of the Minister or the local authority. 2 Where an offence under this Act is committed by a body corporate, every person who, at the time of the commission of the offence, was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence unless he proves that it was committed without his consent or connivance and that he exercised any such diligence to prevent its commission as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances. 3 For the purposes of the last foregoing subsection, the expression “ director ”, in relation to any body corporate established by or under any enactment for the purpose of carrying on under national ownership any industry or part of an industry or undertaking, being a body corporate whose affairs are managed by the members thereof, means a member of that body."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "27", "section_title": " Financial provisions.", "section_text": "27 1 There shall be paid out of moneys provided by Parliament— a any expenses of the Minister under this Act; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any expenses of the Minister in carrying out research in matters connected with the functions of the Minister and of local authorities under this Act. 2 Any receipts of the Minister under this Act shall be paid into the Exchequer."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "28", "section_title": " Interpretation.", "section_text": "28 1 In this Act, except where the context otherwise requires, the following expressions have the meanings hereby respectively assigned to them, that is to say:— “ agricultural land ” has the same meaning as in the  Agriculture Act 1947, or, in Scotland, the  Agriculture (Scotland) Act 1948; “ container ” includes sacks, boxes, tins and other similar articles; “ defendant ”, in relation to Scotland, means defender; “ food ” includes any substance ordinarily used in the composition or preparation of food, the seeds of any cereal or vegetable, and any feeding stuffs for animals, but does not include growing crops; “ infestation ” means the presence of rats, mice, insects or mites in numbers or under conditions which involve an immediate or potential risk of substantial loss of or damage to food, and “ infested ” shall be construed accordingly; “ land ” includes land covered with water, and any building or part of a building; “ manufacture ” includes processing; “ the Minister ” means  the Minister of Agriculture, Fisheries and Food , or, in relation to Scotland, the Secretary of State;  “owner” has the same meaning as in the  Public Health Act 1936, or, in Scotland, the  Public Health (Scotland) Act 1897.   2 For the purposes of Part I of this Act, any land which is vested in or under the control of a local authority (whether or not being the local authority for the purposes of that Part) and is not occupied by any other person shall be deemed to be occupied by that authority."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "29", "section_title": " Application to Northern Ireland.", "section_text": "29 1 Section twenty-three of this Act shall extend to Northern Ireland, and for that purpose shall have effect as if the reference therein to the provisions of this Act included a reference to any corresponding provisions for the time being in force in Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Subject to the foregoing provisions of this section, this Act shall not extend to Northern Ireland."}, {"act": "Prevention of Damage by Pests Act 1949", "year": 1949, "section": "30", "section_title": " Short title, repeal and commencement.", "section_text": "30 1 This Act may be cited as the Prevention of Damage by Pests Act 1949. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]