[{"act": "Railway and Canal Commission (Abolition) Act 1949", "year": 1949, "section": "1", "section_title": " Abolition of Railway and Canal Commission and general provisions as to transfer of their functions.", "section_text": "1 1 The Railway and Canal Commission (in this Act referred to as “ the Commission ”) shall cease to exist, and the functions which immediately before the commencement of this Act were functions of the Commission shall— a so far as they extend to England and Wales, be exercised and performed by the High Court; and b so far as they extend to Scotland, be exercised or performed by the Court of Session; and any reference to the Commission in any enactment relating to the function aforesaid shall, in relation to those functions, be construed as references to the aforesaid courts: Provided that this section shall not apply to functions of the Commission as respects which provision is made by any of the following sections of this Act. 2 For the purposes of this section, the expression “ enactment ” includes any regulation, order or other instrument made under an Act of Parliament."}, {"act": "Railway and Canal Commission (Abolition) Act 1949", "year": 1949, "section": "2", "section_title": " Functions of Commission under the Telegraph Acts.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Railway and Canal Commission (Abolition) Act 1949", "year": 1949, "section": "3", "section_title": " Determination of questions under Defence of the Realm (Acquisition of Land) Act, 1916.", "section_text": "3 1 Any question arising under the Defence of the  Realm (Aquisition of Land) Act 1916, as to the compensation payable in respect of the use of land under section four of that Act shall be determined by an official arbitrator appointed under the  Acquisition of Land (Assessment of Compensation) Act 1919, such arbitrator to be selected in accordance with rules made by the Reference Committee under section one of the last mentioned Act; and section three, subsections (4) to (8) of section five, and section six of the last mentioned Act shall apply to proceedings for the determination of any such question, subject to the modification that for references to the acquiring authority there shall be substituted references to the authority from whom the compensation is claimed; . . .  2 In the application of this section to Scotland, “ arbitrator ” means “arbiter” and, in the application of this section to Northern Ireland, for the reference to the Reference Committee there shall be substituted a reference to the Reference Committee for Northern Ireland and for the reference to the  Acquisition of Land (Assessment of Compensation) Act 1919, there shall be substituted a reference to that Act as amended by any Act of the Parliament of Northern Ireland."}, {"act": "Railway and Canal Commission (Abolition) Act 1949", "year": 1949, "section": "4", "section_title": " Transfer of jurisdiction under certain enactments from Commission to Transport Tribunal for Northern Ireland.", "section_text": "4 1 The jurisdiction of the Commission as respects Northern Ireland under any of the enactments set out in Part I of the Eleventh Schedule to the  Transport Act 1947, shall, so far as the said jurisdiction relates to matters with respect to which the Parliament of Northern Ireland has not power to make laws, be transferred to the Transport Tribunal for Northern Ireland established under the  Transport Act (Northern Ireland) 1948, and any reference in any enactment to the Commission shall, in relation to the jurisdiction transferred to the said Tribunal by this section, be construed as a reference to that Tribunal: 2 The said Transport Tribunal for Northern Ireland shall, for the purpose of the exercise of the jurisdiction transferred to them by this section, have the like power to make general rules with respect to their practice and procedure and other matters as they have for the purpose of the exercise of their functions under the  Transport Act (Northern Ireland) 1948."}, {"act": "Railway and Canal Commission (Abolition) Act 1949", "year": 1949, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Railway and Canal Commission (Abolition) Act 1949", "year": 1949, "section": "67.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Railway and Canal Commission (Abolition) Act 1949", "year": 1949, "section": "8", "section_title": " Short title, commencement and repeal.", "section_text": "8 1 This Act may be cited as the Railway and Canal Commission (Abolition) Act, 1949, and shall come into force on such day as His Majesty may by Order in Council appoint. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]