[{"act": "Tenancy of Shops (Scotland) Act 1949", "year": 1949, "section": "1", "section_title": " Provision for renewal of tenancies of shops.", "section_text": "1 1 If the landlord of any premises consisting of a shop and occupied by a tenant gives or has given to the tenant notice of termination of tenancy taking effect after the passing of this Act, and the tenant is unable to obtain a renewal of his tenancy on terms that are satisfactory to him, he may, at any time before the notice takes effect and not later than the expiry of twenty-one days after the service of the notice or after the passing of this Act, whichever is the later, apply to the sheriff for a renewal of his tenancy. 2 On any application under the foregoing subsection the sheriff may, subject as hereinafter provided, determine that the tenancy shall be renewed for such period, not exceeding one year, at such rent, and on such terms and conditions as he shall, in all the circumstances, think reasonable, and thereafter the parties shall be deemed to have entered into a new lease of the premises for that period, at that rent and on those terms and conditions. 3 Notwithstanding anything in the last foregoing subsection, the sheriff may, if in all the circumstances he thinks it reasonable to do so, dismiss any application under this section, and shall not determine that a tenancy shall be renewed, if he is satisfied— a that the tenant is in breach of any condition of his tenancy which in the opinion of the sheriff is material; or b that the tenant is notour bankrupt or is divested of his estate by virtue of a trust deed for behoof of creditors, or, being a company, is unable to pay its debts; or c that the landlord has offered to sell the premises to the tenant at such price as may, failing agreement, be fixed by a single arbiter agreed on by the parties or appointed, failing such agreement, by the sheriff; or d that the landlord has offered to afford to the tenant, on terms and conditions which in the opinion of the sheriff are reasonable, alternative accommodation which, in the opinion of the sheriff, is suitable for the purposes of the business carried on by the tenant in the premises; or e that the tenant has given notice of termination of tenancy and in consequence of that notice the landlord has contracted to sell or let the premises or has taken any other steps as a result of which he would in the opinion of the sheriff be seriously prejudiced if he could not obtain possession of the premises; or f that, having regard to all the circumstances of the case, greater hardship would be caused by determining that the tenancy shall be renewed than by refusing so to do. 4 Where a tenancy has been renewed under subsection (2) of this section, the tenant shall have the like right to apply for further renewals as if the tenancy had been renewed by agreement between the landlord and the tenant, and accordingly the foregoing provisions of this section shall, with any necessary modifications, apply to a tenancy which has been renewed under the said subsection (2) or under this subsection. 5 If on any application under this section the sheriff is satisfied that it will not be possible to dispose finally of the application before the notice of termination of tenancy takes effect, he may make an interim order authorising the tenant to continue in occupation of the premises at such rent, for such period (which shall not exceed three months) and on such terms and conditions as the sheriff may think fit. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 An application under this section shall be made by way of a summary cause within the meaning of the Sheriff Courts (Scotland) Act 1971 ."}, {"act": "Tenancy of Shops (Scotland) Act 1949", "year": 1949, "section": "2", "section_title": " Application to Crown property.", "section_text": "2 The foregoing section shall apply to any such premises as are mentioned therein in which the interest of the landlord or tenant belongs to His Majesty in right of the Crown or to a government department or is held on behalf of His Majesty for the purposes of a government department, in like manner as the said section applies to any other such premises."}, {"act": "Tenancy of Shops (Scotland) Act 1949", "year": 1949, "section": "3", "section_title": "†Citation, extent, interpretation and duration.", "section_text": "3 1 This Act may be cited as the Tenancy of Shops (Scotland) Act, 1949, and shall extend to Scotland only. 2 In this Act the expression “ shop ” includes any shop within the meaning of the Shops Acts, 1912 to 1936, or any of those Acts. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}]