[{"act": "Metropolitan Magistrates’ Courts Act 1959", "year": 1959, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Metropolitan Magistrates’ Courts Act 1959", "year": 1959, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "2"}, {"act": "Metropolitan Magistrates’ Courts Act 1959", "year": 1959, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Metropolitan Magistrates’ Courts Act 1959", "year": 1959, "section": "4", "section_title": "Borrowing powers of Receiver.", "section_text": "4 1 The Receiver may, with the approval of the Secretary of State given with the consent of the Treasury, borrow on the security described in this section any money required— a for acquiring any land or erecting any buildings; b for the execution of any works or the provision of any equipment the cost of which ought in the opinion of the Secretary of State to be spread over a term of years. 2 The security referred to in the foregoing subsection, in respect of money borrowed thereunder for the purposes  of the magistrates’ courts acting for petty sessions areas falling wholly within the inner London boroughs ,  . . .  . . . is the sums for the raising of which the Receiver is authorised by section one hundred and twenty-one of the  Local Government Act 1948, to issue a precept in relation to expenses incurred for those purposes respectively. 3 The enactments described in the Schedule to this Act (being enactments relating to the borrowing powers of the Receiver) are hereby repealed to the extent specified in the third column of that Schedule; but without prejudice to section thirty eight of the  Interpretation Act 1889, the repeal by this subsection of those enactments shall not affect their operation as respects money borrowed thereunder."}, {"act": "Metropolitan Magistrates’ Courts Act 1959", "year": 1959, "section": "5", "section_title": " Interpretation, short title, and citation.", "section_text": "5 1 In this Act “ the Receiver ” means the Receiver for the Metropolitan Police District. 2 This Act may be cited as the Metropolitan Magistrates’ Courts Act 1959. 3 The Metropolitan Police Acts 1829 to 1946, the  Metropolitan Police Act 1933, and this Act may be cited together as the Metropolitan Police Acts 1829 to 1959."}]