[{"act": "Obscene Publications Act 1959", "year": 1959, "section": "1", "section_title": " Test of obscenity.", "section_text": "1 1 For the purposes of this Act an article shall be deemed to be obscene if its effect or (where the article comprises two or more distinct items) the effect of any one of its items is, if taken as a whole, such as to tend to deprave and corrupt persons who are likely, having regard to all relevant circumstances, to read, see or hear the matter contained or embodied in it. 2 In this Act “ article ” means any description of article containing or embodying matter to be read or looked at or both, any sound record, and any film or other record of a picture or pictures. 3 For the purposes of this Act a person publishes an article who— a distributes, circulates, sells, lets on hire, gives, or lends it, or who offers it for sale or for letting on hire; or b in the case of an article containing or embodying matter to be looked at or a record, shows, plays or projects it  , or, where the matter is data stored electronically, transmits that data. :  . . .  4 For the purposes of this Act a person also publishes an article to the extent that any matter recorded on it is included by him in a programme included in a programme service. 5 Where the inclusion of any matter in a programme so included would, if that matter were recorded matter, constitute the publication of an obscene article for the purposes of this Act by virtue of subsection (4) above, this Act shall have effect in relation to the inclusion of that matter in that programme as if it were recorded matter. 6 In this section “ programme ” and “ programme service ” have the same meaning as in the Broadcasting Act 1990."}, {"act": "Obscene Publications Act 1959", "year": 1959, "section": "2", "section_title": " Prohibition of publication of obscene matter. ", "section_text": "2 1 Subject as hereinafter provided, any person who, whether for gain or not, publishes an obscene article  or who has an obscene article for publication for gain (whether gain to himself or gain to another)  shall be liable— a on summary conviction to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding six months; b on conviction on indictment to a fine or to imprisonment for a term not exceeding  five years  or both. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 A prosecution  ... for an offence against this section shall not be commenced more than two years after the commission of the offence. 3A Proceedings for an offence under this section shall not be instituted except by or with the consent of the Director of Public Prosecutions in any case where the article in question is a moving picture film of a width of not less than sixteen millimetres and the relevant publication or the only other publication which followed or could reasonably have been expected to follow from the relevant publication took place or (as the case may be) was to take place in the course of  an exhibition of a film ; and in this subsection “ the relevant publication ” means— a in the case of any proceedings under this section for publishing an obscene article, the publication in respect of which the defendant would be charged if the proceedings were brought; and b in the case of any proceedings under this section for having an obscene article for publication for gain, the publication which, if the proceedings were brought, the defendant would be alleged to have had in contemplation. 4 A person publishing an article shall not be preceeded against for an offence at common law consisting of the publication of any matter contained or embodied in the article where it is of the essence of the offence that the matter is obscene. 4A Without prejudice to subsection (4) above, a person shall not be proceeded against for an offence at common law— a in respect of  an exhibition of a film  or anything said or done in the course of  an exhibition of a film , where it is of the essence of the common law offence that the exhibition or, as the case may be, what was said or done was obscene, indecent, offensive, disgusting or injurious to morality; or b in respect of an agreement to give  an exhibition of a film  or to cause anything to be said or done in the course of such an exhibition where the common law offence consists of conspiring to corrupt public morals or to do any act contrary to public morals or decency. 5 A person shall not be convicted of an offence against this section if he proves that he had not examined the article in respect of which he is charged and had no reasonable cause to suspect that it was such that his publication of it would make him liable to be convicted of an offence against this section. 5A A person shall not be convicted of an offence against this section of the publication of an obscene article if the person proves that— a at the time of the offence charged, the person was a member of OFCOM, employed or engaged by OFCOM, or assisting OFCOM in the exercise of any of their online safety functions (within the meaning of section 235 of the Online Safety Act 2023), and b the person published the article for the purposes of OFCOM’s exercise of any of those functions. 6 In any proceedings against a person under this section the question whether an article is obscene shall be determined without regard to any publication by another person unless it could reasonably have been expected that the publication by the other person would follow from publication by the person charged. 7 In this section—   a “ exhibition of a film ” has the meaning given in paragraph 15 of Schedule 1 to the Licensing Act 2003   ; b “ OFCOM ” means the Office of Communications."}, {"act": "Obscene Publications Act 1959", "year": 1959, "section": "3", "section_title": " Powers of search and seizure. ", "section_text": "3 1 If a justice of the peace is satisfied by information on oath that there is reasonable ground for suspecting that, in any premises  ... or on any stall or vehicle  ..., being premises or a stall or vehicle specified in the information, obscene articles are, or are from time to time, kept for publication for gain, the justice may issue a warrant under his hand empowering any constable to enter (if need be by force) and search the premises, or to search the stall or vehicle . . .   and to seize and remove any articles found therein or thereon which the constable has reason to believe to be obscene articles and to be kept for publication for gain. 2 A warrant under the foregoing subsection shall, if any obscene articles are seized under the warrant, also empower the seizure and removal of any documents found in the premises or, as the case may be, on the stall or vehicle which relate to a trade or business carried on at the premises or from the stall or vehicle. 3 Subject to subsection (3A) of this section any articles seized under subsection (1) of this section shall be brought before a justice of the peace acting  in the local justice area in which the articles were seized, who  may thereupon issue a summons to the occupier of the premises or, as the case may be, the user of the stall or vehicle to appear on a day specified in the summons before a magistrates’ court  acting in that local justice area  to show cause why the articles or any of them should be forfeited; and if the court is satisfied, as respects any of the articles, that at the time when they were seized they were obscene articles kept for publication for gain, the court shall order those articles to be forfeited: Provided that if the person summoned does not appear, the court shall not make an order unless service of the summons is proved.  Provided also that this subsection does not apply in relation to any article seized under subsection (1) of this section which is returned to the occupier of the premises or, as the case may be, to the user of the stall or vehicle in or on which it was found 3A Without prejudice to the duty of a court to make an order for the forfeiture of an article where section 1(4) of the  Obscene Publications Act 1964 applies (orders made on conviction), in a case where by virtue of subsection (3A) of section 2 of this Act proceedings under the said section 2 for having an article for publication for gain could not be instituted except by or with the consent of the Director of Public Prosecutions, no order for the forfeiture of the article shall be made under this section unless the warrant under which the article was seized was issued on an information laid by or on behalf of the Director of Public Prosecutions . 4 In addition to the person summoned, any other person being the owner, author or maker of any of the articles brought before the court, or any other person through whose hands they had passed before being seized, shall be entitled to appear before the court on the day specified in the summons to show cause why they should not be forfeited. 5 Where an order is made under this section for the forfeiture of any articles, any person who appeared, or was entitled to appear, to show cause against the making of the order may appeal to  the Crown Court ; and no such order shall take effect until the expiration of  the period within which notice of appeal to the Crown Court may be given against the order,  or, if before the expiration thereof notice of appeal is duly given or application is made for the statement of a case for the opinion of the High Court, until the final determination or abandonment of the proceedings on the appeal or case. 6 If as respects any articles brought before it the court does not order forfeiture, the court may if it thinks fit order the person on whose information the warrant for the seizure of the articles was issued to pay such costs as the court thinks reasonable to any person who has appeared before the court to show cause why those articles should not be forfeited; and costs ordered to be paid under this subsection shall be enforceable as a civil debt. 7 For the purposes of this section the question whether an article isobscene shall be determined on the assumption that copies of it wouldbe published in any manner likely having regard to the circumstancesin which it was found, but in no other manner. 8 The Obscene Publications Act, 1857, is hereby repealed, without prejudice, however, to the execution of any warrant issued thereunder before the commencement of this Act or to the taking of any proceedings in pursuance of a warrant so issued."}, {"act": "Obscene Publications Act 1959", "year": 1959, "section": "4", "section_title": " Defence of public good.", "section_text": "4 1 Subject to subsection (1A) of this section  a person shall not be convicted of an offence against section two of this Act, and an order for forfeiture shall not be made under the foregoing section, if it is proved that publication of the article in question is justified as being for the public good on the ground that it is in the interests of science, literature, art or learning, or of other objects of general concern. 1A Subsection (1) of this section shall not apply where the article in question is a moving picture film or soundtrack, but— a a person shall not be convicted of an offence against section 2 of this Act in relation to any such film or soundtrack, and b an order for forfeiture of any such film or soundtrack shall not be made under section 3 of this Act, if it is proved that publication of the film or soundtrack is justified as being for the public good on the ground that it is in the interests of drama, opera, ballet or any other art, or of literature or learning. 2 It is hereby declared that the opinion of experts as to the literary, artistic, scientific or other merits of an article may be admitted in any proceedings under this Act either to establish or to negative the said ground. 3  In this section “ moving picture soundtrack ” means any sound record designed for playing with a moving picture film, whether incorporated with the film or not."}, {"act": "Obscene Publications Act 1959", "year": 1959, "section": "5", "section_title": " Citation, commencement and extent.", "section_text": "5 1 This Act may be cited as the Obscene Publications Act 1959. 2 This Act shall come into operation on the expiration of one month beginning with the date of the passing thereof. 3 This Act shall not extend to Scotland or to Northern Ireland."}]