[{"act": "Restriction of Offensive Weapons Act 1959", "year": 1959, "section": "1", "section_title": " Penalties for offences in connection with dangerous weapons. ", "section_text": "1 1 Any person who manufactures, sells or hires or offers for sale or hire,  or exposes or has in his possession for the purpose of sale or hire  or lends or gives to any other person— a any knife which has a blade which opens automatically— i from the closed position to the fully opened position, or ii from a partially opened position to the fully opened position, by manual pressure applied to a button, spring or other device in or attached to the knife, and which is sometimes known as a  “flick knife” or  “flick gun”; or b any knife which has a blade which is released from the handle or sheath thereof by the force of gravity or the application of centrifugal force and which, when released, is locked in place by means of a button, spring, lever, or other device, sometimes known as a “gravity knife”, shall be guilty of an offence and shall be liable on summary conviction  to imprisonment for a term not exceeding six months or to a fine not exceeding level 4 on the standard scale or to both such imprisonment and fine . 1A Any person who possesses any knife of a kind described in subsection (1) is guilty of an offence. 1B A person guilty of an offence under subsection (1A) is liable— a on summary conviction in England and Wales, to imprisonment for a term not exceeding 51 weeks, to a fine or to both; b on summary conviction in Scotland, to imprisonment for a term not exceeding 6 months, to a fine not exceeding level 4 on the standard scale or to both. 1C In relation to an offence committed before the coming into force of section 281(5) of the Criminal Justice Act 2003, subsection (1B)(a) has effect as if the reference to 51 weeks were to 6 months. 2 The importation of   any knife of a kind described in subsection (1)   is hereby prohibited. 3 It is a defence for a person charged in respect of any conduct of that person relating to a knife of a kind described in subsection (1)— a with an offence under subsection (1), or b with an offence under section 50(2) or (3) of the Customs and Excise Management Act 1979, to show that the conduct was only for the purposes of making the knife available to a museum or gallery to which this subsection applies. 4 It is a defence for a person charged with an offence under subsection (1A) to show that they possessed the knife only in their capacity as the operator of, or as a person acting on behalf of, a museum or gallery. 5 If the operator of, or a person acting on behalf of, a museum or gallery to which this subsection applies is charged with hiring or lending a knife of a kind described in subsection (1), it is a defence for them to show that they had reasonable grounds for believing that the person to whom they lent or hired it would use it only for cultural, artistic or educational purposes. 6 Subsection (3) or (5) applies to a museum or gallery only if it does not distribute profits. 7 In this section  “ museum or gallery ” includes any institution which has as its purpose, or one of its purposes, the preservation, display and interpretation of material of historical, artistic or scientific interest and gives the public access to it. 8 A person is to be taken to have shown a matter mentioned in subsection (3), (4) or (5) if— a sufficient evidence of the matter is adduced to raise an issue with respect to it, and b the contrary is not proved beyond reasonable doubt."}, {"act": "Restriction of Offensive Weapons Act 1959", "year": 1959, "section": "2", "section_title": " Short title, commencement and extent.", "section_text": "2 1 This Act may be cited as the Restriction of Offensive Weapons Act 1959. 2 This Act shall come into operation at the expiration of the period of one month beginning with the day on which it is passed. 3 This Act shall not extend to Northern Ireland."}]