[{"act": "Rights of Light Act 1959", "year": 1959, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Rights of Light Act 1959", "year": 1959, "section": "2", "section_title": " Registration of notice in lieu of obstruction of access of light.", "section_text": "2 1 For the purpose of preventing the access and use of light from being taken to be enjoyed without interruption, any person who is an owner of land (in this and the next following section referred to as “the servient land”) over which light passes to a dwelling-house, workshop or other building (in this and the next following section referred to as “the dominant building”) may apply to the  Chief Land Registrar  for the registration of a notice under this section. 2 An application for the registration of a notice under this section shall  ...— a identify the servient land and the dominant building in the prescribed manner, and b state that the registration of a notice in pursuance of the application is intended to be equivalent to the obstruction of the access of light to the dominant building across the servient land which would be caused by the erection, in such position on the servient land as may be specified in the application, of an opaque structure of such dimensions (including, if the application so states, unlimited height) as may be so specified. 3 Any such application shall be accompanied by  a copy of  one or other of the following certificates issued by the  Upper Tribunal , that is to say,— a a certificate certifying that adequate notice of the proposed application has been given to all persons who, in the circumstances existing at the time when the certificate is issued, appear to the  Upper Tribunal  to be persons likely to be affected by the registration of a notice in pursuance of the application; b a certificate certifying that, in the opinion of the  Upper Tribunal , the case is one of exceptional urgency, and that accordingly a notice should be registered forthwith as a temporary notice for such period as may be specified in the certificate. 4 Where application is duly made to  the Chief Land Registrar  for the registration of a notice under this section, it shall be the duty of  the Chief Land Registrar  to register the notice in the  ... local land charges register,and— a any notice so registered under this section shall be a local land charge; but b section  5(2)  and section 10 of the Local Land Charges Act 1975 shall not apply in relation thereto 5 Provision  may be made by Tribunal Procedure Rules  with respect to the issue of certificates for the purposes of this section, and, subject to the approval of the Treasury, the fees chargeable in respect of those proceedings; and, without prejudice to the generality of subsection (6) of that section, any such rules made for the purposes of this section shall include provision— a for requiring applicants for certificates under paragraph ( a ) of subsection (3) of this section to give such notices, whether by way of advertisement or otherwise, and to produce such documents and provide such information, as may be determined by or under the rules; b for determining the period to be specified in a certificate issued under paragraph ( b ) of subsection (3) of this section; and c in connection with any certificate issued under the said paragraph ( b ), for enabling a further certificate to be issued in accordance (subject to the necessary modifications) with paragraph ( a ) of subsection (3) of this section."}, {"act": "Rights of Light Act 1959", "year": 1959, "section": "3", "section_title": " Effect of registered notice and proceedings relating thereto.", "section_text": "3 1 Where, in pursuance of an application made in accordance with the last preceding section, a notice is registered thereunder, then, for the purpose of determining whether any person is entitled (by virtue of the  Prescription Act, 1832, or otherwise) to a right to the access of light to the dominant building across the servient land, the access of light to that building across that land shall be treated as obstructed to the same extent, and with the like consequences, as if an opaque structure, of the dimensions specified in the application,— a had, on the date of registration of the notice, been erected in the position on the servient land specified in the application, and had been so erected by the person who made the application, and b had remained in that position during the period for which the notice has effect and had been removed at the end of that period. 2 For the purposes of this section a notice registered under the last preceding section shall be taken to have effect until either— a the registration is cancelled, or b the period of one year beginning with the date of registration of the notice expires, or c in the case of a notice registered in pursuance of an application accompanied by a certificate issued under paragraph ( b ) of subsection (3) of the last preceding section, the period specified in the certificate expires without  a copy of  such a further certificate as is mentioned in paragraph ( c ) of subsection (5) of that section having before the end of that period been lodged with the  Chief Land Registrar , and shall cease to have effect on the occurrence of any one of those events. 3 Subject to the following provisions of this section, any person who, if such a structure as is mentioned in subsection (1) of this section had been erected as therein mentioned, would have had a right of action in any court in respect of that structure, on the grounds that he was entitled to a right to the access of light to the dominant building across the servient land, and that the said right was infringed by that structure, shall have the like right of action in that court in respect of the registration of a notice under the last preceding section: Provided that an action shall not be begun by virtue of this subsection after the notice in question has ceased to have effect. 4 Where, at any time during the period for which a notice registered under the last preceding section has effect, the circumstances are such that, if the access of light to the dominant building had been enjoyed continuously from a date one year earlier than the date on which the enjoyment thereof in fact began, a person would have had a right of action in any court by virtue of the last preceding subsection in respect of the registration of the notice, that person shall have the like right of action in that court by virtue of this subsection in respect of the registration of the notice. 5 The remedies available to the plaintiff in an action brought by virtue of subsection (3) or subsection (4) of this section (apart from any order as to costs) shall be such declaration as the court may consider appropriate in the circumstances, and an order directing the registration of the notice to be cancelled or varied, as the court may determine. 6 For the purposes of section four of the  Prescription Act, 1832 (under which a period of enjoyment of any of the rights to which that Act applies is not to be treated as interrupted except by a matter submitted to or acquiesced in for one year after notice thereof)— a as from the date of registration of a notice under the last preceding section, all persons interested in the dominant building or any part thereof shall be deemed to have notice of the registration thereof and of the person on whose application it was registered; b until such time as an action is brought by virtue of subsection (3) or subsection (4) of this section in respect of the registration of a notice under the last preceding section, all persons interested in the dominant building or any part thereof shall be deemed to acquiesce in the obstruction which, in accordance with subsection (1) of this section, is to be treated as resulting from the registration of the notice; c as from the date on which such an action is brought, no person shall be treated as submitting to or acquiescing in that obstruction: Provided that if, in any such action, the court decides against the claim of the plaintiff, the court may direct that the preceding provisions of this subsection shall apply in relation to the notice as if that action had not been brought."}, {"act": "Rights of Light Act 1959", "year": 1959, "section": "4", "section_title": " Application to Crown land.", "section_text": "4 1 Subject to the next following subsection, this Act shall apply in relation to land in which there is a Crown or Duchy interest as it applies in relation to land in which there is no such interest. 2 Section three of the  Prescription Act, 1832, as modified by the preceding provisions of this Act, shall not by virtue of this section be construed as applying to any land to which (by reason that there is a Crown or Duchy interest therein) that section would not apply apart from this Act. 3 In this section “ Crown or Duchy interest ” means an interest belonging to Her Majesty in right of the Crown or of the Duchy of Lancaster, or belonging to the Duchy of Cornwall, or belonging to a government department, or held in trust for Her Majesty for the purposes of a government department."}, {"act": "Rights of Light Act 1959", "year": 1959, "section": "5", "section_title": " Power to make rules.", "section_text": "5 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 Any rules made  under section 14 of the Local Land Charges Act 1975 for the purposes of section 2 of this Act  shall (without prejudice to the inclusion therein of other provisions as to cancelling or varying the registration of notices or agreements) include provision for giving effect to any order of the court under subsection (5) of section three of this Act."}, {"act": "Rights of Light Act 1959", "year": 1959, "section": "6", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "6"}, {"act": "Rights of Light Act 1959", "year": 1959, "section": "7", "section_title": " Interpretation.", "section_text": "7 1 In this Act, except in so far as the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ action ” includes a counterclaim, and any reference to the plaintiff in an action shall be construed accordingly;  ... “ owner ”, in relation to any land, means a person who is the estate owner in respect of the fee simple thereof, or is entitled to a tenancy thereof (within the meaning of the  Landlord and Tenant Act, 1954) for a term of years certain of which, at the time in question, not less than seven years remain unexpired, or is a mortgagee in possession (within the meaning of the  Law of Property Act, 1925) where the interest mortgaged is either the fee simple of the land or such a tenancy thereof; “ prescribed ” means prescribed by rules under section 14 of the Local Land Charges Act 1975; 2 References in this Act to any enactment shall, except where the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment."}, {"act": "Rights of Light Act 1959", "year": 1959, "section": "8", "section_title": " Short title, commencement and extent.", "section_text": "8 1 This Act may be cited as the Rights of Light Act, 1959. 2 This Act, except sections one and six thereof, shall come into operation at the end of the period of three months beginning with the day on which it is passed. 3 This Act shall not extend to Scotland. 4 This Act, . . .  , shall not extend to Northern Ireland."}]