[{"act": "Street Offences Act 1959", "year": 1959, "section": "1", "section_title": " Loitering or soliciting for purposes of prostitution.", "section_text": "1 1 It shall be an offence for a  person   aged 18 or over   (whether male or female)                 persistently  to loiter or solicit in a street or public place for the purpose of prostitution. 2 A person guilty of an offence under this section shall be liable on summary conviction to a fine of an amount not exceeding level 2 on the standard scale,  . . . or, for an offence committed after a previous conviction, to a fine of an amount not exceeding level 3 on that scale.  2A The court may deal with a person convicted of an offence under this section by making an order requiring the offender to attend three meetings with the person for the time being specified in the order (“ the supervisor ”) or with such other person as the supervisor may direct. 2B The purpose of an order under subsection (2A) is to assist the offender, through attendance at those meetings, to— a address the causes of the conduct constituting the offence, and b find ways to cease engaging in such conduct in the future. 2C Where the court is dealing with an offender who is already subject to an order under subsection (2A), the court may not make a further order under that subsection unless it first revokes the existing order. 2D If the court makes an order under subsection (2A) it may not impose any other penalty in respect of the offence. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For the purposes of this section —                     a conduct is persistent if it takes place on two or more occasions in any period of three months; b any reference to a person loitering or soliciting for the purposes of prostitution is a reference to a person loitering or soliciting for the purposes of offering services as a prostitute; c “ street ” includes any bridge, road, lane, footway, subway, square, court, alley or passage, whether a thoroughfare or not, which is for the time being open to the public; and the doorways and entrances of premises abutting on a street (as hereinbefore defined), and any ground adjoining and open to a street, shall be treated as forming part of the street. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Street Offences Act 1959", "year": 1959, "section": "1A", "section_title": "Orders under section 1(2A): supplementary", "section_text": "1A 1 This section applies to an order under section 1(2A). 2 The order may not be made unless a suitable person has agreed to act as supervisor in relation to the offender. 3 In subsection (2)  “ suitable person ” means a person appearing to the court to have appropriate qualifications or experience for helping the offender to make the best use of the meetings for the purpose mentioned in section 1(2B). 4 The order must specify— a a date (not more than six months after the date of the order) by which the meetings required by the order must take place; b the local justice area in which the offender resides or will reside while the order is in force. 5 The supervisor must determine— a the times of the meetings required by the order and their duration, and b the places at which they are held. 6 The supervisor must— a make any arrangements that are necessary to enable the meetings required by the order to take place; and b once the order has been complied with, notify the court which made the order of that fact. 7 The court making the order must provide copies of it to the offender and the supervisor. 8 Subsection (9) applies where— a the order is made by the Crown Court, or b the order is made by a magistrates' court but specifies a local justice area for which the court making the order does not act. 9 The court must provide to a magistrates' court acting for the local justice area specified in the order— a a copy of the order, and b any documents and information relating to the case that it considers likely to be of assistance to that court in the exercise of any functions in relation to the order. 10 The order ceases to be in force (unless revoked earlier under section 1(2C) or under the Schedule to this Act)— a at the end of the day on which the supervisor notifies the court that the order has been complied with, or b at the end of the day specified in the order under subsection (4)(a), whichever first occurs. 11 The Schedule to this Act (which relates to failure to comply with orders under section 1(2A) and to the revocation or amendment of such orders) has effect."}, {"act": "Street Offences Act 1959", "year": 1959, "section": "2", "section_title": " Application to court by  person  cautioned for loitering or soliciting.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Street Offences Act 1959", "year": 1959, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Street Offences Act 1959", "year": 1959, "section": "4", "section_title": " Punishment for living on earnings of prostitution. ", "section_text": "4 The maximum term of imprisonment to which a person is liable if convicted on indictment of an offence under section thirty of the Sexual Offences Act, 1956 (man living on earnings of prostitution), or under section thirty-one of that Act (woman exercising control over prostitute) shall, for offences committed after the commencement of this Act, be seven years ; and accordingly, for offences so committed, in the Second Schedule to that Act, in items 30 and 31, “seven years” shall be substituted for “two years” in the third column."}, {"act": "Street Offences Act 1959", "year": 1959, "section": "5", "section_title": " Short title, repeal, extent and commencement.", "section_text": "5 1 This Act may be cited as the Street Offences Act 1959. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 This Act shall not extend to Scotland or to Northern Ireland. 4 This Act shall come into force at the expiration of one month beginning with the date on which it is passed."}]