[{"act": "Town and Country Planning Act 1959", "year": 1959, "section": "113.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "1416.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "1721.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "22", "section_title": " Exercise of powers of acquisition by agreement. ", "section_text": "22 1 Where by any enactment— a power is conferred on any authority to whom this Part of this Act applies, or on any class of such authorities, to acquire land by agreement, but b that power is so conferred subject to a provision (in whatever terms the provision is expressed, and whether it is contained in the same or in any other enactment) that the power is not to be exercised except with the consent of a Minister specified in that provision, with or without a further provision enabling conditions to be imposed by such a Minister in respect of the exercise of the power, the enactment shall have effect, in relation to acquisitions to which this section applies, as if it conferred that power free from any such provision as is mentioned in paragraph (b) of this subsection. 2 This section applies to every acquisition of land by agreement by an authority to whom this Part of this Act applies, in pursuance of a contract made after the commencement of this Act, where either— a the land is immediately required by the purchasing authority for the purpose for which it is to be acquired, or b if the land is not so required, it is land within the area of the purchasing authority. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In this Part of this Act “authority to whom this Part of this Act applies”, . . .   means a body of any of the descriptions specified in Part I of the Fourth Schedule to this Act, . . .  ; “ land ” includes any easement . . .   and any other interest in, or right over, land; “ Minister ” means a Minister of the Crown or a government department; and “ consent ” includes approval, sanction and authorisation. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "23", "section_title": " Exercise of powers of appropriation. ", "section_text": "23 1 Subject to the following provisions of this section, where by any enactment— a power is conferred on any authority to whom this Part of this Act applies, or on any class of such authorities, to appropriate land for any purpose, whether the purpose is defined in the enactment specifically or by reference to some other power exercisable by the authority or class of authorities in question, but b that power is so conferred subject to a provision (in whatever terms the provision is expressed, and whether it is contained in the same or in any other enactment) that the power is not to be exercised except with the consent of a Minister specified in that provision, or for a purpose approved by a Minister so specified, with or without a further provision enabling conditions to be imposed by such a Minister in respect of the exercise of the power, the enactment shall have effect, in relation to any exercise of the power after the commencement of this Act by an authority to whom this Part of this Act applies, as if it conferred that power free from any such provision as is mentioned in paragraph (b) of this subsection. 2 Before exercising any power of appropriation in relation to land which consists or forms part of an open space, not being land which consists or forms part of a common or of a fuel or field garden allotment, an authority to whom this Part of this Act applies— a shall publish a notice of their intention to do so for at least two consecutive weeks in a newspaper circulating in their area; and b shall consider any objections to the proposed appropriation which may be made to them. 3 Subsection (1) of this section shall not apply— a to any appropriation of land in pursuance of an order under section forty-two of the Act of 1947 or under section twenty-eight of the  Land Settlement (Facilities) Act, 1919, or b to any appropriation of land which, immediately before the appropriation, is land which consists or forms part of a common, or formerly consisted or formed part of a common, and is held or managed by a local authority in accordance with a local Act; and shall not operate so as to dispense with any requirement for the consent of the Minister of Agriculture, Fisheries and Food— i under subsection (7) of section two of the  Small Holdings and Allotments Act, 1926, as applied by section twelve of the  Agricultural Land (Utilisation) Act, 1931 (whereby the consent of that Minister is required in certain cases in respect of transactions relating to cottage holdings), or ii in respect of any appropriation of land which, immediately before the appropriation, is land held for use as allotments; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "24", "section_title": " Adjustment of accounts on appropriation of land. ", "section_text": "24 1 On an appropriation of land for any purpose by an authority to whom this Part of this Act applies, other than an appropriation falling within the next following subsection, such adjustment shall be made in the accounts of the authority as may be requisite in the circumstances. 2 Where land is appropriated for any purpose by an authority to whom this Part of this Act applies, and— a either the land was immediately before the appropriation held by the authority for the purposes of a grant-aided function, or it is appropriated by the authority for the purposes of such a function, and b apart from this section, a Minister would by virtue of any enactment have power to direct an adjustment to be made in the accounts of the authority in connection with that appropriation, such adjustment shall be made in the accounts of the authority as the Minister of Housing and Local Government may direct. 3 The preceding provisions of this section shall have effect in substitution for the provisions of any enactment in force immediately before the commencement of this Act whereby an adjustment is required to be made in the accounts of an authority to whom this Part of this Act applies on an appropriation of land by such an authority. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "25"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "26", "section_title": " Exercise of powers of disposing of land. ", "section_text": "26 1 Subject to the following provisions of this section, where by any enactment— a power is conferred on any authority to whom this Part of this Act applies, or on any class of such authorities, to dispose of land, but b that power is so conferred subject to a provision (in whatever terms the provision is expressed and whether it is contained in the same or in any other enactment) that the power is not to be exercised except with the consent of a Minister specified in that provision, with or without a further provision enabling conditions to be imposed by such a Minister in respect of the exercise of the power, the enactment shall have effect, in relation to any exercise of the power after the commencement of this Act by an authority to whom this Part of this Act applies, as if it conferred that power free from any such provision as is mentioned in paragraph (b) of this subsection. 2 Before disposing of any land which consists or forms part of an open space, not being land which consists or forms part of a common or of a fuel or field garden allotment, an authority to whom this Part of this Act applies— a shall publish notice of their intention to do so for at least two consecutive weeks in a newspaper circulating in their area; and b shall consider any objections to the proposed disposal which may be made to them. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Except with the consent of the Minister of Housing and Local Government, an authority to whom this Part of this Act applies shall not sell, exchange or let any land, in the exercise of a power in relation to which subsection (1) of this section has effect, for a price, consideration or rent less than the best price, best consideration or best rent (as the case may be) that can reasonably be obtained, having regard to any restrictions or conditions (including conditions as to payment or the giving of security for payment) subject to which the land is sold, exchanged or let. 5 Subsection (1) of this section shall not apply— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  aa to a disposal for which consent is required under section 32 or 43 of the Housing Act 1985 (disposal of land held for housing purposes); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  c to section 233 of the Town and Country Planning Act 1990 (which relates to the disposal of land for planning purposes) d to any disposal of land which, immediately before the disposal, is land which consists or forms part of a common, or formerly consisted or formed part of a common, and is held or managed by a local authority in accordance with a local Act; e to any local enactment in so far as it provides (in whatsoever terms) that, except with the consent of a Minister specified therein, land shall not be disposed of thereunder for a price, consideration or rent of a value less than the current market value of the interest disposed of; and subsection (1) of this section shall not operate so as to dispense with any requirement for the consent of the Minister of Agriculture, Fisheries and Food— i under subsection (7) of section two of the  Small Holdings and Allotments Act, 1926, as applied by section twelve of the  Agricultural Land (Utilisation) Act, 1931, or under subsection (1) of section six of the said Act of 1926, or ii in respect of any disposal of land which, immediately before the disposal, is land held for use as allotments; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 In determining, for the purposes of subsection (2) of this section, whether a disposal of land under a local enactment is a disposal which apart from this section could not be effected except with the consent of a Minister, any such provision as is mentioned in paragraph (e) of the last preceding subsection shall be disregarded. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "29", "section_title": "Protection of persons deriving title under transactions requiring consent. ", "section_text": "29 1 Where after the commencement of this Act an authority to whom this Part of this Act applies purport to acquire, appropriate or dispose of land under an enactment whereby power to acquire, appropriate or dispose of land is conferred on that authority, or on a class of authorities to whom this Part of this Act applies, then— a in favour of any person claiming under the authority, the acquisition, appropriation or disposal so purporting to be made shall not be invalid by reason that any consent of a Minister which (whether by virtue of this Part of this Act or otherwise) is required thereto has not been given, and b a person dealing with the authority, or with a person claiming under the authority, shall not be concerned to see or inquire whether any such consent has been given. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "30", "section_title": " General provisions relating to Part II.", "section_text": "30 1 Any reference in this Part of this Act to a provision that a power is not to be exercised except with the consent of a Minister is a reference to a provision which either— a requires such consent generally in respect of any exercise of the power, or b requires such consent in respect of the exercise of the power in such circumstances as may be specified therein. 2 For the purposes of this Part of this Act any provision whereby a power is to be exercised only if a Minister specified therein is satisfied as to any matters so specified shall be taken to be a provision that the power shall not be exercised except with the consent of that Minister. 3 Any reference in this Part of this Act to an enactment whereby a power is conferred on an authority to whom this Part of this Act applies, or on a class of such authorities,— a shall be taken to include any enactment whereby the power in question is conferred on local authorities generally, or on a class of local authorities which includes a class of authorities to whom this Part of this Act applies, or is conferred on a class of authorities to whom this Part of this Act applies together with any other class of local authorities, but b shall not be taken to include any enactment where by (without particular reference to local authorities, or to bodies of any description specified in the Fourth Schedule to this Act) a power is conferred generally on persons of a description specified in the enactment, notwithstanding that one or more authorities to whom this Part of this Act applies may fall within the description specified in the enactment. 4 For the purposes of any provision of this Part of this Act whereby the consent of a Minister is required, or directions may be given by a Minister, for any purpose therein mentioned, the consent or directions may be given by that Minister either generally to all authorities to whom the provision relates, or to any class of such authorities, or may be given specifically in any particular case, and (whether given generally or otherwise) may be given either unconditionally or subject to such conditions as the Minister giving the consent or directions may consider appropriate. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "3132.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "33", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "33"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "34", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "34"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "3538.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "35"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "3943.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "44", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "44"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "45", "section_title": " Compensation for damage to requisitioned land.", "section_text": "45 1 In relation to compensation accruing due after the twenty-ninth day of October, nineteen hundred and fifty-eight, by virtue of paragraph (b) of subsection (1) of section two of the  Compensation (Defence) Act, 1939 (which relates to compensation payable in respect of damage occurring to requisitioned land during the period of requisition), section fifty-three of the Act of 1954 (which limits the amount of that compensation) shall have effect as if any reference to the price which, at the relevant time and in the relevant circumstances, would be the compulsory purchase price of the land were a reference to the value which, at that time and in those circumstances, would be the value of such an interest in the land as is mentioned in paragraph (a) of subsection (2) of the said section fifty-three (that is to say, a freehold interest free from incumbrances but subject to any easement or other restriction affecting the land at the relevant time). 2 In this section “ the relevant time ” means the time when the compensation accrues due, and “ in the relevant circumstances ” means if the land were at the relevant time in the state in which it was when possession of the land was taken in the exercise of emergency powers. (3). . . . "}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "46"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "4849.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "48"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "50", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "50"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "51", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "52", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "5356.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "53"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "57", "section_title": " Interpretation.", "section_text": "57 1 In this Act, except in so far as the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— . . . . . . “ the Act of 1947 ” means the  Town and Country Planning Act, 1947; “ the Act of 1954 ” means the  Town and Country Planning Act 1954; . . . . . . . . . “ disposal ” means disposal by way of sale, exchange,  . . .  or lease, or by way of the creation of any easement,  . . ., right or privilege, or in any other manner, except by way of appropriation, gift, mortgage  . . .  and “ dispose of ” shall be construed accordingly; “ function ” means a power or a duty, and “ grant-aided function ”, in relation to a body, means a function in respect of which a grant or contribution  ...  . . .   . . .   . . .  is payable to that body by a government department out of moneys provided by Parliament; . . . . . . “ local enactment ” means a local or private Act, or an order confirmed by Parliament or brought into operation in accordance with special parliamentary procedure; . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  12 References in this Act to any enactment shall, except where the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment, including this Act."}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Town and Country Planning Act 1959", "year": 1959, "section": "59", "section_title": " Short title, citation, commencement and extent.", "section_text": "59 1 This Act may be cited as the Town and Country Planning Act, 1959;  . . . . . .  . 2 This Act shall come into operation at the end of the period of one month beginning with the day on which it is passed. 3 This Act shall not extend to Northern Ireland."}]