[{"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "113.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "1"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "1416.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "1722.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "23", "section_title": " Exercise of powers of acquisition by agreement.", "section_text": "23 1 Where by any enactment— a power is conferred on any authority to whom this Part of this Act applies, or on any class of such authorities, to acquire land by agreement, but b that power is so conferred subject to a provision (in whatever terms the provision is expressed, and whether it is contained in the same or in any other enactment) that the power is not to be exercised except with the consent of a Minister specified in that provision, with or without a further provision enabling conditions to be imposed by such a Minister in respect of the exercise of the power, the enactment shall have effect, in relation to acquisitions to which this section applies, as if it conferred that power free from any such provision as is mentioned in paragraph (b) of this subsection. 2 This section applies to every acquisition of land by agreement by an authority to whom this Part of this Act applies, in pursuance of a contract made after the commencement of this Act. 3 In this Part of this Act “ authority to whom this Part of this Act applies ” means a body of any of the descriptions specified in the Fourth Schedule to this Act; “ land ” includes any servitude and any other interest in, or right over, land; “ Minister ” means a Minister of the Crown or a government department; and “ consent ” includes approval, sanction and authorisation."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "24", "section_title": " Exercise of powers of appropriation.", "section_text": "24 1 Subject to the following provisions of this section, where by any enactment— a power is conferred on any authority to whom this Part of this Act applies, or on any class of such authorities, to appropriate land for any purpose, whether the purpose is defined in the enactment specifically or by reference to some other power exercisable by the authority or class of authorities in question, but b that power is so conferred subject to a provision (in whatever terms the provision is expressed, and whether it is contained in the same or in any other enactment) that the power is not to be exercised except with the consent of a Minister specified in that provision, or for a purpose approved by a Minister so specified, with or without a further provision enabling conditions to be imposed by such a Minister in respect of the exercise of the power, the enactment shall have effect, in relation to any exercise of the power after the commencement of this Act by an authority to whom this Part of this Act applies, as if it conferred that power free from any such provision as is mentioned in paragraph (b) of this subsection. 2 The exercise after the commencement of this Act, by any authority to whom this Part of this Act applies, of any power of appropriation in relation to which subsection (1) of this section has effect shall be subject to the  provision that land which is held for use as allotments shall not be appropriated except with the consent of the Secretary of State. 2A Before exercising any power of appropriation in relation to land which consists, or forms part of a common or of an open space (not being land which is held for use as allotments) an authority to whom this Part of this Act applies— a shall, for at least two consecutive weeks in a newspaper circulating in their area, publish a notice of the proposed appropriation; and b shall consider any objections to that appropriation which may be made to them. 3 Subsection (1) of this section shall not apply to any appropriation of land in pursuance of an order under section thirty-nine of the Act of 1947."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "25", "section_title": " Adjustment of accounts on appropriation of land. ", "section_text": "25 1 On an appropriation of land for any purpose by an authority to whom this Part of this Act applies, other than an appropriation falling within the next following subsection, such adjustment shall be made in the accounts of the authority as may be requisite in the circumstances. 2 Where land is appropriated for any purpose by an authority to whom this Part of this Act applies, and— a either the land was immediately before the appropriation held by the authority for the purposes of a grant-aided function, or it is appropriated by the authority for the purposes of such a function, and b apart from this section, a Minister would by virtue of any enactment have power to direct an adjustment to be made in the accounts of the authority in connection with that appropriation, such adjustment shall be made in the accounts of the authority as the Secretary of State may direct. 3 The preceding provisions of this section shall have effect in substitution for the provisions of any enactment in force immediately before the commencement of this Act whereby an adjustment is required to be made in the accounts of an authority to whom this Part of this Act applies on an appropriation of land by such an authority."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "26", "section_title": " Amendment of s. 21 of Land Settlement (Scotland) Act, 1919 c. 97.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "27", "section_title": " Exercise of powers of disposing of land.", "section_text": "27 1 Subject to the following provisions of this section, where by any enactment— a power is conferred on any authority to whom this Part of this Act applies, or on any class of such authorities, to dispose of land, but b that power is so conferred subject to a provision (in whatever terms the provision is expressed and whether it is contained in the same or in any other enactment) that the power is not to be exercised except with the consent of a Minister specified in that provision, with or without a further provision enabling conditions to be imposed by such a Minister in respect of the exercise of the power, the enactment shall have effect, in relation to any exercise of the power after the commencement of this Act by an authority to whom this Part of this Act applies, as if it conferred that power free from any such provision as is mentioned in paragraph (b) of this subsection. 2 A disposal by an authority to whom this Part of this Act applies  of land held for use as allotments, if it is a disposal which apart from this section could not be effected except with the consent of a Minister, shall not be effected except with the consent of the Secretary of State. 2A Before disposing of any land which consists, or forms part, of a common or of an open space (not being land which is held for use as allotments) an authority to whom this Part of this Act applies— a shall, for at least two consecutive weeks in a newspaper circulating in their area, publish a notice of the proposed disposal; and b shall consider any objections to that disposal which may be made to them. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 Subject to the provisions of this Act, section 74(2) of the Local Government (Scotland) Act 1973 (consideration for disposal of land) shall apply to any disposal of land by an authority to whom this Part of this Act applies in the exercise of a power in relation to which subsection (1) of this section has effect (not being a power under Part VI of the said Act of 1973) as it applies to the like disposal of land by a local authority in the exercise of any power under the said Part VI. 5 Subsection (1) of this section shall not apply— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b to  section 191 of the Town and Country Planning (Scotland) Act 1997 c to any exercise of the powers conferred by  section 75(1) of the  Local Government (Scotland) Act 1973  (which relates to the disposal in certain circumstances of land forming part of the common good of a burgh); or d to any local enactment in so far as it provides (in whatsoever terms), that, except with the consent of a Minister specified therein, land shall not be disposed of thereunder for a rent, price  ... or other consideration of a value less than the current market value thereof. 6 In determining, for the purposes of subsection (2) of this section, whether a disposal of land under a local enactment is a disposal which apart from this section could not be effected except with the consent of a Minister, any such provision as is mentioned in paragraph (d) of the last preceding subsection shall be disregarded."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "29", "section_title": " Protection of persons deriving title under transactions requiring consent. ", "section_text": "29 1 Where after the commencement of this Act an authority to whom this Part of this Act applies purport to acquire, appropriate or dispose of land under an enactment whereby power to acquire, appropriate or dispose of land is conferred on that authority, or on a class of authorities to whom this Part of this Act applies, then— a in favour of any person claiming under the authority, the acquisition, appropriation or disposal so purporting to be made shall not be invalid by reason that any consent of a Minister which (whether by virtue of this Part of this Act or otherwise) is required thereto has not been given, and b a person dealing with the authority, or with a person claiming under the authority, shall not be concerned to see or inquire whether any such consent has been given. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "30", "section_title": " General provisions relating to Part II.", "section_text": "30 1 Any reference in this Part of this Act to a provision that a power is not to be exercised except with the consent of a Minister is a reference to a provision which either— a requires such consent generally in respect of any exercise of the power, or b requires such consent in respect of the exercise of the power in such circumstances as may be specified therein. 2 For the purposes of this Part of this Act any provision whereby a power is to be exercised only if a Minister specified therein is satisfied as to any matters so specified shall be taken to be a provision that the power shall not be exercised except with the consent of the Minister. 3 Any reference in this Part of this Act to an enactment whereby a power is conferred on an authority to whom this Part of this Act applies, or on a class of such authorities,— a shall be taken to include any enactment whereby the power in question is conferred on local authorities generally, or on a class of local authorities which includes a class of authorities to whom this Part of this Act applies, or is conferred on a class of authorities to whom this Part of this Act applies together with any other class of local authorities, but b shall not be taken to include any enactment whereby (without particular reference to local authorities, or to bodies of any description specified in the Fourth Schedule to this Act) a power is conferred generally on persons of a description specified in the enactment, notwithstanding that one or more authorities to whom this Part of this Act applies may fall within the description specified in the enactment. 4 For the purposes of any provision of this Part of this Act whereby the consent of a Minister is required, or directions may be given by a Minister, for any purpose therein mentioned, the consent or directions may be given by that Minister either generally to all authorities to whom the provision relates, or to any class of such authorities, or may be given specifically in any particular case, and (whether given generally or otherwise) may be given either unconditionally or subject to such conditions as the Minister giving the consent or directions may consider appropriate. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "3137.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "31"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "38", "section_title": "Notice requiring purchase of owner-occupier’s interest.", "section_text": "38 1 The provisions of this Part of this Act shall have effect in relation to land which— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  b is land allocated by a development plan for the purposes of any functions of a government department, local authority or statutory undertakers, or of the National Coal Board, or is land defined in such a plan as the site of proposed development for the purposes of any such functions, or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "3942.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "39"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "43", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "43"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "44", "section_title": " Compensation for damage to requisitioned land.", "section_text": "44 1 In relation to compensation accruing due after the twenty-ninth day of October, nineteen hundred and fifty-eight, by virtue of paragraph (b) of subsection (1) of section two of the  Compensation (Defence) Act, 1939 (which relates to compensation payable in respect of damage occurring to requisitioned land during the period of requisition), section fifty-five of the Act of 1954 (which limits the amount of that compensation) shall have effect as if any reference to the price which, at the relevant time and in the relevant circumstances, would be the compulsory purchase price of the land were a reference to the value which, at that time and in those circumstances, would be the value of  ... the land as is mentioned in paragraph (a) of subsection (2) of the said section fifty-five (that is to say, the  ... land, subject to any  ... servitude or other restriction affecting the land at the relevant time, but otherwise free from burdens). 2 In this section “ the relevant time ” means the time when the compensation accrues due, and “ in the relevant circumstances ” means if the land were at the relevant time in the state in which it was when possession of the land was taken in the exercise of emergency powers."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "45", "section_title": " Acquisition of land in connection with town development schemes.", "section_text": "45 1 The power of the Secretary of State under subsection (1) of section thirteen of the  Housing and Town Development (Scotland) Act, 1957, to authorise a receiving authority to acquire land compulsorily for purposes connected with a town development scheme under Part II of that Act shall, subject to the provisions of this section, be exercisable notwithstanding that it is not immediately necessary for the proper execution of the town development scheme that the land should be so acquired. 2 The compulsory acquisition of land shall not be authorised by virtue of the preceding subsection unless the Secretary of State is satisfied that it is likely to become, within ten years from the date on which he confirms the compulsory purchase order, necessary for the purpose mentioned in subsection (1) of this section that the land should be acquired as therein mentioned. 3 In this section “ town development scheme ” and “ receiving authority ” have the same meanings respectively as in the said Act of 1957."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "46", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "46"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "47", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "47"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "48", "section_title": " Amendment of s. 81 of Lands Clauses Consolidation (Scotland) Act, 1845", "section_text": "48 1 Section eighty-one of the  Lands Clauses Consolidation (Scotland) Act, 1845 (which relates to expenses of conveyances) shall, in relation to any conveyance of lands granted after the commencement of this Act, have effect as if any reference therein to the charges and expenses of establishing the title to the lands included a reference to any expenses necessarily incurred by the seller in taking any action he may be requested by the promoters of the undertaking to take in connection with the conveyance in question 2 In this section “ conveyance ”, “ seller ” and “ promoters of the undertaking ” have the same meanings as in the said section eighty-one."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "49", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "49"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "50", "section_title": " Application of Act to Crown.", "section_text": "50 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In so far as any power conferred by section thirteen of the  Housing and Town Development (Scotland) Act, 1957, is exercisable in respect of Crown land, that power as extended by section forty-five of this Act shall be exercisable in respect of Crown land to the like extent. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "5153.", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "51"}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "54", "section_title": " Interpretation.", "section_text": "54 1 In this Act, except in so far as the context otherwise requires, the following expressions have the meanings hereby assigned to them respectively, that is to say:— “ acquiring authority ”, in relation to the acquisition of an interest in land (whether compulsorily or by agreement) or to a proposal so to acquire such an interest, means the government department, local authority or other body by whom the interest is, or is proposed to be, acquired; “ the Act of 1919 ” means the  Acquisition of Land (Assessment of Compensation) Act, 1919; “ the Act of 1947 ” means the  Town and Country Planning (Scotland) Act, 1947; “ the Act of 1954 ” means the  Town and Country Planning (Scotland) Act, 1954;  “ the Act of 1969 ” means the  Town and Country Planning (Scotland) Act 1969  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ compulsory acquisition ” and “ public authority possessing compulsory purchase powers ” have the same meanings as in the Act of 1954; “ disposal ” means disposal by way of sale, excambion or lease, or by way of the creation of any servitude, right or privilege, or in any other manner, except by way of appropriation, gift, or the creation of a heritable security, and “ dispose of ” shall be construed accordingly; “ function ” means a power or a duty, and “ grant-aided function ”, in relation to a body, means a function in respect of which a grant or contribution (other than any grant under  section 2 of the  Local Government (Scotland) Act 1966  . . .   is payable to that body by a government department out of moneys provided by Parliament  or out of money paid out of the Scottish Consolidated Fund ; “ government department ” includes a Minister of the Crown; “ local enactment ” means a local or private Act, or an order confirmed by Parliament or brought into operation in accordance with special parliamentary procedure; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  “ prescribed ” (except in relation to matters required or authorised by this Act to be prescribed by an order) means prescribed by regulations under this Act; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 In this Act, in relation to a compulsory acquisition in pursuance of a notice to treat, “ the relevant interest ” means the interest acquired in pursuance of that notice, “ the relevant land ” means the land in which the relevant interest subsists, and “ the notice to treat ” means the notice to treat in pursuance of which the relevant interest is acquired. 3 Subject to the preceding subsections, and except in so far as the context otherwise requires, expressions used in this Act and in the Act of 1947 have the same meanings in this Act as in that Act. 4 Subsections (3), (4), (6), (7) and (9) of section sixty-nine of the Act of 1954 (which relates to the interpretation of that Act) shall apply for the purposes of this Act as they apply for the purposes of that Act. 5 Subsections (2) and (3) of section one hundred and eight of the Act of 1947 shall apply for the purposes of the construction of references in this Act to the Third Schedule to the Act of 1947. 6 For the purposes of this Act a person entitled to two interests in land shall be taken to be entitled to them in the same capacity if, but only if, he is entitled— a to both of them beneficially, or b to both of them as trustee of one particular trust, or c to both of them as personal representative of one particular person; and in this subsection “ trustee ” has the same meaning as in the  Trusts (Scotland) Act, 1921. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Any reference in this Act to a sale of an interest in land by agreement in circumstances corresponding to a compulsory acquisition to which section one of this Act applies is a reference to a sale thereof to a public authority possessing compulsory purchase powers, being a sale in pursuance of a contract made after the twenty-ninth day of October, nineteen hundred and fifty-eight. 9 For the purposes of this Act development of land shall be taken to be initiated— a if the development consists of the carrying out of operations, at the time when those operations are begun; b if the development consists of a change in use, at the time when the new use is instituted; c if the development consists both of the carrying out of operations and of a change in use, at the earlier of the times mentioned in the preceding paragraphs. 10 References in this Act to any enactment shall, except where the context otherwise requires, be construed as references to that enactment as amended by or under any other enactment including this Act."}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "55", "section_title": " Minor and consequential amendments and repeals.", "section_text": "55 1 Subject to the following provisions of this section, and without prejudice to any amendments having effect by virtue of the preceding provisions of this Act,— a the enactments specified in the Seventh Schedule to this Act shall have effect subject to the amendments specified in that Schedule; and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 The amendments of, . . .  section fifty-five of the Act of 1954 specified in the Seventh . . .  Schedules to this Act shall not have effect in relation to any compensation accruing due on or before the twenty-ninth day of October, nineteen hundred and fifty-eight. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Town and Country Planning (Scotland) Act 1959", "year": 1959, "section": "56", "section_title": " Short title, citation, repeal of Town and Country Planning Act, 1959, commencement and extent.", "section_text": "56 1 This Act may be cited as the Town and Country Planning (Scotland) Act, 1959; and the Town and Country Planning (Scotland) Acts, 1947 to 1954, and this Act, except Part II thereof, may be cited together as the Town and Country Planning (Scotland) Acts, 1947 to 1959. 2 The  Town and Country Planning Act, 1959, is hereby repealed; and (without prejudice to the operation of subsection (1) of section thirty-eight of the  Interpretation Act, 1889, which relates to the effect of repeals and re-enactments) any enactment instrument or other document referring to that Act, or any provision of that Act, in its application to Scotland shall be construed as referring to this Act or, as the case may be, the corresponding provision of this Act. 3 The preceding provisions of this section shall come into operation on the passing of this Act, and, save as aforesaid, this Act shall come into operation on the sixteenth day of August, nineteen hundred and fifty-nine. 4 For the purposes of this Act and of the application thereto of section thirty-seven of the Interpretation Act, 1889 (which relates to the exercise of statutory powers between the passing and the commencement of an Act) references to the commencement of this Act shall, notwithstanding the provisions of section thirty-six of the said Act of 1889 with respect to the construction of the expression “commencement”, be construed as references to the time at which this Act, except subsections (1) and (2) of this section, comes into operation. 5 This Act shall extend to Scotland only."}]