[{"act": "Bank of England Act 1998", "year": 1998, "section": "1", "section_title": " Court of directors.", "section_text": "1 1 There shall continue to be a court of directors of the Bank. 2 The court shall consist of the following directors appointed by Her Majesty— a a Governor, b a Deputy Governor for financial stability, ba a Deputy Governor for markets and banking, c a Deputy Governor for monetary policy, d a Deputy Governor for prudential regulation, and e not more than 9 non-executive directors. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Schedule 1 shall have effect with respect to the court."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "1A", "section_title": "Power to alter membership of court of directors", "section_text": "1A 1 The Treasury, after consulting the Governor of the Bank, may by order amend the list in section 1(2) so as to— a alter the title of a Deputy Governor; b add a Deputy Governor to the list; c remove a Deputy Governor from the list. 2 An order under subsection (1)(a) or (c) must (by making saving provision or otherwise) secure that the alteration in the title of a Deputy Governor or the removal of a Deputy Governor from the list in section 1(2) does not have effect in relation to the individual (if any) who holds that office at the time the order is made. 3 An order under subsection (1)(b) may also add the Deputy Governor to which the order relates to the list in— a section 9B(1) (membership of Financial Policy Committee); b section 13(2) (membership of Monetary Policy Committee); c section 30A(2) (membership of Prudential Regulation Committee). 4 An order under subsection (1)(c) may also remove from any of those lists the Deputy Governor to which the order relates. 5 Where an order under subsection (1) makes an amendment mentioned in column 1 of the following table, it may also make the amendment mentioned in the corresponding entry in column 2 of the table. Addition or removal of Deputy Governors  Corresponding change in membership of Committee Addition of one or more Deputy Governors to the list in section 9B(1) Equal increase in the number of members appointed by the Chancellor of the Exchequer under section 9B(1)(e) Removal of one or more Deputy Governors from the list in section 9B(1) Equal reduction in the number of members appointed by the Chancellor of the Exchequer under section 9B(1)(e) Addition of one or more Deputy Governors to the list in section 13(2) Equal reduction in the number of members appointed by the Governor of the Bank under section 13(2)(b) Removal of one or more Deputy Governors from the list in section 13(2) Equal increase in the number of members appointed by the Governor of the Bank under section 13(2)(b) Addition of one or more Deputy Governors to the list in section 30A(2) Equal increase in the minimum number of members appointed by the Chancellor of the Exchequer under section 30A(2)(g) Removal of one or more Deputy Governors from the list in section 30A(2) Equal reduction in the minimum number of members appointed by the Chancellor of the Exchequer under section 30A(2)(g) 6 The power in subsection (5)— a to make an equal reduction in the number of members appointed under section 9B(1)(e), 13(2)(b) or 30A(2)(g), includes power to remove the power to make those appointments where an equal reduction would reduce the number of members so appointed to zero, b to make an equal increase in the number of members appointed under section 9B(1)(e), 13(2)(b) or 30A(2)(g), includes power to reinstate the power to make those appointments where it has previously been removed under paragraph (a). 7 An order under subsection (1) may amend, repeal or revoke any provision made by or under any Act, including this Act, so as to make consequential provision."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "2", "section_title": " Functions of court of directors.", "section_text": "2 1 The court of directors of the Bank shall manage the Bank’s affairs, other than the formulation of monetary policy. 2 In particular, the court’s functions under subsection (1) shall include  a determining the Bank’s objectives (including objectives for its financial management) and strategy. b the functions mentioned in section 3A(2) (the  “oversight functions”). 3 In determining the Bank’s objectives and strategy, the court’s aim shall be to ensure the effective discharge of the Bank’s functions. 4 Subject to that, in determining objectives for the financial management of the Bank, the court’s aim shall be to ensure the most efficient use of the Bank’s resources. 5 Subsections (2) to (4) are subject to— a section 2A (Financial Stability Objective); b section 11 (objectives in relation to monetary policy); c Part 1A of the Financial Services and Markets Act 2000 (objectives and strategy of the Prudential Regulation Authority)."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "2A", "section_title": "Financial Stability Objective", "section_text": "2A 1 An objective of the Bank shall be to  protect and enhance  the stability of the financial  system  of the United Kingdom (the  “Financial Stability Objective”). 2 In pursuing the Financial Stability Objective the Bank shall aim to work with other relevant bodies (including the Treasury   and the Financial Conduct Authority) .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "2AA", "section_title": "Macro-prudential measures: Article 458 of the capital requirements regulation", "section_text": "2AA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "2B", "section_title": "Financial Stability Committee", "section_text": " 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "2C", "section_title": "Financial Stability Committee: supplemental", "section_text": " 2C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "3", "section_title": " Functions to be carried out by non-executive members.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "3A", "section_title": "Oversight  functions of court of directors\n                      ", "section_text": " 3A.  1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The  oversight functions of the court of directors  are— a keeping under review the Bank's performance in relation to— i the Bank's objectives (that is, the objectives specified in relation to it in this Act  , the objectives specified in relation to the Prudential Regulation Authority in Part 1A of the Financial Services and Markets Act 2000   and the other objectives for the time being determined by the court of directors of the Bank), ii the duty of the Financial Policy Committee under section 9C,  ... iii the Bank's strategy determined under section 2, iv the Bank's financial stability strategy determined under section 9A, and v the strategy of the Prudential Regulation Authority determined under section 2E of the Financial Services and Markets Act 2000; b monitoring the extent to which the objectives set by the court of directors of the Bank in relation to the Bank's financial management have been met; c keeping under review the internal financial controls of the Bank with a view to securing the proper conduct of its financial affairs; d the functions conferred on the  court of directors  by the provisions listed in subsection (4).  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The provisions referred to in subsection (2)(d) are— a section 9B (review of procedures followed by Financial Policy Committee); b section 16 (review of procedures followed by Monetary Policy Committee); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "3B", "section_title": "Oversight Committee: procedure", "section_text": " 3B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "3C", "section_title": "Reviews", "section_text": " 3C 1 In the discharge of any of its oversight  functions, the  court of directors  may arrange— a for a review to be conducted under this section in relation to any matter by a person appointed by the  court of directors , and b for the person conducting the review to make one or more reports to the  court of directors                       . 1A Where they consider that to do so would contribute to the discharge by the court of directors of any of its oversight functions, the non-executive directors of the Bank (or a majority of them) may arrange— a for a review to be conducted under this section in relation to any matter by a person appointed by those directors, and b for the person conducting the review to make one or more reports to the court of directors. 2 The persons who may be appointed to conduct a review include an officer or employee of the Bank. 3 A review under this section is a  “performance review” if it— a is arranged  in relation to the discharge of any of the court's  functions under section 3A(2)(a) and (b), and b relates to past events.  4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In the case of a performance review,  regard must be had                    to the desirability of ensuring that sufficient time has elapsed— a for the review to be effective, and b to avoid the review having a material adverse effect on the exercise by the Bank of its functions."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "3D", "section_title": "Publication of reports of performance reviews", "section_text": "  3D 1 The Bank must give the Treasury a copy of any report made to the  court of directors  by a person appointed under section 3C to conduct a performance review (as defined by subsection (3) of that section). 2 Subject to subsection (3), the Bank must also publish the report. 3 Subsection (2) does not require the publication of information whose publication at the time when the report is made would in the opinion of the court of directors of the Bank be against the public interest. 4 Where the court of directors decides under subsection (3) that publication of information at the time when the report is made would be against the public interest, it must keep under consideration the question of whether publication of the information would still be against the public interest. 5 Where the court of directors decides that publication of any information is no longer against the public interest, the Bank must publish the information. 6 The Treasury must lay before Parliament a copy of any report or other information published by the Bank under this section."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "3E", "section_title": "Recommendations resulting from review", "section_text": "  3E 1 This section applies where a report made by a person appointed under section 3C to conduct a review makes recommendations to the Bank as to steps to be taken by it. 2 The  court of directors                must— a monitor the Bank's response to the report, and b if or to the extent that the Bank accepts the recommendations, monitor the implementation of the recommendations."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "3F", "section_title": "Oversight  functions : further provisions", "section_text": "  3F 1 The documents to which the  court of directors  is to have access in the discharge of its  oversight  functions include documents considered, or to be considered, by the Financial Policy Committee   , the Monetary Policy Committee or the Prudential Regulation Committee  . 2 One or two members of the  court of directors  may attend any meeting of the Financial Policy Committee   , the Monetary Policy Committee or the Prudential Regulation Committee for the purposes of exercising its oversight functions  , but a person attending by virtue of this subsection may not speak unless invited to do so by the person chairing the meeting. 2A But a member of the court of directors who has any direct or indirect interest (including any reasonably likely future interest) in any dealing or business which falls to be considered by the Prudential Regulation Committee may not, under the powers conferred by this section— a obtain access to any documents relating to the dealing or business, or b attend any proceedings of the Prudential Regulation Committee relating to any question arising from its consideration of the dealing or business. 3 Subsection (2) does not affect— a anything done in relation to the Financial Policy Committee  , the Monetary Policy Committee or the Prudential Regulation Committee   by a member of that Committee who is also a member of the  court of directors , b the powers of the Financial Policy Committee under paragraph 13 of Schedule 2A,  ... c the powers of the Monetary Policy Committee under paragraph 13A of Schedule 3 , or d the powers of the Prudential Regulation Committee under paragraph 15(2) of Schedule 6A."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "4", "section_title": " Annual report by the Bank.", "section_text": "4 1 As soon as practicable after the end of each of its financial years, the Bank shall make to the Chancellor of the Exchequer a report on its activities in that year. 2 A report under this section shall, in particular, contain— a a report by the court of directors on the matters which it reviews, monitors or otherwise considers in the performance of its oversight functions (as defined by section 3A(2)), aa a report by the court of directors on the activities of the Financial Policy Committee of the Bank, and b a copy of the   statements   for the year prepared under section 7(2)  and (2A)   and the report of the Bank’s auditors on   them  .  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A report under this section shall also contain— a a statement of the rate or rates at which  non-executive directors  of the Bank have been remunerated in the financial year to which the report relates, and b a statement of the Bank’s objectives and strategy, as determined by the court of directors of the Bank, for the financial year in which the report is made. 5 The Bank shall publish every report under this section in such manner as it thinks appropriate. 6 The Chancellor of the Exchequer shall lay copies of every report under this section before Parliament. 7 The Chancellor may comply with subsection (6) by laying a document containing a report under this section together with a report by the Prudential Regulation Authority under paragraph 19 of Schedule 1ZB to the Financial Services and Markets Act 2000."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "5", "section_title": " Custody and use of the seal.", "section_text": "5 1 The court of directors of the Bank shall have custody of the Bank’s seal. 2 The seal shall only be affixed to an instrument if the affixation has been authorised by the court or by a sub-committee of the court acting in exercise of delegated authority. 3 The affixing of the seal shall be attested by the signature of— a two members of the court, b one member of the court and the secretary to the court, or c two other officers of the Bank authorised by the court for the purpose."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "6", "section_title": " Cash ratio deposits.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "6A", "section_title": "Bank of England levy", "section_text": "6A Schedule 2ZA makes provision for the Bank to impose a charge on financial institutions in connection with the pursuit of its financial stability and monetary policy objectives."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7", "section_title": " Accounts.", "section_text": "7 1 The Bank shall keep proper accounts and records in relation to the accounts. 2 The Bank shall prepare for each of its financial years a statement of accounts consisting of— a a balance sheet as at the last day of the year, and b a profit and loss account. 2A The Bank shall also prepare for each of its financial years a statement of accounts in relation to— a income received and assets accrued by the Bank by virtue of its functions as the Prudential Regulation Authority, and b expenses and liabilities incurred by the Bank by virtue of its functions as the Prudential Regulation Authority. 3 In preparing accounts under subsection (2), the Bank shall be subject to requirements corresponding to the relevant Companies Act requirements, except insofar as the accounts relate to the Issue Department. 4 The Bank may disregard a requirement to which it is subject under subsection (3) to the extent that it considers it  necessary to do so having regard to the Financial Stability Objective . 4A In preparing a statement under subsection (2A) the Bank must comply with any directions given by the Treasury as to— a the information to be contained in the statement and the manner in which it is to be presented, and b the methods and principles according to which the statement is to be prepared. 5 The Bank shall appoint an auditor or auditors to audit its accounts, including any statement under subsection (2)  or (2A)  . 5A The auditor's report on a statement under subsection (2A) must state whether the auditor is satisfied that the Bank has complied with the requirements of Part 3 of Schedule 1ZB to the Financial Services and Markets Act 2000 (Prudential Regulation Authority fees and penalties). 6 As soon as practicable after receiving the report of its auditors on a statement prepared under subsection (2)  or (2A)  , the Bank shall send a copy of— a the report, and b the statement, to the Chancellor of the Exchequer. 7 The Treasury may by notice in writing to the Bank require it to publish in such manner as it thinks fit such additional information relating to its accounts as the Treasury may specify in the notice, including information which the Bank has excluded under subsection (4) from a statement under subsection (2). 8 The Treasury shall consult the Bank before giving a notice under subsection (7). 8A A direction under subsection (4A) or a notice under subsection (7) may be revoked by a further direction or notice. 9 In subsection (3), the reference to the relevant Companies Act requirements is to the requirements to which the directors of a company which is a banking company for the purposes of  the Companies Act 2006  are for the time being subject under that Act  (except sections 412 and 413 (directors’ benefits))  in relation to the preparation of accounts under  section 394  of that Act."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7ZA", "section_title": "Audit: role of Comptroller and Auditor General", "section_text": "7ZA 1 Before appointing an auditor or auditors under section 7(5), the Bank must consult the Comptroller and Auditor General (“the Comptroller”). 2 The auditor or auditors appointed by the Bank must consult the Comptroller on the scope, timing and direction of the audit and on any audit plan (or any material revisions to an audit plan). 3 The Comptroller— a has a right of access at any reasonable time to any document relating to the audit of the Bank's accounts which the Comptroller may reasonably require, and b may require any person holding or accountable for any such document to provide such information and explanation as are reasonably necessary. 4 Subsection (3) applies only to documents in the custody or under the control of the Bank. 5 An obligation imposed on a person as a result of the exercise of the powers conferred by subsection (3) is enforceable by injunction or, in Scotland, by an order for specific performance under section 45 of the Court of Session Act 1988. 6 The Comptroller (or a person nominated by the Comptroller) may attend any proceedings of the Bank's audit committee which are concerned with the audit of the Bank's accounts. 7 The  “ Bank's audit committee ” means the committee or sub-committee within the Bank for the time being having responsibilities relating to the audit of the Bank's accounts. "}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7A", "section_title": "Accounts of companies wholly owned by the Bank", "section_text": "7A 1 If the Bank considers it necessary to do so having regard to the Financial Stability Objective, the Bank may by direction to a qualifying company exclude the application to the qualifying company of any of the relevant Companies Act requirements. 2 The relevant Companies Act requirements are the requirements to which the directors of the qualifying company would otherwise be subject under the Companies Act 2006 (except sections 412 and 413 (directors' benefits)) in relation to the preparation of accounts under section 394 of that Act. 3 A direction under subsection (1) may relate to one or more specified accounting periods of the qualifying company, or to a specified accounting period and all subsequent accounting periods of the qualifying company. 4 The Bank must consult the Treasury before giving a direction under subsection (1). 5 The Treasury may by notice in writing to the Bank require it to publish in such manner as it thinks fit such information relating to the accounts of a qualifying company as the Treasury may specify in the notice. 6 The information specified in a notice under subsection (5) may include information which as a result of a direction under subsection (1) was excluded from accounts prepared in accordance with the Companies Act 2006. 7 The Treasury must consult the Bank before giving a notice under subsection (5). 8 A direction under subsection (1) or a notice under subsection (5) may be revoked by a subsequent direction or notice (as the case may be). 9 “ Qualifying company ” means any company which is wholly owned by the Bank other than— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a company which is a bridge bank for the purposes of section 12(3) of the Banking Act 2009  , or c a company which is a bridge central counterparty for the purpose of paragraph 29 of Schedule 11 to the Financial Services and Markets Act 2023. 10 For the purposes of subsection (9), a company is wholly owned by the Bank if— a it is a company of which no person other than the Bank or a nominee of the Bank is a member, or b it is a wholly-owned subsidiary of a company within paragraph (a)."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7B", "section_title": "Reports on Bank activities indemnified by Treasury", "section_text": "7B 1 This section applies where the Treasury give an indemnity or guarantee to the Bank in respect of an activity or series of activities undertaken by the Bank. 2 The Treasury may direct the Bank to prepare a financial report in relation to the activity or series of activities to which the indemnity or guarantee relates. 3 A direction under subsection (2) may include directions as to— a the financial years for which a report is to be prepared, b the information to be contained in the report and the manner in which it is to be presented, and c the methods and principles according to which any statement of financial information to be contained in the report is to be prepared. 4 A direction under subsection (2) may be revoked by a further direction. 5 The Bank must send any report that it prepares under subsection (2) to the Treasury. 6 The Treasury may send the report to the Comptroller and Auditor General (“the Comptroller”) for review. 7 The review is to consider such matters as may be agreed between the Comptroller and the Treasury. 8 The Comptroller— a has a right of access at any reasonable time to any document the Comptroller may reasonably require for the purposes of the review, and b may require any person holding or accountable for any such document to provide such information and explanation as are reasonably necessary. 9 Subsection (8) applies only to documents in the custody or under the control of— a the Bank; b the auditor or auditors appointed by the Bank under section 7(5). 10 An obligation imposed on a person as a result of the exercise of the powers conferred by subsection (8) is enforceable by injunction or, in Scotland, by an order for specific performance under section 45 of the Court of Session Act 1988."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7C", "section_title": "Accounts of Bank companies carrying on activities indemnified by Treasury", "section_text": "7C 1 This section applies where the Treasury give an indemnity or guarantee to a company (“ the company ”) in which the Bank has an interest, in respect of an activity or series of activities undertaken by the company. 2 The Treasury may direct the company to send to the Comptroller and Auditor General (“the Comptroller”) accounts prepared by it in accordance with the Companies Act 2006 and any direction given by the Bank under section 7A(1). 3 A direction given under subsection (2)— a may relate to all financial years, or to financial years specified in the direction; b may be revoked by a further direction. 4 Where a direction given under subsection (2) has effect in relation to a financial year, the company is exempt from the requirements of Part 16 of the Companies Act 2006 (audit) for that financial year, and its balance sheet must include a statement to that effect. 5 The Comptroller must examine any accounts sent to the Comptroller under this section with a view to satisfying himself or herself that the accounts have been properly prepared in all material respects in accordance with the bases of preparation identified in the accounts. 6 After completing the examination the Comptroller must— a certify the accounts and issue a report, b send the certified accounts and the report to the Treasury, and c if not satisfied that the accounts have been properly prepared in all material respects in accordance with the bases of preparation identified in the accounts, report to the House of Commons. 7 The Treasury must lay the copy of the certified accounts and the report before Parliament. 8 For the purposes of this section, the Bank has an interest in a company if— a the Bank, or a nominee of the Bank, is a member of the company, or b the company is a subsidiary undertaking of the Bank, within the meaning of section 1162 of the Companies Act 2006."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7D", "section_title": "Examination by Comptroller and Auditor General", "section_text": "7D 1 The Comptroller and Auditor General (“the Comptroller”) may carry out examinations into— a the economy, efficiency and effectiveness with which the Bank has used its resources in discharging its functions; b the economy, efficiency and effectiveness with which a Bank company has used its resources in discharging its functions. 2 An examination under this section may be limited to such functions (however described) of the Bank or the Bank company as the Comptroller considers appropriate. 3 An examination under this section is not to be concerned with the merits of the Bank's policy objectives. 4 An examination under this section is not to be concerned with the merits of— a policy decisions taken by the Financial Policy Committee, the Monetary Policy Committee or the Prudential Regulation Committee; b policy decisions taken by a committee or other body within the Bank for the time being having responsibilities for the supervision of payment systems, settlement systems  , central securities depositories   or clearing houses, so far as the decisions relate to that supervision. 5 Subject to subsection (6), an examination under this section is not to be concerned with the merits of policy decisions taken by a committee or other body within the Bank for the time being having responsibilities for the exercise of any of the Bank's resolution functions, so far as the decisions relate to those functions. 6 Where the Bank has exercised relevant resolution functions in relation to a financial institution, subsection (5) does not prevent an examination under this section being concerned with the merits of policy decisions within that subsection which are relevant to the Bank's exercise of its resolution functions in relation to that institution (whether or not those policy decisions are also relevant to other financial institutions). 7 “Relevant resolution functions” are— a any of the stabilisation powers; b any of the Bank's functions (other than its functions as the Prudential Regulation Authority) under or by virtue of— i Part 2 or 3, or section 233, of the Banking Act 2009, ii Part 6 of the Financial Services (Banking Reform) Act 2013. 8 Before carrying out an examination under this section, the Comptroller must consult the court of directors of the Bank. 9 The Comptroller may report to the House of Commons the results of any examination carried out by the Comptroller under this section. 10 For the purposes of this section— “ Bank company ” means— a company which is a subsidiary undertaking of the Bank, within the meaning of section 1162 of the Companies Act 2006; a company not within paragraph (a) in respect of which a direction under section 7C(2) has effect; “ resolution functions ” means the Bank's functions (other than its functions as the Prudential Regulation Authority) under or by virtue of— Parts 1 to 3, and section 233, of the Banking Act 2009, Part 6 of the Financial Services (Banking Reform) Act 2013,   Schedule 11 to the Financial Services and Markets Act 2023,   the Bank Recovery and Resolution ( No.  2) Order 2014 ( S.I.  2014/3348);   “ stabilisation powers ” means a stabilisation power within the meaning given by section 1(4) of the Banking Act 2009 or paragraph 1(4) of Schedule 11 to the Financial Services and Markets Act 2023.   11 Section 6 of the National Audit Act 1983 (Comptroller may carry out economy, efficiency and effectiveness examinations) does not apply to the Bank or a Bank company."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7E", "section_title": "Memorandum of understanding", "section_text": "7E 1 The Bank and the Comptroller must prepare and maintain a memorandum of understanding about examinations under section 7D. 2 The memorandum must in particular include provision— a as to functions of the Bank in respect of which the Comptroller will not usually consider it appropriate to carry out an examination; b identifying the committees or other bodies referred to in section 7D(4)(b) and (5); c establishing a procedure for resolving in a timely fashion any dispute between the Bank and the Comptroller as to whether a matter is (under section 7D(3) to (6)) a matter with which an examination under section 7D is not to be concerned; d for the publication of the views of the Bank and the Comptroller as to whether a matter is such a matter, in cases where a dispute between them cannot be resolved."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7F", "section_title": "Review by the Treasury", "section_text": "7F 1 The Treasury may appoint an independent person to conduct a review of the economy, efficiency and effectiveness with which the Bank has used its resources in discharging its functions as the Prudential Regulation Authority. 2 “ Independent ” means appearing to the Treasury to be independent of the Bank. 3 A review under this section may be limited to such of the Bank's functions as the Prudential Regulation Authority (however described) as the Treasury may specify in appointing the person to conduct it. 4 A review under this section is not to be concerned with the merits of the Bank's general policy or principles in pursuing the Bank's objectives (including its objectives as the Prudential Regulation Authority). 5 On completion of the review, the person conducting it must make a written report to the Treasury— a setting out the result of the review, and b making such recommendations (if any) as the person considers appropriate. 6 A copy of the report must be— a laid before Parliament, and b published in such manner as the Treasury think fit. 7 Any expenses reasonably incurred in the conduct of the review are to be met by the Treasury out of money provided by Parliament."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7G", "section_title": "Right to obtain documents and information", "section_text": "7G 1 A person conducting an examination under section 7D or a review under section 7F— a has a right of access at any reasonable time to any document the person may reasonably require for the purposes of the examination or review, and b may require any person holding or accountable for any such document to provide such information and explanation as are reasonably necessary for that purpose. 2 Subsection (1) applies to documents in the custody or under the control of— a the Bank; b the auditor or auditors appointed by the Bank under section 7(5). 3 In the case of an examination under section 7D(1)(b), subsection (1) also applies to documents in the custody or under the control of— a the company to which the examination relates; b the auditor or auditors of that company. 4 An obligation imposed on a person as a result of the exercise of the powers conferred by subsection (1) is enforceable by injunction or, in Scotland, by an order for specific performance under section 45 of the Court of Session Act 1988."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "7H", "section_title": "Restriction on disclosing information", "section_text": "7H Section 353A of the Financial Services and Markets Act 2000 (FCA not to disclose certain information received from the Bank) applies in relation to the Comptroller and Auditor General and the National Audit Office as it applies in relation to the Financial Conduct Authority."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "8", "section_title": " Payments in lieu of dividends.", "section_text": "8 1 In section 1 of the  Bank of England Act 1946, in subsection (4), (amount payable to Treasury in lieu of dividends on Bank stock), for the words from “the sum” to the end there is substituted  “                    a sum equal to 25 per cent. of the Bank’s net profits for its previous financial year, or such other sum as the Treasury and the Bank may agree.                  ” 2 In that section, at the end there is inserted— 6 In subsection (4) of this section, the reference to the Bank’s net profits for its previous financial year is to the profits shown in the audited accounts for that year less the amount of the tax charge so shown. 3 In Schedule 1 to that Act (supplemental provisions), after paragraph 11 there is inserted— 11A 1 If, when a payment falls to be made under section 1(4) of this Act, the Bank’s accounts for the previous financial year have not been audited, the payment shall be made on the basis of the Bank’s estimate of the relevant amounts. 2 If an amount estimated under sub-paragraph (1) of this paragraph differs from the amount shown in the audited accounts, an appropriate adjustment shall be made to the next payment under section 1(4) of this Act to be made after the difference becomes apparent. 4 In that Schedule, for paragraph 14 there is substituted— 14 Any sum paid by the Bank to the Treasury in lieu of dividends shall be allowed as a deduction in assessing the Bank to corporation tax for the accounting period by reference to which the payment is calculated."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9", "section_title": " Consequential amendments.", "section_text": "9 1 In section 14 of the  National Debt Reduction Act 1786 and section 32 of the  Life Annuities Act 1808, for “deputy governor” there is substituted  “                    deputy governors                  ” . 2 In section 55 of the  National Debt Act 1870, the first reference to the Deputy Governor of the Bank of England shall be treated as a reference to a Deputy Governor of the Bank of England. 3 In section 3(3) of the  Bank of England Act 1946, after “this Act” there is inserted  “                    and the Bank of England Act 1998                  ” ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9A", "section_title": "Financial stability strategy", "section_text": "9A 1 The court of directors must— a determine the Bank's strategy in relation to the Financial Stability Objective (its  “financial stability strategy”), and b from time to time review, and if necessary revise, the strategy. 2 Before determining or revising the Bank's financial stability strategy, the court of directors must consult about a draft of the strategy or of the revisions— a the Financial Policy Committee, and b the Treasury. 3 The Financial Policy Committee may at any time make recommendations to the court of directors as to the provisions of the Bank's financial stability strategy. 4 The court of directors must determine the financial stability strategy of the Bank within 6 months of the coming into force of this section. 5 The court of directors must carry out and complete a review of the Bank's financial stability strategy before the end of each relevant period. 6 The relevant period is 3 years beginning with the date on which the previous review was completed, except that in the case of the first review the relevant period is the period of 3 years beginning with the date on which the strategy was determined under subsection (4). 7 The Bank must publish its financial stability strategy. 8 If the financial stability strategy is revised, the Bank must publish the revised strategy. 9 Publication under subsection (7) or (8) is to be in such manner as the Bank thinks fit."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9B", "section_title": "Financial Policy Committee", "section_text": "9B 1 There is to be a  committee  of the Bank (the  “ Financial Policy Committee ”) consisting of— a the Governor of the Bank, b the Deputy Governor for financial stability, ba the Deputy Governor for markets and banking, bb the Deputy Governor for monetary policy, bc the Deputy Governor for prudential regulation, c the Chief Executive of the FCA, d one member appointed by the Governor of the Bank after consultation with the Chancellor of the Exchequer, e 5  members appointed by the Chancellor of the Exchequer, and f a representative of the Treasury. 2 The member appointed under subsection (1)(d) is to be a person who has executive responsibility within the Bank for the analysis of threats to financial stability. 3 Before appointing a person under subsection (1)(e), the Chancellor of the Exchequer must— a be satisfied that the person has knowledge or experience which is likely to be relevant to the Committee's functions, and b consider whether the person has any financial or other interests that could substantially affect the functions as member that it would be proper for the person to discharge. 4 The  court of directors of the Bank  must keep the procedures followed by the Financial Policy Committee under review. 5 Schedule 2A has effect with respect to the Financial Policy Committee."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9C", "section_title": "Objectives of the Financial Policy Committee", "section_text": "9C 1 The Financial Policy Committee is to exercise its functions with a view to— a contributing to the achievement by the Bank of the Financial Stability Objective, and b subject to that, supporting the economic policy of Her Majesty's Government, including its objectives for growth and employment. 2 The responsibility of the Committee in relation to the achievement by the Bank of the Financial Stability Objective relates primarily to the identification of, monitoring of, and taking of action to remove or reduce, systemic risks with a view to protecting and enhancing the resilience of the  UK  financial system. 3 Those systemic risks include, in particular— a systemic risks attributable to structural features of financial markets, such as connections between financial institutions, b systemic risks attributable to the distribution of risk within the financial sector, and c unsustainable levels of leverage, debt or credit growth. 4 Subsections (1)(a) and (2) do not require or authorise the Committee to exercise its functions in a way that would in its opinion be likely to have a significant adverse effect on the capacity of the financial sector to contribute to the growth of the  UK  economy in the medium or long term. 5 In this Part  “ systemic risk ” means a risk to the stability of the  UK  financial system as a whole or of a significant part of that system. 6 For the purposes of subsection (5) it is immaterial whether the risk arises in the United Kingdom or elsewhere. 7 In subsection (3)(c)— “ credit growth ” means the growth in lending by the financial sector to individuals in the United Kingdom and businesses carried on in the United Kingdom; “ debt ” means debt owed to the financial sector by individuals in the United Kingdom and businesses carried on in the United Kingdom; “ leverage ” means the leverage of the financial sector in the United Kingdom."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9D", "section_title": "Specification of matters relevant to economic policy", "section_text": "9D 1 The Treasury may by notice in writing to the Financial Policy Committee specify for the purposes of section 9C(1)(b) what the economic policy of Her Majesty's Government is to be taken to be. 2 The Treasury must specify under subsection (1) the matter mentioned there— a before the end of the period of 30 days beginning with the day on which section 9C comes into force, and b at least once in every calendar year following that in which the first notice under that subsection is given. 3 Where the Treasury give notice under this section they must— a publish the notice in such manner as they think fit, and b lay a copy of it before Parliament."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9E", "section_title": "Recommendations by Treasury", "section_text": "9E 1 The Treasury may at any time by notice in writing to the Financial Policy Committee make recommendations to the Committee about— a matters that the Committee should regard as relevant to the Committee's understanding of the Bank's Financial Stability Objective; b the responsibility of the Committee in relation to the achievement of that objective; c the responsibility of the Committee in relation to support for the economic policy of Her Majesty's Government, including its objectives for growth and employment; d matters to which the Committee should have regard in exercising its functions. 2 The Treasury must make recommendations under subsection (1)(a) or (b) (“recommendations about the objective”)— a before the end of the period of 30 days beginning with the day on which this section comes into force, and b at least once in every calendar year following that in which the first recommendations about the objective are made. 3 The Committee must respond to any recommendations made to it under subsection (1) by notifying the Treasury, in relation to each recommendation, of one or more of the following— a action that the Committee has taken in accordance with the recommendation; b if or to the extent that the recommendation does not relate to immediate action, the Committee's intention to act in accordance with it; c whether or not the recommendation relates to immediate action, the Committee's reasons for not intending to act in accordance with it. 4 Notification under subsection (3) must be given or confirmed in writing. 5 The Treasury must— a publish in such manner as they think fit any notice given under subsection (1) or notification received under subsection (3), and b lay a copy of it before Parliament."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9F", "section_title": "Other general duties", "section_text": "9F 1 In the exercise of its functions, other than its functions under section 9A(2) or (3), the Financial Policy Committee must have regard to the Bank's financial stability strategy. 2 In working with the FCA or the PRA or exercising functions in relation to either of them, the Committee must, so far as it is possible to do so while complying with section 9C(1), seek to avoid exercising the Committee's functions in a way that would prejudice— a the advancement by the FCA of any of its operational objectives, or b the advancement by the PRA of any of its objectives. 3 In the exercise of its functions, the Committee must also have regard to— a the principle that a burden or restriction which is imposed on a person, or on the carrying on of an activity, should be proportionate to the benefits, considered in general terms, which are expected to result from the imposition of that burden or restriction; b the contribution to the achievement by the Bank of the Financial Stability Objective that the Committee can make by disclosing its views about possible systemic risks or disclosing other information about possible systemic risks; c the international obligations of the United Kingdom, particularly where relevant to the exercise of the powers of the Committee in relation to the FCA or the PRA."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9G", "section_title": "Functions of the Financial Policy Committee", "section_text": "9G 1 The functions of the Financial Policy Committee are— a monitoring the stability of the  UK  financial system with a view to identifying and assessing systemic risks; b giving directions under section 9H; c making recommendations under sections 9O to 9R; d preparing financial stability reports under section 9W. 2 The court of directors may, with the consent of the Treasury, arrange for specified functions of the Bank to be discharged by the Financial Policy Committee."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9H", "section_title": "Directions to FCA or PRA requiring macro-prudential measures", "section_text": "9H 1 The Financial Policy Committee may give a direction to the FCA or the PRA (“the regulator”) requiring the regulator to exercise its functions so as to ensure the implementation, by or in relation to a specified class of regulated persons, of a macro-prudential measure described in the direction. 2 “ Regulated person ” means— a in relation to the FCA— i an authorised person within the meaning of FSMA 2000,  or   ii a recognised investment exchange within the meaning of that Act,  ... iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in relation to the PRA— i a PRA-authorised person within the meaning of that Act, or ii a financial holding company or mixed financial holding company that is approved under section 192R of that Act or designated under section 192T(2)(c) of that Act. 3 “ Macro-prudential measure ” is to be read in accordance with section 9L. 4 The direction may relate to all regulated persons or to regulated persons of a specified description, but may not relate to a specified regulated person. 5 The direction— a may refer to the opinion of the regulator or require or authorise the exercise of a discretion by the regulator; b may be expressed to remain in force for a specified period or until revoked. 6 The direction may not require its provisions to be implemented by specified means or within a specified period, but may include recommendations as to the means to be used and the timing of implementation. 7 A recommendation made under subsection (6) may be expressed to be one to which section 9Q(3) (duty to comply or explain) applies. 8 The direction may not require the regulator to do anything that it has no power to do, but the existence of the direction is relevant to the exercise of any discretion conferred on the regulator. 9 The direction may specify particular matters to which the regulator is or is not to have regard in complying with the direction, but those matters must be specified in relation to all regulated persons or a class of regulated person rather than a specified regulated person. 10 The direction may refer to a publication issued by the FCA, the PRA, another body in the United Kingdom or an international organisation, as the publication has effect from time to time. 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 In this section— “ the Capital Requirements Regulation ” means Regulation (EU) No. 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms; “ financial holding company ” has the meaning given in Article 4(1)(20) of the Capital Requirements Regulation; “ mixed financial holding company ” has the meaning given in Article 4(1)(21) of the Capital Requirements Regulation."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9I", "section_title": "Compliance with directions under section 9H", "section_text": "9I 1 The regulator must comply with a direction given to it under section 9H as soon as reasonably practicable. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 An order under section 9L may, in relation to cases where the regulator is complying with a direction under section 9H, exclude or modify any procedural requirement that would otherwise apply under FSMA 2000 in relation to the exercise by the regulator of its functions in pursuance of the direction. 3 The regulator to which a direction under section 9H is given must give the Financial Policy Committee one or more reports on how it is complying or has complied with the direction. 4 The Financial Policy Committee may give directions to the regulator specifying the times by which reports required by subsection (3) must be given to the Committee. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 “ Regulator ” has the same meaning as in section 9H."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9J", "section_title": "Revocation of directions under section 9H", "section_text": "9J 1 The Financial Policy Committee may at any time by notice to the regulator revoke a direction under section 9H. 2 A direction under section 9H is to be taken to be revoked if the measure to which it relates ceases to be a macro-prudential measure, but this is subject to any provision made under section 9L(4)(e). 3 The revocation of a direction under section 9H does not affect the validity of anything previously done in accordance with it. 4 “ Regulator ” has the same meaning as in section 9H."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9K", "section_title": "Further provisions about directions under section 9H", "section_text": "9K 1 Each of the following must be in writing— a a direction under section 9H; b a notice revoking such a direction; c a report under section 9I(3). 2 The Financial Policy Committee must give the Treasury a copy of any direction under section 9H or any notice revoking such a direction. 3 The Treasury may, if they think fit, lay before Parliament a copy of a direction under section 9H or a notice revoking such a direction. 4 Where a direction under section 9H, or a notice revoking such a direction, is included in a record published under section 9U, the Treasury must, if they have not already done so, lay before Parliament a copy of the direction or notice in the form in which it is published in the record."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9L", "section_title": "Macro-prudential measures", "section_text": "9L 1 For the purposes of section 9H a  “macro-prudential measure” is a measure prescribed by the Treasury by order. 2 Before making an order under this section, the Treasury must— a consult the Financial Policy Committee, or b if the Treasury consider that the delay involved in consulting the Committee would be prejudicial to the stability of the  UK  financial system, consult the Governor of the Bank. 3 In prescribing a measure, the order must specify whether the measure is prescribed in relation to the FCA, the PRA, or both. 4 An order under this section— a may make different provision for different cases; b may confer a discretion on the Financial Policy Committee, the FCA or the PRA; c may refer to rules made by the FCA or the PRA; d may refer to a publication issued by the FCA, the PRA, another body in the United Kingdom or an international organisation, as the publication has effect from time to time; e may contain transitional provisions and savings relating to the coming into force of any provision of the order or to the ceasing to be in force of any temporary provision made by the order."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9M", "section_title": "Statements of policy by Financial Policy Committee", "section_text": "9M 1 In relation to each macro-prudential measure prescribed under section 9L, the Financial Policy Committee must prepare and maintain a written statement of the general policy that it proposes to follow in relation to the exercise of its power of direction under section 9H so far as it relates to that measure. 2 The Committee may at any time alter or replace a statement maintained under this section. 3 The Bank must publish each statement maintained under this section. 4 Publication is to be in such manner as the Bank thinks fit. 5 Nothing in this section is to be regarded as preventing the Financial Policy Committee from exercising its power of direction under section 9H in relation to a macro-prudential measure, where it considers it necessary to do so by reason of urgency, before it has prepared a statement under this section in relation to that measure."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9N", "section_title": "Parliamentary control of orders under section 9L", "section_text": "9N 1 Except as provided by subsection (2), an order under section 9L is not to be made unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 2 An order under section 9L may be made without a draft having been laid and approved as mentioned in subsection (1) if the order contains a statement that the Treasury are of the opinion that, by reason of urgency, it is necessary to make the order without a draft being so laid and approved. 3 An order under section 9L made in accordance with subsection (2)— a must be laid before Parliament after being made, and b ceases to have effect at the end of the relevant period unless before the end of that period the order is approved by a resolution of each House of Parliament (but without affecting anything done under the order or the power to make a new order). 4 The  “relevant period” is a period of 28 days beginning with the day on which the order is made. 5 In reckoning the relevant period no account is to be taken of any time during which Parliament is dissolved or prorogued or during which either House is adjourned for more than 4 days."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9O", "section_title": "Making of recommendations within the Bank", "section_text": "9O 1 The Financial Policy Committee may make recommendations within the Bank. 2 The recommendations may, in particular, relate to— a the provision by the Bank of financial assistance to financial institutions; b the exercise by the Bank of its functions in relation to payment systems, settlement systems   , clearing houses and central securities depositories . 3 The Committee may not make recommendations about— a the provision by the Bank of financial assistance in relation to a particular financial institution, or b the exercise by the Bank of its powers under Parts 1 to 3 of the Banking Act 2009  or Schedule 11 to the Financial Services and Markets Act 2023   in relation to a particular institution. 4 The recommendations must be made or confirmed in writing. 5 Recommendations by the Committee to the PRA are to be made under section 9Q (and not under this section)."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9P", "section_title": "Recommendations to Treasury", "section_text": "9P 1 The Financial Policy Committee may make recommendations to the Treasury. 2 The recommendations may, in particular, relate to the exercise by the Treasury of their power to make orders under— a section 9L (macro-prudential measures), b section 22(1) or (1A) of FSMA 2000 (regulated activities), c section 22A(1) of that Act (designation of activities requiring prudential regulation by PRA), d section 137D(1)(b) of that Act (purposes for which FCA may make product intervention rules), or e section 165A(2)(d) of that Act (additional persons who may be required by PRA to provide information). 3 The recommendations must be made or confirmed in writing. 4 The Committee may make a recommendation under subsection (2)(e) only if it considers that the exercise by the Treasury of their power to make an order under section 165A(2)(d) of FSMA 2000 in the manner proposed is desirable for the purposes of the exercise by the Committee of its functions. 5 Before giving a recommendation under subsection (2)(e), the Committee must consult the Treasury."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9Q", "section_title": "Recommendations to FCA and PRA", "section_text": "9Q 1 The Financial Policy Committee may make recommendations to the FCA and the PRA about the exercise of their respective functions. 2 The recommendations may relate to all regulated persons or to regulated persons of a specified description, but may not relate to the exercise of the functions of the FCA or the PRA in relation to a specified regulated person. 3 If the recommendations are expressed to be recommendations to which this subsection applies, the body to which they are made must as soon as reasonably practicable— a act in accordance with the recommendations, or b if to any extent it does not, notify the Committee of the extent to which it has not acted in accordance with the recommendations and of the reasons for its decision. 4 The recommendations, and any notification under subsection (3)(b), must be made or confirmed in writing. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 “ Regulated person ” has the same meaning as in section 9H."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9R", "section_title": "Recommendations to other persons", "section_text": "9R 1 The Financial Policy Committee may make recommendations to persons other than those mentioned in sections 9O to 9Q. 2 The recommendations must be made or confirmed in writing."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9S", "section_title": "Duty to prepare explanation", "section_text": "9S 1 In connection with the exercise of any of the specified powers, the Financial Policy Committee must prepare an explanation of— a the reasons for the Committee's decision to exercise the power, in the way in which it is being exercised, and b the Committee's reasons for believing that the exercise of the power, in the way in which it is being exercised, is compatible with the duties of the Committee under the following provisions— i section 9C(1) (as read with section 9C(4)), and ii section 9F. 2 The specified powers are— a the power to give a direction under section 9H; b the power to make recommendations under section 9O, so far as relating to the exercise of the Bank's functions in relation to payment systems, settlement systems   , clearing houses and central securities depositories  ; c the power to make recommendations under section 9P, so far as relating to the exercise by the Treasury of their power to make orders under any of the provisions mentioned in subsection (2) of that section; d the power to make recommendations under section 9Q. 3 The explanation required by subsection (1) in relation to the duty in section 9F(3)(a) must include an estimate of the costs and an estimate of the benefits that would arise from compliance with the direction or recommendation in question, unless in the opinion of the Committee it is not reasonably practicable to include such an estimate."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9T", "section_title": "Duty to review directions and recommendations", "section_text": "9T 1 The Financial Policy Committee must— a before the end of each review period, review each direction given by it under section 9H, other than a direction revoked before the end of the review period, and b prepare a summary of its conclusions. 2 A review period is— a in relation to the first review, the period of 12 months beginning with the day on which the direction was given, and b in relation to subsequent reviews, the period of 12 months beginning with the day on which the previous review was completed. 3 The Financial Policy Committee must maintain arrangements for the review at regular intervals of any recommendations that it has made under any of sections 9O to 9R and are of continuing relevance. 4 The purpose of a review is— a in the case of a direction, to consider whether the direction ought to be revoked, and b in the case of a recommendation, to consider whether the recommendation ought to be withdrawn."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9U", "section_title": "Publication of record of meetings", "section_text": "9U 1 The Bank must publish a record of each meeting of the Financial Policy Committee before the end of the period of 6 weeks beginning with the day of the meeting. 2 The record must specify any decisions taken at the meeting (including decisions to take no action) and must set out, in relation to each decision, a summary of the Committee's deliberations. 3 The decisions referred to in subsection (2) include in particular a decision— a to give or revoke a direction under section 9H; b to make recommendations under any of sections 9O to 9R. c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d made under the Capital Requirements (Capital Buffers and Macro-prudential Measures) Regulations 2014. 4 Where a decision has been made to give or revoke a direction under section 9H, the record must include the text of the direction or of the notice of revocation. 5 Where a decision has been made to make recommendations under any of sections 9O to 9R, the record must include the recommendations. 6 Where since the previous meeting the Committee has received a notification under section 9Q(3)(b), the record must include the notification. 7 The information required by subsections (1) and (2) does not include information identifying particular members of the Committee. 8 Subsections (1) to (6) do not require the publication of— a information about any recommendations made under 9O(2)(a); b information whose publication within the time required by subsection (1) would in the opinion of the Committee be against the public interest; c information about any decision under paragraph (b); d information about a decision to give a direction under section 9H which has been revoked before the record of the meeting at which it was given is published; e information about the decision to revoke a direction where information about the direction is withheld under paragraph (d). f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Publication under this section or section 9V is to be in such manner as the Bank thinks fit."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9V", "section_title": "Deferred publication", "section_text": "9V 1 Where the Financial Policy Committee decides under subsection (8)(b) of section 9U that publication of information within the time required by subsection (1) of that section would be against the public interest— a it must consider whether to fix a date as the earliest date on which the information may be published, and b if it does not fix a date, it must keep under consideration the question whether publication of the information would still be against the public interest. 2 The Committee must from time to time determine the procedures that it will follow in complying with the duty in subsection (1)(b). 3 Where the Committee— a fixes a date under subsection (1)(a) as the earliest date on which any information may be published, or b decides under subsection (1)(b) that publication of any information is no longer against the public interest, the Bank must publish the information at the time when it next publishes under section 9U(1) the record of a meeting of the Committee."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9W", "section_title": "Financial stability reports by Financial Policy Committee", "section_text": "9W 1 The Financial Policy Committee must prepare and publish reports relating to financial stability (“financial stability reports”). 2 Two financial stability reports must be published in each calendar year. 3 A financial stability report must include— a the Committee's view of the stability of the  UK  financial system at the time when the report is prepared, b an assessment of the developments that have influenced the current position, c an assessment of the strengths and weaknesses of the  UK  financial system, d an assessment of risks to the stability of the  UK  financial system, and e the Committee's view of the outlook for the stability of the  UK  financial system. 4 A financial stability report must also include— a a summary of the activities of the Committee in the reporting period, and b an assessment of the extent to which the exercise by the Committee of its functions (both during the reporting period and previously) has succeeded during the reporting period in achieving the objectives set out in section 9C(1)(a) and (b). 5 If during the reporting period the Committee has made any decision in relation to which section 9S requires the preparation of an explanation, the financial stability report must include the required explanation. 6 If during the reporting period the Committee has completed the review of a direction or recommendation, the financial stability report must include a summary of the review. 7 The reporting period is the period since the date of the previous financial stability report, except that in the case of the first financial stability report it is the period since the time when this section came fully into force. 8 Nothing in subsections (3) to (6) is to be regarded as requiring the Committee to include in a financial stability report any information whose publication would in the Committee's opinion be against the public interest. 9 The Committee must give a copy of each financial stability report to the Treasury. 10 The Treasury must lay before Parliament a copy of each financial stability report. 11 Publication of a financial stability report is to be in such manner as the Bank thinks fit."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9X", "section_title": "Meetings between Governor and Chancellor of the Exchequer", "section_text": "9X 1 As soon as reasonably practicable after the publication by the Financial Policy Committee of a financial stability report, the Governor of the Bank and the Chancellor of the Exchequer must meet to discuss the report and any other matters relating to the stability of the  UK  financial system that they consider it appropriate to discuss. 2 The Treasury must publish a record of each meeting required by subsection (1) before the end of the period of 6 weeks beginning with the day of the meeting. 3 Publication under subsection (2) is to be in such manner as the Treasury think fit. 4 Subsection (2) does not require the publication of information whose publication within the time required by that subsection would in the opinion of the Treasury be against the public interest. 5 Before publishing the record of a meeting required by subsection (1), or deciding under subsection (4) not to publish such a record, the Treasury must consult the Bank about the record and its publication."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9Y", "section_title": "Directions requiring information or documents", "section_text": "9Y 1 The Bank may exercise the powers conferred by this section where it considers that information or documents are reasonably required in connection with the exercise by the Bank of its functions in pursuance of the Financial Stability Objective. 2 The Bank may give a direction to the FCA   requiring it  — a to provide the Bank with specified information or information of a specified description, or b to produce to the Bank specified documents or documents of a specified description. 3 The direction may relate to information or documents which are held by persons other than the   FCA   and which the   FCA   has power to obtain or whose production the  FCA  has power to require. 4 Any information or documents to which the direction relates are— a where the information or documents are held by a person in relation to whom the powers conferred by subsections (1) and (3) of section 165 of FSMA 2000 are exercisable, to be taken to be information or documents to which that section applies by virtue of subsection (4) of that section,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The information or documents must be provided or produced before the end of such period as may be specified. 6 The Bank may require any information provided under this section to be provided in such form as it may require. 7 The Bank may require— a any information provided, whether in a document or otherwise, to be verified in such manner as it may require; b any document produced to be authenticated in such manner as it may require."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9Z", "section_title": "Further provisions about directions under section 9Y", "section_text": "9Z 1 In the exercise of its functions under section 9Y, the Bank must have regard to the principle that a burden or restriction which is imposed on a person, or on the carrying on of an activity, should be proportionate to the benefits, considered in general terms, which are expected to result from the imposition of that burden or restriction. 2 Before giving a direction under section 9Y to the FCA  ..., the Bank must consult the   FCA  . 3 A direction under section 9Y must be in writing, and may be revoked by a notice in writing. 4 As soon as practicable after giving a direction under section 9Y, the Bank must publish the direction in such manner as it thinks appropriate for bringing the direction to the attention of persons (other than the   FCA  ) who may be affected by it. 5 Subsection (4) does not require the publication of information whose publication at the time required by that subsection would in the opinion of the Bank be against the public interest. 6 Where the Bank decides under subsection (5) that publication of any information would be against the public interest, it must from time to time review that decision and if it subsequently decides that publication is no longer against the public interest it must comply with subsection (4)."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "9ZA", "section_title": "Interpretation of Part 1A", "section_text": "9ZA In this Part— “ the FCA ” means the Financial Conduct Authority; “ financial assistance ” has the meaning given by section 257(1) of the Banking Act 2009; “ the Financial Policy Committee ” means the Financial Policy Committee of the Bank of England; “ the financial sector ” means financial institutions generally; “ FSMA 2000 ” means the Financial Services and Markets Act 2000; “ the PRA ” means the Prudential Regulation Authority; “ systemic risk ” has the meaning given by section 9C(5); “ the  UK  economy ” means the economy of the United Kingdom; “ the  UK  financial system ” means the financial system of the United Kingdom. "}, {"act": "Bank of England Act 1998", "year": 1998, "section": "10", "section_title": " Operational responsibility.", "section_text": "10 In section 4(1) of the Bank of England Act 1946 (power of the Treasury to give directions to the Bank), at the end there is inserted  “                , except in relation to monetary policy              ” ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "11", "section_title": " Objectives.", "section_text": "11 In relation to monetary policy, the objectives of the Bank of England shall be— a to maintain price stability, and b subject to that, to support the economic policy of Her Majesty’s Government, including its objectives for growth and employment."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "12", "section_title": " Specification of matters relevant to objectives.", "section_text": "12 1 The Treasury may by notice in writing to the Bank specify for the purposes of section 11— a what price stability is to be taken to consist of, or b what the economic policy of Her Majesty’s Government is to be taken to be. 2 The Treasury shall specify under subsection (1) both of the matters mentioned there— a before the end of the period of 7 days beginning with the day on which this Act comes into force, and b at least once in every period of 12 months beginning on the anniversary of the day on which this Act comes into force. 3 Where the Treasury give notice under this section they shall— a publish the notice in such manner as they think fit, and b lay a copy of it before Parliament."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "13", "section_title": " Monetary Policy Committee.", "section_text": "13 1 There shall be a committee of the Bank, to be known as the Monetary Policy Committee of the Bank of England, which shall have responsibility within the Bank for formulating monetary policy. 2 The Committee shall consist of— a the Governor of the Bank, aa the Deputy Governor for financial stability, aaa the Deputy Governor for markets and banking, ab the Deputy Governor for monetary policy, b one member (to be known as the Chief Economist of the Bank)                        appointed by the Governor of the Bank after consultation with the Chancellor of the Exchequer, and c 4 members appointed by the Chancellor of the Exchequer. 3 The member appointed under subsection (2)(b) shall be a person who carries out monetary policy analysis within the Bank. 4 Before appointing a person under subsection (2)(c) the Chancellor of the Exchequer must— a be satisfied that the person has knowledge or experience which is likely to be relevant to the Committee's functions, and b consider whether the person has any financial or other interests that could substantially affect the functions as member that it would be proper for the person to discharge. 5 Schedule 3 shall have effect with respect to the Committee."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "14", "section_title": " Publication of statements about decisions.", "section_text": "14 1 As soon as  reasonably  practicable after each meeting of the Monetary Policy Committee, the Bank shall publish a statement as to whether it was decided at the meeting that the Bank should take any action, other than action by way of intervening in financial markets, for the purpose of meeting its objectives under section 11 and, if it was, what the action is. 2 If, at any meeting, the Committee decides that the Bank should intervene in financial markets, it shall also consider at the meeting whether immediate publication of the decision would be likely to impede or frustrate the achievement of the intervention’s purpose. 3 If the Committee decides under subsection (2) that immediate publication of a decision would not have the effect mentioned there, the Bank shall, when it publishes a statement under subsection (1) about the meeting, publish a statement as to what action by way of intervening in financial markets the Committee has decided the Bank should take. 4 If the Committee decides under subsection (2) that immediate publication of a decision would have the effect mentioned there, it shall keep under consideration the question of whether publication of the decision would still have that effect. 5 As soon as  reasonably  practicable after the Committee has decided that publication of a decision which has not been the subject of a statement under subsection (3) would no longer have the effect mentioned in subsection (2), the Bank shall publish a statement as to what action by way of intervening in financial markets the Committee decided the Bank should take and when the decision was made. 6 Publication under this section shall be in such manner as the Bank thinks fit."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "15", "section_title": " Publication of minutes of meetings.", "section_text": "15 1 As soon as reasonably practicable after  each meeting of the Monetary Policy Committee, the Bank shall publish minutes of the meeting  .... 2 Subsection (1) shall not apply to minutes of any proceedings relating to— a a decision to intervene in financial markets, or b a decision about the publication of a decision to intervene in financial markets, unless the Committee has decided that publication of the decision to intervene would not be likely, or would no longer be likely, to impede or frustrate the achievement of the intervention’s purpose. 3 Minutes of proceedings relating to— a a decision to intervene in financial markets, or b a decision about the publication of a decision to intervene in financial markets, shall, if not required to be published  as soon as reasonably practicable after  the meeting, be published by the Bank  as soon as reasonably practicable after  a statement about the decision to intervene is published under section 14(5). 4 Minutes published under this section shall record, in relation to any decision of the Committee, the voting preference of the members who took part in the vote on the decision. 4A The Bank shall exclude from minutes published under this section information which relates to proceedings of the Financial Policy Committee if the Bank considers that publication of that information would be against the public interest. 5 Publication under this section shall be in such manner as the Bank thinks fit."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "16", "section_title": " Functions of  court of directors\n                   .", "section_text": "16 1 The  court of directors of the Bank                    shall keep the procedures followed by the Monetary Policy Committee under review. 2 In particular,  the court's function  under subsection (1) shall include determining whether  the Monetary Policy Committee  has collected the regional, sectoral and other information necessary for the purposes of formulating monetary policy. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "17", "section_title": " Power to obtain information.", "section_text": "17 1 The Bank may by notice in writing require an undertaking to which this section applies to provide the Bank with such information as may be specified in the notice, being information about the relevant financial affairs of the undertaking which the Bank considers it necessary or expedient to have for the purposes of its functions under this Part. 2 A notice under subsection (1) may require information to be provided— a in such form or manner as may be specified in the notice; b at such time or times as may be so specified; c in relation to such period or periods as may be so specified. 3 An undertaking is one to which this section applies if— a it has a place of business in the United Kingdom; and b it falls within subsection (3A), (3B), (3C) or (3D). 3A An undertaking falls within this subsection if it is a deposit-taker. 3B An undertaking falls within this subsection if it is not a deposit-taker but it— a falls within the subsector “other monetary financial institution”, as defined by paragraph 2.48 of Annex A to Council Regulation  ( EC )  No.  2223/96 , b carries on a business of granting credits secured on land used for residential purposes, c has issued a debt security, or d has acted as an agent in connection with arranging or managing the issue of a debt security. 3C An undertaking falls within this subsection if it is a financial holding company. 3D An undertaking falls within this subsection if it is not a deposit-taker but continues to have a liability in respect of a deposit which was held by it in accordance with the Banking Act 1979 or the Banking Act 1987 or a permission under  Part 4A  of the Financial Services and Markets Act 2000. 4 The Treasury may by order provide which financial affairs of an undertaking are relevant for the purposes of this section, and may make different provision for different undertakings or classes of undertaking. 5 The Treasury may by order amend  subsections (3) to (3D) . 6 Before making an order under this section, the Treasury shall consult— a the Bank, b the  Statistics Board , c such persons as appear to them to be representative of persons likely to be materially affected by the order, and d such other persons as they consider appropriate. 7 “Deposit taker” means— a a person who has permission under  Part 4A  of the Financial Services and Markets Act 2000 to accept deposits;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7A “Debt security” means any instrument creating or acknowledging indebtedness (including a government or public security). 7B Subsections (7) and (7A) must be read with— a section 22 of the Financial Services and Markets Act 2000; b any relevant order under that section; and c Schedule 2 to that Act. 7C “Financial holding company” has the meaning given by Article 4(1)(20) of the capital requirements regulation. 7D “Undertaking” has the meaning given by  section 1161(1) of the Companies Act 2006 ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "18", "section_title": " Reports.", "section_text": "18 1 The Bank shall prepare and publish reports in accordance with the provisions of this section. 2 A report under this section shall contain— a a review of the monetary policy decisions published by the Bank in the period to which the report relates, b an assessment of the developments in inflation in the economy of the United Kingdom in the period to which the report relates, and c an indication of the expected approach to meeting the Bank’s objectives under section 11. 3 A report under this section shall relate to— a a period of 3 months, or b such other period as the Treasury and the Monetary Policy Committee may agree. 4 Periods to which reports under this section relate shall be successive, the first such period commencing on such day within the period of 3 months ending with the day on which this Act comes into force as the Treasury shall, after consultation with the Bank, specify in writing to it. 5 No report under this section shall be published without the approval of the Monetary Policy Committee. 6 A report under this section shall be published as soon as   reasonably  practicable after the end of the period to which it relates and in such manner as the Bank thinks fit."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "19", "section_title": " Reserve powers.", "section_text": "19 1 The Treasury, after consultation with the Governor of the Bank, may by order give the Bank directions with respect to monetary policy if they are satisfied that the directions are required in the public interest and by extreme economic circumstances. 2 An order under this section may include such consequential modifications of the provisions of this Part relating to the Monetary Policy Committee as the Treasury think fit. 3 A statutory instrument containing an order under this section shall be laid before Parliament after being made. 4 Unless an order under this section is approved by resolution of each House of Parliament before the end of the period of 28 days beginning with the day on which it is made, it shall cease to have effect at the end of that period. 5 In reckoning the period of 28 days for the purposes of subsection (4), no account shall be taken of any time during which Parliament is dissolved or prorogued or during which either House is adjourned for more than 4 days. 6 An order under this section which does not cease to have effect before the end of the period of 3 months beginning with the day on which it is made shall cease to have effect at the end of that period. 7 While an order under this section has effect, section 11 shall not have effect."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "20", "section_title": " Interpretation of Part II.", "section_text": "20 In this Part, “ the Monetary Policy Committee ” means the Monetary Policy Committee of the Bank of England."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "21", "section_title": " Transfer.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "22", "section_title": " Supplementary provisions.", "section_text": "22 Schedule 4 (transfer of functions: supplementary provisions) shall have effect."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "23", "section_title": " Consequential amendments.", "section_text": "23 1 Schedule 5 (amendments of primary, and other principal, legislation consequential on the transfer of functions by section 21) shall have effect. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If a reference in a relevant provision to the Bank is predicated on the continuing exercise by the Bank of any of the transferred functions, it shall, in relation to any time after the coming into force of this Act, have effect as a reference to the Authority. 4 In subsection (3), “ relevant provision ” means a provision which— a has effect before, as well as after, the coming into force of this Act, and b is contained in a document other than an Act or an instrument made under an Act."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "24", "section_title": " Status.", "section_text": "24 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Bank of England Act 1998", "year": 1998, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Bank of England Act 1998", "year": 1998, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "27"}, {"act": "Bank of England Act 1998", "year": 1998, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "28"}, {"act": "Bank of England Act 1998", "year": 1998, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30", "section_title": " Interpretation of Part III.", "section_text": "30 In this Part— “ the Authority ” means the Financial Services Authority; “ transferred functions ” means the functions transferred to the Authority by this Part."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30A", "section_title": "Prudential Regulation Committee", "section_text": "30A 1 There is to be a committee of the Bank known as the Prudential Regulation Committee of the Bank of England. 2 The Prudential Regulation Committee is to consist of— a the Governor of the Bank, b the Deputy Governor for financial stability, c the Deputy Governor for markets and banking, d the Deputy Governor for prudential regulation, e the Chief Executive of the Financial Conduct Authority, f one member appointed by the Governor of the Bank with the approval of the Chancellor of the Exchequer, and g at least 6 members appointed by the Chancellor of the Exchequer. 3 The functions of the Prudential Regulation Committee are— a its functions by virtue of section 2A of the Financial Services and Markets Act 2000 (which provides for the Bank's functions as the Prudential Regulation Authority to be exercised by the Bank acting through the Prudential Regulation Committee), and b the functions conferred on it by this Act. 4 Schedule 6A has effect with respect to the Prudential Regulation Committee."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30B", "section_title": "Recommendations by Treasury", "section_text": "30B 1 The Treasury may at any time by notice in writing to the Prudential Regulation Committee make recommendations to the Committee about aspects of the economic policy of Her Majesty's Government to which the Committee should have regard— a when considering how to advance the objectives of the Prudential Regulation Authority, and b when considering the application of the regulatory principles set out in section 3B of the Financial Services and Markets Act 2000. 2 The Treasury must make recommendations under subsection (1) at least once in each Parliament. 2A The Prudential Regulation Committee must respond to each recommendation made to it under subsection (1) by notifying the Treasury in writing of— a action that the Prudential Regulation Committee has taken or intends to take in accordance with the recommendation, or b the reasons why the Prudential Regulation Committee has not acted or does not intend to act in accordance with the recommendation. 2B The notice under subsection (2A) must be given before the end of 12 months beginning with the date the notice containing the recommendation was given under subsection (1). 2C Where the Prudential Regulation Committee has given notice under subsection (2A) in relation to a recommendation, it must by notice in writing update the Treasury on the matters mentioned in subsection (2A)(a) and (b) before the end of each subsequent period of 12 months. 2D Subsection (2C) does not apply if the Treasury have notified the Prudential Regulation Committee in writing that no update (or further update) is required. 2E The Prudential Regulation Committee is not required under subsection (2A) or (2C) to provide any information whose publication would in the opinion of the Committee be against the public interest. 3 The Treasury must— a publish in such manner as they think fit any notice given under   subsection (1), (2A) or (2C) , and b lay a copy of it before Parliament."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30C", "section_title": "Operational independence", "section_text": "30C 1 The Bank must make arrangements to ensure that the discharge of its resolution functions (as defined by section 7D(10)) is operationally independent of the discharge of its functions as the PRA. 2 The Bank must prepare and issue a statement of its arrangements under subsection (1). 3 If there are material changes to the arrangements, it must prepare and issue a revised statement. 4 The Bank must consult the Treasury before issuing a statement under subsection (2) or a revised statement under subsection (3). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30D", "section_title": "Exercise of functions relating to CCPs and CSDs", "section_text": "30D 1 In exercising its FMI functions in a way that advances the Financial Stability Objective (and subject to that), the Bank must have regard to— a the regulatory principles in section 30E; b the effects generally that the exercise of FMI functions will or may have on the financial stability of countries or territories (other than the United Kingdom) in which FMI entities are established or provide services; c the desirability of exercising FMI functions in a manner that is not determined by whether the persons to whom FMI services are provided are located in the United Kingdom or elsewhere. 2 In exercising its FMI functions in a way that advances the Financial Stability Objective the Bank must, so far as reasonably possible, act in a way which, as a secondary objective, facilitates innovation in the provision of FMI services (including in the infrastructure used for that purpose) with a view to improving the quality, efficiency and economy of the services. 3 For the purposes of this Part the Bank’s “FMI functions” are the following functions so far as exercisable in relation to FMI entities— a its function of making rules under FSMA 2000 (considered as a whole); b its function of making technical standards in accordance with Chapter 2A of Part 9A of FSMA 2000; c its function of preparing and issuing codes under FSMA 2000 (considered as a whole); d its function of determining the general policy and principles by reference to which it performs particular functions under FSMA 2000. 4 In this Part— “ FMI entities ” means— a recognised central counterparty within the meaning of Part 18 of FSMA 2000 (see section 285(1)(b)(i) of that Act), a recognised CSD as defined by section 285(1)(e) of FSMA 2000, a third country central counterparty as defined by section 285(1)(d) of FSMA 2000, and a third country CSD as defined by section 285(1)(g) of FSMA 2000; “ FMI services ” means services provided by FMI entities as part of their business as FMI entities; “ FSMA 2000 ” means the Financial Services and Markets Act 2000."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30E", "section_title": "Regulatory principles", "section_text": "30E 1 These are the regulatory principles referred to in section 30D(1)(a)— a the need to use the resources of the Bank in the most efficient and economic way; b the principle that a burden or restriction which is imposed on a person, or on the carrying on of an activity, should be proportionate to the benefits, considered in general terms, which are expected to result from the imposition of that burden or restriction; c the desirability of sustainable growth in the economy of the United Kingdom in the medium or long term, including in a way consistent with contributing towards achieving compliance by the Secretary of State with section 1 of the Climate Change Act 2008 (UK net zero emissions target) and section 5 of the Environment Act 2021 (environmental targets) where the Bank considers the exercise of its FMI functions to be relevant to the making of such a contribution; d the general principle that consumers should take responsibility for their decisions; e the responsibilities of the senior management of FMI entities subject to requirements imposed by or under FSMA 2000, including those affecting consumers, in relation to compliance with those requirements; f the desirability where appropriate of the Bank exercising its FMI functions in a way that recognises differences in the nature of, and objectives of, businesses carried on by different persons; g the desirability in appropriate cases of the Bank publishing information relating to persons on whom requirements are imposed as a result of the exercise of the Bank’s FMI functions, or requiring such persons to publish information, as a means of contributing to the advancement by the Bank of its Financial Stability Objective and its objective under section 30D(2); h the principle that the Bank should exercise its FMI functions as transparently as possible; i the desirability of facilitating fair and reasonable access to FMI services. 2 For the purposes of subsection (1) “ consumer ” has the same meaning as in section 3B of FSMA 2000 (and for these purposes includes in particular persons who receive FMI services)."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30F", "section_title": "Financial Market Infrastructure Committee", "section_text": "30F 1 There is to be a committee of the Bank known as the Financial Market Infrastructure Committee (the “ FMI Committee ”). 2 The FMI Committee is to consist of— a a chair appointed by the Bank; b at least three independent members appointed by the Bank; c such other members as may be appointed from time to time by the Bank. 3 The person appointed as chair under subsection (2)(a) must be the Governor, or a Deputy Governor, of the Bank. 4 A person is an independent member for the purposes of subsection (2)(b) if the person is an officer, employee or agent of the Bank— a as a result only of their membership of one or more of the Bank’s committees, or b is appointed as an independent member to the FMI Committee with the consent of the Treasury. 5 For the purposes of subsection (4)(a)— a the Bank’s committees are— i the FMI Committee, ii the Financial Policy Committee, iii the Monetary Policy Committee, and iv the Prudential Regulation Committee; b the reference to a person who is an officer, employee or agent of the Bank as result of their membership of one or more of those committees includes a reference to a person who becomes such an officer, employee or agent as a result of their appointment to the FMI Committee under this section. 6 Before appointing a person under subsection (2)(b) the Bank must— a be satisfied that the person has knowledge or experience which is likely to be relevant to the FMI Committee’s functions, and b consider whether the person has any financial or other interests that could substantially affect the functions as member that it would be proper for the person to discharge."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30G", "section_title": "Functions of the Financial Market Infrastructure Committee", "section_text": "30G 1 The following functions of the Bank are to be exercised by the Bank acting through the FMI Committee (and, except as authorised by this section, are not to be exercised in any other way)— a its FMI functions; b such other functions of the Bank as the court of directors may specify as functions that are to be discharged by the FMI Committee. 2 The FMI Committee may arrange for such of its functions as it thinks fit to be carried out only by, or after consultation with, the Governor of the Bank. 3 Except as provided by subsection (4), the FMI Committee may delegate such of its functions as it thinks fit to— a a member of the FMI Committee; b a sub-committee of the FMI Committee consisting of members of the FMI Committee or one or more such members and one or more officers, employees or agents of the Bank; c an officer, employee or agent of the Bank; d a committee consisting of officers, employees or agents of the Bank. 4 The FMI Committee may not delegate under subsection (3) its FMI functions under FSMA 2000 of making rules or technical standards (but this does not prevent arrangements under subsection (2) being made in respect of such functions)."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30H", "section_title": "Information", "section_text": "30H 1 The Bank must publish a statement setting out the following matters in respect of the FMI Committee— a the number of members and whether each such member is a Bank member or an independent member; b if the Committee includes any Bank members, the role of each such member within the Bank; c arrangements for meetings and how proceedings at meetings are conducted; d arrangements for the taking of decisions otherwise than at meetings; e arrangements for any functions to be carried out by, or after consultation with, the Governor of the Bank (including details of the functions to which such arrangements relate); f arrangements for the delegation of functions. 2 If there is a material change in any of the matters contained in the statement the Bank must publish an updated statement. 3 Publication under this section is to be made in such manner as the Bank considers best designed to bring the statement to the attention of the public. 4 For the purposes of subsection (1)— a a person is an independent member if they are appointed in accordance with section 30F(2)(b) and (4); b a person is a Bank member if they are an officer or employee of the Bank who is not appointed as mentioned in paragraph (a)."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "30I", "section_title": "Recommendations by Treasury", "section_text": "30I 1 The Treasury may at any time by notice in writing to the FMI Committee make recommendations about aspects of the economic policy of His Majesty’s Government to which the Bank should have regard— a when considering how to advance the Financial Stability Objective and the objective under section 30D(2), and b when considering the application of the regulatory principles set out in section 30E. 2 The Treasury must make recommendations under subsection (1) at least once in each Parliament. 3 The Treasury must— a publish in such manner as they think fit any notice given under subsection (1), and b lay a copy of it before Parliament. 4 The FMI Committee must respond to each recommendation made under subsection (1) by notifying the Treasury in writing of— a action that the Bank has taken or intends to take in accordance with the recommendation, or b the reasons why the Bank has not acted or does not intend to act in accordance with the recommendation. 5 The notice under subsection (4) must be given before the end of 12 months beginning with the date the notice containing the recommendation was given under subsection (1). 6 Where the FMI Committee has given notice under subsection (4) in relation to a recommendation, it must by notice in writing update the Treasury on the matters mentioned in subsection (4)(a) and (b) before the end of each subsequent period of 12 months. 7 Subsection (6) does not apply if the Treasury have notified the FMI Committee in writing that no update (or further update) is required. 8 The FMI Committee is not required under subsection (4) or (6) to provide any information whose publication would in the opinion of the Committee be against the public interest."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "31", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "31"}, {"act": "Bank of England Act 1998", "year": 1998, "section": "32", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "32"}, {"act": "Bank of England Act 1998", "year": 1998, "section": "33", "section_title": " Closure of National Savings Stock Register to gilts.", "section_text": "33 1 The Treasury may by order— a make provision excluding gilts from registration in the Register on and after a day specified in the order, b make provision for the transfer to the books of the Bank of the entries in the Register at the beginning of the day specified under paragraph (a) which relate to gilts, and c make provision for the transfer to the Bank of rights and liabilities of the Director of Savings in relation to the registration of gilts in the Register or any transaction associated therewith. 2 The power conferred by paragraph (b) of subsection (1) includes power to make provision in relation to gilts which were not registered in the Register at the beginning of the day specified under paragraph (a) of that subsection, but which should have been. 3 An order under subsection (1) may contain such consequential, incidental, supplementary and transitional provisions as appear to the Treasury to be necessary or expedient. 4 Without prejudice to subsection (3), an order under subsection (1) may contain— a provision requiring things done by, or in relation to, the Director of Savings, to be treated as done by, or in relation to, the Bank, b provision requiring references in documents to the Register to be construed as references to the books of the Bank, and c provision requiring certificates issued by the Director of Savings in relation to registration in the Register to be treated as issued by the Bank in relation to registration in the books of the Bank. 5 An order under subsection (1) may— a make different provision for different cases, and b contain provision amending, or repealing or revoking, an enactment contained in— i an Act, whenever passed, or ii an instrument, whenever made, under an Act, whenever passed. 6 In this section— “ gilts ” means stock or bonds of any of the descriptions included in Part I of Schedule 11 to the  Finance Act 1942 (whether on or after the passing of this Act); and “ the Register ” means the National Savings Stock Register."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "34", "section_title": " Provision of brokerage service in connection with gilt registration.", "section_text": "34 In section 47 of the Finance Act 1942 (transfer and registration of Government stock), after subsection (1) there is inserted— 1ZA Regulations under subsection (1) of this section may make provision with respect to the purchase and sale of such stock and bonds by any person, or any description of person, through the Bank of England and, in relation to purchase or sale under the regulations, may— a make provision with respect to the commission and fees payable, and b make provision limiting the amount which any person, or any description of person, may purchase or sell on any day."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "35", "section_title": " Section 207 of the Companies Act 1989: bearer securities.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Bank of England Act 1998", "year": 1998, "section": "37", "section_title": " Restriction on disclosure of information.", "section_text": "37 Schedule 7 (which restricts the disclosure of information obtained for monetary policy or   Bank of England levy   purposes) shall have effect."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "38", "section_title": " Offences in relation to supplying information to the Bank.", "section_text": "38 1 A person who fails without reasonable excuse to comply with any requirement imposed on him under section 17(1) or   paragraph 9 of Schedule 2ZA   shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 4 on the standard scale. 2 If after conviction of an offence under subsection (1) a person continues the failure for which he was convicted, he shall be guilty of a further offence under that subsection and liable on summary conviction to be punished accordingly. 3 A person who in purported compliance with a requirement imposed on him under section 17(1) or   paragraph 9 of Schedule 2ZA   provides information which he knows to be false or misleading in a material particular, or recklessly provides information which is false or misleading in a material particular, shall be guilty of an offence and liable— a on conviction on indictment, to imprisonment for a term not exceeding 2 years, or to a fine, or to both, or b on summary conviction, to imprisonment for a term not exceeding 3 months, or to a fine not exceeding the statutory maximum, or to both."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "39", "section_title": " Offences by bodies corporate.", "section_text": "39 1 Where an offence under this Part committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate, or any person who was purporting to act in any such capacity, he, as well as the body corporate, shall be guilty of that offence and be liable to be proceeded against and punished accordingly. 2 Where the affairs of a body corporate are managed by its members, subsection (1) shall apply in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "40", "section_title": " Orders.", "section_text": "40 1 Any power of the Treasury to make an order under this Act shall be exercisable by statutory instrument. 2 An order under— section 1A(1),               section 17(4) or (5),  or   ... paragraph 3(2) of Schedule 7, shall not be made unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 3 A statutory instrument containing an order under— section 23(2), ... paragraph 1(5) of Schedule 4, or paragraph 3(3) of Schedule 7, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 4 A statutory instrument containing an order under section 33 shall be subject to annulment in pursuance of a resolution of the House of Commons. 4A Section 9N contains its own provisions about parliamentary procedure in relation to an order under section 9L. 5 Section 19 contains its own provisions about parliamentary procedure in relation to an order under that section."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "41", "section_title": " General interpretation.", "section_text": "41 1  In this Act—  “the Bank” means the Bank of England; “the capital requirements regulation” means Regulation ( EU ) No. 575/2013 of the European Parliament and of the Council.   “central securities depository” has the meaning given by point (1) of Article 2(1) of Regulation ( EU ) No 909/2014 of the European Parliament and of the Council of 23 July 2014 on improving securities settlement in the European Union and on central securities depositories;   2 References in this Act to an EU regulation are to that regulation as it forms part of domestic law by virtue of section 3 of the European Union (Withdrawal) Act 2018."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "42", "section_title": " Transitional provisions and savings.", "section_text": "42 Schedule 8 (transitional provisions and savings) shall have effect."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "43", "section_title": " Repeals.", "section_text": "43 The enactments and instruments specified in Schedule 9 are hereby repealed or revoked to the extent specified in the final column of that Schedule."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "44", "section_title": " Extent.", "section_text": "44 1 This Act extends to Northern Ireland. 2 Section 33 extends to the Channel Islands and the Isle of Man. 3 The extent of any amendment, repeal or revocation by this Act is the same as that of the enactment amended, repealed or revoked."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "45", "section_title": " Commencement.", "section_text": "45 This Act shall come into force on such day as the Treasury may by order appoint."}, {"act": "Bank of England Act 1998", "year": 1998, "section": "46", "section_title": " Short title.", "section_text": "46 This Act may be cited as the Bank of England Act 1998."}]