[{"act": "Competition Act 1998", "year": 1998, "section": "1", "section_title": " Enactments replaced.", "section_text": "1 The following shall cease to have effect— a the Restrictive Practices Court Act 1976 (c. 33), b the Restrictive Trade Practices Act 1976 (c. 34), c the Resale Prices Act 1976 (c. 53), and d the Restrictive Trade Practices Act 1977 (c. 19)."}, {"act": "Competition Act 1998", "year": 1998, "section": "2", "section_title": " Agreements  etc.  preventing, restricting or distorting competition.", "section_text": "2 1 Subject to section 3, agreements between undertakings, decisions by associations of undertakings or concerted practices which— a may affect trade within the United Kingdom, and b have as their object or effect the prevention, restriction or distortion of competition within the United Kingdom, are prohibited unless they are exempt in accordance with the provisions of this Part. 2 Subsection (1) applies, in particular, to agreements, decisions or practices which— a directly or indirectly fix purchase or selling prices or any other trading conditions; b limit or control production, markets, technical development or investment; c share markets or sources of supply; d apply dissimilar conditions to equivalent transactions with other trading parties, thereby placing them at a competitive disadvantage; e make the conclusion of contracts subject to acceptance by the other parties of supplementary obligations which, by their nature or according to commercial usage, have no connection with the subject of such contracts. 3 Subsection (1) applies only if the agreement, decision or practice is, or is intended to be, implemented in the United Kingdom. 4 Any agreement or decision which is prohibited by subsection (1) is void. 5 A provision of this Part which is expressed to apply to, or in relation to, an agreement is to be read as applying equally to, or in relation to, a decision by an association of undertakings or a concerted practice (but with any necessary modifications). 6 Subsection (5) does not apply where the context otherwise requires. 7 In this section “ the United Kingdom ” means, in relation to an agreement which operates or is intended to operate only in a part of the United Kingdom, that part. 8 The prohibition imposed by subsection (1) is referred to in this Act as “ the Chapter I prohibition ”."}, {"act": "Competition Act 1998", "year": 1998, "section": "3", "section_title": " Excluded agreements.", "section_text": "3 1 The Chapter I prohibition does not apply in any of the cases in which it is excluded by or as a result of— a Schedule 1 (mergers and concentrations); b Schedule 2 (competition scrutiny under other enactments); c Schedule 3 (planning obligations and other general exclusions).  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Secretary of State may at any time by order amend Schedule 1, with respect to the Chapter I prohibition, by— a providing for one or more additional exclusions; or b amending or removing any provision (whether or not it has been added by an order under this subsection). 3 The Secretary of State may at any time by order amend Schedule 3, with respect to the Chapter I prohibition, by— a providing for one or more additional exclusions; or b amending or removing any provision— i added by an order under this subsection; or ii included in paragraph 1, 2, 8 or 9 of Schedule 3. 4 The power under subsection (3) to provide for an additional exclusion may be exercised only if it appears to the Secretary of State that agreements which fall within the additional exclusion— a do not in general have an adverse effect on competition, or b are, in general, best considered under Chapter  II  or  the   Fair Trading Act 1973   the Enterprise Act 2002 . 5 An order under subsection (2)(a) or (3)(a) may include provision (similar to that made with respect to any other exclusion provided by the relevant Schedule) for the exclusion concerned to cease to apply to a particular agreement. 6 Schedule 3 also gives the Secretary of State power to exclude agreements from the Chapter I prohibition in certain circumstances."}, {"act": "Competition Act 1998", "year": 1998, "section": "4", "section_title": " Individual exemptions.", "section_text": "4 1 The   OFT   may grant an exemption from the Chapter I prohibition with respect to a particular agreement if— a a request for an exemption has been made to   it   under section 14 by a party to the agreement; and b the agreement is one to which section 9 applies. 2 An exemption granted under this section is referred to in this Part as an individual exemption. 3 The exemption— a may be granted subject to such conditions or obligations as the   OFT   considers it appropriate to impose; and b has effect for such period as the   OFT   considers appropriate. 4 That period must be specified in the grant of the exemption. 5 An individual exemption may be granted so as to have effect from a date earlier than that on which it is granted. 6 On an application made in such way as may be specified by rules under section 51, the   OFT   may extend the period for which an exemption has effect; but, if the rules so provide,   it   may do so only in specified circumstances."}, {"act": "Competition Act 1998", "year": 1998, "section": "5", "section_title": " Cancellation etc. of individual exemptions.", "section_text": "5 1 If the   OFT   has reasonable grounds for believing that there has been a material change of circumstance since   it   granted an individual exemption,   it   may by notice in writing— a cancel the exemption; b vary or remove any condition or obligation; or c impose one or more additional conditions or obligations. 2 If the   OFT   has a reasonable suspicion that the information on which   it   based   its   decision to grant an individual exemption was incomplete, false or misleading in a material particular,   it   may by notice in writing take any of the steps mentioned in subsection (1). 3 Breach of a condition has the effect of cancelling the exemption. 4 Failure to comply with an obligation allows the   OFT , by notice in writing, to take any of the steps mentioned in subsection (1). 5 Any step taken by the   OFT   under subsection (1), (2) or (4) has effect from such time as may be specified in the notice. 6 If an exemption is cancelled under subsection (2) or (4), the date specified in the notice cancelling it may be earlier than the date on which the notice is given. 7 The   OFT   may act under subsection (1), (2) or (4) on   its   own initiative or on a complaint made by any person."}, {"act": "Competition Act 1998", "year": 1998, "section": "6", "section_title": " Block exemptions.", "section_text": "6 1 If agreements which fall within a particular category of agreement are, in the opinion of the   CMA , likely to be   exempt agreements , the   CMA   may recommend that the Secretary of State make an order specifying that category for the purposes of this section. 2 The Secretary of State may make an order (“ a block exemption order ”) giving effect to such a recommendation— a in the form in which the recommendation is made; or b subject to such modifications as he considers appropriate. 3 An agreement which falls within a category specified in a block exemption order is exempt from the Chapter I prohibition. 4 An exemption under this section is referred to in this Part as a block exemption. 5 A block exemption order may impose conditions or obligations subject to which a block exemption is to have effect. 6 A block exemption order may provide— a that breach of a condition imposed by the order has the effect of cancelling the block exemption in respect of an agreement; b that if there is a failure to comply with an obligation imposed by the order, the     CMA     may, by notice in writing, cancel the block exemption in respect of the agreement; c that if the    CMA    considers that a particular agreement is not   an exempt agreement ,   it   may cancel the block exemption in respect of that agreement. 7 A block exemption order may provide that the order is to cease to have effect at the end of a specified period. 8 In this section— “exempt agreement” means an agreement which is exempt from the Chapter I prohibition as a result of section 9; and “specified” means specified in a block exemption order."}, {"act": "Competition Act 1998", "year": 1998, "section": "7", "section_title": " Block exemptions: opposition.", "section_text": "7 1 A block exemption order may provide that a party to an agreement which— a does not qualify for the block exemption created by the order, but b satisfies specified criteria, may notify the   OFT   of the agreement for the purposes of subsection (2). 2 An agreement which is notified under any provision included in a block exemption order by virtue of subsection (1) is to be treated, as from the end of the notice period, as falling within a category specified in a block exemption order unless the   OFT — a is opposed to its being so treated; and b gives notice in writing to the party concerned of   its   opposition before the end of that period. 3 If the   OFT   gives notice of   its   opposition under subsection (2), the notification under subsection (1) is to be treated as both notification under section 14 and as a request for an individual exemption made under subsection (3) of that section. 4 In this section “ notice period ” means such period as may be specified with a view to giving the   OFT   sufficient time to consider whether to oppose under subsection (2)."}, {"act": "Competition Act 1998", "year": 1998, "section": "8", "section_title": " Block exemptions: procedure.", "section_text": "8 1 Before making a recommendation under section 6(1), the    CMA    must— a publish details of   its   proposed recommendation in such a way as  it  thinks most suitable for bringing it to the attention of those likely to be affected; and b consider any representations about it which are made to   it . 2 If the Secretary of State proposes to give effect to such a recommendation subject to modifications, he must inform the    CMA    of the proposed modifications and take into account any comments made by the    CMA  . 3 If, in the opinion of the    CMA  , it is appropriate to vary or revoke a block exemption order  it  may make a recommendation to that effect to the Secretary of State. 4 Subsection (1) also applies to any proposed recommendation under subsection (3). 5 Before exercising   its   power to vary or revoke a block exemption order (in a case where there has been no recommendation under subsection (3)), the Secretary of State must— a inform the    CMA    of the proposed variation or revocation; and b take into account any comments made by the    CMA  . 6 A block exemption order may provide for a block exemption to have effect from a date earlier than that on which the order is made."}, {"act": "Competition Act 1998", "year": 1998, "section": "9", "section_title": "  Exempt agreements .", "section_text": "9 1   An agreement is exempt from the Chapter I prohibition if it — a contributes to— i improving production or distribution, or ii promoting technical or economic progress, while allowing consumers a fair share of the resulting benefit;   and   b does not— i impose on the undertakings concerned restrictions which are not indispensable to the attainment of those objectives; or ii afford the undertakings concerned the possibility of eliminating competition in respect of a substantial part of the products in question. 2 In any proceedings in which it is alleged that the Chapter I prohibition is being or has been infringed by an agreement, any undertaking or association of undertakings claiming the benefit of subsection (1) shall bear the burden of proving that the conditions of that subsection are satisfied."}, {"act": "Competition Act 1998", "year": 1998, "section": "10", "section_title": "  Assimilated   exemptions .", "section_text": "10 A1 An agreement is exempt from the Chapter I prohibition if it falls within a category of agreements specified as exempt in   an assimilated   block exemption regulation. 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 An exemption from the Chapter I prohibition under this section is referred to in this Part as   an assimilated   exemption . 4   An assimilated   exemption — a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b ceases to have effect— i if the relevant     assimilated   block exemption regulation    ceases to have effect; or ii on being cancelled by virtue of subsection (5) or (7). 5 In such circumstances and manner as may be specified in rules made under section 51, the    CMA    may— a impose conditions or obligations subject to which   an assimilated   exemption   is to have effect  in respect of an agreement ; b vary or remove any such condition or obligation; c impose one or more additional conditions or obligations; d cancel the exemption  in respect of an agreement . 6 In such circumstances as may be specified in rules made under section 51, the date from which cancellation of an exemption is to take effect may be earlier than the date on which notice of cancellation is given. 7 Breach of a condition imposed by the    CMA    has the effect of cancelling the exemption. 8 In exercising   its   powers under this section, the    CMA    may require any person who is a party to the agreement in question to give   it   such information as   it   may require. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12  In this Part,  “   assimilated   block exemption regulation ” means the following regulations as amended from time to time— a Council Regulation  (EC) 169/2009  applying rules of competition to transport by rail, road and inland waterway; b Commission Regulation  (EC) 906/2009  on the application of Article 81(3) of the Treaty to certain categories of agreements, decisions and concerted practices between liner shipping companies (consortia); c Commission Regulation (EU) 330/2010 on the application of Article 101(3) of the Treaty on the Functioning of the European Union to categories of vertical agreements and concerted practices; d Commission Regulation (EU) 461/2010 on the application of Article 101(3) of the Treaty on the Functioning of the European Union to categories of vertical agreements and concerted practices in the motor vehicle sector; e Commission Regulation (EU) 1217/2010 on the application of Article 101(3) of the Treaty on the Functioning of the European Union to certain categories of research and development agreements; f Commission Regulation (EU) 1218/2010 on the application of Article 101(3) of the Treaty on the Functioning of the European Union to certain categories of specialisation agreements; g Commission Regulation (EU) 316/2014 on the application of Article 101(3) of the Treaty on the Functioning of the European Union to categories of technology transfer agreements."}, {"act": "Competition Act 1998", "year": 1998, "section": "10A", "section_title": "Power to vary etc   assimilated   block exemption regulations", "section_text": "10A 1 The Secretary of State may by regulations vary or revoke   an assimilated   block exemption regulation. 2 In exercising the power under subsection (1), the Secretary of State must have regard to the conditions specified in section 9(1) for exemption from the Chapter 1 prohibition. 3 If, in the opinion of the CMA, it is appropriate to vary or revoke   an assimilated   block exemption regulation, the CMA may make a recommendation to that effect to the Secretary of State. 4 Before making a recommendation under subsection (3), the CMA must— a publish details of its proposed recommendation in such a way as it thinks most suitable for bringing it to the attention of those likely to be affected; and b consider any representations about it which are made to it. 5 Before exercising the power to vary or revoke   an assimilated   block exemption regulation (in a case where there has been no recommendation under subsection (3)), the Secretary of State must— a inform the CMA of the proposed variation or revocation; and b take into account any comments made by the CMA."}, {"act": "Competition Act 1998", "year": 1998, "section": "11", "section_title": " Exemption for certain other agreements.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "12", "section_title": " Requests for   OFT   to examine agreements.", "section_text": "12 1 Sections 13 and 14 provide for an agreement to be examined by the   OFT   on the application of a party to the agreement who thinks that it may infringe the Chapter I prohibition. 2 Schedule 5 provides for the procedure to be followed— a by any person making such an application; and b by the   OFT , in considering such an application. 3 The Secretary of State may by regulations make provision as to the application of sections 13 to 16 and Schedule 5, with such modifications (if any) as may be prescribed, in cases where the   OFT — a has given a direction withdrawing an exclusion; or b is considering whether to give such a direction."}, {"act": "Competition Act 1998", "year": 1998, "section": "13", "section_title": " Notification for guidance.", "section_text": "13 1 A party to an agreement who applies for the agreement to be examined under this section must— a notify the   OFT   of the agreement; and b apply to   the  OFT   for guidance. 2 On an application under this section, the   OFT   may give the applicant guidance as to whether or not, in   its   view, the agreement is likely to infringe the Chapter I prohibition. 3 If the   OFT   considers that the agreement is likely to infringe the prohibition if it is not exempt,   its   guidance may indicate— a whether the agreement is likely to be exempt from the prohibition under— i a block exemption; ii a parallel exemption; or iii a section 11 exemption; or b whether   it   would be likely to grant the agreement an individual exemption if asked to do so. 4 If an agreement to which the prohibition applies has been notified to the   OFT   under this section, no penalty is to be imposed under this Part in respect of any infringement of the prohibition by the agreement which occurs during the period— a beginning with the date on which notification was given; and b ending with such date as may be specified in a notice in writing given to the applicant by the   OFT   when the application has been determined. 5 The date specified in a notice under subsection (4)(b) may not be earlier than the date on which the notice is given."}, {"act": "Competition Act 1998", "year": 1998, "section": "14", "section_title": "Notification for a decision.", "section_text": " 14 1 A party to an agreement who applies for the agreement to be examined under this section must— a notify the    OFT    of the agreement; and b apply to   the OFT   for a decision. 2 On an application under this section, the    OFT    may make a decision as to— a whether the Chapter I prohibition has been infringed; and b if it has not been infringed, whether that is because of the effect of an exclusion or because the agreement is exempt from the prohibition. 3 If an agreement is notified to the    OFT    under this section, the application may include a request for the agreement to which it relates to be granted an individual exemption. 4 If an agreement to which the prohibition applies has been notified to the    OFT    under this section, no penalty is to be imposed under this Part in respect of any infringement of the prohibition by the agreement which occurs during the period— a beginning with the date on which notification was given; and b ending with such date as may be specified in a notice in writing given to the applicant by the    OFT    when the application has been determined. 5 The date specified in a notice under subsection (4)(b) may not be earlier than the date on which the notice is given."}, {"act": "Competition Act 1998", "year": 1998, "section": "15", "section_title": " Effect of guidance.", "section_text": "15 1 This section applies to an agreement if the   OFT   has determined an application under section 13 by giving guidance that— a the agreement is unlikely to infringe the Chapter I prohibition, regardless of whether or not it is exempt; b the agreement is likely to be exempt under— i a block exemption; ii a parallel exemption; or iii a section 11 exemption; or c   it   would be likely to grant the agreement an individual exemption if asked to do so. 2 The   OFT   is to take no further action under this Part with respect to an agreement to which this section applies, unless— a   it   has reasonable grounds for believing that there has been a material change of circumstance since  it  gave   its   guidance; b   it   has a reasonable suspicion that the information on which   it   based   its   guidance was incomplete, false or misleading in a material particular; c one of the parties to the agreement applies to   it   for a decision under section 14 with respect to the agreement; or d a complaint about the agreement has been made to   it   by a person who is not a party to the agreement. 3 No penalty may be imposed under this Part in respect of any infringement of the Chapter I prohibition by an agreement to which this section applies. 4 But the   OFT   may remove the immunity given by subsection (3) if— a   it   takes action under this Part with respect to the agreement in one of the circumstances mentioned in subsection (2); b it   considers it likely that the agreement will infringe the prohibition; and c it   gives notice in writing to the party on whose application the guidance was given that   it   is removing the immunity as from the date specified in   its   notice. 5 If the   OFT   has a reasonable suspicion that information— a on which   it   based   its   guidance, and b which was provided to   it   by a party to the agreement, was incomplete, false or misleading in a material particular, the date specified in a notice under subsection (4)(c) may be earlier than the date on which the notice is given."}, {"act": "Competition Act 1998", "year": 1998, "section": "16", "section_title": " Effect of a decision that the Chapter I prohibition has not been infringed.", "section_text": "16 1 This section applies to an agreement if the   OFT   has determined an application under section 14 by making a decision that the agreement has not infringed the Chapter I prohibition. 2 The   OFT   is to take no further action under this Part with respect to the agreement unless— a   it   has reasonable grounds for believing that there has been a material change of circumstance since   it   gave   its   decision; or b   it   has a reasonable suspicion that the information on which   it   based   its   decision was incomplete, false or misleading in a material particular. 3 No penalty may be imposed under this Part in respect of any infringement of the Chapter I prohibition by an agreement to which this section applies. 4 But the   OFT   may remove the immunity given by subsection (3) if— a   it   takes action under this Part with respect to the agreement in one of the circumstances mentioned in subsection (2); b   it   considers that it is likely that the agreement will infringe the prohibition; and c   it   gives notice in writing to the party on whose application the decision was made that   it   is removing the immunity as from the date specified in   its   notice. 5 If the   OFT   has a reasonable suspicion that information— a on which   it   based   its   decision, and b which was provided to   it   by a party to the agreement, was incomplete, false or misleading in a material particular, the date specified in a notice under subsection (4)(c) may be earlier than the date on which the notice is given."}, {"act": "Competition Act 1998", "year": 1998, "section": "17", "section_title": " Enactments replaced.", "section_text": "17 Sections 2 to 10 of the  Competition Act 1980 (control of anti-competitive practices) shall cease to have effect."}, {"act": "Competition Act 1998", "year": 1998, "section": "18", "section_title": " Abuse of dominant position.", "section_text": "18 1 Subject to section 19, any conduct on the part of one or more undertakings which amounts to the abuse of a dominant position in a market is prohibited if it may affect trade within the United Kingdom. 2 Conduct may, in particular, constitute such an abuse if it consists in— a directly or indirectly imposing unfair purchase or selling prices or other unfair trading conditions; b limiting production, markets or technical development to the prejudice of consumers; c applying dissimilar conditions to equivalent transactions with other trading parties, thereby placing them at a competitive disadvantage; d making the conclusion of contracts subject to acceptance by the other parties of supplementary obligations which, by their nature or according to commercial usage, have no connection with the subject of the contracts. 3 In this section— “ dominant position ” means a dominant position within the United Kingdom; and “ the United Kingdom ” means the United Kingdom or any part of it. 4 The prohibition imposed by subsection (1) is referred to in this Act as “ the Chapter II prohibition ”."}, {"act": "Competition Act 1998", "year": 1998, "section": "19", "section_title": " Excluded cases.", "section_text": "19 1 The Chapter II prohibition does not apply in any of the cases in which it is excluded by or as a result of— a Schedule 1 (mergers and concentrations); or b Schedule 3 (general exclusions). 2 The Secretary of State may at any time by order amend Schedule 1, with respect to the Chapter II prohibition, by— a providing for one or more additional exclusions; or b amending or removing any provision (whether or not it has been added by an order under this subsection). 3 The Secretary of State may at any time by order amend paragraph 8 of Schedule 3 with respect to the Chapter II prohibition. 4 Schedule 3 also gives the Secretary of State power to provide that the Chapter II prohibition is not to apply in certain circumstances."}, {"act": "Competition Act 1998", "year": 1998, "section": "20", "section_title": " Requests for   OFT   to consider conduct.", "section_text": "20 1 Sections 21 and 22 provide for conduct of a person which that person thinks may infringe the Chapter  II  prohibition to be considered by the   OFT   on the application of that person. 2 Schedule 6 provides for the procedure to be followed— a by any person making an application, and b by the   OFT , in considering an application."}, {"act": "Competition Act 1998", "year": 1998, "section": "21", "section_title": " Notification for guidance.", "section_text": "21 1 A person who applies for conduct to be considered under this section must— a notify the   OFT   of it; and b apply to   the  OFT   for guidance. 2 On an application under this section, the   OFT   may give the applicant guidance as to whether or not, in   its   view, the conduct is likely to infringe the Chapter  II  prohibition."}, {"act": "Competition Act 1998", "year": 1998, "section": "22", "section_title": " Notification for a decision.", "section_text": "22 1 A person who applies for conduct to be considered under this section must— a notify the   OFT   of it; and b apply to   the  OFT   for a decision. 2 On an application under this section, the   OFT   may make a decision as to— a whether the Chapter  II  prohibition has been infringed; and b if it has not been infringed, whether that is because of the effect of an exclusion."}, {"act": "Competition Act 1998", "year": 1998, "section": "23", "section_title": " Effect of guidance.", "section_text": "23 1 This section applies to conduct if the   OFT   has determined an application under section 21 by giving guidance that the conduct is unlikely to infringe the Chapter  II  prohibition. 2 The   OFT   is to take no further action under this Part with respect to the conduct to which this section applies, unless— a   it   has reasonable grounds for believing that there has been a material change of circumstance since   it   gave   its   guidance; b   it                   has a reasonable suspicion that the information on which   it   based   its   guidance was incomplete, false or misleading in a material particular; or c a complaint about the conduct has been made to   it . 3 No penalty may be imposed under this Part in respect of any infringement of the Chapter  II  prohibition by conduct to which this section applies. 4 But the   OFT   may remove the immunity given by subsection (3) if— a   it                   takes action under this Part with respect to the conduct in one of the circumstances mentioned in subsection (2); b   it                   considers that it is likely that the conduct will infringe the prohibition; and c   it                   gives notice in writing to the undertaking on whose application the guidance was given that   it   is removing the immunity as from the date specified in   its   notice. 5 If the   OFT   has a reasonable suspicion that information— a on which   it   based   its   guidance, and b which was provided to   it   by an undertaking engaging in the conduct, was incomplete, false or misleading in a material particular, the date specified in a notice under subsection (4)(c) may be earlier than the date on which the notice is given."}, {"act": "Competition Act 1998", "year": 1998, "section": "24", "section_title": " Effect of a decision that the Chapter II prohibition has not been infringed.", "section_text": "24 1 This section applies to conduct if the   OFT   has determined an application under section 22 by making a decision that the conduct has not infringed the Chapter  II  prohibition. 2 The   OFT   is to take no further action under this Part with respect to the conduct unless— a   it   has reasonable grounds for believing that there has been a material change of circumstance since   it   gave   its   decision; or b   it   has a reasonable suspicion that the information on which   it   based   its   decision was incomplete, false or misleading in a material particular. 3 No penalty may be imposed under this Part in respect of any infringement of the Chapter  II  prohibition by conduct to which this section applies. 4 But the   OFT   may remove the immunity given by subsection (3) if— a   it   takes action under this Part with respect to the conduct in one of the circumstances mentioned in subsection (2); b   it   considers that it is likely that the conduct will infringe the prohibition; and c   it   gives notice in writing to the undertaking on whose application the decision was made that   it   is removing the immunity as from the date specified in   its   notice. 5 If the   OFT   has a reasonable suspicion that information— a on which   it   based   its   decision, and b which was provided to   it   by an undertaking engaging in the conduct, was incomplete, false or misleading in a material particular, the date specified in a notice under subsection (4)(c) may be earlier than the date on which the notice is given."}, {"act": "Competition Act 1998", "year": 1998, "section": "25", "section_title": "Power of   CMA   to investigate", "section_text": "25 1 In any of the following cases, the   CMA   may conduct an investigation. 2 The first case is where there are reasonable grounds for suspecting that there is an agreement which— a may affect trade within the United Kingdom; and b has as its object or effect the prevention, restriction or distortion of competition within the United Kingdom. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The third case is where there are reasonable grounds for suspecting that the Chapter  II  prohibition has been infringed. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The fifth case is where there are reasonable grounds for suspecting that, at some time in the past, there was an agreement which at that time— a may have affected trade within the United Kingdom; and b had as its object or effect the prevention, restriction or distortion of competition within the United Kingdom. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Subsection (2) does not permit an investigation to be conducted in relation to an agreement if the   CMA  — a considers that the agreement is exempt from the Chapter I prohibition as a result of a block exemption or   an assimilated   exemption ; and b does not have reasonable grounds for suspecting that the circumstances may be such that it could exercise its power to cancel the exemption. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Subsection (6) does not permit an investigation to be conducted in relation to any agreement if the   CMA   considers that, at the time in question, the agreement was exempt from the Chapter I prohibition as a result of a block exemption or   an assimilated   exemption . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 It is immaterial for the purposes of subsection (6)  ... whether the agreement in question remains in existence."}, {"act": "Competition Act 1998", "year": 1998, "section": "25A", "section_title": "Power of CMA to publish notice of investigation", "section_text": "25A 1 Where the CMA decides to conduct an investigation it may publish a notice which may, in particular— a state its decision to do so; b indicate which of    subsections (2), (4) and (6)    of section 25 the investigation falls under; c summarise the matter being investigated; d identify any undertaking whose activities are being investigated as part of the investigation; e identify the market which is or was affected by the matter being investigated. 2 Section 57 does not apply to a notice under subsection (1) to the extent that it includes information other than information mentioned in that subsection. 3 Subsection (4) applies if— a the CMA has published a notice under subsection (1) which identifies an undertaking whose activities are being investigated, and b the CMA subsequently decides (without making a decision within the meaning given by section 31(2)) to terminate the investigation of the activities of the undertaking so identified. 4 The CMA must publish a notice stating that the activities of the undertaking in question are no longer being investigated."}, {"act": "Competition Act 1998", "year": 1998, "section": "26", "section_title": "Investigations: powers to require documents and information", "section_text": "26 1 For the purposes of an investigation  under section 25 , the    CMA    may require any person to produce to   it   a specified document, or to provide   it   with specified information, which   it   considers relates to any matter relevant to the investigation. 2 The power conferred by subsection (1) is to be exercised by a notice in writing. 3 A notice under subsection (2) must indicate— a the subject matter and purpose of the investigation; and b the nature of the offences created by sections   43 and   44. 4 In subsection (1) “ specified ” means— a specified, or described, in the notice; or b falling within a category which is specified, or described, in the notice. 5 The    CMA    may also specify in the notice— a the time and place at which any document is to be produced or any information is to be provided; b the manner and form in which it is to be produced or provided. 6 The power under this section to require a person to produce a document includes power— a if the document is produced— i to take copies of it or extracts from it; ii to require him, or any person who is a present or past officer of his, or is or was at any time employed by him, to provide an explanation of the document; b if the document is not produced, to require him to state, to the best of his knowledge and belief, where it is."}, {"act": "Competition Act 1998", "year": 1998, "section": "26A", "section_title": "Investigations: power to ask questions", "section_text": "26A 1 For the purposes of an investigation, the CMA may give notice to an individual who has a connection with a relevant undertaking requiring the individual to answer questions with respect to any matter relevant to the investigation— a at a place specified in the notice, and b either at a time so specified or on receipt of the notice. 2 The CMA must give a copy of the notice under subsection (1) to each relevant undertaking with which the individual has a current connection at the time the notice is given to the individual. 3 The CMA must take such steps as are reasonable in all the circumstances to comply with the requirement under subsection (2) before the time at which the individual is required to answer questions. 4 Where the CMA does not comply with the requirement under subsection (2) before the time mentioned in subsection (3), it must comply with that requirement as soon as practicable after that time. 5 A notice under subsection (1) must be in writing and must indicate— a the subject matter and purpose of the investigation, and b the nature of the offence created by section 44. 6 For the purposes of this section— a an individual has a connection with an undertaking if he or she is or was— i concerned in the management or control of the undertaking, or ii employed by, or otherwise working for, the undertaking, and b an individual has a current connection with an undertaking if, at the time in question, he or she is so concerned, is so employed or is so otherwise working. 7 In this section, a  “ relevant undertaking ” means an undertaking whose activities are being investigated as part of the investigation in question."}, {"act": "Competition Act 1998", "year": 1998, "section": "27", "section_title": "  Power to enter business premises without a warrant  ", "section_text": "27 1 Any officer of the    CMA    who is authorised in writing by the    CMA    to do so (“ an investigating officer ”) mayenter   any business premises   in connection with an investigation  under section 25 . 2 No investigating officer is to enter any premises in the exercise of his powers under this section unless he has given to the occupier of the premises a written noticewhich— a gives at least two working days’ notice of the intended entry; b indicates the subject matter and purpose of the investigation; and c indicates the nature of the offences created by sections 42 to 44. 3 Subsection (2) does not apply— a if the    CMA    has a reasonable suspicion that the premises are, or have been, occupied by— i a party to an agreement which   it   is investigating   section 25 ; or ii an undertaking the conduct of which   it   is investigating under   section 25 ; or b if the investigating officer has taken all such steps as are reasonably practicable to give notice but has not been able to do so. 4 In a case falling within subsection (3), the power of entry conferred by subsection (1) is to be exercised by the investigating officer on productionof— a evidence of his authorisation; and b a document containing the information referred to in subsection (2)(b) and (c). 5 An investigating officer entering any premises under this section may— a take with him such equipment as appears to him to be necessary; b require any person on the premises— i to produce any document which he considers relates to any matter relevant to the investigation; and ii if the document is produced, to provide an explanation of it; c require any person to state, to the best of his knowledge and belief, where any such document is to be found; d take copies of, or extracts from, any document which is produced; e require any information which is   stored in any electronic form   and is accessible from the premises and which the investigating officer considers relates to any matter relevant to theinvestigation, to be produced in a form— i in which it can be taken away, and ii in which it is visible and legible  or from which it can readily be produced in a visible and legible form . f take any steps which appear to be necessary for the purpose of preserving or preventing interference with any document which he considers relates to any matter relevant to the investigation. 6 In this section “business premises” means premises (or any part of premises) not used as a dwelling."}, {"act": "Competition Act 1998", "year": 1998, "section": "28", "section_title": "  Power to enter business premises under a warrant .", "section_text": "28 1   On an application made to it by the CMA, the court or the Tribunal may issue a warrant if it is satisfied that—   a there are reasonable grounds for suspecting that there are on   any business premises   documents— i the production of which has been required under section 26 or 27; and ii which have not been produced as required; b there are reasonable grounds for suspecting that— i there are on   any business premises   documents which the    CMA    has power under section 26 to require to be produced; and ii if the documents were required to be produced, they would not be produced but would be concealed, removed, tampered with or destroyed; or c an investigating officer has attempted to enter premises in the exercise of his powers under section 27 but has been unable to do so and that there are reasonable groundsfor suspecting that there are on the premises documents the production of which could have been required under that section. 2 A warrant under this section shall authorise a named officer of the    CMA  , and any other of   the   “CMA's   officers whom the   CMA    has authorised in writing to accompany the namedofficer— a to enter the premises specified in the warrant, using such force as is reasonably necessary for the purpose; b to search the premises and take copies of, or extracts from, any document appearing to be of a kind in respect of which the application under subsection (1) wasgranted (“ the relevant kind ”); c to take possession of any documents appearing to be of the relevant kind if— i such action appears to be necessary for preserving the documents or preventing interference with them; or ii it is not reasonably practicable to take copies of the documents on the premises; d to take any other steps which appear to be necessary for the purpose mentioned in paragraph (c)(i); e to require any person to provide an explanation of any document appearing to be of the relevant kind or to state, to the best of his knowledge and belief, where it may befound; f to require any information which is   stored in any electronic form   and is accessible from the premises and which the named officer considers relates to any matter relevant to theinvestigation, to be produced in a form— i in which it can be taken away, and ii in which it is visible and legible  or from which it can readily be produced in a visible and legible form . 3 If, in the case of a warrant under subsection (1)(b),   the court or (as the case may be) the Tribunal   is satisfied that it is reasonable to suspect that there are also on the premises otherdocuments relating to the investigation concerned, the warrant shall also authorise action mentioned in subsection (2) to be taken in relation to any suchdocument. 3A A warrant under this section may authorise persons specified in the warrant to accompany the named officer who is executing it. 4 Any person entering premises by virtue of a warrant under this section may take with him such equipment as appears to him to be necessary. 5 On leaving any premises which he has entered by virtue of a warrant under this section, the named officer must, if the premises are unoccupied or the occupier is temporarilyabsent, leave them as effectively secured as he found them. 6 A warrant under this section continues in force until the end of the period of one month beginning with the day on which it is issued. 7 Any document of which possession is taken under subsection (2)(c) may be retained for a period of three months. 7A An application for a warrant under this section must be made— a in the case of an application to the court, in accordance with rules of court; b in the case of an application to the Tribunal, in accordance with Tribunal rules. 8 In this section “business premises” has the same meaning as in section 27."}, {"act": "Competition Act 1998", "year": 1998, "section": "28A", "section_title": "Power to enter domestic premises under a warrant", "section_text": "28A 1   On an application made to it by the CMA, the court or the Tribunal may issue a warrant if it is satisfied that—   a there are reasonable grounds for suspecting that there are on any domestic premises documents— i the production of which has been required under section 26; and ii which have not been produced as required; or b there are reasonable grounds for suspecting that— i there are on any domestic premises documents which the   CMA   has power under section 26 to require to be produced; and ii if the documents were required to be produced, they would not be produced but would be concealed, removed, tampered with or destroyed. 2 A warrant under this section shall authorise a named officer of the   CMA  , and any other of its officers whom the   CMA   has authorised in writing to accompany the named officer— a to enter the premises specified in the warrant, using such force as is reasonably necessary for the purpose; b to search the premises and take copies of, or extracts from, any document appearing to be of a kind in respect of which the application under subsection (1) was granted (“the relevant kind”); c to take possession of any documents appearing to be of the relevant kind if— i such action appears to be necessary for preserving the documents or preventing interference with them; or ii it is not reasonably practicable to take copies of the documents on the premises; d to take any other steps which appear to be necessary for the purpose mentioned in paragraph (c)(i); e to require any person to provide an explanation of any document appearing to be of the relevant kind or to state, to the best of his knowledge and belief, where it may be found; f to require any information which is stored in any electronic form and is accessible from the premises and which the named officer considers relates to any matter relevant to the investigation, to be produced in a form— i in which it can be taken away, and ii in which it is visible and legible or from which it can readily be produced in a visible and legible form. 3 If, in the case of a warrant under subsection (1)(b),   the court or (as the case may be) the Tribunal   is satisfied that it is reasonable to suspect that there are also on the premises other documents relating to the investigation concerned, the warrant shall also authorise action mentioned in subsection (2) to be taken in relation to any such document. 4 A warrant under this section may authorise persons specified in the warrant to accompany the named officer who is executing it. 5 Any person entering premises by virtue of a warrant under this section may take with him such equipment as appears to him to be necessary. 6 On leaving any premises which he has entered by virtue of a warrant under this section, the named officer must, if the premises are unoccupied or the occupier is temporarily absent, leave them as effectively secured as he found them. 7 A warrant under this section continues in force until the end of the period of one month beginning with the day on which it is issued. 8 Any document of which possession is taken under subsection (2)(c) may be retained for a period of three months. 8A An application for a warrant under this section must be made— a in the case of an application to the court, in accordance with rules of court; b in the case of an application to the Tribunal, in accordance with Tribunal rules. 9 In this section, “domestic premises” means premises (or any part of premises) that are used as a dwelling and are— a premises also used in connection with the affairs of an undertaking or association of undertakings; or b premises where documents relating to the affairs of an undertaking or association of undertakings are kept."}, {"act": "Competition Act 1998", "year": 1998, "section": "29", "section_title": " Entry of premises under warrant: supplementary.", "section_text": "29 1 A warrant issued under section 28  or 28A   must indicate— a the subject matter and purpose of the investigation; b the nature of the offences created by sections 42 to 44. 2 The powers conferred by section 28  or 28A   are to be exercised on production of a warrant issued under that section. 3 If there is no one at the premises when the named officer proposes to execute such a warrant he must, before executing it— a take such steps as are reasonable in all the circumstances to inform the occupier of the intended entry; and b if the occupier is informed, afford him or his legal or other representative a reasonable opportunity to be present when the warrant is executed. 4 If the named officer is unable to inform the occupier of the intended entry he must, when executing the warrant, leave a copy of it in a prominent place on the premises. 5 In this section— “ named officer ” means the officer named in the warrant; and “ occupier ”, in relation to any premises, means a person whom the named officer reasonably believes is the occupier of those premises."}, {"act": "Competition Act 1998", "year": 1998, "section": "30", "section_title": " Privileged communications.", "section_text": "30 1 A person shall not be required, under any provision of this Part, to produce or disclose a privileged communication. 2 “ Privileged communication ” means a communication— a between a professional legal adviser and his client, or b made in connection with, or in contemplation of, legal proceedings and for the purposes of those proceedings, which in proceedings in the High Court would be protected from disclosure on grounds of legal professional privilege. 3 In the application of this section to Scotland— a references to the High Court are to be read as references to the Court of Session; and b the reference to legal professional privilege is to be read as a reference to confidentiality of communications."}, {"act": "Competition Act 1998", "year": 1998, "section": "30A", "section_title": "  Use of statements in prosecution", "section_text": "30A 1 A statement made by a person in response to a requirement imposed by virtue of any of    sections 26, 27 to 28A and 40ZD      may not be used in evidence against him on a prosecution for an offence under section 188 of the Enterprise Act 2002 unless, in the proceedings— a in giving evidence, he makes a statement inconsistent with it, and b evidence relating to it is adduced, or a question relating to it is asked, by him or on his behalf. 2 A statement by an individual in response to a requirement imposed by virtue of section 26A (a  “section 26A statement”) may only be used in evidence against the individual— a on a prosecution for an offence under section 44, or b on a prosecution for some other offence in a case falling within subsection (3). 3 A prosecution falls within this subsection if, in the proceedings— a in giving evidence, the individual makes a statement inconsistent with the section 26A statement, and b evidence relating to the section 26A statement is adduced, or a question relating to it is asked, by or on behalf of the individual. 4 A section 26A statement may not be used in evidence against an undertaking with which the individual who gave the statement has a connection on a prosecution for an offence unless the prosecution is for an offence under section 44. 5 For the purposes of subsection (4), an individual has a connection with an undertaking if he or she is or was— a concerned in the management or control of the undertaking, or b employed by, or otherwise working for, the undertaking."}, {"act": "Competition Act 1998", "year": 1998, "section": "31", "section_title": " Decisions following an investigation.", "section_text": "31 1 If as a result of an investigation the   CMA   proposes to make a decision, the   CMA   must— a give written notice to the person (or persons) likely to be affected by the proposed decision; and b give that person (or those persons) an opportunity to make representations. 2 For the purposes of this section and sections 31A and 31B “decision” means a decision of the   CMA  — a that the Chapter I prohibition has been infringed;  or b that the Chapter  II  prohibition has been infringed; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "31A", "section_title": "Commitments", "section_text": "31A 1 Subsection (2) applies in a case where the   CMA   has begun an investigation under section 25 but has not made a decision (within the meaning given by section 31(2)). 2 For the purposes of addressing the competition concerns it has identified, the   CMA   may accept from such person (or persons) concerned as it considers appropriate commitments to take such action (or refrain from taking such action) as it considers appropriate. 3 At any time when commitments are in force the   CMA   may accept from the person (or persons) who gave the commitments— a a variation of them if it is satisfied that the commitments as varied will address its current competition concerns; b commitments in substitution for them if it is satisfied that the new commitments will address its current competition concerns. 4 Commitments under this section— a shall come into force when accepted; and b may be released by the   CMA   where— i it is requested to do so by the person (or persons) who gave the commitments; or ii it has reasonable grounds for believing that the competition concerns referred to in subsection (2) or (3) no longer arise. 5 The provisions of Schedule 6A to this Act shall have effect with respect to procedural requirements for the acceptance, variation and release of commitments under this section."}, {"act": "Competition Act 1998", "year": 1998, "section": "31B", "section_title": "Effect of commitments under section 31A", "section_text": "31B 1 Subsection (2) applies if the   CMA   has accepted commitments under section 31A (and has not released them). 2 In such a case, the   CMA   shall not— a continue the investigation, b make a decision (within the meaning of section 31(2)), or c give a direction under section 35, in relation to the agreement or conduct which was the subject of the investigation (but this subsection is subject to subsections (3) and (4)). 3 Nothing in subsection (2) prevents the   CMA   from taking any action in relation to competition concerns which are not addressed by commitments accepted by it. 4 Subsection (2) also does not prevent the   CMA   from continuing the investigation, making a decision, or giving a direction where— a it has reasonable grounds for believing that there has been a material change of circumstances since the commitments were accepted; b it has reasonable grounds for suspecting that a person has failed to adhere to one or more of the terms of the commitments; or c it has reasonable grounds for suspecting that information which led it to accept the commitments was incomplete, false or misleading in a material particular. 5 If, pursuant to subsection (4), the   CMA   makes a decision or gives a direction the commitments are to be treated as released from the date of that decision or direction."}, {"act": "Competition Act 1998", "year": 1998, "section": "31C", "section_title": "Review of commitments", "section_text": "31C 1 Where the   CMA   is reviewing or has reviewed the effectiveness of commitments accepted under section 31A it must, if requested to do so by the Secretary of State, prepare a report of its findings. 2 The   CMA   must— a give any report prepared by it under subsection (1) to the Secretary of State; and b publish the report."}, {"act": "Competition Act 1998", "year": 1998, "section": "31D", "section_title": "Guidance", "section_text": "31D 1 The   CMA   must prepare and publish guidance as to the circumstances in which it may be appropriate to accept commitments under section 31A. 2 The   CMA   may at any time alter the guidance. 3 If the guidance is altered, the   CMA   must publish it as altered. 4 No guidance is to be published under this section without the approval of the Secretary of State. 5 The   CMA   may, after consulting the Secretary of State, choose how it publishes its guidance. 6 If the   CMA   is preparing or altering guidance under this section it must consult such persons as it considers appropriate. 7 If the proposed guidance or alteration relates to a matter in respect of which a regulator exercises concurrent jurisdiction, those consulted must include that regulator. 8 When exercising its discretion to accept commitments under section 31A, the   CMA   must have regard to the guidance for the time being in force under this section."}, {"act": "Competition Act 1998", "year": 1998, "section": "31E", "section_title": "Enforcement of commitments", "section_text": "31E 1 If a person from whom the   CMA   has accepted commitments fails without reasonable excuse to adhere to the commitments (and has not been released from them), the   CMA   may apply to the court for an order— a requiring the defaulter to make good his default within a time specified in the order; or b if the commitments relate to anything to be done in the management or administration of an undertaking, requiring the undertaking or any of its officers to do it. 2 An order of the court under subsection (1) may provide for all the costs of, or incidental to, the application for the order to be borne by— a the person in default; or b any officer of an undertaking who is responsible for the default. 3 In the application of subsection (2) to Scotland, the reference to “costs” is to be read as a reference to “expenses”."}, {"act": "Competition Act 1998", "year": 1998, "section": "31F", "section_title": "Power for Secretary of State to impose time-limits on investigations  etc.", "section_text": "31F 1 The Secretary of State may by order impose time-limits in relation to— a the conduct by the CMA of investigations or investigations of a description specified in the order; b the making by the CMA of decisions (within the meaning given by section 31(2)) as a result of investigations or investigations of such a description. 2 Before making an order under subsection (1), the Secretary of State must consult the CMA and such other persons as the Secretary of State considers appropriate."}, {"act": "Competition Act 1998", "year": 1998, "section": "32", "section_title": " Directions in relation to agreements.", "section_text": "32 1 If the    CMA    has made a decision that an agreement infringes the Chapter I prohibition  ...  ,   it   may give to such person or persons as   it   considers appropriate such directions as   it   considers appropriate to bring the infringement to an end. 2 Subsection (1) applies whether the   OFT ’s   decision is made on   its   own initiative or on an application made to   it   under this Part. 3 A direction under this section may, in particular, include provision— a requiring the parties to the agreement to modify the agreement; or b requiring them to terminate the agreement. 4 A direction under this section must be given in writing."}, {"act": "Competition Act 1998", "year": 1998, "section": "33", "section_title": " Directions in relation to conduct.", "section_text": "33 1 If the    CMA    has made a decision that conduct infringes the Chapter II   prohibition  ...  ,   it   may give to such person or persons as   it   considers appropriate such directions as   it   considers appropriate to bring the infringement to an end. 2 Subsection (1) applies whether the   OFT ’s   decision is made on   its   own initiative or on an application made to   it   under this Part. 3 A direction under this section may, in particular, include provision— a requiring the person concerned to modify the conduct in question; or b requiring him to cease that conduct. 4 A direction under this section must be given in writing."}, {"act": "Competition Act 1998", "year": 1998, "section": "34", "section_title": " Enforcement of directions.", "section_text": "34 1 If a person fails, without reasonable excuse, to comply with a direction under section 32 or 33, the    CMA    may apply to the court for an order— a requiring the defaulter to make good his default within a time specified in the order; or b if the direction related to anything to be done in the management or administration of an undertaking, requiring the undertaking or any of its officers to do it. 2 An order of the court under subsection (1) may provide for all of the costs of, or incidental to, the application for the order to be borne by— a the person in default; or b any officer of an undertaking who is responsible for the default. 3 In the application of subsection (2) to Scotland, the reference to “costs” is to be read as a reference to “expenses”."}, {"act": "Competition Act 1998", "year": 1998, "section": "35", "section_title": " Interim measures.", "section_text": "35 1 Subject to   subsection (8) , this section applies if the   CMA   has begun an investigation under section 25 and not completed it (but only applies so long as the   CMA   has power under section 25 to conduct that investigation). 2 If the    CMA    considers that it is necessary for   it   to act under this section as a matter of urgency for the purpose— a of preventing   significant damage   to a particular person or category of person, or b of protecting the public interest,   it   may give such directions as   it   considers appropriate for that purpose. 3 Before giving a direction under this section, the    CMA    must— a give written notice to the person (or persons) to whom   it   proposes to give the direction; and b give that person (or each of them) an opportunity to make representations. 4 A notice under subsection (3) must indicate the nature of the direction which the    CMA    is proposing to give and   its   reasons for wishing to give it. 5 A direction given under this section may if the circumstances permit be replaced by— a a direction under section 32 or (as appropriate) section 33, or b commitments accepted under section 31A, but, subject to that, has effect while this section applies. 6 In the   cases mentioned in   section 25(2) and (6) , sections 32(3) and 34 also apply to directions given under this section. 7 In the   cases mentioned in   section 25(4) , sections 33(3) and 34 also apply to directions given under this section. 8 In the case of an investigation conducted by virtue of section 25(2) or (6), this section does not apply if a person has produced evidence to the   CMA   in connection with the investigation that satisfies it on the balance of probabilities that, in the event of it reaching the basic infringement conclusion, it would also reach the conclusion that the suspected agreement is exempt from the Chapter I prohibition as a result of section 9(1); and in this subsection “the basic infringement conclusion” is the conclusion that there is an agreement which— a may affect trade within the United Kingdom, and b has as its object or effect the prevention, restriction or distortion of competition within the United Kingdom. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "36", "section_title": "  Penalties .", "section_text": "36 1 On making a decision that an agreement has infringed the Chapter I prohibition  ..., the    CMA    may require an undertaking which is a party to the agreement to pay  the   CMA    a penalty in respect of the infringement. 2 On making a decision that conduct has infringed the Chapter II prohibition  ..., the    CMA    may require the undertaking concerned to pay  the   CMA    a penalty in respect of the infringement. 3 The    CMA    may impose a penalty on an undertaking under subsection (1) or (2) only if   the   CMA    is satisfied that the infringement has been committed intentionally or negligently by the undertaking. 4 Subsection (1) is subject to section 39 and does not apply  in relation to a decision that an agreement has infringed the Chapter I prohibition   if the    CMA    is satisfied that the undertaking acted on the reasonable assumption that that section gave it immunity in respect of the agreement. 5 Subsection (2) is subject to section 40 and does not apply  in relation to a decision that conduct has infringed the Chapter  II  prohibition   if the    CMA    is satisfied that the undertaking acted on the reasonable assumption that that section gave it immunity in respect of the conduct. 6 Notice of a penalty under this section must— a be in writing; and b specify the date before which the penalty is required to be paid. 7 The date specified must not be earlier than the end of the period within which an appeal against the notice may be brought under section 46. 7A In fixing a penalty under this section the CMA must have regard to— a the seriousness of the infringement concerned, and b the desirability of deterring both the undertaking on whom the penalty is imposed and others from— i entering into agreements which infringe the Chapter 1 prohibition  ..., or ii engaging in conduct which infringes the Chapter 2 prohibition  .... 8 No penalty fixed by the    CMA    under this section may exceed 10% of the turnover of the undertaking (determined in accordance with such provisions as may be specified in an order made by the Secretary of State). 9 Any sums received by the    CMA    under this section are to be paid into the Consolidated Fund."}, {"act": "Competition Act 1998", "year": 1998, "section": "37", "section_title": " Recovery of penalties.", "section_text": "37 1 If the specified date in a penalty notice has passed and— a the period during which an appeal against the imposition, or amount, of the penalty may be made has expired without an appeal having been made, or b such an appeal has been made and determined, the    CMA    may recover from the undertaking, as a civil debt due to  the   CMA  , any amount payable under the penalty notice which remains outstanding. 2 In this section— “ penalty notice ” means a notice given under section 36; and “ specified date ” means the date specified in the penalty notice."}, {"act": "Competition Act 1998", "year": 1998, "section": "38", "section_title": " The appropriate level of a penalty.", "section_text": "38 1 The    CMA    must prepare and publish guidance as to the appropriate amount of any penalty under this Part                        in respect of an infringement of   the Chapter 1 prohibition or the Chapter 2 prohibition. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The    CMA    may at any time alter the guidance. 3 If the guidance is altered, the    CMA    must publish it as altered. 4 No guidance is to be published under this section without the approval of the Secretary of State. 5 The    CMA    may, after consulting the Secretary of State, choose how   it   publishes   its   guidance. 6 If the    CMA    is preparing or altering guidance under this section   it   must consult such persons as   it   considers appropriate. 7 If the proposed guidance or alteration relates to a matter in respect of which a regulator exercises concurrent jurisdiction, those consulted must include that regulator. 8 When setting the amount of a penalty under this Part                        in respect of an infringement of a kind mentioned in subsection (1)  , the    CMA   and the Tribunal                      must have regard to the guidance for the time being in force under this section. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "39", "section_title": "  Limited immunity in relation to the Chapter I prohibition .", "section_text": "39 1 In this section “ small agreement ” means an agreement— a which falls within a category prescribed for the purposes of this section; but b is not a price fixing agreement. 2 The criteria by reference to which a category of agreement is prescribed may, in particular, include— a the combined turnover of the parties to the agreement (determined in accordance with prescribed provisions); b the share of the market affected by the agreement (determined in that way). 3 A party to a small agreement is immune from the effect of section 36(1)  so far as that provision relates to decisions about infringement of the Chapter I prohibition ; but the    CMA    may withdraw that immunity under subsection (4). 4 If the    CMA    has investigated a small agreement,   it   may make a decision withdrawing the immunity given by subsection (3) if, as a result of   its   investigation,   it   considers that the agreement is likely to infringe the Chapter I prohibition. 5 The    CMA    must give each of the parties in respect of which immunity is withdrawn written notice of   its   decision to withdraw the immunity. 6 A decision under subsection (4) takes effect on such date (“ the withdrawal date ”) as may be specified in the decision. 7 The withdrawal date must be a date after the date on which the decision is made. 8 In determining the withdrawal date, the    CMA    must have regard to the amount of time which the parties are likely to require in order to secure that there is no further infringement of the Chapter I prohibition with respect to the agreement. 9 In subsection (1) “ price fixing agreement ” means an agreement which has as its object or effect, or one of its objects or effects, restricting the freedom of a party to the agreement to determine the price to be charged (otherwise than as between that party and another party to the agreement) for the product, service or other matter to which the agreement relates."}, {"act": "Competition Act 1998", "year": 1998, "section": "40", "section_title": " Limited immunity in relation to the Chapter II prohibition.", "section_text": "40 1 In this section “ conduct of minor significance ” means conduct which falls within a category prescribed for the purposes of this section. 2 The criteria by reference to which a category is prescribed may, in particular, include— a the turnover of the person whose conduct it is (determined in accordance with prescribed provisions); b the share of the market affected by the conduct (determined in that way). 3 A person is immune from the effect of section 36(2) , so far as that provision relates to decisions about infringement of the Chapter  II  prohibition,   if   its   conduct is conduct of minor significance; but the    CMA    may withdraw that immunity under subsection (4). 4 If the    CMA    has investigated conduct of minor significance,   it   may make a decision withdrawing the immunity given by subsection (3) if, as a result of   its   investigation,   it   considers that the conduct is likely to infringe the Chapter II prohibition. 5 The    CMA    must give the person, or persons, whose immunity has been withdrawn written notice of   its   decision to withdraw the immunity. 6 A decision under subsection (4) takes effect on such date (“ the withdrawal date ”) as may be specified in the decision. 7 The withdrawal date must be a date after the date on which the decision is made. 8 In determining the withdrawal date, the  CMA  must have regard to the amount of time which the person or persons affected are likely to require in order to secure that there is no further infringement of the Chapter II prohibition."}, {"act": "Competition Act 1998", "year": 1998, "section": "40ZA", "section_title": "Interpretation", "section_text": "40ZA 1 In this section and in sections 40ZB and 40ZD “transferred EU anti-trust commitments” means EU anti-trust commitments— a which are the subject of an Article 95(2) commitments transfer decision (and, where those commitments are modified by, or as contemplated by, that decision, or by a later Article 95(2) commitments transfer decision, means those commitments as so modified), and b which have not been wholly waived or substituted by the European Commission. 2 In this section— “Article 95(2) commitments transfer decision” means an instrument issued by the European Commission in accordance with Article 95(2) of the EU withdrawal agreement transferring responsibility for the monitoring and enforcement of EU anti-trust commitments to the CMA; “EU anti-trust commitments” means commitments contained, pursuant to Article 9(1) of Regulation 1/2003, in a decision adopted by the European Commission under that Regulation. 3 In this section and in sections 40ZC and 40ZD a “transferred EU anti-trust direction” means an EU anti-trust direction— a which is the subject of an Article 95(2) direction transfer decision (and, where that direction is modified by, or as contemplated by, that decision, or by a later Article 95(2) direction transfer decision, means that direction as so modified), and b which has not been wholly revoked by the European Commission. 4 In this section— “Article 95(2) direction transfer decision” means an instrument issued by the European Commission in accordance with Article 95(2) of the EU withdrawal agreement transferring responsibility for the monitoring and enforcement of an EU anti-trust direction to the CMA; “EU anti-trust direction” means a direction given pursuant to Article 7(1) of Regulation 1/2003 in a decision adopted by the European Commission under that Regulation; “Regulation 1/2003” means Council Regulation  (EC) No 1/2003  of 16 December 2002 on the implementation of the rules on competition laid down in Articles 81 and 82 of the Treaty. 5 So far as the context permits or requires, transferred EU anti-trust commitments and transferred EU anti-trust directions are to be treated for the purposes of this section and sections 40ZB to 40ZD as if— a any reference to the area of the European Union or of the European Economic Area included the United Kingdom; b any reference to the internal market included the United Kingdom; c any reference to a member State included the United Kingdom; d any reference to a party to the EEA agreement included the United Kingdom. 6 Subsection (5) is subject to any different provision made by the Article 95(2) commitments transfer decision or Article 95(2) direction transfer decision in question."}, {"act": "Competition Act 1998", "year": 1998, "section": "40ZB", "section_title": "Transferred EU anti-trust commitments", "section_text": "40ZB 1 The CMA has the function of monitoring compliance with transferred EU anti-trust commitments. 2 If a person who is bound by transferred EU anti-trust commitments fails, without reasonable excuse, to adhere to those commitments, the CMA may apply to the court for an order— a requiring the defaulter to make good the default within a time specified in the order; or b if any of the transferred EU anti-trust commitments relate to anything to be done in the management or administration of an undertaking, requiring the undertaking or any of its officers to do it. 3 An order of the court under subsection (2) may provide for all of the costs of, or incidental to, the application for the order to be borne by— a the person in default; or b any officer of an undertaking who is responsible for the default. 4 In the application of subsection (3) to Scotland, the reference to “costs” is to be read as a reference to “expenses”. 5 In this section, “transferred EU anti-trust commitments” has the meaning given by section 40ZA(1)."}, {"act": "Competition Act 1998", "year": 1998, "section": "40ZC", "section_title": "Transferred EU anti-trust directions", "section_text": "40ZC 1 The CMA has the function of monitoring compliance with transferred EU anti-trust directions. 2 If a person fails, without reasonable excuse, to comply with a transferred EU anti-trust direction, the CMA may apply to the court for an order— a requiring the defaulter to make good the default within a time specified in the order; or b if the transferred EU anti-trust direction related to anything to be done in the management or administration of an undertaking, requiring the undertaking or any of its officers to do it. 3 An order of the court under subsection (2) may provide for all of the costs of, or incidental to, the application for the order to be borne by— a the person in default; or b any officer of an undertaking who is responsible for the default. 4 In the application of subsection (3) to Scotland, the reference to “costs” is to be read as a reference to “expenses”. 5 In this section, “transferred EU anti-trust direction” has the meaning given by section 40ZA(3)."}, {"act": "Competition Act 1998", "year": 1998, "section": "40ZD", "section_title": "Information relating to transferred EU anti-trust commitments and transferred EU anti-trust directions", "section_text": "40ZD 1 The CMA may require any person to produce to the CMA a specified document, or to provide the CMA with specified information, for the purposes of assisting the CMA— a to monitor compliance with transferred EU anti-trust commitments, or b to decide whether to make an application under section 40ZB(2) in respect of those transferred EU anti-trust commitments. 2 The CMA may require any person to produce to the CMA a specified document, or to provide the CMA with specified information, for the purposes of assisting the CMA— a to monitor compliance with a transferred EU anti-trust direction, or b to decide whether to make an application under section 40ZC(2) in respect of a transferred EU anti-trust direction. 3 The powers conferred by subsections (1) and (2) are to be exercised by a notice in writing which indicates the subject matter and purpose of the demand (including identifying the transferred EU anti-trust commitments or transferred EU anti-trust direction in question). 4 The CMA may also specify in the notice— a the time and place at which any document is to be produced or any information is to be provided; b the manner and form in which it is to be produced or provided. 5 The power under this section to require a person to produce a document includes power— a if the document is produced— i to take copies of it or extracts from it; ii to require that person, or any person who is a present or past officer of, or is or was at any time employed by, that person, to provide an explanation of the document; b if the document is not produced, to require that person to state, to the best of their knowledge and belief, where it is. 6 In this section— “specified” means— specified, or described, in the notice under subsection (3), or falling within a category which is specified, or described, in that notice; “transferred EU anti-trust commitments” has the meaning given by section 40ZA(1); “transferred EU anti-trust direction” has the meaning given by section 40ZA(3)."}, {"act": "Competition Act 1998", "year": 1998, "section": "40A", "section_title": "Penalties: failure to comply with requirements", "section_text": "40A 1 Where the CMA considers that a person has, without reasonable excuse, failed to comply with a requirement imposed on the person under section 26, 26A, 27,    28, 28A or 40ZD , it may impose a penalty of such amount as it considers appropriate. 2 The amount may be— a a fixed amount, b an amount calculated by reference to a daily rate, or c a combination of a fixed amount and an amount calculated by reference to a daily rate. 3 A penalty imposed under subsection (1) must not— a in the case of a fixed amount, exceed such amount as the Secretary of State may by order specify; b in the case of an amount calculated by reference to a daily rate, exceed such amount per day as the Secretary of State may so specify; c in the case of a fixed amount and an amount calculated by reference to a daily rate, exceed such fixed amount and such amount per day as the Secretary of State may so specify. 4 The fixed amount specified for the purposes of subsection (3)(a) or (c) may not exceed £30,000. 5 The amount per day specified for the purposes of subsection (3)(b) or (c) may not exceed £15,000. 6 In imposing a penalty by reference to a daily rate— a no account is to be taken of any days before the service of the notice under section 112 of the Enterprise Act 2002 (as applied by subsection (9)) on the person concerned, and b unless the CMA determines an earlier date (whether before or after the penalty is imposed), the amount payable ceases to accumulate at the beginning of the earliest of the days mentioned in subsection (7). 7 The days are— a the day on which the requirement concerned is satisfied; b the day on which the CMA makes a decision (within the meaning given by section 31(2)) or terminates the investigation in question without making such a decision; c if the Secretary of State has made an order under section 31F(1)(b) imposing a time-limit on the making of such a decision, the latest day on which such a decision may be made as a result of the investigation in question. 8 Before making an order under subsection (3), the Secretary of State must consult the CMA and such other persons as the Secretary of State considers appropriate. 9 Sections 112 to 115 of the Enterprise Act 2002 (supplementary provisions about penalties) apply in relation to a penalty imposed under subsection (1) as they apply in relation to a penalty imposed under section 110(1) of that Act."}, {"act": "Competition Act 1998", "year": 1998, "section": "40B", "section_title": "Statement of policy on penalties", "section_text": "40B 1 The CMA must prepare and publish a statement of policy in relation to the use of its powers under section 40A. 2 The CMA must, in particular, include a statement about the considerations relevant to the determination of the nature and amount of any penalty imposed under section 40A. 3 The CMA may revise its statement of policy and, where it does so, it must publish the revised statement. 4 The CMA must consult such persons as it considers appropriate when preparing or revising its statement of policy. 5 If the proposed statement of policy or revision relates to a matter in respect of which a regulator exercises concurrent jurisdiction, those consulted must include that regulator. 6 In deciding whether and, if so, how to proceed under section 40A, the CMA must have regard to the statement of policy which was most recently published under this section at the time when the failure concerned occurred."}, {"act": "Competition Act 1998", "year": 1998, "section": "41", "section_title": " Agreements notified to the Commission.", "section_text": "41 1 This section applies if a party to an agreement which may infringe the Chapter I prohibition has notified the agreement to the Commission for a decision as to whether an exemption will be granted under Article 85 with respect to the agreement. 2 A penalty may not be required to be paid under this Part in respect of any infringement of the Chapter I prohibition after notification but before the Commission determines the matter. 3 If the Commission withdraws the benefit of provisional immunity from penalties with respect to the agreement, subsection (2) ceases to apply as from the date on which that benefit is withdrawn. 4 The fact that an agreement has been notified to the Commission does not prevent the   OFT   from investigating it under this Part. 5 In this section “ provisional immunity from penalties ” has such meaning as may be prescribed."}, {"act": "Competition Act 1998", "year": 1998, "section": "42", "section_title": " Offences.", "section_text": "42 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A person is guilty of an offence if he intentionally obstructs an officer acting in the exercise of his powers under section 27. 6 A person guilty of an offence under subsection  ... (5) is liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to a fine. 7 A person who intentionally obstructs an officer in the exercise of his powers under a warrant issued under   section 28 or 28A   is guilty of an offence and liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both."}, {"act": "Competition Act 1998", "year": 1998, "section": "43", "section_title": " Destroying or falsifying documents.", "section_text": "43 1 A person is guilty of an offence if, having been required to produce a document under section 26, 27 , 28 or 28A — a he intentionally or recklessly destroys or otherwise disposes of it, falsifies it or conceals it, or b he causes or permits its destruction, disposal, falsification or concealment. 2 A person guilty of an offence under subsection (1) is liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both."}, {"act": "Competition Act 1998", "year": 1998, "section": "44", "section_title": " False or misleading information.", "section_text": "44 1 If information is provided by a person to the    CMA    in connection with any function of the    CMA    under this Part, that person is guilty of an offence if— a the information is false or misleading in a material particular, and b he knows that it is or is reckless as to whether it is. 2 A person who— a provides any information to another person, knowing the information to be false or misleading in a material particular, or b recklessly provides any information to another person which is false or misleading in a material particular, knowing that the information is to be used for the purpose of providing information to the    CMA    in connection with any of   its   functions under this Part, is guilty of an offence. 3 A person guilty of an offence under this section is liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine or to both."}, {"act": "Competition Act 1998", "year": 1998, "section": "45", "section_title": " The Competition Commission.", "section_text": "45 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "46", "section_title": " Appealable decisions.", "section_text": "46 1 Any party to an agreement in respect of which the    CMA    has made a decision may appeal to   the Tribunal   against, or with respect to, the decision. 2 Any person in respect of whose conduct the    CMA    has made a decision may appeal to   the Tribunal   against, or with respect to, the decision. 3 In this section “decision” means a decision of the   CMA  — a as to whether the Chapter I prohibition has been infringed, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c as to whether the Chapter  II  prohibition has been infringed, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e cancelling a block or     assimilated   exemption , f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g not releasing commitments pursuant to a request made under section 31A(4)(b)(i), h releasing commitments under section 31A(4)(b)(ii), i as to the imposition of any penalty under section 36 or as to the amount of any such penalty, and includes a direction under section 32, 33 or 35 and such other decisions under this Part as may be prescribed. 4 Except in the case of an appeal against the imposition, or the amount, of a penalty, the making of an appeal under this section does not suspend the effect of the decision to which the appeal relates. 5 Part I of Schedule 8 makes further provision about appeals."}, {"act": "Competition Act 1998", "year": 1998, "section": "47", "section_title": "  Third party appeals", "section_text": "47 1 A person who does not fall within section 46(1) or (2) may appeal to the Tribunal with respect to— a a decision falling within   paragraph (a), (c) or (e)   of section 46(3); b a decision falling within paragraph (g) of section 46(3); c a decision of the   CMA   to accept or release commitments under section 31A, or to accept a variation of such commitments other than a variation which is not material in any respect; d a decision of the   CMA   to make directions under section 35; e a decision of the   CMA   not to make directions under section 35; or f such other decision of the   CMA   under this Part as may be prescribed. 2 A person may make an appeal under subsection (1) only if the Tribunal considers that he has a sufficient interest in the decision with respect to which the appeal is made, or that he represents persons who have such an interest. 3 The making of an appeal under this section does not suspend the effect of the decision to which the appeal relates."}, {"act": "Competition Act 1998", "year": 1998, "section": "47A", "section_title": "  Proceedings before the Tribunal: claims for damages  etc.", "section_text": "47A 1 A person may make a claim to which this section applies in proceedings before the Tribunal, subject to the provisions of this Act and Tribunal rules. 2 This section applies to a claim of a kind specified in subsection (3) which a person who has suffered loss or damage may make in civil proceedings brought in any part of the United Kingdom in respect of an infringement decision or an alleged infringement of— a the Chapter I prohibition,  or b the Chapter  II  prohibition, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The claims are— a a claim for damages; b any other claim for a sum of money; c in proceedings in England and Wales or Northern Ireland, a claim for an injunction. 4 For the purpose of identifying claims which may be made in civil proceedings, any limitation rules or rules relating to prescription that would apply in such proceedings are to be disregarded. 5 The right to make a claim in proceedings under this section does not affect the right to bring any other proceedings in respect of the claim. 6 In this Part (except in section 49C)  “ infringement decision ” means— a a decision of the CMA that the Chapter I prohibition or the Chapter II prohibition has been infringed, or b a decision of the Tribunal on an appeal from the decision of the CMA that the Chapter I prohibition or the Chapter II prohibition has been infringed."}, {"act": "Competition Act 1998", "year": 1998, "section": "47B", "section_title": "Collective proceedings before the Tribunal", "section_text": "47B 1 Subject to the provisions of this Act and Tribunal rules, proceedings may be brought before the Tribunal combining two or more claims to which section 47A applies (“collective proceedings”). 2 Collective proceedings must be commenced by a person who proposes to be the representative in those proceedings. 3 The following points apply in relation to claims in collective proceedings— a it is not a requirement that all of the claims should be against all of the defendants to the proceedings, b the proceedings may combine claims which have been made in proceedings under section 47A and claims which have not, and c a claim which has been made in proceedings under section 47A may be continued in collective proceedings only with the consent of the person who made that claim. 4 Collective proceedings may be continued only if the Tribunal makes a collective proceedings order. 5 The Tribunal may make a collective proceedings order only— a if it considers that the person who brought the proceedings is a person who, if the order were made, the Tribunal could authorise to act as the representative in those proceedings in accordance with subsection (8), and b in respect of claims which are eligible for inclusion in collective proceedings. 6 Claims are eligible for inclusion in collective proceedings only if the Tribunal considers that they raise the same, similar or related issues of fact or law and are suitable to be brought in collective proceedings. 7 A collective proceedings order must include the following matters— a authorisation of the person who brought the proceedings to act as the representative in those proceedings, b description of a class of persons whose claims are eligible for inclusion in the proceedings, and c specification of the proceedings as opt-in collective proceedings or opt-out collective proceedings (see subsections (10) and (11)). 8 The Tribunal may authorise a person to act as the representative in collective proceedings— a whether or not that person is a person falling within the class of persons described in the collective proceedings order for those proceedings (a  “class member”), but b only if the Tribunal considers that it is just and reasonable for that person to act as a representative in those proceedings. 9 The Tribunal may vary or revoke a collective proceedings order at any time. 10 “Opt-in collective proceedings” are collective proceedings which are brought on behalf of each class member who opts in by notifying the representative, in a manner and by a time specified, that the claim should be included in the collective proceedings. 11 “Opt-out collective proceedings” are collective proceedings which are brought on behalf of each class member except— a any class member who opts out by notifying the representative, in a manner and by a time specified, that the claim should not be included in the collective proceedings, and b any class member who— i is not domiciled in the United Kingdom at a time specified, and ii does not, in a manner and by a time specified, opt in by notifying the representative that the claim should be included in the collective proceedings. 12 Where the Tribunal gives a judgment or makes an order in collective proceedings, the judgment or order is binding on all represented persons, except as otherwise specified. 13 The right to make a claim in collective proceedings does not affect the right to bring any other proceedings in respect of the claim. 14 In this section and in section 47C,  “ specified ” means specified in a direction made by the Tribunal."}, {"act": "Competition Act 1998", "year": 1998, "section": "47C", "section_title": "Collective proceedings: damages and costs", "section_text": "47C 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Tribunal may make an award of damages in collective proceedings without undertaking an assessment of the amount of damages recoverable in respect of the claim of each represented person. 3 Where the Tribunal makes an award of damages in opt-out collective proceedings, the Tribunal must make an order providing for the damages to be paid on behalf of the represented persons to— a the representative, or b such person other than a represented person as the Tribunal thinks fit. 4 Where the Tribunal makes an award of damages in opt-in collective proceedings, the Tribunal may make an order as described in subsection (3). 5 Subject to subsection (6), where the Tribunal makes an award of damages in opt-out collective proceedings, any damages not claimed by the represented persons within a specified period must be paid to the charity for the time being prescribed by order made by the Lord Chancellor under section 194(8) of the Legal Services Act 2007. 6 In a case within subsection (5) the Tribunal may order that all or part of any damages not claimed by the represented persons within a specified period is instead to be paid to the representative in respect of all or part of the costs or expenses incurred by the representative in connection with the proceedings. 7 The Secretary of State may by order amend subsection (5) so as to substitute a different charity for the one for the time being specified in that subsection. 8 A damages-based agreement is unenforceable if it relates to opt-out collective proceedings. 9 In this section— a “ charity ” means a body, or the trustees of a trust, established for charitable purposes only; b “damages” (except in the term  “exemplary damages”) includes any sum of money which may be awarded by the Tribunal in collective proceedings (other than costs or expenses); c “ damages-based agreement ” has the meaning given in section 58AA(3) of the Courts and Legal Services Act 1990."}, {"act": "Competition Act 1998", "year": 1998, "section": "47D", "section_title": "Proceedings under section 47A or collective proceedings: injunctions  etc.", "section_text": "47D 1 An injunction granted by the Tribunal in proceedings under section 47A or in collective proceedings— a has the same effect as an injunction granted by the High Court, and b is enforceable as if it were an injunction granted by the High Court. 2 In deciding whether to grant an injunction in proceedings under section 47A or in collective proceedings, the Tribunal must— a in proceedings in England and Wales, apply the principles which the High Court would apply in deciding whether to grant an injunction under section 37(1) of the Senior Courts Act 1981, and b in proceedings in Northern Ireland, apply the principles that the High Court would apply in deciding whether to grant an injunction. 3 Subsection (2) is subject to Tribunal rules which make provision of the kind mentioned in paragraph 15A(3) of Schedule 4 to the Enterprise Act 2002 (undertakings as to damages in relation to claims subject to the fast-track procedure)."}, {"act": "Competition Act 1998", "year": 1998, "section": "47E", "section_title": "Limitation or prescriptive periods for proceedings under section 47A and collective proceedings", "section_text": "47E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "47F", "section_title": "Further provision about claims in respect of loss or damage before a court or the Tribunal", "section_text": "47F Schedule 8A makes further provision about claims in respect of loss or damage before a court or the Tribunal."}, {"act": "Competition Act 1998", "year": 1998, "section": "48", "section_title": " Appeal tribunals.", "section_text": "48 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "49", "section_title": "  Further appeals  from the Tribunal  ", "section_text": "49 1 An appeal lies to the appropriate court— a from a decision of the Tribunal as to the amount of a penalty under section 36;  and b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c on a point of law arising from any other decision of the Tribunal on an appeal under section 46 or 47. 1A An appeal lies to the appropriate court on a point of law arising from a decision of the Tribunal in proceedings under section 47A or in collective proceedings— a as to the award of damages or other sum (other than a decision on costs or expenses), or b as to the grant of an injunction. 1B An appeal lies to the appropriate court from a decision of the Tribunal in proceedings under section 47A or in collective proceedings as to the amount of an award of damages or other sum (other than the amount of costs or expenses). 1C An appeal under subsection (1A) arising from a decision in respect of a stand-alone claim may include consideration of a point of law arising from a finding of the Tribunal as to an infringement of a prohibition listed in section 47A(2). 1D In subsection (1C)  “a stand-alone claim” is a claim— a in respect of an alleged infringement of a prohibition listed in section 47A(2), and b made in proceedings under section 47A or included in collective proceedings. 2 An appeal under this section— a   except as provided by subsection (2A),  may be brought by a party to the proceedings before the Tribunal or by a person who has a sufficient interest in the matter; and b requires the permission of the Tribunal or the appropriate court. 2A An appeal from a decision of the Tribunal in respect of a claim included in collective proceedings may be brought only by the representative in those proceedings or by a defendant to that claim. 3 In this section “ the appropriate court ” means the Court of Appeal or, in the case of an appeal from Tribunal proceedings in Scotland, the Court of Session."}, {"act": "Competition Act 1998", "year": 1998, "section": "49A", "section_title": "Collective settlements: where a collective proceedings order has been made", "section_text": "49A 1 The Tribunal may, in accordance with this section and Tribunal rules, make an order approving the settlement of claims in collective proceedings (a  “collective settlement”) where— a a collective proceedings order has been made in respect of the claims, and b the Tribunal has specified that the proceedings are opt-out collective proceedings. 2 An application for approval of a proposed collective settlement must be made to the Tribunal by the representative and the defendant in the collective proceedings. 3 The representative and the defendant must provide agreed details of the claims to be settled by the proposed collective settlement and the proposed terms of that settlement. 4 Where there is more than one defendant in the collective proceedings,  “defendant” in subsections (2) and (3) means such of the defendants as wish to be bound by the proposed collective settlement. 5 The Tribunal may make an order approving a proposed collective settlement only if satisfied that its terms are just and reasonable. 6 On the date on which the Tribunal approves a collective settlement— a if the period within which persons may opt out of or (in the case of persons not domiciled in the United Kingdom) opt in to the collective proceedings has expired, subsections (8) and (10) apply so as to determine the persons bound by the settlement; b if that period has not yet expired, subsections (9) and (10) apply so as to determine the persons bound by the settlement. 7 If the period within which persons may opt out of the collective proceedings expires on a different date from the period within which persons not domiciled in the United Kingdom may opt in to the collective proceedings, the references in subsection (6) to the expiry of a period are to the expiry of whichever of those periods expires later. 8 Where this subsection applies, a collective settlement approved by the Tribunal is binding on all persons falling within the class of persons described in the collective proceedings order who— a were domiciled in the United Kingdom at the time specified for the purposes of determining domicile in relation to the collective proceedings (see section 47B(11)(b)(i)) and did not opt out of those proceedings, or b opted in to the collective proceedings. 9 Where this subsection applies, a collective settlement approved by the Tribunal is binding on all persons falling within the class of persons described in the collective proceedings order. 10 But a collective settlement is not binding on a person who— a opts out by notifying the representative, in a manner and by a time specified, that the claim should not be included in the collective settlement, or b is not domiciled in the United Kingdom at a time specified, and does not, in a manner and by a time specified, opt in by notifying the representative that the claim should be included in the collective settlement. 11 This section does not affect a person's right to offer to settle opt-in collective proceedings. 12 In this section and in section 49B,  “ specified ” means specified in a direction made by the Tribunal."}, {"act": "Competition Act 1998", "year": 1998, "section": "49B", "section_title": "Collective settlements: where a collective proceedings order has not been made", "section_text": "49B 1 The Tribunal may, in accordance with this section and Tribunal rules, make an order approving the settlement of claims (a  “collective settlement”) where— a a collective proceedings order has not been made in respect of the claims, but b if collective proceedings were brought, the claims could be made at the commencement of the proceedings (disregarding any limitation or prescriptive period applicable to a claim in collective proceedings). 2 An application for approval of a proposed collective settlement must be made to the Tribunal by— a a person who proposes to be the settlement representative in relation to the collective settlement, and b the person who, if collective proceedings were brought in respect of the claims, would be a defendant in those proceedings (or, where more than one person would be a defendant in those proceedings, such of those persons as wish to be bound by the proposed collective settlement). 3 The persons applying to the Tribunal under subsection (2) must provide agreed details of the claims to be settled by the proposed collective settlement and the proposed terms of that settlement. 4 The Tribunal may make an order approving a proposed collective settlement (see subsection (8)) only if it first makes a collective settlement order. 5 The Tribunal may make a collective settlement order only— a if it considers that the person described in subsection (2)(a) is a person who, if the order were made, the Tribunal could authorise to act as the settlement representative in relation to the collective settlement in accordance with subsection (7), and b in respect of claims which, if collective proceedings were brought, would be eligible for inclusion in the proceedings (see section 47B(6)). 6 A collective settlement order must include the following matters— a authorisation of the person described in subsection (2)(a) to act as the settlement representative in relation to the collective settlement, and b description of a class of persons whose claims fall within subsection (5)(b). 7 The Tribunal may authorise a person to act as the settlement representative in relation to a collective settlement— a whether or not that person is a person falling within the class of persons described in the collective settlement order for that settlement, but b only if the Tribunal considers that it is just and reasonable for that person to act as the settlement representative in relation to that settlement. 8 Where the Tribunal has made a collective settlement order, it may make an order approving a proposed collective settlement only if satisfied that its terms are just and reasonable. 9 A collective settlement approved by the Tribunal is binding on all persons falling within the class of persons described in the collective settlement order. 10 But a collective settlement is not binding on a person who— a opts out by notifying the settlement representative, in a manner and by a time specified, that the claim should not be included in the collective settlement, or b is not domiciled in the United Kingdom at a time specified, and does not, in a manner and by a time specified, opt in by notifying the settlement representative that the claim should be included in the collective settlement. 11 In this section,  “ settlement representative ” means a person who is authorised by a collective settlement order to act in relation to a collective settlement."}, {"act": "Competition Act 1998", "year": 1998, "section": "49C", "section_title": "\n Approval of redress schemes by the CMA", "section_text": "49C 1 A person may apply to the CMA for approval of a redress scheme. 2 The CMA may consider an application before the infringement decision to which the redress scheme relates has been made, but may approve the scheme only— a after that decision has been made, or b in the case of a decision of the CMA, at the same time as that decision is made. 3 In deciding whether to approve a redress scheme, the CMA may take into account the amount or value of compensation offered under the scheme. 4 The CMA may approve a redress scheme under subsection (2)(b) subject to a condition or conditions requiring the provision of further information about the operation of the scheme (including about the amount or value of compensation to be offered under the scheme or how this will be determined). 5 If the CMA approves a redress scheme subject to such a condition, it may— a approve the scheme subject to other conditions; b withdraw approval from the scheme if any conditions imposed under subsection (4) or paragraph (a) are not met; c approve a redress scheme as a replacement for the original scheme (but may not approve that scheme subject to conditions). 6 An approved scheme may not be varied by the CMA or the compensating party. 7 But, where the CMA approves a redress scheme subject to a condition of the kind mentioned in subsection (4), subsection (6) does not prevent further information provided in accordance with the condition from forming part of the terms of the scheme. 8 The Secretary of State may make regulations relating to the approval of redress schemes, and the regulations may in particular— a make provision as to the procedure governing an application for approval of a redress scheme, including the information to be provided with the application; b provide that the CMA may approve a redress scheme only if it has been devised according to a process specified in the regulations; c provide that the CMA may approve a redress scheme only if it is in a form, or contains terms, specified in the regulations (which may include terms requiring a settlement agreement under the scheme to be in a form, or contain terms, specified in the regulations); d provide that the CMA may approve a redress scheme only if (so far as the CMA can judge from facts known to it) the scheme is intended to be administered in a manner specified in the regulations; e describe factors which the CMA may or must take into account, or may not take into account, in deciding whether to approve a redress scheme. 9 The CMA must publish guidance with regard to— a applications for approval of redress schemes, b the approval of redress schemes, and c the enforcement of approved schemes, and in particular as to the criteria which the CMA intends to adopt in deciding whether to bring proceedings under section 49E(4). 10 Guidance under subsection (9) must be approved by the Secretary of State before it is published. 11 In this section and sections 49D and 49E— “ approved scheme ” means a redress scheme approved by the CMA, “ compensating party ” means a person offering compensation under an approved scheme,   “ infringement decision ” means a decision of the CMA that the Chapter I prohibition or the Chapter II prohibition has been infringed,  and “ redress scheme ” means a scheme under which a person offers compensation in consequence of an infringement decision made in respect of that person. 12 For the purposes of this section and section 49E,  “compensation”— a may be monetary or non-monetary, and b may be offered to persons who have not suffered a loss as a result of the infringement decision to which the redress scheme relates."}, {"act": "Competition Act 1998", "year": 1998, "section": "49D", "section_title": "Redress schemes: recovery of costs", "section_text": "49D 1 The CMA may require a person making an application for approval of a redress scheme to pay some or all of the CMA's reasonable costs relating to the application. 2 A requirement to pay costs is imposed by giving that person written notice specifying— a the amount to be paid, b how that amount has been calculated, and c by when that amount must be paid. 3 A person required to pay costs under this section may appeal to the Tribunal against the amount. 4 Where costs required to be paid under this section relate to an approved scheme, the CMA may withdraw approval from that scheme if the costs have not been paid by the date specified in accordance with subsection (2)(c). 5 Costs required to be paid under this section are recoverable by the CMA as a debt."}, {"act": "Competition Act 1998", "year": 1998, "section": "49E", "section_title": "Enforcement of approved schemes", "section_text": "49E 1 A compensating party is under a duty to comply with the terms of an approved scheme (“the duty”). 2 The duty is owed to any person entitled to compensation under the terms of the approved scheme. 3 Where such a person suffers loss or damage as a result of a breach of the duty, the person may bring civil proceedings before the court for damages, an injunction or interdict or any other appropriate relief or remedy. 4 Where the CMA considers that the compensating party is in breach of the duty, the CMA may bring civil proceedings before the court for an injunction or interdict or any other appropriate relief or remedy. 5 Subsection (4) is without prejudice to any right that a person has to bring proceedings under subsection (3). 6 In any proceedings brought under subsection (3) or (4), it is a defence for the compensating party to show that it took all reasonable steps to comply with the duty. 7 Where the CMA considers that it is no longer appropriate for the compensating party to be subject to the duty, the CMA may give notice in writing to that party stating that it is released from the duty. 8 Where a person has entered into a settlement agreement with the compensating party, that agreement remains enforceable notwithstanding the release of the compensating party under subsection (7) from the duty. 9 In this section  “ the court ” means— a in England and Wales, the High Court or the county court, b in Northern Ireland, the High Court or a county court, c in Scotland, the Court of Session or the sheriff."}, {"act": "Competition Act 1998", "year": 1998, "section": "50", "section_title": " Vertical agreements and land agreements.", "section_text": "50 1 The Secretary of State may by order provide for any provision of this Part to apply in relation to— a vertical agreements, or b land agreements, with such modifications as may be prescribed. 2 An order may, in particular, provide for exclusions or exemptions, or otherwise provide for prescribed provisions not to apply, in relation to— a vertical agreements, or land agreements, in general; or b vertical agreements, or land agreements, of any prescribed description. 3 An order may empower the    CMA    to give directions to the effect that in prescribed circumstances an exclusion, exemption or modification is not to apply (or is to apply in a particular way) in relation to an individual agreement. 4 Subsections (2) and (3) are not to be read as limiting the powers conferred by section 71. 5 In this section— “ land agreement ” and “ vertical agreement ” have such meaning as may be prescribed; and “ prescribed ” means prescribed by an order."}, {"act": "Competition Act 1998", "year": 1998, "section": "51", "section_title": " Rules.", "section_text": "51 1 The    CMA    may make such rules about procedural and other matters in connection with the carrying into effect of the provisions of this Part as   it   considers appropriate. 2 Schedule 9 makes further provision about rules made under this section but is not to be taken as restricting the    CMA    powers under this section. 3 If the    CMA    is preparing rules under this section   it   must consult such persons as he considers appropriate. 4 If the proposed rules relate to a matter in respect of which a regulator exercises concurrent jurisdiction, those consulted must include that regulator. 5 No rule made by the    CMA    is to come into operation until it has been approved by an order made by the Secretary of State. 6 The Secretary of State may approve any rule made by the    CMA  — a in the form in which it is submitted; or b subject to such modifications as he considers appropriate. 7 If the Secretary of State proposes to approve a rule subject to modifications he must inform the    CMA    of the proposed modifications and take into account any comments made by the    CMA  . 8 Subsections (5) to (7) apply also to any alteration of the rules made by the    CMA  . 9 The Secretary of State may, after consulting the    CMA  , by order vary or revoke any rules made under this section. 10 If the Secretary of State considers that rules should be made under this section with respect to a particular matter he may direct the    CMA    to exercise   its   powers under this section and make rules about that matter."}, {"act": "Competition Act 1998", "year": 1998, "section": "52", "section_title": " Advice and information.", "section_text": "52 1   The CMA   must prepare and publish general advice and information about— a the application of the Chapter I prohibition and the Chapter II prohibition, and b the enforcement of those prohibitions. 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The    CMA    may at any time publish revised, or new, advice or information. 3 Advice and information published under this section must be prepared with a view to— a explaining provisions of this Part to persons who are likely to be affected by them; and b indicating how the    CMA    expects such provisions to operate. 4 Advice (or information) published by virtue of subsection (3)(b) may include advice (or information) about the factors which the    CMA    may take into account in considering whether, and if so how, to exercise a power conferred on   it   by Chapter I, II or III. 5 Any advice or information published by the    CMA    under this section is to be published in such form and in such manner as   it   considers appropriate. 6 If the    CMA    is preparing any advice or information under this section   it   must consult such persons as he considers appropriate. 7 If the proposed advice or information relates to a matter in respect of which a regulator exercises concurrent jurisdiction, those consulted must include that regulator. 8 In preparing any advice or information under this section about a matter in respect of which he may exercise functions under this Part, a regulator must consult— a the    CMA  ; b the other regulators; and c such other persons as he considers appropriate."}, {"act": "Competition Act 1998", "year": 1998, "section": "53", "section_title": " Fees.", "section_text": "53 1 The   OFT   may charge fees, of specified amounts, in connection with the exercise by   it   of specified functions under this Part. 2 Rules may, in particular, provide— a for the amount of any fee to be calculated by reference to matters which may include— i the turnover of any party to an agreement (determined in such manner as may be specified); ii the turnover of a person whose conduct the   OFT   is to consider (determined in that way); b for different amounts to be specified in connection with different functions; c for the repayment by the   OFT   of the whole or part of a fee in specified circumstances; d that an application or notice is not to be regarded as duly made or given unless the appropriate fee is paid. 3 In this section— a “ rules ” means rules made by the   OFT   under section 51; and b “ specified ” means specified in rules."}, {"act": "Competition Act 1998", "year": 1998, "section": "54", "section_title": " Regulators.", "section_text": "54 1 In this Part “ regulator ” means  — a the Office of Communications; b the Gas and Electricity Markets Authority; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d the Water Services Regulation Authority; e the    Office of Rail and Road ; f the Northern Ireland Authority for Utility Regulation; g the Civil Aviation Authority   ;  and  h . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i the Payment Systems Regulator established under section 40 of the Financial Services (Banking Reform) Act 2013. j the Financial Conduct Authority. 2 Parts II and  III  of Schedule 10 provide for functions of the    CMA    under this Part to be exercisable concurrently by regulators. 3 Parts IV and V of Schedule 10 make minor and consequential amendments in connection with the regulators’ competition functions. 4 The Secretary of State may make regulations for the purpose of co-ordinating the performance of functions under this Part (“ Part I functions ”) which are exercisable concurrently by two or more competent persons as a result of   any enactment (including any subordinate legislation) whenever passed or made . 5 The regulations may, in particular, make provision— a as to the procedure to be followed by competent persons when determining who is to exercise Part I functions in a particular case; b as to the steps which must be taken before a competent person exercises, in a particular case, such Part I functions as may be prescribed; c as to the procedure for determining, in a particular case, questions arising as to which competent person is to exercise Part I functions in respect of the case; d for Part I functions in a particular case to be exercised jointly— i by the    CMA    and one or more regulators, or ii by two or more regulators, and as to the procedure to be followed in such cases; e as to the circumstances in which the exercise by a competent person of such Part I functions as may be prescribed is to preclude the exercise of such functions by another such person; f for cases in respect of which Part I functions are being, or have been, exercised by a competent person to be transferred to another such person; g for the person (“ A ”) exercising Part I functions in a particular case— i to appoint another competent person (“ B ”) to exercise Part I functions on A’s behalf in relation to the case; or ii to appoint officers of B (with B’s consent) to act as officers of A in relation to the case; h for notification as to who is exercising Part I functions in respect of a particular case. 6 Provision made by virtue of subsection (5)(c) may provide for questions to be referred to and determined by the Secretary of State  , the CMA   or by such other person as may  —                           a prescribe circumstances in which the CMA may decide that, in a particular case, it is to exercise Part 1 functions in respect of the case rather than a regulator;  b   be prescribed. 6A Where the regulations make provision as mentioned in subsection (6)(a), they must— a include provision requiring the CMA to consult the regulator concerned before making a decision that the CMA is to exercise Part 1 functions in respect of a particular case, and b provide that, in a case where a regulator has given notice under section 31(1) that it proposes to make a decision (within the meaning given by section 31(2)), the CMA may only decide that it is to exercise Part 1 functions in respect of the case rather than the regulator if the regulator consents. 6B The Secretary of State may by regulations make provision requiring arrangements to be made for the sharing of information between competent persons in connection with concurrent cases. 6C For the purposes of subsection (6B),  “a concurrent case” is a case in respect of which— a the CMA considers that Part 1 functions are, or (but for provision made under subsection (5)(e)) would be, exercisable by both it and any regulator; b any regulator considers that Part 1 functions are, or (but for provision made under subsection (5)(e)) would be, exercisable by it. 7 “ Competent person ” means the    CMA    or any of the regulators. 8 In this section, “subordinate legislation” has the same meaning as in section 21(1) of the  Interpretation Act 1978 (c 30)  and includes an instrument made under— a an Act of the Scottish Parliament; b Northern Ireland legislation."}, {"act": "Competition Act 1998", "year": 1998, "section": "55", "section_title": " General restrictions on disclosure of information.", "section_text": "55 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "56", "section_title": " Director and Secretary of State to have regard to certain matters in relation to the disclosure of information.", "section_text": "56 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "57", "section_title": " Defamation.", "section_text": "57 For the purposes of the law relating to defamation, absolute privilege attaches to any advice, guidance, notice or direction given, or decision made, by the    CMA    in the exercise of any of   its   functions under this Part."}, {"act": "Competition Act 1998", "year": 1998, "section": "58", "section_title": " Findings of fact by    CMA .", "section_text": "58 1 Unless the court   or the Tribunal  directs otherwise  or the   OFT   has decided to take further action in accordance with section 16(2) or 24(2) ,    CMA's    finding which is relevant to an issue arising in Part I proceedings is binding on the parties if— a the time for bringing an appeal  under section 46 or 47   in respect of the finding has expired and the relevant party has not brought such an appeal; or b the decision of   the Tribunal   on such an appeal has confirmed the finding. 2 In this section—   “ a CMA's   finding” means a finding of fact made by the   CMA   in the course of conducting an investigation;   “Part 1 proceedings” means proceedings brought otherwise than by the   CMA —   in respect of an infringement decision;   or in respect of an alleged infringement of the Chapter I prohibition or of the Chapter  II  prohibition;  ... ...   “ relevant party ” means— in relation to the Chapter I prohibition  ..., a party to the agreement which   has been found to have infringed the prohibition or is alleged to have infringed the prohibition (as the case may be) ; and in relation to the Chapter II prohibition  ..., the undertaking whose conduct   has been found to have infringed the prohibition or is alleged to have infringed the prohibition (as the case may be) . 3 Rules of court   or Tribunal rules  may make provision in respect of assistance to be given by the    CMA    to the court  or the Tribunal   in Part I proceedings. 4 In this section  “ the court ” means— a in England and Wales or Northern Ireland, the High Court, b in Scotland, the Court of Session or the sheriff."}, {"act": "Competition Act 1998", "year": 1998, "section": "58A", "section_title": " Infringement decisions", "section_text": "58A 1 This section applies to a claim in respect of an infringement decision which is brought in proceedings— a before the court, or b before the Tribunal under section 47A or 47B. 2 The court or the Tribunal is bound by the infringement decision once it has become final. 3 An infringement decision specified in section 47A(6)(a) or (b) becomes final— a when the time for appealing against that decision expires without an appeal having been brought;   or b where an appeal has been brought against the decision, when— i the appeal and any further appeal in relation to the decision has been decided or has otherwise ended, and ii the time for appealing against the result of the appeal or further appeal has expired without another appeal having been brought. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 This section applies to the extent that the court or the Tribunal would not otherwise be bound by the infringement decision in question. 6 In this section  “ the court ” means— a in England and Wales or Northern Ireland, the High Court, b in Scotland, the Court of Session or the sheriff."}, {"act": "Competition Act 1998", "year": 1998, "section": "59", "section_title": "  Interpretation of Part 1 .", "section_text": "59 1 In this Part— \" agreement \" is to be read with section 2(5) and (6); ...   ...    ...    ...  “ block exemption ” has the meaning given in section 6(4); “ block exemption order ” has the meaning given in section 6(2); “ the Chapter I prohibition ” has the meaning given in section 2(8); “ the Chapter II prohibition ” has the meaning given in section 18(4);   “ class member ” has the meaning given in section 47B(8)(a);     “ the CMA ” means the Competition and Markets Authority;     “ collective proceedings ” has the meaning given in section 47B(1);     “ collective proceedings order ” means an order made by the Tribunal authorising the continuance of collective proceedings;   ... ... “ the court ”, except in sections   49E,  58 , 58A   and   60A   and Schedule 8A  and the expression “ European Court ”, means— in England and Wales, the High Court; in Scotland, the Court of Session; and in Northern Ireland, the High Court; ... “ document ” includes information recorded in any form; ... ...   ...   “ individual exemption ” has the meaning given in section 4(2); “ information ” includes estimates and forecasts;   “infringement decision”, except in section 49C, has the meaning given in section 47A(6);     “ injunction ” includes an interim injunction;   “ investigating officer ” has the meaning given in section 27(1);   “investigation” means an investigation under section 25;   “ Minister of the Crown ” has the same meaning as in the Ministers of the  Crown Act 1975;    “ OFCOM ” means the Office of Communications;    “ officer ”, in relation to a body corporate, includes a director, manager or secretary and, in relation to a partnership in Scotland, includes a partner;   “ opt-in collective proceedings ” has the meaning given in section 47B(10);     “ opt-out collective proceedings ” has the meaning given in section 47B(11);   ... ... “ person ”, in addition to the meaning given by the  Interpretation Act 1978, includes any undertaking;   “premises” includes any land or means of transport;   “ prescribed ” means prescribed by regulations made by the Secretary of State; “ regulator ” has the meaning given by section 54;   “ representative ” means a person who is authorised by a collective proceedings order to bring collective proceedings;     “ represented person ” means a class member who— has opted in to opt-in collective proceedings, was domiciled in the United Kingdom at the time specified for the purposes of determining domicile (see section 47B(11)(b)(i)) and has not opted out of opt-out collective proceedings, or has opted in to opt-out collective proceedings;   “   assimilated   block exemption regulation ” has the meaning given in section 10(12);   “   assimilated   exemption ” has the meaning given in section 10(3); ...   ...  “  the  Tribunal ” means the Competition Appeal Tribunal; “ Tribunal rules ” means rules under section 15 of the Enterprise Act 2002.   “working day” means a day which is not— Saturday, Sunday, Christmas Day, Good Friday, or a day which is a bank holiday under the Banking and Financial Dealings Act  1971 (c. 80)  in any part of the United Kingdom.   1A In this Part, in respect of proceedings in Scotland,    “claimant” is to be read as “pursuer” and  “defendant” is to be read as  “defender”. 1B Sections 41, 42, 45 and 46 of the Civil Jurisdiction and Judgments Act 1982 apply for the purpose of determining whether a person is regarded as  “ domiciled in the United Kingdom ” for the purposes of this Part. 2 The fact that to a limited extent the Chapter I prohibition does not apply to an agreement, because of an exclusion provided by or under this Part or any other enactment, does not require those provisions of the agreement to which the exclusion relates to be disregarded when considering whether the agreement infringes the prohibition for other reasons. 3 For the purposes of this Part, the power to require information, in relation to information recorded otherwise than in a legible form, includes power to require a copy of it in a legible form. 4 Any power conferred on the    CMA    by this Part to require information includes power to require any document which   it   believes may contain that information."}, {"act": "Competition Act 1998", "year": 1998, "section": "60", "section_title": " Principles to be applied in determining questions.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "60A", "section_title": "Certain principles etc to be considered or applied from  IP completion day", "section_text": "60A 1 This section applies when one of the following persons determines a question arising under this Part in relation to competition within the United Kingdom— a a court or tribunal; b the CMA; c a person acting on behalf of the CMA in connection with a matter arising under this Part. 2 The person must act (so far as is compatible with the provisions of this Part) with a view to securing that there is no inconsistency between— a the principles that it applies, and the decision that it reaches, in determining the question, and b the principles laid down by the Treaty on the Functioning of the European Union and the European Court before   IP completion day, and any relevant decision made by that Court before   IP completion day, so far as applicable immediately before   IP completion day  in determining any corresponding question arising in EU law, subject to subsections (4) to (7). 3 The person must, in addition, have regard to any relevant decision or statement of the European Commission made before   IP completion day and not withdrawn. 4 Subsection (2) does not require the person to secure that there is no inconsistency with a principle or decision referred to in subsection (2)(b) so far as the principle or decision is excluded from the law of England and Wales, Scotland and Northern Ireland on or after   IP completion day. 5 For the purposes of subsection (4), a principle or decision is to be treated as not excluded from the law of England and Wales, Scotland and Northern Ireland if it is excluded only by virtue of an exclusion or revocation in the Competition (Amendment etc.) (EU Exit) Regulations 2019. 6 Subsection (2) does not apply so far as the person is bound by a principle laid down by, or a decision of, a court or tribunal in England and Wales, Scotland or Northern Ireland that requires the person to act otherwise. 7 Subsection (2) does not apply if the person thinks that it is appropriate to act otherwise in the light of one or more of the following— a differences between the provisions of this Part under consideration and the corresponding provisions of EU law as those provisions of EU law had effect immediately before   IP completion day; b differences between markets in the United Kingdom and markets in the European Union; c developments in forms of economic activity since the time when the principle or decision referred to in subsection (2)(b) was laid down or made; d generally accepted principles of competition analysis or the generally accepted application of such principles; e a principle laid down, or decision made, by the European Court on or after   IP completion day; f the particular circumstances under consideration. 8 In subsection (2)(b), the reference to principles laid down before   IP completion day  is a reference to such principles as they have effect in EU law immediately before   IP completion day, disregarding the effect of principles laid down, and decisions made, by the European Court on or after   IP completion day. 9 In this section, references to a decision of the European Court or the European Commission include a decision as to— a the interpretation of a provision of EU law; b the civil liability of an undertaking for harm caused by its infringement of EU law."}, {"act": "Competition Act 1998", "year": 1998, "section": "61", "section_title": "Interpretation of Part 2", "section_text": "61 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "62", "section_title": "Power to enter business premises under a warrant: Article 20 inspections", "section_text": "62 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "62A", "section_title": "Power to enter non-business premises under a warrant: Article 21 inspections", "section_text": "62A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "62B", "section_title": "Powers when conducting an Article 22(2) inspection", "section_text": "62B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "63", "section_title": "Power to enter business premises under a warrant: Article 22(2) inspections", "section_text": "63 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "64", "section_title": "Entry of premises under sections 62, 60, 62A and 63: supplementary.", "section_text": "64 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65", "section_title": "Offences.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65A", "section_title": "Privileged communications: Article 22(2) inspections", "section_text": "65A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65B", "section_title": "Use of statements in prosecution: Article 22(2) inspections", "section_text": "65B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65C", "section_title": "Interpretation of Part 2A", "section_text": "65C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65D", "section_title": "Power to conduct an Article 22(1) investigation", "section_text": "65D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65E", "section_title": "Powers when conducting Article 22(1) investigations", "section_text": "65E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65F", "section_title": "Power to enter business premises without a warrant", "section_text": "65F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65G", "section_title": "Power to enter business premises under a warrant", "section_text": "65G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65H", "section_title": "Power to enter domestic premises under a warrant", "section_text": "65H . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65I", "section_title": "Entry of premises under a warrant: supplementary", "section_text": "65I . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65J", "section_title": "Privileged communications", "section_text": "65J . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65K", "section_title": "Use of statements in prosecution", "section_text": "65K . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65L", "section_title": "Offences", "section_text": "65L . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65M", "section_title": "Destroying or falsifying documents", "section_text": "65M . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "65N", "section_title": "False or misleading information", "section_text": "65N . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "66", "section_title": " Monopoly investigations: general.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "67", "section_title": " Offences.", "section_text": "67 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "68", "section_title": " Services relating to use of land.", "section_text": "68 In section 137 of the Fair Trading Act 1973, after subsection (3) insert— 3A The Secretary of State may by order made by statutory instrument— a provide that “the supply of services” in the provisions of this Act is to include, or to cease to include, any activity specified in the order which consists in, or in making arrangements in connection with, permitting the use of land; and b for that purpose, amend or repeal any of paragraphs (c), (d), (e) or (g) of subsection (3) above. 3B No order under subsection (3A) above is to be made unless a draft of the order has been laid before Parliament and approved by a resolution of each House of Parliament. 3C The provisions of Schedule 9 to this Act apply in the case of a draft of any such order as they apply in the case of a draft of an order to which section 91(1) above applies."}, {"act": "Competition Act 1998", "year": 1998, "section": "69", "section_title": " Reports: monopoly references.", "section_text": "69 In section 83 of the  Fair Trading Act 1973— a in subsection (1), omit “Subject to subsection (1A) below”; and b omit subsection (1A) (reports on monopoly references to be transmitted to certain persons at least twenty-four hours before laying before Parliament)."}, {"act": "Competition Act 1998", "year": 1998, "section": "70", "section_title": " Contracts as to patented products etc.", "section_text": "70 Sections 44 and 45 of the  Patents Act 1977 shall cease to have effect."}, {"act": "Competition Act 1998", "year": 1998, "section": "71", "section_title": " Regulations, orders and rules.", "section_text": "71 1 Any power to make regulations or orders which is conferred by this Act is exercisable by statutory instrument. 2 The power to make rules which is conferred by section 48 is exercisable by statutory instrument. 3 Any statutory instrument made under this Act may— a contain such incidental, supplemental, consequential and transitional provision as the Secretary of State considers appropriate; and b make different provision for different cases. 4 No order is to be made under— a section 3, b section 19, c section 36(8), ca section 45(8), cb section 47C(7), d section 50, or e paragraph 6(3) of Schedule 4, unless a draft of the order has been laid before Parliament and approved by a resolution of each House. 5 Any statutory instrument made under this Act, apart from one made— a under any of the provisions mentioned in subsection (4), or b under section 76(3), shall be subject to annulment by a resolution of either House of Parliament."}, {"act": "Competition Act 1998", "year": 1998, "section": "72", "section_title": " Offences by bodies corporate etc.", "section_text": "72 1 This section applies to an offence under any of sections 42 to 44  .... 2 If an offence committed by a body corporate is proved— a to have been committed with the consent or connivance of an officer, or b to be attributable to any neglect on his part, the officer as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 3 In subsection (2) “ officer ”, in relation to a body corporate, means a director, manager, secretary or other similar officer of the body, or a person purporting to act in any such capacity. 4 If the affairs of a body corporate are managed by its members, subsection (2) applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 5 If an offence committed by a partnership in Scotland is proved— a to have been committed with the consent or connivance of a partner, or b to be attributable to any neglect on his part, the partner as well as the partnership is guilty of the offence and liable to be proceeded against and punished accordingly. 6 In subsection (5) “ partner ” includes a person purporting to act as a partner."}, {"act": "Competition Act 1998", "year": 1998, "section": "73", "section_title": " Crown application.", "section_text": "73 1 Any provision made by or under this Act binds the Crown except that— a the Crown is not criminally liable as a result of any such provision; b the Crown is not liable for any penalty under any such provision; and c nothing in this Act affects Her Majesty in her private capacity. 2 Subsection (1)(a) does not affect the application of any provision of this Act in relation to persons in the public service of the Crown. 3 Subsection (1)(c) is to be interpreted as if section 38(3) of the  Crown Proceedings Act 1947 (interpretation of references in that Act to Her Majesty in her private capacity) were contained in this Act. 4 If an investigation is conducted under section 25  ...  in respect of an agreement where none of the parties is the Crown or a person in the public service of the Crown, or in respect of conduct otherwise than by the Crown or such a person— a the power conferred by section 27  ...  may not be exercised in relation to land which is occupied by a government department, or otherwise for purposes of the Crown, without the written consent of the appropriate person; and b sections 28 and 28A do not apply   in relation to land so occupied. 5 In any case in which consent is required under subsection (4), the person who is the appropriate person in relation to that case is to be determined in accordance with regulations made by the Secretary of State. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6A In   subsection (4)   “agreement” includes a suspected agreement and is to be read as applying equally to, or in relation to, a decision by an association of undertakings or a concerted practice; and “conduct” includes suspected conduct. 7 In subsection (6) “ infringement ” means an infringement of   EU   law relating to Article 85 or 86 of the Treaty establishing the European Community. 8 If the Secretary of State certifies that it appears to him to be in the interests of national security that the powers of entry— a conferred by section 27  ..., or b that may be conferred by a warrant under    section 28 or 28A , should not be exercisable in relation to premises held or used by or on behalf of the Crown and which are specified in the certificate, those powers are not exercisable in relation to those premises. 9 Any amendment, repeal or revocation made by this Act binds the Crown to the extent that the enactment amended, repealed or revoked binds the Crown."}, {"act": "Competition Act 1998", "year": 1998, "section": "74", "section_title": " Amendments, transitional provisions, savings and repeals.", "section_text": "74 1 The minor and consequential amendments set out in Schedule 12 are to have effect. 2 The transitional provisions and savings set out in Schedule 13 are to have effect. 3 The enactments set out in Schedule 14 are repealed."}, {"act": "Competition Act 1998", "year": 1998, "section": "75", "section_title": " Consequential and supplementary provision.", "section_text": "75 1 The Secretary of State may by order make such incidental, consequential, transitional or supplemental provision as he thinks necessary or expedient for the general purposes, or any particular purpose, of this Act or in consequence of any of its provisions or for giving full effect to it. 2 An order under subsection (1) may, in particular, make provision— a for enabling any person by whom any powers will become exercisable, on a date specified by or under this Act, by virtue of any provision made by or under this Act to take before that date any steps which are necessary as a preliminary to the exercise of those powers; b for making savings, or additional savings, from the effect of any repeal made by or under this Act. 3 Amendments made under this section shall be in addition, and without prejudice, to those made by or under any other provision of this Act. 4 No other provision of this Act restricts the powers conferred by this section."}, {"act": "Competition Act 1998", "year": 1998, "section": "75A", "section_title": "Rules in relation to Part 2 and Part 2A", "section_text": "75A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Competition Act 1998", "year": 1998, "section": "76", "section_title": " Short title, commencement and extent.", "section_text": "76 1 This Act may be cited as the Competition Act 1998. 2 Sections 71 and 75 and this section and paragraphs 1 to 7 and 35 of Schedule 13 come into force on the passing of this Act. 3 The other provisions of this Act come into force on such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes. 4 This Act extends to Northern Ireland."}]