[{"act": "Criminal Procedure (Intermediate Diets) (Scotland) Act 1998", "year": 1998, "section": "1", "section_title": " Discretion to hold intermediate diets.", "section_text": "1 1 In section 148 of the  Criminal Procedure (Scotland) Act 1995 (intermediate diets) (which consolidated section 337A of the  Criminal Procedure (Scotland) Act 1975)— a in subsection (1)— i for the words from the beginning to the word “trial”, where it first appears, there shall be substituted the words  “                        The court may, when adjourning a case for trial in terms of section 146(3) of this Act, and may also, at any time thereafter, whether before, on or after any date assigned as a trial diet                      ” ; and ii for the words “the date assigned as the trial diet” there shall be substituted the words  “                        any date assigned as a trial diet                      ” b in subsection (7)(a), after the word “ “may””, there shall be inserted the words  “                    where it first appears,                  ” . 2 The amendments made by subsection (1) above shall be deemed always to have had effect. 3 Subsection (1) of the said section 337A shall be deemed always to have had effect as if enacted as follows— 1 The court may, when adjourning a case for trial in terms of section 337(b) of this Act, and may also, at any time thereafter, whether before, on or after any date assigned as a trial diet, fix a diet (to be known as an intermediate diet) for the purpose of ascertaining— a the state of preparation of the prosecutor and of the accused with respect to their cases; and b whether the accused intends to adhere to the plea of not guilty."}, {"act": "Criminal Procedure (Intermediate Diets) (Scotland) Act 1998", "year": 1998, "section": "2", "section_title": " Short title and extent.", "section_text": "2 1 This Act may be cited as the Criminal Procedure (Intermediate Diets) (Scotland) Act 1998. 2 This Act extends to Scotland only."}]