[{"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1", "section_title": " Anti-social behaviour orders.", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1A", "section_title": " Power of Secretary of State to add to relevant authorities", "section_text": "1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1AA", "section_title": "Individual support orders", "section_text": "1AA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1AB", "section_title": "Individual support orders: explanation, breach, amendment  etc", "section_text": "1AB . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1B", "section_title": " Orders in county court proceedings", "section_text": "1B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1C", "section_title": " Orders on conviction in criminal proceedings", "section_text": "1C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1CA", "section_title": "Variation and discharge of orders under section 1C", "section_text": "1CA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1D", "section_title": " Interim orders", "section_text": "1D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1E", "section_title": " Consultation requirements", "section_text": "1E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1F", "section_title": "Contracting out of local authority functions", "section_text": "1F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1G", "section_title": "Intervention orders", "section_text": "1G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1H", "section_title": "Intervention orders: explanation, breach, amendment  etc.", "section_text": "1H . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1I", "section_title": "Special measures for witnesses", "section_text": "1I . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1J", "section_title": "Review of orders under sections 1, 1B and 1C", "section_text": "1J . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "1K", "section_title": "Responsibility for, and participation in, reviews under section 1J", "section_text": "1K . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "2", "section_title": " Sex offender orders.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "2A", "section_title": " Interim orders: sex offenders", "section_text": "2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "2B", "section_title": " Sex offender orders made in Scotland or Northern Ireland", "section_text": "2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "3", "section_title": " Sex offender orders: supplemental.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "4", "section_title": " Appeals against orders.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "5", "section_title": " Authorities responsible for strategies.", "section_text": "5 1 Subject to the provisions of this section, the functions conferred by   or under  section 6 below shall be exercisable in relation to each local government area by the responsible authorities, that is to say— a the council for the area and, where the area is a district and the council is not a unitary authority, the council for the county which includes the district;   and aa every provider of probation services operating within the area in pursuance of arrangements under section 3 of the Offender Management Act 2007 which provide for it to be a responsible authority under this section; b every chief officer of police any part of whose police area lies within the area. c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d every   fire and rescue authority  any part of whose area so lies; e if the local government area is in England, every    integrated care board    the whole or any part of whose area so lies; and f if the local government area is in Wales, every   Local Health Board  the whole or any part of whose area so lies. 1A The relevant local policing body in relation to two or more local government areas in England may make a combination agreement with the responsible authorities in relation to those areas (the  “combined area”). 1B A combination agreement is an agreement for the functions conferred by or under section 6 or by section 7 to be carried out in relation to the combined area as if it constituted only one local government area. 1BA The responsible authorities in relation to a combined area are all the persons who are the responsible authorities in relation to each local government area that falls within the combined area. 1BB Section 5A contains further provision about the making and contents of combination agreements. 1C A combination agreement — a may require the councils for the local government areas in question to appoint a joint committee of those councils (the  “ joint crime and disorder committee ”) and to arrange for crime and disorder scrutiny functions in relation to any (or all) of those councils to be exercisable by that committee; b may make provision applying any of the relevant provisions, with or without modifications, in relation to a joint crime and disorder committee. 1D In subsection (1C)— “ crime and disorder scrutiny functions ”, in relation to a council, means functions that are, or, but for   a combination agreement , would be, exercisable by the crime and disorder committee of the council under section 19 of the Police and Justice Act 2006 (local authority scrutiny of crime and disorder matters); “ the relevant provisions ” means— section 19 of the Police and Justice Act 2006; section 20 of that Act and any regulations made under that section; Schedule 8 to that Act; section   9F, 9FA or  21 of the Local Government Act 2000. 1E The  “ relevant local policing body ”, in relation to a combined area, is— a if the area falls (wholly or partly) within the police area of a police and crime commissioner, the commissioner, b if the area falls (wholly or partly) within the metropolitan police district, the Mayor's Office for Policing and Crime, and c if the area falls partly within the City of London, the Secretary of State. 1F If there is more than one relevant local policing body in relation to a combined area by virtue of subsection (1E), the references in subsection (1A) above and section 5A(2) to the relevant local policing body in relation to the combined area are references to each of the relevant local policing bodies for that area acting jointly. 2 In exercising   the functions conferred by or under section 6 , the responsible authorities shall act in co-operation with the following persons and bodies, namely— b every local probation board any part of whose area lies within the area; ba every provider of probation services operating within the area in pursuance of arrangements under section 3 of the Offender Management Act 2007 which provide for it to co-operate under this subsection with the responsible authorities; c every person or body of a description which is for the time being prescribed by order of the Secretary of State under this subsection  ; and d where they are acting in relation to an area in Wales, every person or body which is of a description which is for the time being prescribed by an order under this subsection of the National Assembly for Wales; and it shall be the duty of those persons and bodies to co-operate in the exercise by the responsible authorities of   the functions conferred by or under section 6 . 3 The responsible authorities shall also invite the participation in their exercise of those functions of at least one person or body of each description which is for the time being prescribed by order of the Secretary of State under this subsection   and, in the case of the responsible authorities for an area in Wales, of any person or body of a description for the time being prescribed by an order under this subsection of the National Assembly for Wales. 4 In this section and sections 6 and 7 below “ local government area ” means— a in relation to England, each district or London borough, the City of London, the Isle of Wight and the Isles of Scilly; b in relation to Wales, each county or county borough. 5 In this section— “ fire and rescue authority ” means— a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies;   a fire and rescue authority created by an order under section 4A of that Act;   a metropolitan county fire and civil defence authority; or   the London Fire Commissioner.   . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The appropriate national authority may by order amend this section by— a adding an entry for any person or body to the list of authorities in subsection (1), b altering or repealing an entry for the time being included in the list, or c adding, altering or repealing provisions for the interpretation of entries in the list. 7 In this section the  “ appropriate national authority ”, in relation to a person or body, means— a the National Assembly for Wales, if all the functions of the person or body are devolved Welsh functions; b the Secretary of State and the Assembly acting jointly, if the functions of the person or body include devolved Welsh functions and other functions; and c the Secretary of State, if none of the functions of the person or body are devolved Welsh functions. 8 In subsection (7),  “ devolved Welsh functions ” means functions which are dischargeable only in relation to Wales and relate to matters in relation to which the Assembly has functions."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "5A", "section_title": "Combination agreements: further provision", "section_text": "5A 1 A combination agreement for a combined area may be made only if every responsible authority in relation to that area is a party to the agreement. 2 The relevant local policing body for a combined area may enter into a combination agreement for that area only if it considers that it would be in the interests of one or more of the following to do so— a reducing crime and disorder; b reducing re-offending; c combating the misuse of drugs, alcohol and other substances. d preventing people from becoming involved in serious violence; e reducing instances of serious violence. 3 Subsections (4) to (6) apply if a combined area in relation to a combination agreement includes (wholly or party) the area of more than one police area. 4 The combination agreement must include arrangements for securing effective and efficient co-operation— a between each of the relevant local policing bodies in relation to the combined area, and b between the responsible authorities for the area and those relevant local policing bodies. 5 The Secretary of State must be a party to the agreement (if not already a party by virtue of being a relevant local policing body in relation to the combined area). 6 The Secretary of State may enter into the agreement only if the Secretary of State— a considers that it would be in the interests of one or more of the matters mentioned in subsection (2), and b is satisfied that the arrangements mentioned in subsection (4) are adequate for the purposes of securing effective and efficient co-operation in the carrying out of functions under section 6. 7 A combination agreement— a must be in writing, and b may be varied by a further combination agreement. 8 A combination agreement may be terminated by agreement in writing between the parties to it; and subsection (2), and (as the case may be)\t\t\t\t\t(6)(a), applies to an agreement under this subsection. 9 In this section  “ combination agreement ”,  “ combined area ” and  “ relevant local policing body ” have the same meanings as in section 5. 10 References in this section to serious violence and to becoming involved in serious violence are to be construed in accordance with section 18."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "6", "section_title": " Formulation and implementation of strategies.", "section_text": "6 1 The responsible authorities for a local government area shall, in accordance with section 5  , with subsection (1A),   and with regulations made under subsection (2), formulate and implement— a a strategy for the reduction of crime and disorder in the area (including anti-social and other behaviour adversely affecting the local environment); and b a strategy for combatting the misuse of drugs, alcohol and other substances in the area  ; and c a strategy for the reduction of re-offending in the area . ; and d a strategy for— i preventing people from becoming involved in serious violence in the area, and ii reducing instances of serious violence in the area. 1A In exercising functions under subsection (1), apart from devolved Welsh functions (as defined by section 5(8)), each of the responsible authorities for a local government area must have regard to the police and crime objectives set out in the police and crime plan for the police area which comprises or includes that local government area. 2 The appropriate national authority may by regulations make further provision as to the formulation and implementation of a strategy under this section. 3 Regulations under subsection (2) may in particular make provision for or in connection with— a the time by which a strategy must be prepared and the period to which it is to relate; b the procedure to be followed by the responsible authorities in preparing and implementing a strategy (including requirements as to the holding of public meetings and other consultation); c the conferring of functions on any one or more of the responsible authorities in relation to the formulation and implementation of a strategy; ca the conferring of functions on a police and crime commissioner for a police area in England in relation to the formulation and implementation of a strategy for any local government area that lies in that police area; d matters to which regard must be had in formulating and implementing a strategy; e objectives to be addressed in a strategy and performance targets in respect of those objectives; f the sharing of information between responsible authorities; g the publication and dissemination of a strategy; h the preparation of reports on the implementation of a strategy. 4 The provision which may be made under subsection (2) includes provision for or in connection with the conferring of functions on a committee of, or a particular member or officer of, any of the responsible authorities. 4A Provision under subsection (3)(ca) may include provision— a for a police and crime commissioner to arrange for meetings to be held for the purpose of assisting in the formulation and implementation of any strategy (or strategies) that the commissioner may specify that relate to any part of the police area of the commissioner, b for the commissioner to chair the meetings, and c for such descriptions and numbers of persons to attend the meetings as the commissioner may specify (including, in particular, representatives of the responsible authorities in relation to the strategies to be discussed at the meetings). 5 The matters referred to in subsection (3)(d) may in particular include guidance given by the appropriate national authority in connection with the formulation or implementation of a strategy. 6 Provision under subsection (3)(e) may require a strategy to be formulated so as to address (in particular)— a the reduction of crime or disorder of a particular description;  ... b the combatting of a particular description of misuse of drugs, alcohol or other substances. c the prevention of people becoming involved in serious violence of a particular description; or d the reduction of instances of serious violence of a particular description. 7 Regulations under this section may make— a different provision for different local government areas; b supplementary or incidental provision. 8 For the purposes of this section any reference to the implementation of a strategy includes— a keeping it under review for the purposes of monitoring its effectiveness; and b making any changes to it that appear necessary or expedient. 9 In this section the  “appropriate national authority” is— a the Secretary of State, in relation to strategies for areas in England  and strategies for preventing people from becoming involved in and reducing instances of serious violence in areas in Wales ; b the National Assembly for Wales, in relation to strategies for combatting the misuse of drugs, alcohol or other substances in areas in Wales; c the Secretary of State and the Assembly acting jointly, in relation to strategies for combatting crime and disorder   or re-offending  in areas in Wales. 10 The Secretary of State must consult the Welsh Ministers before making regulations under this section if and to extent that the regulations— a relate to a strategy within subsection (1)(d), and b make provision that applies in relation to a devolved Welsh authority within the meaning of the Government of Wales Act 2006 (see section 157A of that Act). 11 References in this section to serious violence and to becoming involved in serious violence are to be construed in accordance with section 18."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "6A", "section_title": " Powers of the Secretary of State and National Assembly for Wales", "section_text": "6A 1 The Secretary of State may, by order, require— a the responsible authorities for local government areas to formulate any section 6 strategy of theirs for the reduction of crime and disorder so as to include, in particular, provision for the reduction of— i crime of a description specified in the order; or ii disorder of a description so specified. b the responsible authorities for local government areas in England to prepare any section 6 strategy of theirs for combatting the misuse of drugs so as to include in it a strategy for combatting, in the area in question, such other forms of substance misuse as may be specified or described in the order. 2 After formulating any section 6 strategy (whether in a case in which there has been an order under subsection or in any other case), the responsible authorities for a local government area shall send both— a a copy of the strategy, and b a copy of the document which they propose to publish under section 6(5), to the Secretary of State. 3 It shall be the duty of the responsible authorities, when preparing any document to be published under section 6(5), to have regard to any guidance issued by the Secretary of State as to the form and content of the documents to be so published. 4 If the responsible authorities for a local government area propose to make any changes to a section 6 strategy of theirs, they shall send copies of the proposed changes to the Secretary of State. 5 In subsections (2) to (4)— a references to the Secretary of State, in relation to responsible authorities for local government areas in Wales shall have effect as references to the Secretary of State and the National Assembly for Wales; and b accordingly, guidance issued for the purposes of subsection (3) in relation to local government areas in Wales must be issued by the Secretary of State and that Assembly acting jointly. 6 In this section— “ responsible authorities ” and “ local government area ” have same meanings as in sections 5 and 6; “ section 6 strategy ” means a strategy required to be formulated under section 6(1); and “ substance misuse ” has the same meaning as in section 6."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "7", "section_title": " Supplemental.", "section_text": "7 1 The responsible authorities for a local government area shall, whenever so required by the   relevant local policing body for that area , submit to   that body  a report on such matters connected with the exercise of their functions under section 6 above   , apart from devolved Welsh functions (as defined by section 5(8)),  as may be specified in the requirement. 1A The relevant local policing body in relation to a local government area may require a report under subsection (1) only if— a the body is not satisfied that the responsible authorities for the area are carrying out their functions under section 6 in an effective and efficient manner, and b the body considers it reasonable and proportionate in all the circumstances to require a report. 2 A requirement under subsection (1) above may specify the form in which a report is to be given. 3 The   relevant local policing body  may arrange, or require the responsible authorities to arrange, for a report under subsection (1) above to be published in such manner as appears to   the body  to be appropriate. 4 Relevant local policing body”, in relation to a local government area, means— a if the area (or any part of it) falls within the police area of a police and crime commissioner, the commissioner, b if the area (or any part of it) falls within the metropolitan police district, the Mayor's Office for Policing and Crime, and c if the area (or any part of it) is the City of London, the Secretary of State. 5 If there is more than one relevant local policing body in relation to a combined area that is to be treated as one local government area under a combination agreement (see section 5(1A))— a a report submitted under subsection (1) is to be submitted to each of the relevant local policing bodies for the combined area, and b references in this section to any requirement or arrangement made by the relevant local policing body are references to a requirement or arrangement made by each of the relevant local policing bodies for the combined area acting jointly."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "8", "section_title": " Parenting orders.", "section_text": "8 1 This section applies where, in any court proceedings— a a child safety order is made in respect of a child   or the court determines on an application under section 12(6) below that a child has failed to comply with any requirement included in such an order ; aa a parental compensation order is made in relation to a child's behaviour;   or   b                         an injunction is granted under section 1 of the Anti-social Behaviour, Crime and Policing Act 2014  or a criminal behaviour order or   sexual harm prevention order   is made in respect of a child or young person; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Subject to subsection (3) and section 9(1) below  . . . , if in the proceedings the court is satisfied that the relevant condition is fulfilled, it may make a parenting order in respect of a person who is a parent or guardian of the child or young person  ...(“ the parent ”). 3 A court shall not make a parenting order unless it has been notified by the Secretary of State that arrangements for implementing such orders are available in the area in which it appears to the court that the parent resides or will reside and the notice has not been withdrawn. 4 A parenting order is an order which requires the parent— a to comply, for a period not exceeding twelve months, with such requirements as are specified in the order, and b subject to subsection (5) below, to attend, for a concurrent period not exceeding three months, such counselling or guidance programme as may be specified in directions given by the responsible officer. 5 A parenting order may, but need not, include such a requirement as is mentioned in subsection (4)(b) above in any case where a parenting order under this section or any other enactment has been made in respect of the parent on a previous occasion. 6 The relevant condition is that the parenting order would be desirable in the interests of preventing— a in a case falling within paragraph (a)  , (aa)  or (b) of subsection (1) above, any repetition of the kind of behaviour which led to                        the order being made or the injunction granted                       b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 The requirements that may be specified under subsection (4)(a) above are those which the court considers desirable in the interests of preventing any such repetition .... 7A A counselling or guidance programme which a parent is required to attend by virtue of subsection (4)(b) above may be or include a residential course but only if the court is satisfied— a that the attendance of the parent at a residential course is likely to be more effective than his attendance at a non-residential course in preventing any such repetition or, as the case may be, the commission of any such further offence, and b that any interference with family life which is likely to result from the attendance of the parent at a residential course is proportionate in all the circumstances. 8 In this section and section 9 below “ responsible officer ”, in relation to a parenting order, means one of the following who is specified in the order, namely— a an officer of a local probation board or an officer of a provider of probation services ; b a social worker of a local authority  . . . ; and bb a person nominated by   a person appointed as director of children’s services under section 18 of the Children Act 2004 or by  a person appointed as chief education officer under section 532 of the  Education Act 1996 c a member of a youth offending team. 9 In this section— “ criminal behaviour order ” has the meaning given by section 330 of the Sentencing Code; “ sexual harm prevention order ” means an order under section 103A of the Sexual Offences Act 2003 or Chapter 2 of Part 11 of the Sentencing Code."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "9", "section_title": " Parenting orders: supplemental.", "section_text": "9 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1B If                             an injunction under section 1 of the Anti-social Behaviour, Crime and Policing Act 2014 is granted or   a criminal behaviour order    is made in respect of a person under the age of 16 the court which                             grants the injunction or                          makes the order— a must make a parenting order if it is satisfied that the relevant condition is fulfilled; b if it is not so satisfied, must state in open court that it is not and why it is not. 2 Before making a parenting order— a in a case falling within paragraph (a) of subsection (1) of section 8 above; b in a case falling within paragraph (b) ... of that subsection, where the person concerned is under the age of 16; or c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . a court shall obtain and consider information about the person’s family circumstances and the likely effect of the order on those circumstances. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Before making a parenting order, a court shall explain to the parent in ordinary language— a the effect of the order and of the requirements proposed to be included in it; b the consequences which may follow (under subsection (7) below) if he fails to comply with any of those requirements; and c that the court has power (under subsection (5) below) to review the order on the application either of the parent or of the responsible officer. 4 Requirements specified in, and directions given under, a parenting order shall, as far as practicable, be such as to avoid— a any conflict with the parent’s religious beliefs; and b any interference with the times, if any, at which he normally works or attends an educational establishment. 5 If while a parenting order is in force it appears to the court which made it, on the application of the responsible officer or the parent, that it is appropriate to make an order under this subsection, the court may make an order discharging the parenting order or varying it— a by cancelling any provision included in it; or b by inserting in it (either in addition to or in substitution for any of its provisions) any provision that could have been included in the order if the court had then had power to make it and were exercising the power. 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Where an application under subsection (5) above for the discharge of a parenting order is dismissed, no further application for its discharge shall be made under that subsection by any person except with the consent of the court which made the order. 7 If while a parenting order is in force the parent without reasonable excuse fails to comply with any requirement included in the order, or specified in directions given by the responsible officer, he shall be liable on summary conviction to a fine not exceeding level 3 on the standard scale. 7ZA In this section  “ criminal behaviour order ” has the meaning given by section 330 of the Sentencing Code. 7A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "10", "section_title": " Appeals against parenting orders.", "section_text": "10 1 An appeal shall lie— a to    the county court    against the making of a parenting order by virtue of paragraph (a) of subsection (1) of section 8 above; and b to the Crown Court against the making of a parenting order by virtue of paragraph (b) of that subsection. 2 On an appeal under subsection (1) above    the county court    or the Crown Court— a may make such orders as may be necessary to give effect to its determination of the appeal; and b may also make such incidental or consequential orders as appear to it to be just. 3 Any order of    the county court    or the Crown Court made on an appeal under subsection (1) above (other than one directing that an application be re-heard by a magistrates’ court) shall, for the purposes of subsections (5) to (7) of section 9 above, be treated as if it were an order of the court from which the appeal was brought and not an order of    the county court    or the Crown Court. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 The Lord Chancellor may   , with the concurrence of the Lord Chief Justice,  by order make provision as to the circumstances in which appeals under subsection (1)(a) above may be made against decisions taken by courts on questions arising in connection with the transfer, or proposed transfer, of proceedings by virtue of any order under paragraph 2 of Schedule 11 (jurisdiction) to the  Children Act 1989 (“ the 1989 Act ”). 7 Except to the extent provided for in any order made under subsection (6) above, no appeal may be made against any decision of a kind mentioned in that subsection. 8 The Lord Chief Justice may nominate a judicial office holder (as defined in section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "11", "section_title": " Child safety orders.", "section_text": "11 1 Subject to subsection (2) below, if                         the family court                      , on the application of a local authority, is satisfied that one or more of the conditions specified in subsection (3) below are fulfilled with respect to a child under the age of 10, it may make an order (a “ child safety order ”) which— a places the child, for a period (not exceeding the permitted maximum) specified in the order, under the supervision of the responsible officer; and b requires the child to comply with such requirements as are so specified. 2 A court shall not make a child safety order unless it has been notified by the Secretary of State that arrangements for implementing such orders are available in the area in which it appears that the child resides or will reside and the notice has not been withdrawn. 3 The conditions are— a that the child has committed an act which, if he had been aged 10 or over, would have constituted an offence; b that a child safety order is necessary for the purpose of preventing the commission by the child of such an act as is mentioned in paragraph (a) above; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d that the child has acted in a manner that caused or was likely to cause harassment, alarm or distress to one or more persons not of the same household as himself. 4 The maximum period permitted for the purposes of subsection (1)(a) above is   twelve months . 5 The requirements that may be specified under subsection (1)(b) above are those which the court considers desirable in the interests of— a securing that the child receives appropriate care, protection and support and is subject to proper control; or b preventing any repetition of the kind of behaviour which led to the child safety order being made. 6 Proceedings under this section or section 12 below shall be family proceedings for the purposes of the 1989 Act  ...; and the standard of proof applicable to such proceedings shall be that applicable to civil proceedings. 7 In this section “ local authority ” has the same meaning as in the 1989 Act. 8 In this section and section 12 below, “ responsible officer ”, in relation to a child safety order, means one of the following who is specified in the order, namely— a a social worker of a local authority  . . . ; and b a member of a youth offending team."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "12", "section_title": " Child safety orders: supplemental.", "section_text": "12 1 Before making a child safety order,                         the family court                       shall obtain and consider information about the child’s family circumstances and the likely effect of the order on those circumstances. 2 Before making a child safety order,                         the family court                       shall explain to the parent or guardian of the child in ordinary language— a the effect of the order and of the requirements proposed to be included in it; b the consequences which may follow (under subsection (6) below) if the child fails to comply with any of those requirements; and c that the court has power (under subsection (4) below) to review the order on the application either of the parent or guardian or of the responsible officer. 3 Requirements included in a child safety order shall, as far as practicable, be such as to avoid— a any conflict with the parent’s religious beliefs; and b any interference with the times, if any, at which the child normally attends school. 4 If while a child safety order is in force in respect of a child it appears to the court which made it, on the application of the responsible officer or a parent or guardian of the child, that it is appropriate to make an order under this subsection, the court may make an order discharging the child safety order or varying it— a by cancelling any provision included in it; or b by inserting in it (either in addition to or in substitution for any of its provisions) any provision that could have been included in the order if the court had then had power to make it and were exercising the power. 5 Where an application under subsection (4) above for the discharge of a child safety order is dismissed, no further application for its discharge shall be made under that subsection by any person except with the consent of the court which made the order. 6 Where a child safety order is in force and it is proved to the satisfaction of the court which made it  ..., on the application of the responsible officer, that the child has failed to comply with any requirement included in the order, the court— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b may make an order varying the order— i by cancelling any provision included in it; or ii by inserting in it (either in addition to or in substitution for any of its provisions) any provision that could have been included in the order if the court had then had power to make it and were exercising the power. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "13", "section_title": " Appeals against child safety orders.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "13A", "section_title": "Parental compensation orders", "section_text": "13A 1 A magistrates' court may make an order under this section (a  “ parental compensation order ”) if on the application of a local authority it is satisfied, on the civil standard of proof— a that the condition mentioned in subsection (2) below is fulfilled with respect to a child under the age of 10; and b that it would be desirable to make the order in the interests of preventing a repetition of the behaviour in question. 2 The condition is that the child has taken, or caused loss of or damage to, property in the course of— a committing an act which, if he had been aged 10 or over, would have constituted an offence; or b acting in a manner that caused or was likely to cause harassment, alarm or distress to one or more persons not of the same household as himself. 3 A parental compensation order is an order which requires any person specified in the order who is a parent or guardian of the child (other than a local authority) to pay compensation of an amount specified in the order to any person or persons specified in the order who is, or are, affected by the taking of the property or its loss or damage. 4 The amount of compensation specified may not exceed £5,000 in all. 5 The Secretary of State may by order amend subsection (4) above so as to substitute a different amount. 6 For the purposes of collection and enforcement, a parental compensation order is to be treated as if it were a sum adjudged to be paid on the conviction by the magistrates' court which made the order of the person or persons specified in the order as liable to pay the compensation. 7 In this section and sections 13B and 13C below,  “ local authority ” has the same meaning as in the 1989 Act."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "13B", "section_title": "Parental compensation orders: the compensation", "section_text": "13B 1 When specifying the amount of compensation for the purposes of section 13A(3) above, the magistrates' court shall take into account— a the value of the property taken or damaged, or whose loss was caused, by the child; b any further loss which flowed from the taking of or damage to the property, or from its loss; c whether the child, or any parent or guardian of his, has already paid any compensation for the property (and if so, how much); d whether the child, or any parent or guardian of his, has already made any reparation (and if so, what it consisted of); e the means of those to be specified in the order as liable to pay the compensation, so far as the court can ascertain them; f whether there was any lack of care on the part of the person affected by the taking of the property or its loss or damage which made it easier for the child to take or damage the property or to cause its loss. 2 If property taken is recovered before compensation is ordered to be paid in respect of it— a the court shall not order any such compensation to be payable in respect of it if it is not damaged; b if it is damaged, the damage shall be treated for the purposes of making a parental compensation order as having been caused by the child, regardless of how it was caused and who caused it. 3 The court shall specify in the order how and by when the compensation is to be paid (for example, it may specify that the compensation is to be paid by instalments, and specify the date by which each instalment must be paid). 4 For the purpose of ascertaining the means of the parent or guardian, the court may, before specifying the amount of compensation, order him to provide the court, within such period as it may specify in the order, such a statement of his   assets and other  financial circumstances as the court may require. 5 A person who without reasonable excuse fails to comply with an order under subsection (4) above is guilty of an offence and is liable on summary conviction to a fine not exceeding level 3 on the standard scale. 6 If, in providing a statement  ... pursuant to an order under subsection (4) above, a person— a makes a statement which he knows to be false in a material particular; b recklessly provides a statement which is false in a material particular; or c knowingly fails to disclose any material fact, he is liable on summary conviction to a fine not exceeding level 4 on the standard scale. 7 Proceedings in respect of an offence under subsection (6) above may, despite anything in section 127(1) of   the Magistrates' Courts Act 1980 (“ the 1980 Act ”)   (limitation of time), be commenced at any time within two years from the date of the commission of the offence or within six months of its first discovery by the local authority, whichever period expires earlier."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "13C", "section_title": "Parental compensation orders: supplemental", "section_text": "13C 1 Before deciding whether or not to make a parental compensation order in favour of any person, the magistrates' court shall take into account the views of that person about whether a parental compensation order should be made in his favour. 2 Before making a parental compensation order, the magistrates' court shall obtain and consider information about the child's family circumstances and the likely effect of the order on those circumstances. 3 Before making a parental compensation order, a magistrates' court shall explain to the parent or guardian of the child in ordinary language— a the effect of the order and of the requirements proposed to be included in it; b the consequences which may follow (under subsection (4)(b) below) as a result of failure to comply with any of those requirements; c that the court has power (under subsection (4)(a) below) to review the order on the application either of the parent or guardian or of the local authority. 4 A magistrates' court which has made a parental compensation order may make an order under subsection (5) below if while the order is in force— a it appears to the court, on the application of the local authority, or the parent or guardian subject to the order, that it is appropriate to make an order under subsection (5); or b it is proved to the satisfaction of the court, on the application of the local authority, that the parent or guardian subject to it has failed to comply with any requirement included in the order. 5 An order under this subsection is an order discharging the parental compensation order or varying it— a by cancelling any provision included in it; or b by inserting in it (either in addition to or in substitution for any of its provisions) any provision that could have been included in the order if the court had then had power to make it and were exercising the power. 6 Where an application under subsection (4) above for the discharge of a parental compensation order is dismissed, no further application for its discharge shall be made under that subsection by any person except with the consent of the court which made the order. 7 References in this section to the magistrates' court which made a parental compensation order include any magistrates' court acting in the same local justice area as that court."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "13D", "section_title": "Parental compensation orders: appeal", "section_text": "13D 1 If a magistrates' court makes a parental compensation order, the parent or guardian may appeal against the making of the order, or against the amount of compensation specified in the order. 2 The appeal lies to the Crown Court. 3 On the appeal the Crown Court— a may make such orders as may be necessary to give effect to its determination of the appeal; b may also make such incidental or consequential orders as appear to it to be just. 4 Any order of the Crown Court made on an appeal under this section (other than one directing that an application be re-heard by a magistrates' court) shall, for the purposes of section 13C above, be treated as if it were an order of the magistrates' court from which the appeal was brought and not an order of the Crown Court. 5 A person in whose favour a parental compensation order is made shall not be entitled to receive any compensation under it until (disregarding any power of a court to grant leave to appeal out of time) there is no further possibility of an appeal on which the order could be varied or set aside."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "13E", "section_title": "Effect of parental compensation order on subsequent award of damages in civil proceedings", "section_text": "13E 1 This section has effect where— a a parental compensation order has been made in favour of any person in respect of any taking or loss of property or damage to it; and b a claim by him in civil proceedings for damages in respect of the taking, loss or damage is then to be determined. 2 The damages in the civil proceedings shall be assessed without regard to the parental compensation order, but the claimant may recover only an amount equal to the aggregate of the following— a any amount by which they exceed the compensation; and b a sum equal to any portion of the compensation which he fails to recover. 3 The claimant may not enforce the judgment, so far as it relates to such a sum as is mentioned in subsection (2)(b) above, without the permission of the court."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "14", "section_title": " Local child curfew schemes.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "15", "section_title": " Contravention of curfew notices.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "16", "section_title": " Removal of truants   and excluded pupils  to designated premises etc.", "section_text": "16 1 This section applies where a local authority— a designates premises in a police area (“ designated premises ”) as premises to which children and young persons of compulsory school age may be removed under this section; and b notifies the chief officer of police for that area of the designation. 2 A police officer of or above the rank of superintendent may direct that the powers conferred on a constable by   subsections (3) and (3ZA)  below— a shall be exercisable as respects any area falling within the police area and specified in the direction; and b shall be so exercisable during a period so specified; and references in   each of those subsections  to a specified area and a specified period shall be construed accordingly. 3 If a constable has reasonable cause to believe that a child or young person found by him in a public place in a specified area during a specified period— a is of compulsory school age; and b is absent from a school without lawful authority, the constable may remove the child or young person to designated premises, or to the school from which he is so absent. 3ZA If a constable has reasonable cause to believe that a child or young person found by him in a public place in a specified area during a specified period and during school hours— a is of compulsory school age, b has been excluded on disciplinary grounds from a relevant school for a fixed period or permanently, c remains excluded from that school, d has not subsequently been admitted as a pupil to any other school, and e has no reasonable justification for being in the public place, the constable may remove the child or young person to designated premises. 3A Subsection (2) shall have effect in relation to The British Transport Police Force; and for that purpose the reference to any area falling within the police areashall be treated as a reference to any area in a place specified in section 31(1)(a) to (f) of the Railways and Transport Safety Act 2003. 3B In subsection (3ZA),  “ school hours ” means any time during a school session of the school referred to in paragraph (b) of that subsection or during a break between sessions of that school on the same day. 4 A child’s or young person’s absence from a school shall be taken to be without lawful authority   unless the child or young person is prevented from attending by sickness or other unavoidable cause or the absence falls within subsection (3)\t\t\t\t\t(leave or day set apart for religious observance) of section 444 of the Education Act 1996 . 5 In this section— “ British Transport Police ” means the force of constables appointed under section 53 of the British Transport Commission Act 1949 (c. xxix); “ local authority ” means— in relation to England, a county council, a district council whose district does not form part of an area that has a county council, a London borough council or the Common Council of the City of London; in relation to Wales, a county council or a county borough council; . . .  “ public place ” has the same meaning as in   Part 2 of the Public Order Act 1986 ; “ relevant school ” has the meaning given by section 111 of the Education and Inspections Act 2006; “ school ” has the same meaning as in the  Education Act 1996."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "17", "section_title": " Duty to consider crime and disorder implications.", "section_text": "17 1 Without prejudice to any other obligation imposed on it, it shall be the duty of each authority to which this section applies to exercise its various functions with due regard to the likely effect of the exercise of those functions on, and the need to do all that it reasonably can to prevent,   a crime and disorder in its area (including anti-social and other behaviour adversely affecting the local environment); and b the misuse of drugs, alcohol and other substances in its area ; and c re-offending in its area   ; and d serious violence in its area. 1A The duty imposed on an authority by subsection (1) to do all it reasonably can to prevent serious violence in its area is a duty on the authority to do all it reasonably can to— a prevent people from becoming involved in serious violence in its area, and b reduce instances of serious violence in its area. 2 This section applies to each of the following— a local authority; a joint authority;   a corporate joint committee established by regulations made under Part 5 of the Local Government and Elections (Wales)  Act 2021 (asc 1) ;   a combined authority established under section 103 of the Local Democracy, Economic Development and Construction Act 2009;   a combined county authority established under section 9(1) of the Levelling-up and Regeneration Act 2023;     the London Fire Commissioner;   a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies;   a fire and rescue authority created by an order under section 4A of that Act;   a metropolitan county fire authority; a local policing body ; a National Park authority; the Broads Authority; the Greater London Authority; ... Transport for London. 3 In this section— “ local authority ” means a local authority within the meaning given by section 270(1) of the  Local Government Act 1972 or the Common Council of the City of London; “ joint authority ” has the same meaning as in the  Local Government Act 1985; “ National Park authority ” means an authority established under section 63 of the  Environment Act 1995. 4 The appropriate national authority may by order amend this section by— a adding an entry for any person or body to the list of authorities in subsection (2), b altering or repealing any entry for the time being included in the list, or c adding, altering or repealing provisions for the interpretation of entries in the list. 5 In subsection (4)\t\t\t\t\t “ the appropriate national authority ” has the same meaning as in section 5. 6 References in this section to serious violence and to becoming involved in serious violence are to be construed in accordance with section 18."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "17A", "section_title": "Sharing of information", "section_text": "17A 1 A relevant authority is under a duty to disclose to all other relevant authorities any information held by the authority which is of a prescribed description, at such intervals and in such form as may be prescribed. 2 In subsection (1)\t\t\t\t\t “ prescribed ” means prescribed in regulations made by the Secretary of State. 3 The Secretary of State may only prescribe descriptions of information which appears to him to be of potential relevance in relation to the reduction of crime and disorder in any area of England and Wales (including anti-social or other behaviour adversely affecting the local environment in that area). 4 Nothing in this section requires a relevant authority to disclose any personal data   (within the meaning of Parts 5 to 7 of the Data Protection Act 2018 (see section 3(2) and (14) of that Act)) . 5 In this section  “ relevant authority ” means an authority in England and Wales which is for the time being a relevant authority for the purposes of section 115."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "18", "section_title": " Interpretation etc. of Chapter I.", "section_text": "18 1 In this Chapter— ... “ chief officer of police ” has the meaning given by section 101(1) of the  Police Act 1996; “ child safety order ” has the meaning given by section 11(1) above; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ local policing body ” has the meaning given by section 101(1) of the Police Act 1996; “ parental compensation order ” has the meaning given by section 13A(1) above; “ parenting order ” has the meaning given by section 8(4) above; “ police area ” has the meaning given by section 1(2) of the  Police Act 1996; ... “ responsible officer ”— ... in relation to a parenting order, has the meaning given by section 8(8) above; in relation to a child safety order, has the meaning given by section 11(8) above;   “violence”— includes, in particular— domestic abuse within the meaning of the Domestic Abuse Act 2021 (see section 1 of that Act), sexual offences, violence against property, and threats of violence; does not include terrorism (within the meaning of the Terrorism Act 2000 (see section 1(1) to (4) of that Act)).   ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A In the definition of “violence” in subsection (1) “sexual offence” means an offence under the law of England and Wales which is for the time being specified in Schedule 3 to the Sexual Offences Act 2003, other than the offence specified in paragraph 14 of that Schedule (fraudulent evasion of excise duty). 1B In determining for the purposes of subsection (1A) whether an offence is specified in Schedule 3 to the Sexual Offences Act 2003, any limitation in that Schedule referring to the circumstances of a particular case (including the sentence imposed) is to be disregarded. 1C References in this Chapter to becoming involved in serious violence include becoming a victim of serious violence. 1D In considering whether violence in an area amounts to serious violence for the purposes of this Chapter account must be taken in particular of the following factors— a the maximum penalty which could be imposed for the offence (if any) involved in the violence, b the impact of the violence on any victim, c the prevalence of the violence in the area, and d the impact of the violence on the community in the area. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Where directions under a parenting order are to be given by  an officer of a local probation board ,  the officer of a local probation board  shall be an officer appointed for or assigned to the   local justice area  within which it appears to the court that the child or, as the case may be, the parent resides or will reside. 3A Where directions under a parenting order are to be given by an officer of a provider of probation services, the officer of a provider of probation services shall be an officer acting in the local justice area within which it appears to the court that the child or, as the case may be, the parent resides or will reside. 4 Where the supervision under a child safety order is to be provided, or directions under   ... a parenting order are to be given, by— a a social worker of a local authority  . . . ; or b a member of a youth offending team, the social worker or member shall be a social worker of, or a member of a youth offending team established by, the local authority within whose area it appears to the court that                              the child or, as the case may be, the parent                         , resides or will reside. 5 For the purposes of this Chapter the Inner Temple and the Middle Temple form part of the City of London."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "19", "section_title": " Anti-social behaviour orders.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "20", "section_title": " Sex offender orders.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "21", "section_title": " Procedural provisions with respect to orders.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "21A", "section_title": " Sex offender orders made in England and Wales or Northern Ireland", "section_text": "21A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "22", "section_title": " Offences in connection with breach of orders.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "22A", "section_title": "Anti-social behaviour strategies", "section_text": "22A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "23", "section_title": " Anti-social behaviour as ground of eviction.", "section_text": "23 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 For Ground 15 in Schedule 5 to the  Housing (Scotland) Act 1988 (eviction on ground of use of premises for immoral or illegal purposes etc.) there shall be substituted the following—  Ground 15 The tenant, a person residing or lodging in the house with the tenant or a person visiting the house has— a been convicted of— i using or allowing the house to be used for immoral or illegal purposes; or ii an offence punishable by imprisonment committed in, or in the locality of, the house; or b acted in an anti-social manner in relation to a person residing, visiting or otherwise engaging in lawful activity in the locality; or c pursued a course of anti-social conduct in relation to such a person as is mentioned in head (b) above. In this Ground “ anti-social ”, in relation to an action or course of conduct, means causing or likely to cause alarm, distress, nuisance or annoyance, “ conduct ” includes speech and a course of conduct must involve conduct on at least two occasions and “ tenant ” includes any one of joint tenants. 5 No person shall be liable to eviction under paragraph 2 or 7 of Schedule 3 to the  Housing (Scotland) Act 1987 or Ground 15 in Schedule 5 to the  Housing (Scotland) Act 1988 as substituted respectively by subsection (2), (3) and (4) above in respect of any act or conduct before the commencement of this section unless he would have been liable to be evicted under those paragraphs or, as the case may be, that Ground as they had effect before that substitution."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "24", "section_title": " Noise-making equipment: police power of seizure.", "section_text": "24 1 The  Civic Government (Scotland) Act 1982 shall be amended in accordance with this section. 2 In section 54 (offence of playing instruments, etc.), after subsection (2) there shall be inserted the following subsections— 2A Where a constable reasonably suspects that an offence under subsection (1) above has been committed in relation to a musical instrument or in relation to such a device as is mentioned in paragraph (c) of that subsection, he may enter any premises on which he reasonably suspects that instrument or device to be and seize any such instrument or device he finds there. 2B A constable may use reasonable force in the exercise of the power conferred by subsection (2A) above. 2C Schedule 2A to this Act (which makes provision in relation to the retention and disposal of property seized under subsection (2A) above) shall have effect. 3 In section 60 (powers of search and seizure)— a in subsection (5)— i after the words “Nothing in” there shall be inserted the words  “                            section 54(2A) of this Act or                          ” ; and ii for the words from “which” to the end there shall be substituted the words  “                            which is otherwise exercisable by a constable                          ” ; and b in subsection (6)— i in paragraph (a), for the words from “in pursuance” to the word “vessel” there shall be substituted the words— to enter and search—                             i any premises in pursuance of section 54(2A) of this Act or of subsection (1) above; or ii any vehicle or vessel in pursuance of the said subsection (1), ; and ii in paragraph (c), after “under” there shall be inserted the words  “                            section 54(2A) of this Act or                          ” . 4 After Schedule 2 there shall be inserted the Schedule set out in Schedule 1 to this Act."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "25", "section_title": " Powers to require removal of masks etc.", "section_text": "25 1 After subsection (4) of section 60 (powers to stop and search in anticipation of violence) of the  Criminal Justice and Public Order Act 1994 (“ the 1994 Act ”) there shall be inserted the following subsection— 4A This section also confers on any constable in uniform power— a to require any person to remove any item which the constable reasonably believes that person is wearing wholly or mainly for the purpose of concealing his identity; b to seize any item which the constable reasonably believes any person intends to wear wholly or mainly for that purpose. 2 In subsection (5) of that section, for the words “those powers” there shall be substituted the words  “                    the powers conferred by subsection (4) above                  ” . 3 In subsection (8) of that section, for the words “to stop or (as the case may be) to stop the vehicle” there shall be substituted the following paragraphs— a to stop, or to stop a vehicle; or b to remove an item worn by him, ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "26", "section_title": " Retention and disposal of things seized.", "section_text": "26 After section 60 of the 1994 Act there shall be inserted the following section—  Retention and disposal of things seized under section 60. 60A 1 Any things seized by a constable under section 60 may be retained in accordance with regulations made by the Secretary of State under this section. 2 The Secretary of State may make regulations regulating the retention and safe keeping, and the disposal and destruction in prescribed circumstances, of such things. 3 Regulations under this section may make different provisions for different classes of things or for different circumstances. 4 The power to make regulations under this section shall be exercisable by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "27", "section_title": " Power of arrest for failure to comply with requirement.", "section_text": "27 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After section 60A of the 1994 Act there shall be inserted the following section—  Arrest without warrant for offences under section 60: Scotland. 60B In Scotland, where a constable reasonably believes that a person has committed or is committing an offence under section 60(8) he may arrest that person without warrant."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "28", "section_title": " Meaning of “  racially or religiously aggravated ”.", "section_text": "28 1 An offence is  racially or religiously aggravated  for the purposes of sections 29 to 32 below if— a at the time of committing the offence, or immediately before or after doing so, the offender demonstrates towards the victim of the offence hostility based on the victim’s membership (or presumed membership) of a  racial or religious group ; or b the offence is motivated (wholly or partly) by hostility towards members of a  racial or religious group  based on their membership of that group. 2 In subsection (1)(a) above— “ membership ”, in relation to a  racial or religious group , includes association with members of that group; “ presumed ” means presumed by the offender. 3 It is immaterial for the purposes of paragraph (a) or (b) of subsection (1) above whether or not the offender’s hostility is also based, to any extent,  on any other factor not mentioned in that paragraph. 4 In this section “ racial group ” means a group of persons defined by reference to race, colour, nationality (including citizenship) or ethnic or national origins. 5 In this section “ religious group ” means a group of persons defined by reference to religious belief or lack of religious belief."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "29", "section_title": "Racially or religiously aggravated  assaults.", "section_text": "29 1 A person is guilty of an offence under this section if he commits— a an offence under section 20 of the Offences Against the  Person Act 1861 (malicious wounding or grievous bodily harm); b an offence under section 47 of that Act (actual bodily harm);  ba an offence under section 75A of the Serious Crime Act 2015 (strangulation or suffocation);  or c common assault, which is  racially or religiously aggravated  for the purposes of this section. 2 A person guilty of an offence falling within subsection (1)(a)   , (b) or (ba)   above shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding seven years or to a fine, or to both. 3 A person guilty of an offence falling within subsection (1)(c) above shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine, or to both."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "30", "section_title": "Racially or religiously aggravated  criminal damage.", "section_text": "30 1 A person is guilty of an offence under this section if he commits an offence under section 1(1) of the  Criminal Damage Act 1971 (destroying or damaging property belonging to another) which is  racially or religiously aggravated  for the purposes of this section. 2 A person guilty of an offence under this section shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding fourteen years or to a fine, or to both. 3 For the purposes of this section, section 28(1)(a) above shall have effect as if the person to whom the property belongs or is treated as belonging for the purposes of that Act were the victim of the offence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "31", "section_title": "Racially or religiously aggravated  public order offences.", "section_text": "31 1 A person is guilty of an offence under this section if he commits— a an offence under section 4 of the  Public Order Act 1986 (fear or provocation of violence); b an offence under section 4A of that Act (intentional harassment, alarm or distress); or c an offence under section 5 of that Act (harassment, alarm or distress), which is  racially or religiously aggravated  for the purposes of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A person guilty of an offence falling within subsection (1)(a) or (b) above shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine, or to both. 5 A person guilty of an offence falling within subsection (1)(c) above shall be liable on summary conviction to a fine not exceeding level 4 on the standard scale. 6 If, on the trial on indictment of a person charged with an offence falling within subsection (1)(a) or (b) above, the jury find him not guilty of the offence charged, they may find him guilty of the basic offence mentioned in that provision. 7 For the purposes of subsection (1)(c) above, section 28(1)(a) above shall have effect as if the person likely to be caused harassment, alarm or distress were the victim of the offence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "32", "section_title": "Racially or religiously aggravated  harassment etc.", "section_text": "32 1 A person is guilty of an offence under this section if he commits— a an offence under section 2  or 2A   of the  Protection from Harassment Act 1997 ( offences of harassment and stalking ); or b an offence under section 4   or 4A  of that Act (putting people in fear of violence  and stalking involving fear of violence or serious alarm or distress ), which is  racially or religiously aggravated  for the purposes of this section. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 A person guilty of an offence falling within subsection (1)(a) above shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding two years or to a fine, or to both. 4 A person guilty of an offence falling within subsection (1)(b) above shall be liable— a on summary conviction, to imprisonment for a term not exceeding six months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding                         14 years                       or to a fine, or to both. 5 If, on the trial on indictment of a person charged with an offence falling within subsection (1)(a) above, the jury find him not guilty of the offence charged, they may find him guilty of   either basic offence   mentioned in that provision. 6 If, on the trial on indictment of a person charged with an offence falling within subsection (1)(b) above, the jury find him not guilty of the offence charged, they may find him guilty of an offence falling within subsection (1)(a) above. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "33", "section_title": " Racially-aggravated offences.", "section_text": "33 After section 50 of the  Criminal Law (Consolidation) (Scotland) Act 1995 there shall be inserted the following section—  Racially-aggravated harassment  Racially-aggravated harassment. 50A 1 A person is guilty of an offence under this section if he— a pursues a racially-aggravated course of conduct which amounts to harassment of a person and— i is intended to amount to harassment of that person; or ii occurs in circumstances where it would appear to a reasonable person that it would amount to harassment of that person; or b acts in a manner which is racially aggravated and which causes, or is intended to cause, a person alarm or distress. 2 For the purposes of this section a course of conduct or an action is racially aggravated if— a immediately before, during or immediately after carrying out the course of conduct or action the offender evinces towards the person affected malice and ill-will based on that person’s membership (or presumed membership) of a racial group; or b the course of conduct or action is motivated (wholly or partly) by malice and ill-will towards members of a racial group based on their membership of that group. 3 In subsection (2)(a) above— “ membership ”, in relation to a racial group, includes association with members of that group; “ presumed ” means presumed by the offender. 4 It is immaterial for the purposes of paragraph (a) or (b) of subsection (2) above whether or not the offender’s malice and ill-will is also based, to any extent, on— a the fact or presumption that any person or group of persons belongs to any religious group; or b any other factor not mentioned in that paragraph. 5 A person who is guilty of an offence under this section shall— a on summary conviction, be liable to a fine not exceeding the statutory maximum, or imprisonment for a period not exceeding six months, or both such fine and such imprisonment; and b on conviction on indictment, be liable to a fine or to imprisonment for a period not exceeding seven years, or both such fine and such imprisonment. 6 In this section— “ conduct ” includes speech; “harassment” of a person includes causing the person alarm or distress; “ racial group ” means a group of persons defined by reference to race, colour, nationality (including citizenship) or ethnic or national origins, and a course of conduct must involve conduct on at least two occasions."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "34", "section_title": " Abolition of rebuttable presumption that a child is doli incapax.", "section_text": "34 The rebuttable presumption of criminal law that a child aged 10 or over is incapable of committing an offence is hereby abolished."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "35", "section_title": " Effect of child’s silence at trial.", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "36", "section_title": " Abolition of death penalty for treason and piracy.", "section_text": "36 1 In section I of the  Treason Act (Ireland) 1537 (practising any harm etc. to, or slandering, the King, Queen or heirs apparent punishable as high treason), for the words “have and suffer such pains of death and” there shall be substituted the words  “                    be liable to imprisonment for life and to such                  ” . 2 In the following enactments, namely— a section  II  of the  Crown of Ireland Act 1542 (occasioning disturbance etc. to the crown of Ireland punishable as high treason); b section  XII  of the  Act of Supremacy (Ireland) 1560 (penalties for maintaining or defending foreign authority); c section 3 of the  Treason Act 1702 (endeavouring to hinder the succession to the Crown etc. punishable as high treason); d section I of the  Treason Act (Ireland) 1703 (which makes corresponding provision), for the words “suffer pains of death” there shall be substituted the words  “                    be liable to imprisonment for life                  ” . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In section 1 of the  Treason Act 1814 (form of sentence in case of high treason), for the words “such person shall be hanged by the neck until such person be dead”, there shall be substituted the words  “                    such person shall be liable to imprisonment for life                  ” . 5 In section 2 of the  Piracy Act 1837 (punishment of piracy when murder is attempted), for the words “and being convicted thereof shall suffer death” there shall be substituted the words  “                    and being convicted thereof shall be liable to imprisonment for life                  ” . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "37", "section_title": " Aim of the youth justice system.", "section_text": "37 1 It shall be the principal aim of the youth justice system to prevent offending by children and young persons. 2 In addition to any other duty to which they are subject, it shall be the duty of all persons and bodies carrying out functions in relation to the youth justice system to have regard to that aim."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "38", "section_title": " Local provision of youth justice services.", "section_text": "38 1 It shall be the duty of each local authority, acting in co-operation with the persons and bodies mentioned in subsection (2) below, to secure that, to such extent as is appropriate for their area, all youth justice services are available there. 2 It shall be the duty of— a every chief officer of police or   local policing body  any part of whose police area lies within the local authority’s area; aa the Secretary of State in relation to his functions under sections 2 and 3 of the Offender Management Act 2007; ab every provider of probation services that is required by arrangements under section 3(2) of the Offender Management Act 2007 to carry out the duty under this subsection in relation to the local authority;  and b every   local probation board   , integrated care board or     ...  Local Health Board   ...   any part of whose area lies within that area, to co-operate in the discharge by the local authority of their duty under subsection (1) above. 3 The local authority and every person or body mentioned in subsection (2) above shall have power to make payments towards expenditure incurred in the provision of youth justice services— a by making the payments directly; or b by contributing to a fund, established and maintained by the local authority, out of which the payments may be made. 4 In this section and sections 39 to 41 below “ youth justice services ” means any of the following, namely— a the provision of persons to act as appropriate adults to safeguard the interests of children and young persons detained or questioned by police officers; aa the provision of assistance to persons determining whether youth cautions should be given under section 66ZA below; b the assessment of children and young persons, and the provision for them of rehabilitation programmes, for the purposes of section   66ZB(2) or (3)   below; ba the provision of assistance to persons determining whether youth conditional cautions (within the meaning of Chapter 1 of Part 4) should be given and which conditions to attach to such cautions; bb the supervision and rehabilitation of persons to whom such cautions are given; c the provision of support for children and young persons remanded or committed on bail while awaiting trial or sentence; d the placement in local authority accommodation of children and young persons remanded   to such accommodation under section 91(3) of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 ; e the provision of reports or other information required by courts in criminal proceedings against children and young persons; ee the performance by youth offending teams and members of youth offending teams of functions under sections 25 to 27 of the Anti-social Behaviour Act 2003; f the provision of persons to act as responsible officers in relation to   ... parenting orders, child safety orders   and reparation orders ; fa the provision of persons to act as responsible officers in relation to youth rehabilitation orders   under Chapter 1 of Part 9 of the Sentencing Code ; fb the supervision of children and young persons sentenced to a youth rehabilitation order under   that Chapter   which includes a supervision requirement (within the meaning of   that Chapter ); g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h the supervision of children and young persons sentenced to a detention and training order   (including an order under section 211 of the Armed Forces Act 2006)   . . . ; ha supervision after the end of the term of such an order under section 256AA of the Criminal Justice Act 2003 (as applied by   section 247 of the Sentencing Code ); i post-release supervision in accordance with a licence under section 31 of the Crime (Sentences) Act 1997 or section 250 of the Criminal Justice Act 2003 of a person sentenced to detention under section 90 or 91 of the Powers of Criminal Courts (Sentencing) Act 2000, section 226, 226B or 228 of the Criminal Justice Act 2003  , section 250,   252A,  254 or 259 of the Sentencing Code   or section 209, 218, 221, 221A or 222 of the Armed Forces Act 2006; ia post-release supervision under section 256B of the Criminal Justice Act 2003; ib supervision under section 256AA of the Criminal Justice Act 2003 of a person sentenced to detention under section 91 of the Powers of Criminal Courts (Sentencing) Act 2000  , section 250 of the Sentencing Code   or section 209 of the Armed Forces Act 2006; j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k the implementation of referral orders within   the meaning given by section 83(1) of the Sentencing Code . 5 The Secretary of State may by order amend subsection (4) above so as to extend, restrict or otherwise alter the definition of “youth justice services” for the time being specified in that subsection."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "39", "section_title": " Youth offending teams.", "section_text": "39 1 Subject to subsection (2) below, it shall be the duty of each local authority, acting in co-operation with the persons and bodies mentioned in subsection (3) below, to establish for their area one or more youth offending teams. 2 Two (or more) local authorities acting together may establish one or more youth offending teams for both (or all) their areas; and where they do so— a any reference in the following provisions of this section (except subsection (4)(b)) to, or to the area of, the local authority or a particular local authority shall be construed accordingly, and b the reference in subsection (4)(b) to the local authority shall be construed as a reference to one of the authorities. 3 It shall be the duty of— a every chief officer of police any part of whose police area lies within the local authority’s area; aa the Secretary of State in relation to his functions under sections 2 and 3 of the Offender Management Act 2007; ab every provider of probation services that is required by arrangements under section 3(2) of the Offender Management Act 2007 to carry out the duty under this subsection in relation to the local authority;  and b every   local probation board   , integrated care board or   ...  Local Health Board   ...  any part of whose area lies within that area, to co-operate in the discharge by the local authority of their duty under subsection (1) above. 4 The local authority and every person or body mentioned in subsection (3) above shall have power to make payments towards expenditure incurred by, or for purposes connected with, youth offending teams— a by making the payments directly; or b by contributing to a fund, established and maintained by the local authority, out of which the payments may be made. 5 A youth offending team shall include at least one of each of the following, namely— a an officer of a local probation board or an officer of a provider of probation services ; aa where the local authority is in England, a person with experience of social work in relation to children nominated by the director of children’s services appointed by the local authority under section 18 of the Children Act 2004; b where the local authority is in Wales, a social worker of the  local authority  . . . ; c a police officer; d a person nominated by   an integrated care board or   ... a   Local Health Board  any part of whose area lies within the local authority’s area; da where the local authority is in England, a person with experience in education nominated by the director of children’s services appointed by the local authority under section 18 of the Children Act 2004; e where the local authority is in Wales,  a person nominated by the chief education officer appointed by the local authority under section 532 of the  Education Act 1996. 6 A youth offending team may also include such other persons as the local authority thinks appropriate after consulting the persons and bodies mentioned in subsection (3) above. 7 It shall be the duty of the youth offending team or teams established by a particular local authority— a to co-ordinate the provision of youth justice services for all those in the authority’s area who need them; and b to carry out such functions as are assigned to the team or teams in the youth justice plan formulated by the authority under section 40(1) below."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "39A", "section_title": "Detention of child or young person: local authorities to be notified", "section_text": "39A 1 Subsection (2) applies where a youth offending team becomes aware that— a a child or young person has become subject to a detention order and is detained in relevant youth accommodation, or b a child or young person who is subject to a detention order has been transferred from one place of accommodation to another which is relevant youth accommodation. 2 The youth offending team must as soon as practicable notify— a the home local authority, and b the host local authority, of the place where the child or young person is detained. 3 Subsection (4) applies where a youth offending team becomes aware that a person has been released having immediately before release been— a subject to a detention order, and b detained in relevant youth accommodation. 4 The youth offending team must as soon as practicable notify the following authorities of the release— a the home local authority; b the host local authority; c any other local authority in whose area the youth offending team expects the person to live on release. 5 Nothing in this section requires a youth offending team to notify a local authority of any matter of which the authority is already aware. 6 In this section— “ home local authority ”, in relation to a child or young person, means the local authority which is the home authority in relation to that person within the meaning of Chapter 5A of Part 10 of the Education Act 1996 (persons detained in youth accommodation); “ host local authority ”, in relation to a child or young person who is detained in relevant youth accommodation, means the local authority for the area in which that person is detained; “ local authority ”has the meaning given by section 579(1) of the Education Act 1996; “ young person ” includes a person who is aged 18; and references in this section to a person subject to a detention order and to relevant youth accommodation have the same meanings as they have in the Education Act 1996 (see section 562(1A) of that Act)."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "40", "section_title": " Youth justice plans.", "section_text": "40 1 It shall be the duty of each local authority, after consultation with the relevant persons and bodies, to formulate and implement for each year a plan (a “ youth justice plan ”) setting out— a how youth justice services in their area are to be provided and funded; and b how the youth offending team or teams established by them (whether alone or jointly with one or more other local authorities) are to be composed and funded, how they are to operate, and what functions they are to carry out. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The functions assigned to a youth offending team under subsection (1)(b) above may include, in particular— a functions under paragraph 7(b) of Schedule 2 to the 1989 Act (local authority’s duty to take reasonable steps designed to encourage children and young persons not to commit offences); b functions relating to a local authority’s duty under section 15(2)(g) of the Social Services and Well-being (Wales) Act 2014 to provide or arrange for the provision of services for the purposes of encouraging children not to commit criminal offences. 4 A local authority shall submit their youth justice plan to the Board established under section 41 below, and shall publish it in such manner and by such date as the Secretary of State may direct."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "41", "section_title": " The Youth Justice Board.", "section_text": "41 1 There shall be a body corporate to be known as the Youth Justice Board for England and Wales (“ the Board ”). 2 The Board shall not be regarded as the servant or agent of the Crown or as enjoying any status, immunity or privilege of the Crown; and the Board’s property shall not be regarded as property of, or held on behalf of, the Crown. 3 The Board shall consist of 10, 11 or 12 members appointed by the Secretary of State. 4 The members of the Board shall include persons who appear to the Secretary of State to have extensive recent experience of the youth justice system. 5 The Board shall have the following functions, namely— a to monitor the operation of the youth justice system and the provision of youth justice services; b to advise the Secretary of State on the following matters, namely— i the operation of that system and the provision of such services; ii how the principal aim of that system might most effectively be pursued; iii the content of any national standards he may see fit to set with respect to the provision of such services, or the accommodation in which children and young persons are kept in custody; and iv the steps that might be taken to prevent offending by children and young persons; c to monitor the extent to which that aim is being achieved and any such standards met; d for the purposes of paragraphs (a), (b) and (c) above, to obtain information from relevant authorities; e to publish information so obtained; f to identify, to make known and to promote good practice in the following matters, namely— i the operation of the youth justice system and the provision of youth justice services; ii the prevention of offending by children and young persons; and iii working with children and young persons who are or are at risk of becoming offenders; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h ... to commission research in connection with such practice. ha with the approval of the Secretary of State, to make grants to local authorities and other persons for the purposes of the operation of the youth justice system and the provision of youth justice services, subject to such conditions as  the Board  considers appropriate, including conditions as to repayment; hb to provide assistance to local authorities and other persons in connection with information technology systems and equipment used or to be used for the purposes of the operation of the youth justice system and the provision of youth justice services; i to enter into agreements for the provision of— i youth detention accommodation , within the meaning given by   section 248 of the Sentencing Code                         , for the purpose of detaining persons subject to orders under section 100, 104(3)(a) or 105(2) of   the Powers of Criminal Courts (Sentencing) Act 2000, detention and training orders within the meaning given by section 233 of the Sentencing Code, orders under paragraph 3(2)(a) or 7(2) of Schedule 12 to that Code or orders under  section 211 or 214 of the Armed Forces Act 2006; ii accommodation which is or may be used for the purpose of detaining persons sentenced under  section 250,   252A,  254 or 259 of the Sentencing Code,   section 90 or 91 of the Powers of Criminal Courts (Sentencing) Act 2000  , section 226, 226B or 228 of the Criminal Justice Act 2003                         or section 209                           218, 221, 221A or 222                         of the Armed Forces Act 2006; iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv accommodation which is or may be used for the purpose of detaining persons who are under the age of 18 when remanded in custody under section 128 of the 1980 Act; v . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . vi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . vii accommodation referred to in paragraph 14(3) of Schedule 5A to the Policing and Crime Act 2009 which is or may be used for the purpose of detaining persons subject to a detention order under that Schedule; but no agreement shall be made under this paragraph in relation to accommodation for persons who have attained the age of 18 unless it appears to the Board that it is expedient to enter into such an agreement for the operation of the youth justice system; j to facilitate arrangements between the Secretary of State and any person providing— i youth detention accommodation , within the meaning given by   section 248 of the Sentencing Code , to be used for detaining a person in accordance with a determination under  section 241(1) of that Code, paragraph 3(2)(a) or 7(2) of Schedule 12 to that Code,   section 102(1), 104(3)(a) or 105(2) of   the Powers of Criminal Courts (Sentencing) Act 2000   or section 214(3) of the Armed Forces Act 2006; or ii accommodation to be used for detaining a person in accordance with a direction by the Secretary of State under  section 260 of the Sentencing Code or   section 92 of the Powers of Criminal Courts (Sentencing) Act 2000 or a determination by the Secretary of State under section 210 or 218(3) of the Armed Forces Act 2006; ja at the request of the Secretary of State, to assist him in carrying out his functions in relation to the release of offenders detained in accommodation which is youth detention accommodation, within the meaning given by   section 248(1) of the Sentencing Code ; k . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . l annually— i to assess future demand for secure accommodation for remanded   children and young persons and secure and other accommodation for sentenced children and young persons , ii to prepare a plan setting out how they intend to exercise, in the following three years, the functions described in paragraphs (i) and (k) above, and any function for the time being exercisable by the Board concurrently with the Secretary of State by virtue of subsection (6)(b) below which relates to securing the provision of such accommodation, and iii to submit the plan to the Secretary of State for approval. 6 The Secretary of State may by order— a amend subsection (5) above so as to add to, subtract from or alter any of the functions of the Board for the time being specified in that subsection; or b provide that any function of his which is exercisable in relation to the youth justice system shall be exercisable concurrently with the Board. 6A The power of the Secretary of State under subsection (6)(b) includes power— a to provide that, in relation to any function of his that is exercisable in respect of particular cases, the function is to be exercisable by the Board only— i where it proposes to exercise the function in a particular manner, or ii in respect of a class of case specified in the order, and b to make any supplementary, incidental or consequential provision (including provision for any enactment to apply subject to modifications). 7 In carrying out their functions, the Board shall comply with any directions given by the Secretary of State and act in accordance with any guidance given by him. 8 A relevant authority— a shall furnish to the Board any information required for the purposes of subsection (5)(a), (b) or (c) above; and b whenever so required by the Board, shall submit to the Board a report on such matters connected with the discharge of their duties under the foregoing provisions of this Part as may be specified in the requirement. A requirement under paragraph (b) above may specify the form in which a report is to be given. 9 The Board may arrange, or require the relevant authority to arrange, for a report under subsection (8)(b) above to be published in such manner as appears to the Board to be appropriate. 10 In this section “ relevant authority ” means a local authority, a chief officer of police, a   local policing body , a   local probation board   a provider of probation services   ,      an integrated care board   and   a   Local Health Board   ... . 11 Schedule 2 to this Act (which makes further provision with respect to the Board) shall have effect."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "42", "section_title": " Supplementary provisions.", "section_text": "42 1 In the foregoing provisions of this Part and this section— “ chief officer of police ” has the meaning given by section 101(1) of the  Police Act 1996; “ local authority ”                         (except in section 39A)  means— in relation to England, a county council, a district council whose district does not form part of an area that has a county council, a London borough council or the Common Council of the City of London; in relation to Wales, a county council or a county borough council; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ youth justice system ” means the system of criminal justice in so far as it relates to children and young persons. 2 For the purposes of those provisions, the Isles of Scilly form part of the county of Cornwall and the Inner Temple and the Middle Temple form part of the City of London. 2A So far as relating to the Isles of Scilly, subsection (2) does not apply for the purposes of section 39A. 3 In carrying out any of their duties under those provisions, a local authority, a police authority, a   local probation board   a provider of probation services   an integrated care board,   or   a   Local Health Board   ...  shall act in accordance with any guidance given by the Secretary of State."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "43", "section_title": " Time limits.", "section_text": "43 1 In subsection (2) of section 22 (time limits in relation to criminal proceedings) of the  Prosecution of Offences Act 1985 (“ the 1985 Act ”), for paragraphs (a) and (b) there shall be substituted the following paragraphs— a be made so as to apply only in relation to proceedings instituted in specified areas, or proceedings of, or against persons of, specified classes or descriptions; b make different provision with respect to proceedings instituted in different areas, or different provision with respect to proceedings of, or against persons of, different classes or descriptions; . 2 For subsection (3) of that section there shall be substituted the following subsection— 3 The appropriate court may, at any time before the expiry of a time limit imposed by the regulations, extend, or further extend, that limit; but the court shall not do so unless it is satisfied— a that the need for the extension is due to— i the illness or absence of the accused, a necessary witness, a judge or a magistrate; ii a postponement which is occasioned by the ordering by the court of separate trials in the case of two or more accused or two or more offences; or iii some other good and sufficient cause; and b that the prosecution has acted with all due diligence and expedition. 3 In subsection (4) of that section, for the words from “the accused” to the end there shall be substituted the words  “                    the appropriate court shall stay the proceedings                  ” . 4 In subsection (6) of that section— a for the word “Where” there shall be substituted the words  “                        Subsection (6A) below applies where                      ” ; and b for the words from “the overall time limit” to the end there shall be substituted the words  “                        and is accordingly unlawfully at large for any period.                      ” 5 After that subsection there shall be inserted the following subsection— 6A The following, namely— a the period for which the person is unlawfully at large; and b such additional period (if any) as the appropriate court may direct, having regard to the disruption of the prosecution occasioned by— i the person’s escape or failure to surrender; and ii the length of the period mentioned in paragraph (a) above, shall be disregarded, so far as the offence in question is concerned, for the purposes of the overall time limit which applies in his case in relation to the stage which the proceedings have reached at the time of the escape or, as the case may be, at the appointed time. 6 In subsection (7) of that section, after the words “time limit,” there shall be inserted the words  “                    or to give a direction under subsection (6A) above,                  ” . 7 In subsection (8) of that section, after the words “time limit” there shall be inserted the words  “                    , or to give a direction under subsection (6A) above,                  ” . 8 After subsection (11) of that section there shall be inserted the following subsection— 11ZA For the purposes of this section, proceedings for an offence shall be taken to begin when the accused is charged with the offence or, as the case may be, an information is laid charging him with the offence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "44", "section_title": " Additional time limits for persons under 18.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "45", "section_title": " Re-institution of stayed proceedings.", "section_text": "45 After section 22A of the 1985 Act there shall be inserted the following section—  Re-institution of proceedings stayed under section 22(4) or 22A(5). 22B 1 This section applies where proceedings for an offence (“ the original proceedings ”) are stayed by a court under section 22(4) or 22A(5) of this Act. 2 If— a in the case of proceedings conducted by the Director, the Director or a Chief Crown Prosecutor so directs; b in the case of proceedings conducted by the Director of the Serious Fraud Office, the Commissioners of Inland Revenue or the Commissioners of Customs and Excise, that Director or those Commissioners so direct; or c in the case of proceedings not conducted as mentioned in paragraph (a) or (b) above, a person designated for the purpose by the Secretary of State so directs, fresh proceedings for the offence may be instituted within a period of three months (or such longer period as the court may allow) after the date on which the original proceedings were stayed by the court. 3 Fresh proceedings shall be instituted as follows— a where the original proceedings were stayed by the Crown Court, by preferring a bill of indictment; b where the original proceedings were stayed by a magistrates’ court, by laying an information. 4 Fresh proceedings may be instituted in accordance with subsections (2) and (3)(b) above notwithstanding anything in section 127(1) of the  Magistrates’ Courts Act 1980 (limitation of time). 5 Where fresh proceedings are instituted, anything done in relation to the original proceedings shall be treated as done in relation to the fresh proceedings if the court so directs or it was done— a by the prosecutor in compliance or purported compliance with section 3, 4, 7 or 9 of the  Criminal Procedure and Investigations Act 1996; or b by the accused in compliance or purported compliance with section 5 or 6 of that Act. 6 Where a person is convicted of an offence in fresh proceedings under this section, the institution of those proceedings shall not be called into question in any appeal against that conviction."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "46", "section_title": " Date of first court appearance in bail cases.", "section_text": "46 1 In subsection (3) of section 47 of the 1984 Act (bail after arrest), for the words “subsection (4)” there shall be substituted the words  “                    subsections (3A) and (4)                  ” . 2 After that subsection there shall be inserted the following subsection— 3A Where a custody officer grants bail to a person subject to a duty to appear before a magistrates’ court, he shall appoint for the appearance— a a date which is not later than the first sitting of the court after the person is charged with the offence; or b where he is informed by the clerk to the justices for the relevant petty sessions area that the appearance cannot be accommodated until a later date, that later date."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "47", "section_title": " Powers of youth courts.", "section_text": "47 1 Where a person who appears or is brought before a youth court charged with an offence subsequently attains the age of 18, the youth court may, at any time— a before the start of the trial;  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . remit the person for trial  . . . to a magistrates’ court (other than a youth court)  . . . . In this subsection “ the start of the trial ” shall be construed in accordance with section 22(11B) of the 1985 Act. 2 Where a person is remitted under subsection (1) above— a he shall have no right of appeal against the order of remission; b the remitting court shall adjourn proceedings in relation to the offence; and c subsections (3) and (4) below shall apply. 3 The following, namely— a section 128 of the 1980 Act; and b all other enactments (whenever passed) relating to remand or the granting of bail in criminal proceedings, shall have effect in relation to the remitting court’s power or duty to remand the person on the adjournment as if any reference to the court to or before which the person remanded is to be brought or appear after remand were a reference to the court to which he is being remitted (“ the other court ”). 4 The other court may deal with the case in any way in which it would have power to deal with it if all proceedings relating to the offence which took place before the remitting court had taken place before the other court. 5 After subsection (3) of section 10 of the 1980 Act (adjournment of trial) there shall be inserted the following subsection— 3A A youth court shall not be required to adjourn any proceedings for an offence at any stage by reason only of the fact— a that the court commits the accused for trial for another offence; or b that the accused is charged with another offence. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 In subsection (2) of section 47 (procedure in youth courts) of the  Children and Young Persons Act 1933 (“ the 1933 Act ”), the words from the beginning to “court; and” shall cease to have effect."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "48", "section_title": " Youth courts: power of stipendiary magistrates to sit alone.", "section_text": "48 1 In paragraph 15 of Schedule 2 to the 1933 Act (constitution of youth courts)— a in paragraph (a), after the word “shall”, in the first place where it occurs, there shall be inserted the words  “either consist of a metropolitan stipendiary magistrate sitting alone or”  and the word “shall”, in the other place where it occurs, shall cease to have effect; b in paragraph (b), after the words “the chairman” there shall be inserted the words  “(where applicable)” ; and c in paragraph (c), after the words “the other members” there shall be inserted the words  “(where applicable)” . 2 In paragraph 17 of that Schedule, the words “or, if a metropolitan stipendiary magistrate, may sit alone” shall cease to have effect."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "49", "section_title": " Powers of magistrates’ courts exercisable by single justice etc.", "section_text": "49 1 The following powers of a magistrates’ court for any area may be exercised by a single justice of the peace for that area, namely— a to extend bail or to impose or vary conditions of bail; b to mark an information as withdrawn; c to dismiss an information, or to discharge an accused in respect of an information, where no evidence is offered by the prosecution; d to make an order for the payment of defence costs out of central funds; e to request a pre-sentence report following a plea of guilty and, for that purpose, to give an indication of the seriousness of the offence; f to request a medical report and, for that purpose, to remand the accused in custody or on bail; g to remit an offender to another court for sentence; h where a person has been granted police bail to appear at a magistrates’ court, to appoint an earlier time for his appearance; i to extend, with the consent of the accused, a custody time limit or an overall time limit; j . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . k where an accused has been convicted of an offence, to order him to produce his driving licence; l to give a direction prohibiting the publication of matters disclosed or exempted from disclosure in court; m to give, vary or revoke directions for the conduct of a trial, including directions as to the following matters, namely— i the timetable for the proceedings; ii the attendance of the parties; iii the service of documents (including summaries of any legal arguments relied on by the parties); iv the manner in which evidence is to be given; and n to give, vary or revoke orders for separate or joint trials in the case of two or more accused or two or more informations. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "50", "section_title": " Early administrative hearings.", "section_text": "50 1 Where a person (“ the accused ”) has been charged with an offence at a police station, the magistrates’ court before whom he appears or is brought for the first time in relation to the charge may,  ..., consist of a single justice. 2 At a hearing conducted by a single justice under this section   —                            a the accused shall be asked whether he wishes   to be provided with representation for the purposes of the proceedings under Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012, and                            b if he indicates that he does, the necessary arrangements must be made for him to apply for it and, where appropriate, obtain it. 2A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 At such a hearing the single justice— a may exercise, subject to subsection (2) above, such of his powers as a single justice as he thinks fit; and b on adjourning the hearing, may remand the accused in custody or on bail. 4 Where the powers of a single justice are exercised by a person authorised under section 67B(2) of the Courts Act 2003, nothing in subsection (3)(b) above authorises the person   to remand the accused in custody or, without the consent of the prosecutor and the accused, to remand the accused on bail on conditions other than those (if any) previously imposed. 4A A hearing conducted by a single justice under this section may be— a adjourned to enable the decision mentioned in subsection (2A) above to be taken, and b subsequently resumed by a single justice. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "50A", "section_title": "Order of consideration for either-way offences", "section_text": "50A 1 Where an adult appears or is brought before a magistrates' court charged with an either-way offence (the  “relevant offence”), the court shall proceed in the manner described in this section. 2 If notice is given in respect of the relevant offence under section 51B or 51C below, the court shall deal with the offence as provided in section 51 below. 3 Otherwise— a if the adult (or another adult with whom the adult is charged jointly with the relevant offence) is or has been sent to the Crown Court for trial for an offence under section 51(2)(a) or 51(2)(c) below— i the court shall first consider the relevant offence under subsection (3), (4), (5) or, as the case may be, (6) of section 51 below and, where applicable, deal with it under that subsection; ii if the adult is not sent to the Crown Court for trial for the relevant offence by virtue of sub-paragraph (i) above, the court shall then proceed to deal with the relevant offence in accordance with sections 17A to 23 of the 1980 Act; b in all other cases— i the court shall first consider the relevant offence under sections 17A to 20 (excluding subsections (8) and (9) of section 20) of the 1980 Act; ii if, by virtue of sub-paragraph (i) above, the court would be required to proceed in relation to the offence as mentioned in section 17A(6), 17B(2)(c) or 20(7) of that Act (indication of guilty plea), it shall proceed as so required (and, accordingly, shall not consider the offence under section 51 or 51A below); iii if sub-paragraph (ii) above does not apply— a the court shall consider the relevant offence under sections 51 and 51A below and, where applicable, deal with it under the relevant section; b if the adult is not sent to the Crown Court for trial for the relevant offence by virtue of paragraph (a) of this sub-paragraph, the court shall then proceed to deal with the relevant offence as contemplated by section 20(9) or, as the case may be, section 21 of the 1980 Act. 4 Subsection (3) above is subject to any requirement to proceed as mentioned in subsections (2) or (6)(a) of section 22 of the 1980 Act (certain offences where value involved is small). 5 Nothing in this section shall prevent the court from committing the adult to the Crown Court for sentence pursuant to any enactment, if he is convicted of the relevant offence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "51", "section_title": " Sending cases to the Crown Court: adults", "section_text": "51 1 Where an adult appears or is brought before a magistrates' court (“the court”) charged with an offence and any of the conditions mentioned in subsection (2) below is satisfied, the court shall send him forthwith to the Crown Court for trial for the offence. 2 Those conditions are— a that the offence is an offence triable only on indictment other than one in respect of which notice has been given under section 51B or 51C below; b that the offence is an either-way offence and the court is required under section 20(9)(b), 21,   22A(2)(b),  23(4)(b) or (5) or 25(2D) of the Magistrates' Courts Act 1980 to proceed in relation to the offence in accordance with subsection (1) above; c that notice is given to the court under section 51B or 51C below in respect of the offence. 3 Where the court sends an adult for trial under subsection (1) above, it shall at the same time send him to the Crown Court for trial for any either-way or summary offence with which he is charged and which— a (if it is an either-way offence) appears to the court to be related to the offence mentioned in subsection (1) above; or b (if it is a summary offence) appears to the court to be related to the offence mentioned in subsection (1) above or to the either-way offence, and which fulfils the requisite condition (as defined in subsection (11) below). 4 Where an adult who has been sent for trial under subsection (1) above subsequently appears or is brought before a magistrates' court charged with an either-way or summary offence which— a appears to the court to be related to the offence mentioned in subsection (1) above; and b (in the case of a summary offence) fulfils the requisite condition, the court may send him forthwith to the Crown Court for trial for the either-way or summary offence. 5 Where— a the court sends an adult (“A”) for trial under subsection (1) or (3) above; b another adult appears or is brought before the court on the same or a subsequent occasion charged jointly with A with an either-way offence; and c that offence appears to the court to be related to an offence for which A was sent for trial under subsection (1) or (3) above, the court shall where it is the same occasion, and may where it is a subsequent occasion, send the other adult forthwith to the Crown Court for trial for the either-way offence. 6 Where the court sends an adult for trial under subsection (5) above, it shall at the same time send him to the Crown Court for trial for any either-way or summary offence with which he is charged and which— a (if it is an either-way offence) appears to the court to be related to the offence for which he is sent for trial; and b (if it is a summary offence) appears to the court to be related to the offence for which he is sent for trial or to the either-way offence, and which fulfils the requisite condition. 7 Where— a the court sends an adult (“A”) for trial under subsection (1), (3) or (5) above; and b a child or young person appears or is brought before the court on the same or a subsequent occasion charged jointly with A with an indictable offence for which A is sent for trial under subsection (1), (3) or (5) above, or an indictable offence which appears to the court to be related to that offence, the court shall, if it considers it necessary in the interests of justice to do so, send the child or young person forthwith to the Crown Court for trial for the indictable offence. 8 Where the court sends a child or young person for trial under subsection (7) above, it may at the same time send him to the Crown Court for trial for any indictable or summary offence with which he is charged and which— a (if it is an indictable offence) appears to the court to be related to the offence for which he is sent for trial; and b (if it is a summary offence) appears to the court to be related to the offence for which he is sent for trial or to the indictable offence, and which fulfils the requisite condition. 9 Subsections (7) and (8) above are subject to sections 24A and 24B of the Magistrates' Courts Act 1980 (which provide for certain cases involving children and young persons to be tried summarily). 10 The trial of the information charging any summary offence for which a person is sent for trial under this section shall be treated as if the court had adjourned it under section 10 of the 1980 Act and had not fixed the time and place for its resumption. 11 A summary offence fulfils the requisite condition if it is punishable with imprisonment or involves obligatory or discretionary disqualification from driving. 12 In the case of an adult charged with an offence— a if the offence satisfies paragraph (c) of subsection (2) above, the offence shall be dealt with under subsection (1) above and not under any other provision of this section or section 51A below; b subject to paragraph (a) above, if the offence is one in respect of which the court is required to, or would decide to, send the adult to the Crown Court under— i subsection (5) above; or ii subsection (6) of section 51A below, the offence shall be dealt with under that subsection and not under any other provision of this section or section 51A below. 13 The functions of a magistrates' court under this section, and its related functions under section 51D below, may be discharged by a single justice."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "51A", "section_title": "Sending cases to the Crown Court: children and young persons", "section_text": "51A 1 This section is subject to sections 24A and 24B of the Magistrates' Courts Act 1980 (which provide for certain offences involving children or young persons to be tried summarily). 2 Where a child or young person appears or is brought before a magistrates' court (“the court”) charged with an offence and any of the conditions mentioned in subsection (3) below is satisfied, the court shall send him forthwith to the Crown Court for trial for the offence. 3 Those conditions are— a that the offence falls within subsection (12) below; b that the offence is such as is mentioned in   section 249(1)(a) or (b) of the Sentencing Code   (other than one mentioned in paragraph (d) below in relation to which it appears to the court as mentioned there) and the court considers that if he is found guilty of the offence it ought to be possible to sentence him in pursuance of   section 251(2) of that Code ; ba that the offence is such as is mentioned in section  252A (1)(a)  of the Sentencing Code and the court considers that if he is found guilty of the offence it ought to be possible to sentence him under that section to a term of detention of more than two years; c that notice is given to the court under section 51B or 51C below in respect of the offence; d that the offence is a specified offence (within the meaning   given by section 306 of the Sentencing Code ) and it appears to the court that if he is found guilty of the offence   the criteria in section 255(1) of that Code for the imposition of an extended sentence of detention   would be met. 4 Where the court sends a child or young person for trial under subsection (2) above, it may at the same time send him to the Crown Court for trial for any indictable or summary offence with which he is charged and which— a (if it is an indictable offence) appears to the court to be related to the offence mentioned in subsection (2) above; or b (if it is a summary offence) appears to the court to be related to the offence mentioned in subsection (2) above or to the indictable offence, and which fulfils the requisite condition (as defined in subsection (9) below). 5 Where a child or young person who has been sent for trial under subsection (2) above subsequently appears or is brought before a magistrates' court charged with an indictable or summary offence which— a appears to the court to be related to the offence mentioned in subsection (2) above; and b (in the case of a summary offence) fulfils the requisite condition, the court may send him forthwith to the Crown Court for trial for the indictable or summary offence. 6 Where— a the court sends a child or young person (“C”) for trial under subsection (2) or (4) above; and b an adult appears or is brought before the court on the same or a subsequent occasion charged jointly with C with an either-way offence for which C is sent for trial under subsection (2) or (4) above, or an either-way offence which appears to the court to be related to that offence, the court shall where it is the same occasion, and may where it is a subsequent occasion, send the adult forthwith to the Crown Court for trial for the either-way offence. 7 Where the court sends an adult for trial under subsection (6) above, it shall at the same time send him to the Crown Court for trial for any either-way or summary offence with which he is charged and which— a (if it is an either-way offence) appears to the court to be related to the offence for which he was sent for trial; and b (if it is a summary offence) appears to the court to be related to the offence for which he was sent for trial or to the either-way offence, and which fulfils the requisite condition. 8 The trial of the information charging any summary offence for which a person is sent for trial under this section shall be treated as if the court had adjourned it under section 10 of the 1980 Act and had not fixed the time and place for its resumption. 9 A summary offence fulfils the requisite condition if it is punishable with imprisonment or involves obligatory or discretionary disqualification from driving. 10 In the case of a child or young person charged with an offence— a if the offence satisfies any of the conditions in subsection (3) above, the offence shall be dealt with under subsection (2) above and not under any other provision of this section or section 51 above; b subject to paragraph (a) above, if the offence is one in respect of which the requirements of subsection (7) of section 51 above for sending the child or young person to the Crown Court are satisfied, the offence shall be dealt with under that subsection and not under any other provision of this section or section 51 above. 11 The functions of a magistrates' court under this section, and its related functions under section 51D below, may be discharged by a single justice. 12 An offence falls within this subsection if— a it is an offence of homicide; . . .  b each of the requirements of   section 311(1) of the Sentencing Code   would be satisfied with respect to— i the offence; and ii the person charged with it, if he were convicted of the offence;   or c section 29(3) of Violent Crime Reduction Act 2006 (minimum sentences in certain cases of using someone to mind a weapon) would apply if he were convicted of the offence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "51B", "section_title": "Notices in serious or complex fraud cases", "section_text": "51B 1 A notice may be given by a designated authority under this section in respect of an indictable offence if the authority is of the opinion that the evidence of the offence charged— a is sufficient for the person charged to be put on trial for the offence; and b reveals a case of fraud of such seriousness or complexity that it is appropriate that the management of the case should without delay be taken over by the Crown Court. 2 That opinion must be certified by the designated authority in the notice. 3 The notice must also specify the proposed place of trial, and in selecting that place the designated authority must have regard to the same matters as are specified in paragraphs (a) to (c) of section 51D(4) below. 4 A notice under this section must be given to the magistrates' court at which the person charged appears or before which he is brought. 5 Such a notice must be given to the magistrates' court before any summary trial begins. 6 The effect of such a notice is that the functions of the magistrates' court cease in relation to the case, except— a for the purposes of section 51D below; b as provided by   regulations under section 19 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012 ; and c as provided by section 52 below. 7 The functions of a designated authority under this section may be exercised by an officer of the authority acting on behalf of the authority. 8 A decision to give a notice under this section shall not be subject to appeal or liable to be questioned in any court (whether a magistrates' court or not). 9 In this section  “ designated authority ” means— a the Director of Public Prosecutions; b the Director of the Serious Fraud Office; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e the Secretary of State."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "51C", "section_title": "Notices in certain cases involving children", "section_text": "51C 1 A notice may be given by the Director of Public Prosecutions under this section in respect of an offence falling within subsection (3) below if he is of the opinion— a that the evidence of the offence would be sufficient for the person charged to be put on trial for the offence; b that a child would be called as a witness at the trial; and c that, for the purpose of avoiding any prejudice to the welfare of the child, the case should be taken over and proceeded with without delay by the Crown Court. 2 That opinion must be certified by the Director of Public Prosecutions in the notice. 3 This subsection applies to an offence— a which involves an assault on, or injury or a threat of injury to, a person; b under section 1 of the Children and Young Persons Act 1933 (cruelty to persons under 16); c under the Sexual Offences Act 1956, the Protection of Children Act 1978 or the Sexual Offences Act 2003; d of kidnapping or false imprisonment, or an offence under section 1 or 2 of the Child Abduction Act 1984; da under section 1 or 2 of the Modern Slavery Act 2015; db under any of sections 136 to 138 and 148 to 150 of the Health and Care Act 2022 (virginity testing and hymenoplasty etc); e which consists of attempting or conspiring to commit, or of aiding, abetting, counselling, procuring or inciting the commission of, an offence falling within   any of paragraphs (a) to (db)    above. 4 Subsections (4), (5) and (6) of section 51B above apply for the purposes of this section as they apply for the purposes of that. 5 The functions of the Director of Public Prosecutions under this section may be exercised by an officer acting on behalf of the Director. 6 A decision to give a notice under this section shall not be subject to appeal or liable to be questioned in any court (whether a magistrates' court or not). 7 In this section  “ child ” means— a a person who is under the age of 17; or b any person of whom a video recording (as defined in section 63(1) of the Youth Justice and Criminal Evidence Act 1999) was made when he was under the age of 17 with a view to its admission as his evidence in chief in the trial referred to in subsection (1) above."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "51D", "section_title": "Notice of offence and place of trial", "section_text": "51D 1 The court shall specify in a notice— a the offence or offences for which a person is sent for trial under section 51 or 51A above; and b the place at which he is to be tried (which, if a notice has been given under section 51B above, must be the place specified in that notice). 2 A copy of the notice shall be served on the accused and given to the Crown Court sitting at that place. 3 In a case where a person is sent for trial under section 51 or 51A above for more than one offence, the court shall specify in that notice, for each offence— a the subsection under which the person is so sent; and b if applicable, the offence to which that offence appears to the court to be related. 4 Where the court selects the place of trial for the purposes of subsection (1) above, it shall have regard to— a the convenience of the defence, the prosecution and the witnesses; b the desirability of expediting the trial; and c any direction given by or on behalf of the Lord Chief Justice with the concurrence of the Lord Chancellor under section 75(1) of the Supreme Court Act 1981."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "51E", "section_title": "Interpretation of sections 50A to 51D", "section_text": "51E For the purposes of sections 50A to 51D above— a “ adult ” means a person aged 18 or over, and references to an adult include a corporation; b “ either-way offence ” means an offence triable either way; c an either-way offence is related to an indictable offence if the charge for the either-way offence could be joined in the same indictment as the charge for the indictable offence; d a summary offence is related to an indictable offence if it arises out of circumstances which are the same as or connected with those giving rise to the indictable offence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "52", "section_title": " Provisions supplementing section 51    and 51A .", "section_text": "52 1 Subject to section 4 of the  Bail Act 1976, section 41 of the 1980 Act   , section 115(1) of the Coroners and Justice Act 2009 , regulations under section 22 of the 1985 Act and section 25 of the 1994 Act, the court may send a person for trial under section 51   or 51A  above— a in custody, that is to say, by committing him to custody there to be safely kept until delivered in due course of law; or b on bail in accordance with the  Bail Act 1976, that is to say, by directing him to appear before the Crown Court for trial. 2 Where— a the person’s release on bail under subsection (1)(b) above is conditional on his providing one or more sureties; and b in accordance with subsection (3) of section 8 of the  Bail Act 1976, the court fixes the amount in which a surety is to be bound with a view to his entering into his recognisance subsequently in accordance with subsections (4) and (5) or (6) of that section, the court shall in the meantime make an order such as is mentioned in subsection (1)(a) above. 3 The court shall treat as an indictable offence for the purposes of section 51   or 51A  above an offence which is mentioned in the first column of Schedule 2 to the 1980 Act (offences for which the value involved is relevant to the mode of trial) unless it is clear to the court, having regard to any representations made by the prosecutor or the accused, that the value involved does not exceed the relevant sum. 4 In subsection (3) above “ the value involved ” and “ the relevant sum ” have the same meanings as in section 22 of the 1980 Act (certain offences triable either way to be tried summarily if value involved is small). 5 A magistrates’ court may adjourn any proceedings under section 51   or 51A  above, and if it does so shall remand the accused. 6 Schedule 3 to this Act (which makes further provision in relation to persons sent to the Crown Court for trial under section 51   or 51A  above) shall have effect."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "52A", "section_title": "Restrictions on reporting", "section_text": "52A 1 Except as provided by this section, it shall not be lawful— a to publish in the United Kingdom a written report of any allocation or sending proceedings in England and Wales; or b to include in a relevant programme for reception in the United Kingdom a report of any such proceedings, if (in either case) the report contains any matter other than that permitted by this section. 2 Subject to subsections (3) and (4) below, a magistrates' court may, with reference to any allocation or sending proceedings, order that subsection (1) above shall not apply to reports of those proceedings. 3 Where there is only one accused and he objects to the making of an order under subsection (2) above, the court shall make the order if, and only if, it is satisfied, after   considering   the representations of the accused, that it is in the interests of justice to do so. 4 Where in the case of two or more accused one of them objects to the making of an order under subsection (2) above, the court shall make the order if, and only if, it is satisfied, after   considering   the representations of the accused, that it is in the interests of justice to do so. 5 An order under subsection (2) above shall not apply to reports of proceedings under subsection (3) or (4) above, but any decision of the court to make or not to make such an order may be contained in reports published or included in a relevant programme before the time authorised by subsection (6) below. 6 It shall not be unlawful under this section to publish or include in a relevant programme a report of allocation or sending proceedings containing any matter other than that permitted by subsection (7) below— a where, in relation to the accused (or all of them, if there are more than one), the magistrates' court is required to proceed as mentioned in section 20(7) of the 1980 Act, after the court is so required; b where, in relation to the accused (or any of them, if there are more than one), the court proceeds other than as mentioned there, after conclusion of his trial or, as the case may be, the trial of the last to be tried. 7 The following matters may be contained in a report of allocation or sending proceedings published or included in a relevant programme without an order under subsection (2) above before the time authorised by subsection (6) above— a the identity of the court and the name of the justice or justices; b the name, age, home address and occupation of the accused; c in the case of an accused charged with an offence in respect of which notice has been given to the court under section 51B above, any relevant business information; d the offence or offences, or a summary of them, with which the accused is or are charged; e the names of counsel and solicitors engaged in the proceedings; f where the proceedings are adjourned, the date and place to which they are adjourned; g the arrangements as to bail; h whether, for the purposes of the proceedings, representation was provided to the accused or any of the accused under Part 1 of the Legal Aid, Sentencing and Punishment of Offenders Act 2012. 8 The addresses that may be published or included in a relevant programme under subsection (7) above are addresses— a at any relevant time; and b at the time of their publication or inclusion in a relevant programme. 9 The following is relevant business information for the purposes of subsection (7) above— a any address used by the accused for carrying on a business on his own account; b the name of any business which he was carrying on on his own account at any relevant time; c the name of any firm in which he was a partner at any relevant time or by which he was engaged at any such time; d the address of any such firm; e the name of any company of which he was a director at any relevant time or by which he was otherwise engaged at any such time; f the address of the registered or principal office of any such company; g any working address of the accused in his capacity as a person engaged by any such company; and here  “ engaged ” means engaged under a contract of service or a contract for services. 10 Subsection (1) above shall be in addition to, and not in derogation from, the provisions of any other enactment with respect to the publication of reports of court proceedings. 11 In this section— “ allocation or sending proceedings ” means, in relation to an information charging an indictable offence— any proceedings in the magistrates' court at which matters are considered under any of the following provisions— sections 19 to 23 of the 1980 Act; section 51, 51A or 52 above; any proceedings in the magistrates' court before the court proceeds to consider any matter mentioned in paragraph (a) above; and any proceedings in the magistrates' court at which an application under section 25(2) of the 1980 Act is considered; “ publish ”, in relation to a report, means publish the report, either by itself or as part of a newspaper or periodical, for distribution to the public; “ relevant programme ” means a programme included in a programme service (within the meaning of the Broadcasting Act 1990); “ relevant time ” means a time when events giving rise to the charges to which the proceedings relate occurred."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "52B", "section_title": "Offences in connection with reporting", "section_text": "52B 1 If a report is published or included in a relevant programme in contravention of section 52A above, each of the following persons is guilty of an offence— a in the case of a publication of a written report as part of a newspaper or periodical, any proprietor, editor or publisher of the newspaper or periodical; b in the case of a publication of a written report otherwise than as part of a newspaper or periodical, the person who publishes it; c in the case of the inclusion of a report in a relevant programme, any body corporate which is engaged in providing the service in which the programme is included and any person having functions in relation to the programme corresponding to those of the editor of a newspaper. 2 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 3 Proceedings for an offence under this section shall not, in England and Wales, be instituted otherwise than by or with the consent of the Attorney General. 4 Proceedings for an offence under this section shall not, in Northern Ireland, be instituted otherwise than by or with the consent of the Attorney General for Northern Ireland. 5 Subsection (11) of section 52A above applies for the purposes of this section as it applies for the purposes of that section."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "53", "section_title": " Crown Prosecution Service: powers of non-legal staff.", "section_text": "53 For section 7A of the 1985 Act there shall be substituted the following section—  Powers of non-legal staff. 7A 1 The Director may designate, for the purposes of this section, members of the staff of the Crown Prosecution Service who are not Crown Prosecutors. 2 Subject to such exceptions (if any) as may be specified in the designation, a person so designated shall have such of the following as may be so specified, namely— a the powers and rights of audience of a Crown Prosecutor in relation to— i applications for, or relating to, bail in criminal proceedings; ii the conduct of criminal proceedings in magistrates’ courts other than trials; b the powers of such a Prosecutor in relation to the conduct of criminal proceedings not falling within paragraph (a)(ii) above. 3 A person so designated shall exercise any such powers subject to instructions given to him by the Director. 4 Any such instructions may be given so as to apply generally. 5 For the purposes of this section— a “ bail in criminal proceedings ” has the same meaning as it would have in the  Bail Act 1976 by virtue of the definition in section 1 of that Act if in that section “ offence ” did not include an offence to which subsection (6) below applies; b “ criminal proceedings ” does not include proceedings for an offence to which subsection (6) below applies; and c a trial begins with the opening of the prosecution case after the entry of a plea of not guilty and ends with the conviction or acquittal of the accused. 6 This subsection applies to an offence if it is triable only on indictment, or is an offence— a for which the accused has elected to be tried by a jury; b which a magistrates’ court has decided is more suitable to be so tried; or c in respect of which a notice of transfer has been given under section 4 of the  Criminal Justice Act 1987 or section 53 of the  Criminal Justice Act 1991. 7 Details of the following for any year, namely— a the criteria applied by the Director in determining whether to designate persons under this section; b the training undergone by persons so designated; and c any general instructions given by the Director under subsection (4) above, shall be set out in the Director’s report under section 9 of this Act for that year."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "54", "section_title": " Bail: increased powers to require security or impose conditions.", "section_text": "54 1 In subsection (5) of section 3 of the  Bail Act 1976 (general provisions as to bail), the words “If it appears that he is unlikely to remain in Great Britain until the time appointed for him to surrender to custody” shall cease to have effect. 2 In subsection (6) of that section, after paragraph (d) there shall be inserted the following paragraph— e before the time appointed for him to surrender to custody, he attends an interview with an authorised advocate or authorised litigator, as defined by section 119(1) of the  Courts and Legal Services Act 1990; . 3 In subsection (2) of section 3A of that Act (conditions of bail in the case of police bail), for the words “paragraph (d)” there shall be substituted the words  “                    paragraph (d) or (e)                  ” ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "55", "section_title": " Forfeiture of recognizances.", "section_text": "55 For subsections (1) and (2) of section 120 of the 1980 Act (forfeiture of recognizances) there shall be substituted the following subsections— 1 This section applies where— a a recognizance to keep the peace or to be of good behaviour has been entered into before a magistrates’ court; or b any recognizance is conditioned for the appearance of a person before a magistrates’ court, or for his doing any other thing connected with a proceeding before a magistrates’ court. 1A If, in the case of a recognizance which is conditioned for the appearance of an accused before a magistrates’ court, the accused fails to appear in accordance with the condition, the court shall— a declare the recognizance to be forfeited; b issue a summons directed to each person bound by the recognizance as surety, requiring him to appear before the court on a date specified in the summons to show cause why he should not be adjudged to pay the sum in which he is bound; and on that date the court may proceed in the absence of any surety if it is satisfied that he has been served with the summons. 2 If, in any other case falling within subsection (1) above, the recognizance appears to the magistrates’ court to be forfeited, the court may— a declare the recognizance to be forfeited; and b adjudge each person bound by it, whether as principal or surety, to pay the sum in which he is bound; but in a case falling within subsection (1)(a) above, the court shall not declare the recognizance to be forfeited except by order made on complaint."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "56", "section_title": " Bail: restrictions in certain cases of homicide or rape.", "section_text": "56 In subsection (1) of section 25 of the 1994 Act (no bail for defendants charged with or convicted of homicide or rape after previous conviction of such offences), for the words “shall not be granted bail in those proceedings” there shall be substituted the words  “                shall be granted bail in those proceedings only if the court or, as the case may be, the constable considering the grant of bail is satisfied that there are exceptional circumstances which justify it              ” ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "57", "section_title": " Use of live television links at preliminary hearings.", "section_text": "57 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "57A", "section_title": "Introductory", "section_text": "57A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "57B", "section_title": "Use of live link at preliminary hearings where accused is in custody", "section_text": "57B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "57C", "section_title": "Use of live link at preliminary hearings where accused is at police station", "section_text": "57C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "57D", "section_title": "Continued use of live link for sentencing hearing following a preliminary hearing", "section_text": "57D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "57E", "section_title": "Use of live link in sentencing hearings", "section_text": "57E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "57F", "section_title": "Use of live link in certain enforcement hearings", "section_text": "57F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "57G", "section_title": "Requirement to attend court, perjury", "section_text": "57G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "58", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "58"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "59", "section_title": " Effect of extended sentences.", "section_text": "59 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "60", "section_title": " Re-release of prisoners serving extended sentences.", "section_text": "60 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "61", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "61"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "62", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "62"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "63", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "63"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "64", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "64"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "65", "section_title": " Reprimands and warnings.", "section_text": "65 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66", "section_title": " Effect of reprimands and warnings.", "section_text": "66 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66ZA", "section_title": "Youth cautions", "section_text": "66ZA 1 A constable may give a child or young person (“Y”) a caution under this section (a  “youth caution”) if— a the constable decides that there is sufficient evidence to charge Y with an offence, b Y admits to the constable that Y committed the offence, and c the constable does not consider that Y should be prosecuted or given a youth conditional caution in respect of the offence. 2 A youth caution  ... must be given in the presence of an appropriate adult. 3 If a constable gives a youth caution to a person, the constable must explain the matters referred to in subsection (4) in ordinary language to— a that person, and b ... the appropriate adult. 4 Those matters are— a the effect of subsections (1) to (3) and (5) to (7) of section 66ZB, and b any guidance issued under subsection (4) of that section. 5 The Secretary of State must publish, in such manner as the Secretary of State considers appropriate, guidance as to— a the circumstances in which it is appropriate to give youth cautions, b the places where youth cautions may be given, c the category of constable by whom youth cautions may be given, and d the form which youth cautions are to take and the manner in which they are to be given and recorded. 6 No caution other than a youth caution or a youth conditional caution may be given to a child or young person. 7 In this Chapter  “ appropriate adult ”, in relation to a child or young person, means— a a parent or guardian of the child or young person, b if the child or young person is in the care of a local authority or voluntary organisation, a person representing that authority or organisation, c a social worker of a local authority, or d if no person falling within paragraph (a), (b) or (c) is available, any responsible person aged 18 or over who is not a police officer or                       a person employed for, or engaged on, police purposes; and  “ police purposes ” has the meaning given by section 101(2) of the Police Act 1996                    ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66ZB", "section_title": "Effect of youth cautions", "section_text": "66ZB 1 If a constable gives a youth caution to a person, the constable must as soon as practicable refer the person to a youth offending team. 2 Subject to subsection (3), on a referral of a person under subsection (1), the youth offending team— a must assess the person, and b unless they consider it inappropriate to do so, must arrange for the person to participate in a rehabilitation programme. 3 If the person has not previously been referred under subsection (1) and has not previously been given a youth conditional caution, the youth offending team— a may assess the person, and b may arrange for the person to participate in a rehabilitation programme. 4 The Secretary of State must publish, in such manner as the Secretary of State considers appropriate, guidance as to— a what should be included in a rehabilitation programme arranged for a person under subsection (2) or (3), b the manner in which any failure by a person to participate in a programme is to be recorded, and c the persons to whom any such failure must be notified. 5 Subsection (6) applies if— a a person who has received two or more youth cautions is convicted of an offence committed within two years beginning with the date of the last of those cautions, or b a person who has received a youth conditional caution followed by a youth caution is convicted of an offence committed within two years beginning with the date of the youth caution. 6 The court by or before which the person is convicted— a must not make an order under   section 80 of the Sentencing Code   (conditional discharge) in respect of the offence unless it is of the opinion that there are exceptional circumstances relating to the offence or the person that justify it doing so, and b where it does so, must state in open court that it is of that opinion and its reasons for that opinion. 7 There may be cited in criminal proceedings— a a youth caution given to a person, and b a report on a failure by a person to participate in a rehabilitation programme arranged for the person under subsection (2) or (3), in the same circumstances as a conviction of the person may be cited. 8 In this section  “ rehabilitation programme ” means a programme with the purpose of rehabilitating participants and preventing them from re-offending."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66A", "section_title": "Youth conditional cautions", "section_text": "66A 1 An authorised person may give a youth conditional caution to a child or young person (“the offender”) if— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b each of the five requirements in section 66B is satisfied. 2 In this Chapter,  “ youth conditional caution ” means a caution which is given in respect of an offence committed by the offender and which has conditions attached to it with which the offender must comply. 3 The conditions which may be attached to such a caution are those which have one or more of the following objects— a facilitating the rehabilitation of the offender; b ensuring that the offender makes reparation for the offence; c punishing the offender. 4 The conditions that may be attached to a youth conditional caution include— a (subject to section 66C) a condition that the offender pay a financial penalty; b a condition that the offender attend at a specified place at specified times. “ Specified ” means specified   in the condition . 5 Conditions attached by virtue of subsection (4)(b) may not require the offender to attend for more than 20 hours in total, not including any attendance required by conditions attached for the purpose of facilitating the offender's rehabilitation. 6 The Secretary of State may by order amend subsection (5) by substituting a different figure. 6A If an authorised person gives a youth conditional caution to an offender, the authorised person must as soon as practicable refer the offender to a youth offending team. 7 In this section,  “ authorised person ” means— a a constable, b an investigating officer, or c a person authorised by a relevant prosecutor for the purposes of this section."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66B", "section_title": "The five requirements", "section_text": "66B 1 The first requirement is that the authorised person has evidence that the offender has committed an offence. 2 The second requirement is that a relevant prosecutor  or the authorised person   decides— a that there is sufficient evidence to charge the offender with the offence, and b that a youth conditional caution should be given to the offender in respect of the offence. 3 The third requirement is that the offender admits to the authorised person that he committed the offence. 4 The fourth requirement is that the authorised person explains the effect of the youth conditional caution to the offender and warns him that failure to comply with any of the conditions attached to the caution may result in his being prosecuted for the offence. 5 ... The explanation and warning mentioned in subsection (4) must be given in the presence of an appropriate adult. 6 The fifth requirement is that the offender signs a document which contains— a details of the offence, b an admission by him that he committed the offence, c his consent to being given the youth conditional caution, and d the conditions attached to the caution."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66BA", "section_title": "Duty to consult victims", "section_text": "66BA 1 Before deciding what conditions to attach to a youth conditional caution, a relevant prosecutor or the authorised person must make reasonable efforts to obtain the views of the victim (if any) of the offence, and in particular the victim's views as to whether the offender should carry out any of the actions listed in the community remedy document. 2 If the victim expresses the view that the offender should carry out a particular action listed in the community remedy document, the prosecutor or authorised person must attach that as a condition unless it seems to the prosecutor or authorised person that it would be inappropriate to do so. 3 Where— a there is more than one victim and they express different views, or b for any other reason subsection (2) does not apply, the prosecutor or authorised person must nevertheless take account of any views expressed by the victim (or victims) in deciding what conditions to attach to the conditional caution. 4 In this section— “ community remedy document ” means the community remedy document (as revised from time to time) published under section 101 of the Anti-social Behaviour, Crime and Policing Act 2014 for the police area in which the offence was committed; “ victim ” means the particular person who seems to the relevant prosecutor or authorised person to have been affected, or principally affected, by the offence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66C", "section_title": "Financial penalties", "section_text": "66C 1 A condition that the offender pay a financial penalty (a  “financial penalty condition”) may not be attached to a youth conditional caution given in respect of an offence unless the offence is one that is prescribed, or of a description prescribed, in an order made by the Secretary of State. 2 An order under subsection (1) must prescribe, in respect of each offence or description of offence in the order, the maximum amount of the penalty that may be specified under subsection (5)(a). 3 The amount that may be prescribed in respect of any offence must not exceed £100. 4 The Secretary of State may by order amend subsection (3) by substituting a different figure. 5 Where a financial penalty condition is attached to a youth conditional caution,   the condition must   specify— a the amount of the penalty, and b the person to whom the financial penalty is to be paid and how it may be paid. 6 To comply with the condition, the offender must pay the penalty in accordance with the provision specified under subsection (5)(b). 7 Where a financial penalty is (in accordance with the provision specified under subsection (5)(b)) paid to a person other than a designated officer for a local justice area, the person to whom it is paid must give the payment to such an officer."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66D", "section_title": "Variation of conditions", "section_text": "66D A relevant prosecutor   or an authorised person  may, with the consent of the offender, vary the conditions attached to a youth conditional caution by— a modifying or omitting any of the conditions; b adding a condition."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66E", "section_title": "Failure to comply with conditions", "section_text": "66E 1 If the offender fails, without reasonable excuse, to comply with any of the conditions attached to the youth conditional caution, criminal proceedings may be instituted against the person for the offence in question. 2 The document mentioned in section 66B(6) is to be admissible in such proceedings. 3 Where such proceedings are instituted, the youth conditional caution is to cease to have effect. 4 Section 24A(1) of the Criminal Justice Act 2003 (“ the 2003 Act ”) applies in relation to the conditions attached to a youth conditional caution as it applies in relation to the conditions attached to a conditional caution (within the meaning of Part 3 of that Act). 5 Sections 24A(2) to (9) and 24B of the 2003 Act apply in relation to a person who is arrested under section 24A(1) of that Act by virtue of subsection (4) above as they apply in relation to a person who is arrested under that section for failing to comply with any of the conditions attached to a conditional caution (within the meaning of Part 3 of that Act)."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66F", "section_title": "Restriction on sentencing powers where youth conditional caution given", "section_text": "66F Where a person who has been given a youth conditional caution is convicted of an offence committed within two years of the giving of the caution, the court by or before which the person is so convicted— a may not make an order under   section 80 of the Sentencing Code   (conditional discharge) in respect of the offence unless it is of the opinion that there are exceptional circumstances relating to the offence or the offender which justify its doing so; and b where it does make such an order, must state in open court that it is of that opinion and why it is."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66G", "section_title": "Code of practice on youth conditional cautions", "section_text": "66G 1 The Secretary of State must prepare a code of practice in relation to youth conditional cautions. 2 The code may, in particular, make provision as to— a the circumstances in which youth conditional cautions may be given, b the procedure to be followed in connection with the giving of such cautions, c the conditions which may be attached to such cautions and the time for which they may have effect, d the category of constable or investigating officer by whom such cautions may be given, e the persons who may be authorised by a relevant prosecutor for the purposes of section 66A, f the form which such cautions are to take and the manner in which they are to be given and recorded, g the places where such cautions may be given, h the provision which may be made                         in a condition   under section 66C(5)(b), i the monitoring of compliance with conditions attached to such cautions, j the exercise of the power of arrest conferred by section 24A(1) of the Criminal Justice Act 2003 (c. 44) as it applies by virtue of section 66E(4), k who is to decide how a person should be dealt with under section 24A(2) of that Act as it applies by virtue of section 66E(5). 3 After preparing a draft of the code the Secretary of State— a must publish the draft, b must consider any representations made to him about the draft, and c may amend the draft accordingly, but he may not publish or amend the draft without the consent of the Attorney General. 4 After the Secretary of State has proceeded under subsection (3) he must lay the code before each House of Parliament. 5 When he has done so he may bring the code into force by order. 6 The Secretary of State may from time to time revise a code of practice brought into force under this section. 7 Subsections (3) to (6) are to apply (with appropriate modifications) to a revised code as they apply to an original code."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "66H", "section_title": "Interpretation", "section_text": "66H In this Chapter— a “ appropriate adult ” has the meaning given by section   66ZA(7) ; b “ authorised person ” has the meaning given by section 66A(7); c “ investigating officer ” means an officer of Revenue and Customs, appointed in accordance with section 2(1) of the Commissioners for Revenue and Customs Act 2005, or a person designated as                   a policing support officer or a policing support volunteer   under section 38 of the Police Reform Act 2002 (c. 30); d “ the offender ” has the meaning given by section 66A(1); e “ relevant prosecutor ” means— i the Attorney General, ii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iii the Director of Revenue and Customs Prosecutions, iv the Director of Public Prosecutions, v the Secretary of State, or vi a person who is specified in an order made by the Secretary State as being a relevant prosecutor for the purposes of this Chapter; ea “youth caution” has the meaning given by section 66ZA(1); f “ youth conditional caution ” has the meaning given by section 66A(2)."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "67", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "68", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "68"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "69", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "69"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "70"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "71", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "71"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "72", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "72"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "73", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "73"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "74", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "74"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "75", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "75"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "76", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "76"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "77", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "77"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "78", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "78"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "79", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "79"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "80", "section_title": " Sentencing guidelines.", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "81", "section_title": " The Sentencing Advisory Panel.", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "82", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "82"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "83", "section_title": " Power to make confiscation orders on committal for sentence.", "section_text": "83 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "84", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "84"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "85", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "85"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "86", "section_title": " Extended sentences for sex and violent offenders.", "section_text": "86 1 After section 210 of the 1995 Act there shall be inserted the following section—  Extended sentences for sex and violent offenders. 210A 1 Where a person is convicted on indictment of a sexual or violent offence, the court may, if it— a intends, in relation to— i a sexual offence, to pass a determinate sentence of imprisonment; or ii a violent offence, to pass such a sentence for a term of four years or more; and b considers that the period (if any) for which the offender would, apart from this section, be subject to a licence would not be adequate for the purpose of protecting the public from serious harm from the offender, pass an extended sentence on the offender. 2 An extended sentence is a sentence of imprisonment which is the aggregate of— a the term of imprisonment (“ the custodial term ”) which the court would have passed on the offender otherwise than by virtue of this section; and b a further period (“ the extension period ”) for which the offender is to be subject to a licence and which is, subject to the provisions of this section, of such length as the court considers necessary for the purpose mentioned in subsection (1)(b) above. 3 The extension period shall not exceed, in the case of— a a sexual offence, ten years; and b a violent offence, five years. 4 A court shall, before passing an extended sentence, consider a report by a relevant officer of a local authority about the offender and his circumstances and, if the court thinks it necessary, hear that officer. 5 The term of an extended sentence passed for a statutory offence shall not exceed the maximum term of imprisonment provided for in the statute in respect of that offence. 6 Subject to subsection (5) above, a sheriff may pass an extended sentence which is the aggregate of a custodial term not exceeding the maximum term of imprisonment which he may impose and an extension period not exceeding three years. 7 The Secretary of State may by order— a amend paragraph (b) of subsection (3) above by substituting a different period, not exceeding ten years, for the period for the time being specified in that paragraph; and b make such transitional provision as appears to him to be necessary or expedient in connection with the amendment. 8 The power to make an order under subsection (7) above shall be exercisable by statutory instrument; but no such order shall be made unless a draft of the order has been laid before, and approved by a resolution of, each House of Parliament. 9 An extended sentence shall not be imposed where the sexual or violent offence was committed before the commencement of section 86 of the Crime and Disorder Act 1998. 10 For the purposes of this section— “ licence ” and “ relevant officer ” have the same meaning as in Part I of the  Prisoners and Criminal Proceedings (Scotland) Act 1993; “ sexual offence ” means— rape; clandestine injury to women; abduction of a woman or girl with intent to rape or ravish; assault with intent to rape or ravish; indecent assault; lewd, indecent or libidinous behaviour or practices; shameless indecency; sodomy; an offence under section 170 of the  Customs and Excise Management Act 1979 in relation to goods prohibited to be imported under section 42 of the  Customs Consolidation Act 1876, but only where the prohibited goods include indecent photographs of persons; an offence under section 52 of the  Civic Government (Scotland) Act 1982 (taking and distribution of indecent images of children); an offence under section 52A of that Act (possession of indecent images of children); an offence under section 1 of the  Criminal Law (Consolidation) (Scotland) Act 1995 (incest); an offence under section 2 of that Act (intercourse with a stepchild); an offence under section 3 of that Act (intercourse with child under 16 by person in position of trust); an offence under section 5 of that Act (unlawful intercourse with girl under 16); an offence under section 6 of that Act (indecent behaviour towards girl between 12 and 16); an offence under section 8 of that Act (abduction of girl under 18 for purposes of unlawful intercourse); an offence under section 10 of that Act (person having parental responsibilities causing or encouraging sexual activity in relation to a girl under 16); and an offence under subsection (5) of section 13 of that Act (homosexual offences); “ imprisonment ” includes— detention under section 207 of this Act; and detention under section 208 of this Act; and “ violent offence ” means any offence (other than an offence which is a sexual offence within the meaning of this section) inferring personal violence. 11 Any reference in subsection (10) above to a sexual offence includes— a a reference to any attempt, conspiracy or incitement to commit that offence; and b except in the case of an offence in paragraphs (i) to (viii) of the definition of “sexual offence” in that subsection, a reference to aiding and abetting, counselling or procuring the commission of that offence. 2 In section 209 of the 1995 Act (supervised release orders), in subsection (1)— a after the word “convicted” there shall be inserted the words  “                          on indictment                        ” ; b after the words “an offence” there shall be inserted the words  “                          , other than a sexual offence within the meaning of section 210A of this Act,                        ” ; and c the words “not less than twelve months but” shall cease to have effect."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "87", "section_title": " Further provision as to extended sentences.", "section_text": "87 After section 26 of the  Prisoners and Criminal Proceedings (Scotland) Act 1993 (“ the 1993 Act ”) there shall be inserted the following section—  Extended sentences  Extended sentences. 26A 1 This section applies to a prisoner who, on or after the date on which section 87 of the Crime and Disorder Act 1998 comes into force, has been made subject to an extended sentence within the meaning of section 210A of the 1995 Act (extended sentences). 2 Subject to the provisions of this section, this Part of this Act, except section 1A, shall apply in relation to extended sentences as if any reference to a sentence or term of imprisonment was a reference to the custodial term of an extended sentence. 3 Where a prisoner subject to an extended sentence is released on licence under this Part the licence shall, subject to any revocation under section 17 of this Act, remain in force until the end of the extension period. 4 Where, apart from this subsection, a prisoner subject to an extended sentence would be released unconditionally— a he shall be released on licence; and b the licence shall, subject to any revocation under section 17 of this Act, remain in force until the end of the extension period. 5 The extension period shall be taken to begin as follows— a for the purposes of subsection (3) above, on the day following the date on which, had there been no extension period, the prisoner would have ceased to be on licence in respect of the custodial term; b for the purposes of subsection (4) above, on the date on which, apart from that subsection, he would have been released unconditionally. 6 Subject to section 1A(c) of this Act and section 210A(3) of the 1995 Act and to any direction by the court which imposes an extended sentence, where a prisoner is subject to two or more extended sentences, the extension period which is taken to begin in accordance with subsection (5) above shall be the aggregate of the extension period of each of those sentences. 7 For the purposes of sections 12(3) and 17(1) of this Act, and subject to subsection (8) below, the question whether a prisoner is a long-term or short-term prisoner shall be determined by reference to the extended sentence. 8 Where a short-term prisoner serving an extended sentence in respect of a sexual offence is released on licence under subsection (4)(a) above, the provisions of section 17 of this Act shall apply to him as if he was a long-term prisoner. 9 In relation to a prisoner subject to an extended sentence, the reference in section 17(5) of this Act to his sentence shall be construed as a reference to the extended sentence. 10 For the purposes of this section “custodial term”, “extension period” and “imprisonment” shall have the same meaning as in section 210A of the 1995 Act. 11 In section 1A(c) and section 16(1)(a) of this Act, the reference to the date on which a prisoner would have served his sentence in full shall mean, in relation to a prisoner subject to an extended sentence, the date on which the extended sentence, as originally imposed by the court, would expire."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "88", "section_title": " Re-release of prisoners serving extended sentences.", "section_text": "88 After section 3 of the 1993 Act there shall be inserted the following section—  Re-release of prisoners serving extended sentences. 3A 1 This section applies to a prisoner serving an extended sentence within the meaning of section 210A of the 1995 Act (extended sentences) who has been recalled to prison under section 17(1) of this Act. 2 Subject to subsection (3) below, a prisoner to whom this section applies may require the Secretary of State to refer his case to the Parole Board— a where his case has previously been referred to the Parole Board under this section or section 17(3) of this Act, not less than one year following the disposal of that referral; b in any other case, at any time. 3 Where a prisoner to whom this section applies is subject to another sentence which is not treated as a single sentence with the extended sentence, the Secretary of State shall not be required to refer his case to the Parole Board before he has served one half of that other sentence. 4 Where the case of a prisoner to whom this section applies is referred to the Parole Board under this section or section 17(3) of this Act, the Board shall, if it is satisfied that it is no longer necessary for the protection of the public from serious harm that the prisoner should be confined (but not otherwise), direct that he should be released. 5 If the Parole Board gives a direction under subsection (4) above, the Secretary of State shall release the prisoner on licence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "89", "section_title": " Drug treatment and testing orders.", "section_text": "89 After section 234A of the 1995 Act there shall be inserted the following section—  Drug treatment and testing order. 234B 1 This section applies where a person of 16 years of age or more is convicted of an offence, other than one for which the sentence is fixed by law, committed on or after the date on which section 89 of the Crime and Disorder Act 1998 comes into force. 2 Subject to the provisions of this section, the court by or before which the offender is convicted may, if it is of the opinion that it is expedient to do so instead of sentencing him, make an order (a “ drug treatment and testing order ”) which shall— a have effect for a period specified in the order of not less than six months nor more than three years (“ the treatment and testing period ”); and b include the requirements and provisions mentioned in section 234C of this Act. 3 A court shall not make a drug treatment and testing order unless it— a has been notified by the Secretary of State that arrangements for implementing such orders are available in the area of the local authority proposed to be specified in the order under section 234C(6) of this Act and the notice has not been withdrawn; b has obtained a report by, and if necessary heard evidence from, an officer of the local authority in whose area the offender is resident about the offender and his circumstances; and c is satisfied that— i the offender is dependent on, or has a propensity to misuse, drugs; ii his dependency or propensity is such as requires and is susceptible to treatment; and iii he is a suitable person to be subject to such an order. 4 For the purpose of determining for the purposes of subsection (3)(c) above whether the offender has any drug in his body, the court may by order require him to provide samples of such description as it may specify. 5 A drug treatment and testing order or an order under subsection (4) above shall not be made unless the offender expresses his willingness to comply with its requirements. 6 The Secretary of State may by order— a amend paragraph (a) of subsection (2) above by substituting a different period for the minimum or the maximum period for the time being specified in that paragraph; and b make such transitional provisions as appear to him necessary or expedient in connection with any such amendment. 7 The power to make an order under subsection (6) above shall be exercisable by statutory instrument; but no such order shall be made unless a draft of the order has been laid before and approved by resolution of each House of Parliament. 8 A drug treatment and testing order shall be as nearly as may be in the form prescribed by Act of Adjournal."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "90", "section_title": " Requirements and provisions to be included in drug treatment and testing orders.", "section_text": "90 After section 234B of the 1995 Act there shall be inserted the following section—  Requirements and provisions of drug treatment and testing orders. 234C 1 A drug treatment and testing order shall include a requirement (“ the treatment requirement ”) that the offender shall submit, during the whole of the treatment and testing period, to treatment by or under the direction of a specified person having the necessary qualifications or experience (“ the treatment provider ”) with a view to the reduction or elimination of the offender’s dependency on or propensity to misuse drugs. 2 The required treatment for any particular period shall be— a treatment as a resident in such institution or place as may be specified in the order; or b treatment as a non-resident in or at such institution or place, and at such intervals, as may be so specified; but the nature of the treatment shall not be specified in the order except as mentioned in paragraph (a) or (b) above. 3 A court shall not make a drug treatment and testing order unless it is satisfied that arrangements have been made for the treatment intended to be specified in the order (including arrangements for the reception of the offender where he is required to submit to treatment as a resident). 4 A drug treatment and testing order shall include a requirement (“ the testing requirement ”) that, for the purpose of ascertaining whether he has any drug in his body during the treatment and testing period, the offender shall provide during that period, at such times and in such circumstances as may (subject to the provisions of the order) be determined by the treatment provider, samples of such description as may be so determined. 5 The testing requirement shall specify for each month the minimum number of occasions on which samples are to be provided. 6 A drug treatment and testing order shall specify the local authority in whose area the offender will reside when the order is in force and require that authority to appoint or assign an officer (a “ supervising officer ”) for the purposes of subsections (7) and (8) below. 7 A drug treatment and testing order shall— a provide that, for the treatment and testing period, the offender shall be under the supervision of a supervising officer; b require the offender to keep in touch with the supervising officer in accordance with such instructions as he may from time to time be given by that officer, and to notify him of any change of address; and c provide that the results of the tests carried out on the samples provided by the offender in pursuance of the testing requirement shall be communicated to the supervising officer. 8 Supervision by the supervising officer shall be carried out to such extent only as may be necessary for the purpose of enabling him— a to report on the offender’s progress to the appropriate court; b to report to that court any failure by the offender to comply with the requirements of the order; and c to determine whether the circumstances are such that he should apply to that court for the variation or revocation of the order."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "91", "section_title": " Procedural matters relating to drug treatment and testing orders.", "section_text": "91 After section 234C of the 1995 Act there shall be inserted the following section—  Procedural matters relating to drug treatment and testing orders. 234D 1 Before making a drug treatment and testing order, a court shall explain to the offender in ordinary language— a the effect of the order and of the requirements proposed to be included in it; b the consequences which may follow under section 234G of this Act if he fails to comply with any of those requirements; c that the court has power under section 234E of this Act to vary or revoke the order on the application of either the offender or the supervising officer; and d that the order will be periodically reviewed at intervals provided for in the order. 2 Upon making a drug treatment and testing order the court shall— a give, or send by registered post or the recorded delivery service, a copy of the order to the offender; b send a copy of the order to the treatment provider; c send a copy of the order to the chief social work officer of the local authority specified in the order in accordance with section 234C(6) of this Act; and d where it is not the appropriate court, send a copy of the order (together with such documents and information relating to the case as are considered useful) to the clerk of the appropriate court. 3 Where a copy of a drug treatment and testing order has under subsection (2)(a) been sent by registered post or by the recorded delivery service, an acknowledgment or certificate of delivery of a letter containing a copy order issued by the Post Office shall be sufficient evidence of the delivery of the letter on the day specified in such acknowledgement or certificate."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "92", "section_title": " Amendment and periodic review of drug treatment and testing orders.", "section_text": "92 After section 234D of the 1995 Act there shall be inserted the following sections—  Amendment of drug treatment and testing order. 234E 1 Where a drug treatment and testing order is in force either the offender or the supervising officer may apply to the appropriate court for variation or revocation of the order. 2 Where an application is made under subsection (1) above by the supervising officer, the court shall issue a citation requiring the offender to appear before the court. 3 On an application made under subsection (1) above and after hearing both the offender and the supervising officer, the court may by order, if it appears to it in the interests of justice to do so— a vary the order by— i amending or deleting any of its requirements or provisions; ii inserting further requirements or provisions; or iii subject to subsection (4) below, increasing or decreasing the treatment and testing period; or b revoke the order. 4 The power conferred by subsection (3)(a)(iii) above shall not be exercised so as to increase the treatment and testing period above the maximum for the time being specified in section 234B(2)(a) of this Act, or to decrease it below the minimum so specified. 5 Where the court, on the application of the supervising officer, proposes to vary (otherwise than by deleting a requirement or provision) a drug treatment and testing order, sections 234B(5) and 234D(1) of this Act shall apply to the variation of such an order as they apply to the making of such an order. 6 If an offender fails to appear before the court after having been cited in accordance with subsection (2) above, the court may issue a warrant for his arrest.  Periodic review of drug treatment and testing order. 234F 1 A drug treatment and testing order shall— a provide for the order to be reviewed periodically at intervals of not less than one month; b provide for each review of the order to be made, subject to subsection (5) below, at a hearing held for the purpose by the appropriate court (a “ review hearing ”); c require the offender to attend each review hearing; d provide for the supervising officer to make to the court, before each review, a report in writing on the offender’s progress under the order; and e provide for each such report to include the test results communicated to the supervising officer under section 234C(7)(c) of this Act and the views of the treatment provider as to the treatment and testing of the offender. 2 At a review hearing the court, after considering the supervising officer’s report, may amend any requirement or provision of the order. 3 The court— a shall not amend the treatment or testing requirement unless the offender expresses his willingness to comply with the requirement as amended; b shall not amend any provision of the order so as reduce the treatment and testing period below the minimum specified in section 234B(2)(a) of this Act or to increase it above the maximum so specified; and c except with the consent of the offender, shall not amend any requirement or provision of the order while an appeal against the order is pending. 4 If the offender fails to express his willingness to comply with the treatment or testing requirement as proposed to be amended by the court, the court may revoke the order. 5 If at a review hearing the court, after considering the supervising officer’s report, is of the opinion that the offender’s progress under the order is satisfactory, the court may so amend the order as to provide for each subsequent review to be made without a hearing. 6 A review without a hearing shall take place in chambers without the parties being present. 7 If at a review without a hearing the court, after considering the supervising officer’s report, is of the opinion that the offender’s progress is no longer satisfactory, the court may issue a warrant for the arrest of the offender or may, if it thinks fit, instead of issuing a warrant in the first instance, issue a citation requiring the offender to appear before that court as such time as may be specified in the citation. 8 Where an offender fails to attend— a a review hearing in accordance with a requirement contained in a drug treatment and testing order; or b a court at the time specified in a citation under subsection (7) above, the court may issue a warrant for his arrest. 9 Where an offender attends the court at a time specified by a citation issued under subsection (7) above— a the court may exercise the powers conferred by this section as if the court were conducting a review hearing; and b so amend the order as to provide for each subsequent review to be made at a review hearing."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "93", "section_title": " Consequences of breach of drug treatment and testing order.", "section_text": "93 After section 234F of the 1995 Act there shall be inserted the following sections—  Breach of drug treatment testing order. 234G 1 If at any time when a drug treatment and testing order is in force it appears to the appropriate court that the offender has failed to comply with any requirement of the order, the court may issue a citation requiring the offender to appear before the court at such time as may be specified in the citation or, if it appears to the court to be appropriate, it may issue a warrant for the arrest of the offender. 2 If it is proved to the satisfaction of the appropriate court that the offender has failed without reasonable excuse to comply with any requirement of the order, the court may by order— a without prejudice to the continuation in force of the order, impose a fine not exceeding level 3 on the standard scale; b vary the order; or c revoke the order. 3 For the purposes of subsection (2) above, the evidence of one witness shall be sufficient evidence. 4 A fine imposed under this section in respect of a failure to comply with the requirements of a drug treatment and testing order shall be deemed for the purposes of any enactment to be a sum adjudged to be paid by or in respect of a conviction or a penalty imposed on a person summarily convicted.  Disposal on revocation of drugs treatment and testing order. 234H 1 Where the court revokes a drugs treatment and testing order under section 234E(3)(b), 234F(4) or 234G(2)(c) of this Act, it may dispose of the offender in any way which would have been competent at the time when the order was made. 2 In disposing of an offender under subsection (1) above, the court shall have regard to the time for which the order has been in operation. 3 Where the court revokes a drug treatment and testing order as mentioned in subsection (1) above and the offender is subject to— a a probation order, by virtue of section 234J of this Act; or b a restriction of liberty order, by virtue of section 245D of this Act; or c a restriction of liberty order and a probation order, by virtue of the said section 245D, the court shall, before disposing of the offender under subsection (1) above— i where he is subject to a probation order, discharge that order; ii where he is subject to a restriction of liberty order, revoke that order; and iii where he is subject to both such orders, discharge the probation order and revoke the restriction of liberty order."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "94", "section_title": " Combination of orders.", "section_text": "94 1 After section 234H of the 1995 Act there shall be inserted the following section—  Concurrent drug treatment and testing and probation orders. 234J 1 Notwithstanding sections 228(1) and 234B(2) of this Act, where the court considers it expedient that the offender should be subject to a drug treatment and testing order and to a probation order, it may make both such orders in respect of the offender. 2 In deciding whether it is expedient for it to exercise the power conferred by subsection (1) above, the court shall have regard to the circumstances, including the nature of the offence and the character of the offender and to the report submitted to it under section 234B(3)(b) of this Act. 3 Where the court makes both a drug treatment and testing order and a probation order by virtue of subsection (1) above, the clerk of the court shall send a copy of each of the orders to the following— a the treatment provider within the meaning of section 234C(1); b the officer of the local authority who is appointed or assigned to be the supervising officer under section 234C(6) of this Act; and c if he would not otherwise receive a copy of the order, the officer of the local authority who is to supervise the probationer. 4 Where the offender by an act or omission fails to comply with a requirement of an order made by virtue of subsection (1) above— a if the failure relates to a requirement contained in a probation order and is dealt with under section 232(2)(c) of this Act, the court may, in addition, exercise the power conferred by section 234G(2)(b) of this Act in relation to the drug treatment and testing order; and b if the failure relates to a requirement contained in a drug treatment and testing order and is dealt with under section 234G(2)(b) of this Act, the court may, in addition, exercise the power conferred by section 232(2)(c) of this Act in relation to the probation order. 5 Where an offender by an act or omission fails to comply with both a requirement contained in a drug treatment and testing order and in a probation order to which he is subject by virtue of subsection (1) above, he may, without prejudice to subsection (4) above, be dealt with as respects that act or omission either under section 232(2) of this Act or under section 234G(2) of this Act but he shall not be liable to be otherwise dealt with in respect of that act or omission. 2 Schedule 6 to this Act (Part I of which makes further provision in relation to the combination of drug treatment and testing orders with other orders and Part II of which makes provision in relation to appeals) shall have effect."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "95", "section_title": " Interpretation provision in relation to drug treatment and testing orders.", "section_text": "95 1 After section 234J of the 1995 Act there shall be inserted the following section—  Drug treatment and testing orders: interpretation. 234K In sections 234B to 234J of this Act— “ the appropriate court ” means— where the drug treatment and testing order has been made by the High Court, that court; in any other case, the court having jurisdiction in the area of the local authority for the time being specified in the order under section 234C(6) of this Act, being a sheriff or district court according to whether the order has been made by a sheriff or district court, but in a case where an order has been made by a district court and there is no district court in that area, the sheriff court; and “ local authority ” means a council constituted under section 2 of the  Local Government etc. (Scotland) Act 1994 and any reference to the area of such an authority is a reference to the local government area within the meaning of that Act for which it is so constituted. 2 In section 307(1) of the 1995 Act (interpretation), after the definition of “diet” there shall be inserted the following definition— “ drug treatment and testing order ” has the meaning assigned to it in section 234B(2) of this Act; ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "96", "section_title": " Offences racially aggravated.", "section_text": "96 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "97", "section_title": " Remands and committals of children and young persons.", "section_text": "97 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "98", "section_title": " Remands and committals: alternative provision for 15 or 16 year old boys.", "section_text": "98 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "99", "section_title": " Power to release short-term prisoners on licence.", "section_text": "99 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "100", "section_title": " Curfew condition to be included in licence.", "section_text": "100 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "101", "section_title": " Early release: two or more sentences.", "section_text": "101 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After subsection (3) of section 34 of the 1997 Act (interpretation of Chapter II) there shall be inserted the following subsection— 4 Where a person has been sentenced to one or more life sentences and to one or more terms of imprisonment, nothing in this Chapter shall require the Secretary of State to release the person in respect of any of the life sentences unless and until the Secretary of State is required to release him in respect of each of the terms."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "102", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "102"}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "103", "section_title": " Recall to prison of short-term prisoners.", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "104", "section_title": " Release on licence following recall to prison.", "section_text": "104 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "105", "section_title": " Release on licence following return to prison.", "section_text": "105 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "106", "section_title": " Pre-consolidation amendments.", "section_text": "106 The enactments mentioned in Schedule 7 to this Act shall have effect subject to the amendments there specified, being amendments designed to facilitate, or otherwise desirable in connection with, the consolidation of certain enactments relating to the powers of courts to deal with offenders or defaulters."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "107", "section_title": " Amendments to Chapter I of Part II of 1997 Act.", "section_text": "107 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "108", "section_title": " Repeal of Chapter I of Part III of Crime and Punishment (Scotland) Act 1997.", "section_text": "108 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "109", "section_title": " Transitional provisions in relation to certain life prisoners.", "section_text": "109 1 Section 16 of the  Crime and Punishment (Scotland) Act 1997 (designated life prisoners) shall have effect and shall be deemed always to have had effect with the amendments made by subsections (2) and (3) below. 2 In subsection (2), at the beginning there shall be inserted the words “Except in a case to which subsection (3A) or (3B) below applies,”. 3 After subsection (3) there shall be inserted the following subsections— 3A This subsection applies in a case where a person— a was sentenced, prior to 20 October 1997, in respect of a murder committed by him before he attained the age of 18 years; and b has been released on licence, other than under section 3 of the 1993 Act, whether before or on that date. 3B This subsection applies in a case where a person— a was sentenced, prior to 20 October 1997, in respect of a murder committed by him before he attained the age of 18 years; and b has been released on licence, other than under section 3 of the 1993 Act, after that date without his case having been considered under subsection (2) above. 3C In a case to which subsection (3A) or (3B) applies, Part I of the 1993 Act shall apply as if the person were a designated life prisoner, within the meaning of section 2 of that Act, whose licence had been granted under subsection (4) of that section on his having served the designated part of his sentence. 4 Where, prior to the commencement of this section, a certificate has been issued under subsection (2) of section 16 of the  Crime and Punishment (Scotland) Act 1997 in respect of a case to which subsection (3A) of that section applies, the certificate shall be disregarded."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "110", "section_title": " Calculation of period of detention at customs office etc. where person previously detained.", "section_text": "110 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "111", "section_title": "Early release in Scotland: two or more sentences.", "section_text": "111 1 After section 1 of the 1993 Act there shall be inserted the following section—  Application to persons serving more than one sentence. 1A Where a prisoner has been sentenced to two or more terms of imprisonment which are wholly or partly concurrent and do not fall to be treated as a single term by virtue of section 27(5) of this Act— a nothing in this Part of this Act shall require the Secretary of State to release him in respect of any of the terms unless and until the Secretary of State is required to release him in respect of each of the other terms; b nothing in this Part of this Act shall require the Secretary of State or the Parole Board to consider his release in respect of any of the terms unless and until the Secretary of State or the Parole Board is required to consider his release, or the Secretary of State is required to release him, in respect of each of the other terms; and c where he is released on licence under this Part of this Act, he shall be on a single licence which— i shall (unless revoked) remain in force until the date on which he would (but for his release) have served in full all the sentences in respect of which he has been so released; and ii shall be subject to such conditions as may be specified or required by this Part of this Act in respect of any of the sentences. 2 After subsection (7) of section 16 of the 1993 Act (orders for return to prison on commission of further offence) there shall be inserted the following subsection— 8 Where a prisoner has been sentenced to two or more terms of imprisonment which are wholly or partly concurrent and do not fall to be treated as a single term by virtue of section 27(5) of this Act, the date mentioned in subsection (1)(a) above shall be taken to be that on which he would (but for his release) have served all of the sentences in full. 3 For subsection (5) of section 27 of the 1993 Act (interpretation of Part I) there shall be substituted the following subsection— 5 For the purposes of any reference, however expressed, in this Part of this Act to the term of imprisonment or other detention to which a person has been sentenced or which, or any part of which, he has served, consecutive terms and terms which are wholly or partly concurrent shall be treated as a single term if— a the sentences were passed at the same time; or b where the sentences were passed at different times, the person has not been released under this Part of this Act at any time during the period beginning with the passing of the first sentence and ending with the passing of the last. 4 In sub-paragraph (1) of paragraph 6B of Schedule 6 to the 1993 Act (aggregation of old and new sentences)— a for the words “a prisoner” there shall be substituted the words  “                        an existing prisoner                      ” ; b the word “and” after head (a) shall cease to have effect; c in head (b), for the words “that date” there shall be inserted the words  “                        the date on which section 111 of the Crime and Disorder Act 1998 comes into force                      ” ; and d after head (b) there shall be inserted the following— ; and                         c he has not at any time prior to the passing of the sentence or sentences mentioned in head (b) above been released from the sentence or sentences mentioned in head (a) above under the existing provisions. 5 After that paragraph there shall be inserted the following paragraph— 6C 1 This paragraph applies where— a an existing prisoner was, at the relevant date, serving a sentence or sentences of imprisonment, on conviction of an offence, passed before that date; b on or after the date on which section 111 of the Crime and Disorder Act 1998 comes into force he is, or has been, sentenced to a further term or terms of imprisonment on conviction of an offence, to be served wholly or partly concurrently with the sentence or sentences mentioned in head (a); and c the sentences do not fall to be treated as a single term by virtue of paragraph 6B(2)(a) above. 2 In a case to which this paragraph applies the Secretary of State shall not release, or be required to consider the release of, the prisoner unless and until the requirements for release, or for consideration of his release, of the new and the existing provisions are satisfied in relation to each sentence to which they respectively apply. 3 In a case to which this paragraph applies the Parole Board shall not be required to consider the release of the prisoner unless and until the requirements for release, or for consideration for release, of the new and the existing provisions are satisfied in relation to each sentence to which they respectively apply. 4 In a case to which this paragraph applies, where the prisoner is released on licence, he shall be on a single licence which— a shall (unless revoked) remain in force until the later of— i the date on which he would have been discharged from prison on remission of part of his sentence or sentences under the existing provisions if, after his release, he had not forfeited remission of any part of that sentence under those provisions; or ii the date on which he would (but for his release) have served in full all the sentences in respect of which he was released on licence and which were imposed after the relevant date; and b shall be deemed to be granted under the new provisions and, subject to sub-paragraph (5) below, those provisions so far as relating to conditions of licences, and recall or return to prison, shall apply as they apply in respect of a prisoner on licence in respect of a sentence passed after the relevant date. 5 In the application of section 16 to a person whose licence is deemed to be granted under the new provisions by virtue of sub-paragraph (4)(b) above, the reference to the original sentence (within the meaning of that section) shall be construed as a reference to the further term or terms mentioned in head (b) of sub-paragraph (1) above. 6 Subject to subsection (7) below, the amendments made by subsections (1) to (5) above apply where one or more of the sentences concerned was passed after the commencement of this section. 7 Where the terms of two or more sentences passed before the commencement of this section have been treated, by virtue of section 27(5) of, or paragraph 6B of Schedule 6 to, the 1993 Act, as a single term for the purposes of Part I of that Act, they shall continue to be so treated after that commencement. 8 In relation to a prisoner released on licence at any time under section 16(7)(b) of the 1993 Act, section 17(1)(a) of that Act shall have effect as if after the word “Act” there were inserted the words  “                    or a short term prisoner has been released on licence by virtue of section 16(7)(b) of this Act                  ” ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "112", "section_title": " Restriction on consecutive sentences for released prisoners: Scotland.", "section_text": "112 After section 204 of the 1995 Act there shall be inserted the following section—  Restriction on consecutive sentences for released prisoners. 204A A court sentencing a person to imprisonment or other detention shall not order or direct that the term of imprisonment or detention shall commence on the expiration of any other such sentence from which he has been released at any time under the existing or new provisions within the meaning of Schedule 6 to the  Prisoners and Criminal Proceedings (Scotland) Act 1993."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "113", "section_title": " Deputy authorising officer under Part III of Police Act 1997.", "section_text": "113 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "114", "section_title": " Orders and regulations.", "section_text": "114 1 Any power of a Minister of the Crown   or of the National Assembly for Wales  to make an order or regulations under this Act— a is exercisable by statutory instrument; and b includes power to make such transitional provision as appears to him necessary or expedient in connection with any provision made by the order or regulations. 2 A statutory instrument containing an order under section   ... 5(1A), (2) or (3) . . .  10(6), 66C(1) or 66H(e)(vi)  above (other than one made by the National Assembly for Wales), or containing   regulations under   section 6 or 17A or  paragraph 1 of Schedule 3 to this Act, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2A Subsection (2) also applies to a statutory instrument containing— a an order under section 66C(4) unless the order makes provision of the kind mentioned in subsection (3A)(a) below, or b an order under section 66G(5) other than the first such order. 3 No order under section   1F, 5(6), 13A(5), 17(4), 38(5), 41(6)  , 66A(6)  or 115(3)  above shall be made unless a draft of the order has been laid before and approved by a resolution of each House of Parliament. 3A Subsection (3) also applies to— a an order under section 66C(4) which makes provision increasing the figure in section 66C(3) by more than is necessary to reflect changes in the value of money, and b the first order under section 66G(5). 4 The Secretary of State must consult the National Assembly for Wales before making an order under section 5(6), 17(4) or 115(3) that relates to a person or body any of whose functions are dischargeable in relation to Wales (not being functions of the kind referred to in section 5(8))."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "115", "section_title": " Disclosure of information.", "section_text": "115 1 Any person who, apart from this subsection, would not have power to disclose information— a to a relevant authority; or b to a person acting on behalf of such an authority, shall have power to do so in any case where the disclosure is necessary or expedient for the purposes of any provision of this Act. 2 In   this section  “ relevant authority ” means— a the chief officer of police for a police area in England and Wales; b the chief constable of the Police Service of Scotland; c a   local policing body  within the meaning given by section 101(1) of the  Police Act 1996; d a local authority, that is to say— i in relation to England, a county council, a district council, a London borough council   , a parish council  or the Common Council of the City of London; ii in relation to Wales, a county council   , a county borough council or a community council ; iii in relation to Scotland, a council constituted under section 2 of the  Local Government etc. (Scotland) Act 1994; dza a non-profit registered provider of social housing; da a person registered under section 1 of the Housing Act 1996 as a social landlord; e a  local probation board  in England and Wales; ea . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . eb probation trust ec a provider of probation services (other than a probation trust or the Secretary of State), in carrying out its statutory functions or activities of a public nature in pursuance of arrangements made under section 3(2) of the Offender Management Act 2007 f a   Local Health Board ; fa   NHS England ; fb an integrated care board; g . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . h the London Fire Commissioner; i a fire and rescue authority constituted by a scheme under section 2 of the Fire and Rescue Services Act 2004 or a scheme to which section 4 of that Act applies; ia a fire and rescue authority created by an order under section 4A of that Act; j a metropolitan county fire and rescue authority. 3 The appropriate national authority may by order amend this section so far as it extends to England and Wales by— a adding an entry for any person or body to the list of authorities in subsection (2), b altering or repealing any entry for the time being included in the list, or c adding, altering or repealing provisions for the interpretation of entries in the list. 4 In subsection (3)\t\t\t\t\t “ the appropriate national authority ” has the same meaning as in section 5."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "116", "section_title": " Transitory provisions.", "section_text": "116 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "117", "section_title": " General interpretation.", "section_text": "117 1 In this Act— “ the 1933 Act ” means the  Children and Young Persons Act 1933; “ the 1969 Act ” means the  Children and Young Persons Act 1969; “ the 1973 Act ” means the  Powers of Criminal Courts Act 1973; “ the 1980 Act ” means the  Magistrates’ Courts Act 1980; “ the 1982 Act ” means the  Criminal Justice Act 1982; “ the 1984 Act ” means the  Police and Criminal Evidence Act 1984; “ the 1985 Act ” means the  Prosecution of Offences Act 1985; “ the 1989 Act ” means the  Children Act 1989; “ the 1991 Act ” means the  Criminal Justice Act 1991; “ the 1994 Act ” means the  Criminal Justice and Public Order Act 1994; “ the 1997 Act ” means the  Crime (Sentences) Act 1997; “ caution ” has the same meaning as in Part V of the  Police Act 1997; “ child ” means a person under the age of 14; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ custodial sentence ” has   the meaning given by section 222 of the Sentencing Code ; “ guardian ” has the same meaning as in the 1933 Act; “ local probation board ” means a local probation board established under section 4 of the Criminal Justice and Court Services Act 2000; “ prescribed ” means prescribed by an order made by the Secretary of State; “ young person ” means a person who has attained the age of 14 and is under the age of 18; “ youth offending team ” means a team established under section 39 above. 2 In this Act— “ the 1993 Act ” means the  Prisoners and Criminal Proceedings (Scotland) Act 1993; and “ the 1995 Act ” means the  Criminal Procedure (Scotland) Act 1995. 3 For the purposes of this Act, the age of a person shall be deemed to be that which it appears to the court to be after considering any available evidence."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "118", "section_title": " Provision for Northern Ireland.", "section_text": "118 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to those of sections 2 to 4, 34, 47(5), 57, 61 to 64 and 85 above— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "119", "section_title": " Minor and consequential amendments.", "section_text": "119 The enactments mentioned in Schedule 8 to this Act shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on the provisions of this Act."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "120", "section_title": " Transitional provisions, savings and repeals.", "section_text": "120 1 The transitional provisions and savings contained in Schedule 9 to this Act shall have effect; but nothing in this subsection shall be taken as prejudicing the operation of sections 16 and 17 of the  Interpretation Act 1978 (which relate to the effect of repeals). 2 The enactments specified in Schedule 10 to this Act, which include some that are spent, are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Crime and Disorder Act 1998", "year": 1998, "section": "121", "section_title": " Short title, commencement and extent.", "section_text": "121 1 This Act may be cited as the Crime and Disorder Act 1998. 2 This Act, except this section, sections 109 and 111(8) above and paragraphs 55, 99 and 117 of Schedule 8 to this Act, shall come into force on such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes or different areas. 3 Without prejudice to the provisions of Schedule 9 to this Act, an order under subsection (2) above may make such transitional provisions and savings as appear to the Secretary of State necessary or expedient in connection with any provision brought into force by the order. 4 Subject to subsections (5) to (12) below, this Act extends to England and Wales only. 5 The following provisions extend to Scotland only, namely— a Chapter II of Part I; b section 33; c Chapter II of Part IV; d sections 108 to 112 and 117(2); and e paragraphs 55, 70, 71, 98 to 108, 115 to 124 and 140 to 143 of Schedule 8 and section 119 above so far as relating to those paragraphs. 6 The following provisions also extend to Scotland, namely— a Chapter  III  of Part I; b section 36(3) to (5); bb sections 52A and 52B; c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d section 115; e paragraph 3 of Schedule 3 to this Act and section 52(6) above so far as relating to that paragraph; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g paragraphs 1, 7(1) and (3), 14(1) and (2), 35, 36, 45, 135, 136 and 138 of Schedule 8 to this Act and section 119 above so far as relating to those paragraphs; and h this section. 7 Sections 36(1), (2)(a), (b) and (d) and (6)(b) and section 118 above extend to Northern Ireland only. 8 Section 36(3)(b), (4) and (5) above, paragraphs 7(1) and (3), 45, 135 and 138 of Schedule 8 to this Act, section 119 above so far as relating to those paragraphs and this section also extend to Northern Ireland. 9 Section 36(5) above, paragraphs 7(1) and (3), 45 and 134 of Schedule 8 to this Act, section 119 above so far as relating to those paragraphs and this section also extend to the Isle of Man. 10 Section 36(5) above, paragraphs 7(1) and (3), 45 and 135 of Schedule 8 to this Act, section 119 above so far as relating to those paragraphs and this section also extend to the Channel Islands. 11 The repeals in Schedule 10 to this Act, and section 120(2) above so far as relating to those repeals, have the same extent as the enactments on which the repeals operate. 12 . . .  and in Schedule 1 to the 1997 Act— a paragraph 14 (restricted transfers between the United Kingdom and the Channel Islands) as applied in relation to the Isle of Man; and b paragraph 19 (application of Schedule in relation to the Isle of Man), apply to the amendments of that Schedule made by paragraph 135 of Schedule 8 to this Act."}]