[{"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "1", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "2", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "4"}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "5", "section_title": " England and Wales.", "section_text": "5 1 The following section shall be inserted after section 1 of the  Criminal Law Act 1977 (conspiracy)—  Conspiracy to commit offences outside the United Kingdom. 1A 1 Where each of the following conditions is satisfied in the case of an agreement, this Part of this Act has effect in relation to the agreement as it has effect in relation to an agreement falling within section 1(1) above. 2 The first condition is that the pursuit of the agreed course of conduct would at some stage involve— a an act by one or more of the parties, or b the happening of some other event, intended to take place in a country or territory outside the United Kingdom. 3 The second condition is that that act or other event constitutes an offence under the law in force in that country or territory. 4 The third condition is that the agreement would fall within section 1(1) above as an agreement relating to the commission of an offence but for the fact that the offence would not be an offence triable in England and Wales if committed in accordance with the parties’ intentions. 5 The fourth condition is that— a a party to the agreement, or a party’s agent, did anything in England and Wales in relation to the agreement before its formation, or b a party to the agreement became a party in England and Wales (by joining it either in person or through an agent), or c a party to the agreement, or a party’s agent, did or omitted anything in England and Wales in pursuance of the agreement. 6 In the application of this Part of this Act to an agreement in the case of which each of the above conditions is satisfied, a reference to an offence is to be read as a reference to what would be the offence in question but for the fact that it is not an offence triable in England and Wales. 7 Conduct punishable under the law in force in any country or territory is an offence under that law for the purposes of this section, however it is described in that law. 8 Subject to subsection (9) below, the second condition is to be taken to be satisfied unless, not later than rules of court may provide, the defence serve on the prosecution a notice— a stating that, on the facts as alleged with respect to the agreed course of conduct, the condition is not in their opinion satisfied, b showing their grounds for that opinion, and c requiring the prosecution to show that it is satisfied. 9 The court may permit the defence to require the prosecution to show that the second condition is satisfied without the prior service of a notice under subsection (8) above. 10 In the Crown Court the question whether the second condition is satisfied shall be decided by the judge alone, and shall be treated as a question of law for the purposes of— a section 9(3) of the  Criminal Justice Act 1987 (preparatory hearing in fraud cases), and b section 31(3) of the  Criminal Procedure and Investigations Act 1996 (preparatory hearing in other cases). 11 Any act done by means of a message (however communicated) is to be treated for the purposes of the fourth condition as done in England and Wales if the message is sent or received in England and Wales. 12 In any proceedings in respect of an offence triable by virtue of this section, it is immaterial to guilt whether or not the accused was a British citizen at the time of any act or other event proof of which is required for conviction of the offence. 13 References in any enactment, instrument or document (except those in this Part of this Act) to an offence of conspiracy to commit an offence include an offence triable in England and Wales as such a conspiracy by virtue of this section (without prejudice to subsection (6) above). 14 Nothing in this section— a applies to an agreement entered into before the day on which the Criminal Justice (Terrorism and Conspiracy) Act 1998 was passed, or b imposes criminal liability on any person acting on behalf of, or holding office under, the Crown. 2 At the end of section 4 of that Act (restrictions on the institution of proceedings) there shall be added— 5 Subject to subsection (6) below, no proceedings for an offence triable by virtue of section 1A above may be instituted except by or with the consent of the Attorney General. 6 The Secretary of State may by order provide that subsection (5) above shall not apply, or shall not apply to any case of a description specified in the order. 7 An order under subsection (6) above— a shall be made by statutory instrument, and b shall not be made unless a draft has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "6", "section_title": " Northern Ireland.", "section_text": "6 1 The provision set out in section 5(1) shall be inserted after Article 9 of the  Criminal Attempts and Conspiracy (Northern Ireland) Order 1983 (conspiracy) as Article 9A, with the following modifications— a for “this Part of this Act” substitute  “                      this Part                    ” ; b for “section 1(1) above” substitute  “                      Article 9(1)                    ” ; c for “England and Wales” substitute  “                      Northern Ireland                    ” ; d for “subsection (9) below” substitute  “                      paragraph (9)                    ” ; e for “subsection (8) above” substitute  “                      paragraph (8)                    ” ; f for “section 9(3) of the  Criminal Justice Act 1987” substitute  “                      Article 8(3) of the  Criminal Justice (Serious Fraud) (Northern Ireland) Order 1988                    ” ; g for “this section” substitute  “                      this article                    ” ; and h for “subsection (6) above” substitute  “                      paragraph (6)                    ” . 2 At the end of Article 12 of that Order (restrictions on the institution of proceedings) there shall be added— 5 Subject to paragraph (6), no proceedings for an offence triable by virtue of Article 9 above may be instituted except by or with the consent of the Attorney General for Northern Ireland. 6 The Secretary of State may by order provide that paragraph (5) shall not apply, or shall not apply to any case of a description specified in the order. 7 No order shall be made under paragraph (6) unless a draft has been laid before, and approved by resolution of, each House of Parliament."}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "7", "section_title": " Scotland.", "section_text": "7 1 The following section shall be inserted after section 11 of the  Criminal Procedure (Scotland) Act 1995 (certain offences committed outside Scotland)—  Conspiracy to commit offences outside the United Kingdom. 11A 1 This section applies to any act done by a person in Scotland which would amount to conspiracy to commit an offence but for the fact that the criminal purpose is intended to occur in a country or territory outside the United Kingdom. 2 Where a person does an act to which this section applies, the criminal purpose shall be treated as the offence mentioned in subsection (1) above and he shall, accordingly, be guilty of conspiracy to commit the offence. 3 A person is guilty of an offence by virtue of this section only if the criminal purpose would involve at some stage— a an act by him or another party to the conspiracy; or b the happening of some other event, constituting an offence under the law in force in the country or territory where the act or other event was intended to take place; and conduct punishable under the law in force in the country or territory is an offence under that law for the purposes of this section however it is described in that law. 4 Subject to subsection (6) below, a condition specified in subsection (3) above shall be taken to be satisfied unless, not later than such time as High Court may, by Act of Adjournal, prescribe, the accused serves on the prosecutor a notice— a stating that, on the facts as alleged with respect to the relevant conduct, the condition is not in his opinion satisfied; b setting out the grounds for his opinion; and c requiring the prosecutor to prove that the condition is satisfied. 5 In subsection (4) above “ the relevant conduct ” means the agreement to effect the criminal purpose. 6 The court may permit the accused to require the prosecutor to prove that the condition mentioned in subsection (4) above is satisfied without the prior service of a notice under that subsection. 7 In proceedings on indictment, the question whether a condition is satisfied shall be determined by the judge alone. 8 Nothing in this section— a applies to an act done before the day on which the Criminal Justice (Terrorism and Conspiracy) Act 1998 was passed, or b imposes criminal liability on any person acting on behalf of, or holding office under, the Crown."}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "8", "section_title": " Report to Parliament.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "9", "section_title": " Consequential amendments and repeals.", "section_text": "9 1 Schedule 1 (consequential amendments) shall have effect. 2 The enactments specified in Schedule 2 are hereby repealed or revoked to the extent specified. 3 The amendments in Part II of Schedule 1, and the repeals and revocations in Part II of Schedule 2, shall have no effect— a in England and Wales and Northern Ireland, in relation to an agreement entered into before the day on which this Act is passed, or b in Scotland, in relation to an act done before the day on which this Act is passed."}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "10", "section_title": " Extent.", "section_text": "10 A provision of this Act which amends, repeals or revokes an enactment shall have the same extent as the enactment which it amends, repeals or revokes."}, {"act": "Criminal Justice (Terrorism and Conspiracy) Act 1998", "year": 1998, "section": "11", "section_title": " Short title.", "section_text": "11 This Act may be cited as the Criminal Justice (Terrorism and Conspiracy) Act 1998."}]