[{"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "1", "section_title": " Industrial tribunals to be known as employment tribunals.", "section_text": "1 1 Industrial tribunals are renamed employment tribunals. 2 Accordingly, the Industrial Tribunals Act 1996 may be cited as the  Employment Tribunals Act 1996; and (wherever they occur in any enactment)— a for the words “industrial tribunal” substitute  “                        employment tribunal                      ” , b for the words “industrial tribunals” substitute  “                        employment tribunals                      ” , c for the words “the Industrial Tribunals Act 1996” substitute  “                        the Employment Tribunals Act 1996                      ” , d for the words “President of the Industrial Tribunals (England and Wales)” substitute  “                        President of the Employment Tribunals (England and Wales)                      ” , and e for the words “President of the Industrial Tribunals (Scotland)” substitute  “                        President of the Employment Tribunals (Scotland)                      ” ."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "2", "section_title": " Determinations without a hearing or full hearing.", "section_text": "2 In section 7 of the  Employment Tribunals Act 1996 (which authorises the making of employment tribunal procedure regulations), after subsection (3) insert— 3A Employment tribunal procedure regulations may authorise the determination of proceedings without any hearing (and in private) where the parties have given their written consent (whether or not they have subsequently withdrawn it). 3B Employment tribunal procedure regulations may authorise the determination of proceedings without hearing anyone other than the person or persons by whom the proceedings are brought (or his or their representatives) where— a the person (or, where more than one, each of the persons) against whom the proceedings are brought has done nothing to contest the case, or b it appears from the application made by the person (or, where more than one, each of the persons) bringing the proceedings that he is not (or they are not) seeking any relief which an employment tribunal has power to give or that he is not (or they are not) entitled to any such relief. 3C Employment tribunal procedure regulations may authorise the determination of proceedings without hearing anyone other than the person or persons by whom, and the person or persons against whom, the proceedings are brought (or his or their representatives) where— a an employment tribunal is on undisputed facts bound by the decision of a court in another case to dismiss the case of the person or persons by whom, or of the person or persons against whom, the proceedings are brought, or b the proceedings relate only to a preliminary issue which may be heard and determined in accordance with regulations under section 9(4)."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "3", "section_title": " Hearings etc. by chairman alone.", "section_text": "3 1 In section 4 of the Employment Tribunals Act 1996 (which makes provision about the composition of an employment tribunal), subsection (3) (which specifies the tribunal proceedings which are to be heard by the chairman alone unless he decides otherwise) is amended in accordance with subsections (2) to (5). 2 In paragraph (a) (which specifies proceedings under the  Trade Union and Labour Relations (Consolidation) Act 1992)— a after “proceedings” insert  “                        on a complaint under section 68A or 192 of the Trade Union and Labour Relations (Consolidation) Act 1992 or                      ” , and b for “the  Trade Union and Labour Relations (Consolidation) Act 1992” substitute  “                        that Act                      ” . 3 In paragraph (c) (which specifies proceedings under the  Employment Rights Act 1996)— a after “proceedings” insert  “                        on a reference under section 11, 163 or 170 of the Employment Rights Act 1996,                      ” , b after “section 23” insert  “                        , 34                      ” , c for “the Employment Rights Act 1996 or” substitute  “                        that Act, on a complaint under section 70(1) of that Act relating to section 64 of that Act,                      ” , and d after “that” insert  “                        Act or for an appointment under section 206(4) of that                      ” . 4 After that paragraph insert— ca proceedings on a complaint under regulation 11(5) of the  Transfer of Undertakings (Protection of Employment) Regulations 1981, . 5 Omitparagraph (f) (which specifies proceedings in which the person bringing the proceedings has given written notice withdrawing the case), apart from the word “and”. 6 After subsection (6) of that section (which makes provision for employment tribunal procedure regulations to provide that any act required or authorised by the regulations to be done by a tribunal may be done by the chairman alone) insert— 6A Subsection (6) in particular enables employment tribunal procedure regulations to provide that— a the determination of proceedings in accordance with regulations under section 7(3A), (3B) or (3C)(a), b the carrying-out of pre-hearing reviews in accordance with regulations under subsection (1) of section 9 (including the exercise of powers in connection with such reviews in accordance with regulations under paragraph (b) of that subsection), or c the hearing and determination of a preliminary issue in accordance with regulations under section 9(4) (where it involves hearing witnesses other than the parties or their representatives as well as where, in accordance with regulations under section 7(3C)(b), it does not), may be done by the person mentioned in subsection (1)(a) alone."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "4", "section_title": " Hearings by chairman and one other member.", "section_text": "4 In subsection (1) of section 4 of the  Employment Tribunals Act 1996 (which provides that, subject to the following provisions of that section, employment tribunal proceedings are to be heard by the chairman and either two other members or, with the consent of the parties, one other member), for paragraph (b) substitute— b two other members selected as the other members in accordance with regulations so made or, with appropriate consent, one other member selected as the other member in accordance with regulations so made; and in paragraph (b) “ appropriate consent ” means either consent given at the beginning of the hearing by such of the parties as are then present in person or represented, or consent given by each of the parties.              "}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "5", "section_title": " Legal officers.", "section_text": "5 After subsection (6A) of section 4 of the  Employment Tribunals Act 1996 (which is inserted by section 3(6) of this Act) insert— 6B Employment tribunal procedure regulations may (subject to subsection (6C)) also provide that any act which— a by virtue of subsection (6) may be done by the person mentioned in subsection (1)(a) alone, and b is of a description specified by the regulations for the purposes of this subsection, may be done by a person appointed as a legal officer in accordance with regulations under section 1(1); and any act so done shall be treated as done by an employment tribunal. 6C But regulations under subsection (6B) may not specify— a the determination of any proceedings, other than proceedings in which the parties have agreed the terms of the determination or in which the person bringing the proceedings has given notice of the withdrawal of the case, or b the carrying-out of pre-hearing reviews in accordance with regulations under section 9(1)."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "6", "section_title": " Jurisdiction in cases about political fund contributions.", "section_text": "6 For section 87 of the  Trade Union and Labour Relations (Consolidation) Act 1992 (which provides that a person who alleges that his employer has failed to comply with section 86 of that Act by wrongly deducting a political fund contribution or refusing to deduct union dues may make an application to a county court or sheriff court) substitute—  Complaint in respect of employer’s failure. 87 1 A person who claims his employer has failed to comply with section 86 in deducting or refusing to deduct any amount from emoluments payable to him may present a complaint to an employment tribunal. 2 A tribunal shall not consider a complaint under subsection (1) unless it is presented— a within the period of three months beginning with the date of the payment of the emoluments or (if the complaint relates to more than one payment) the last of the payments, or b where the tribunal is satisfied that it was not reasonably practicable for the complaint to be presented within that period, within such further period as the tribunal considers reasonable. 3 Where on a complaint under subsection (1) arising out of subsection (3) (refusal to deduct union dues) of section 86 the question arises whether the employer’s refusal to deduct an amount was attributable to the giving of the certificate or was otherwise connected with the duty imposed by subsection (1) of that section, it is for the employer to satisfy the tribunal that it was not. 4 Where a tribunal finds that a complaint under subsection (1) is well-founded— a it shall make a declaration to that effect and, where the complaint arises out of subsection (1) of section 86, order the employer to pay to the complainant the amount deducted in contravention of that subsection less any part of that amount already paid to him by the employer, and b it may, if it considers it appropriate to do so in order to prevent a repetition of the failure, make an order requiring the employer to take, within a specified time, the steps specified in the order in relation to emoluments payable by him to the complainant. 5 A person who claims his employer has failed to comply with an order made under subsection (4)(b) on a complaint presented by him may present a further complaint to an employment tribunal; but only one complaint may be presented under this subsection in relation to any order. 6 A tribunal shall not consider a complaint under subsection (5) unless it is presented— a after the end of the period of four weeks beginning with the date of the order, but b before the end of the period of six months beginning with that date. 7 Where on a complaint under subsection (5) a tribunal finds that an employer has, without reasonable excuse, failed to comply with an order made under subsection (4)(b), it shall order the employer to pay to the complainant an amount equal to two weeks’ pay. 8 Chapter  II  of Part XIV of the  Employment Rights Act 1996 (calculation of a week’s pay) applies for the purposes of subsection (7) with the substitution for section 225 of the following— For the purposes of this Chapter in its application to subsection (7) of section 87 of the  Trade Union and Labour Relations (Consolidation) Act 1992, the calculation date is the date of the payment, or (if more than one) the last of the payments, to which the complaint related."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "7", "section_title": "  ACAS  arbitration scheme.", "section_text": "7 After section 212 of the  Trade Union and Labour Relations (Consolidation) Act 1992 insert—  Arbitration scheme for unfair dismissal cases etc. 212A 1 ACAS may prepare a scheme providing for arbitration in the case of disputes involving proceedings, or claims which could be the subject of proceedings, before an employment tribunal arising out of a contravention or alleged contravention of— a Part X of the  Employment Rights Act 1996 (unfair dismissal), or b any enactment specified in an order made by the Secretary of State. 2 When ACAS has prepared such a scheme it shall submit a draft of the scheme to the Secretary of State who, if he approves it, shall make an order— a setting out the scheme, and b making provision for it to come into effect. 3 ACAS may from time to time prepare a revised version of such a scheme and, when it has done so, shall submit a draft of the revised scheme to the Secretary of State who, if he approves it, shall make an order— a setting out the revised scheme, and b making provision for it to come into effect. 4 ACAS may take any steps appropriate for promoting awareness of a scheme prepared under this section. 5 Where the parties to any dispute within subsection (1) agree in writing to submit the dispute to arbitration in accordance with a scheme having effect by virtue of an order under this section, ACAS shall refer the dispute to the arbitration of a person appointed by ACAS for the purpose (not being an officer or employee of ACAS). 6 Nothing in the  Arbitration Act 1996 shall apply to an arbitration conducted in accordance with a scheme having effect by virtue of an order under this section except to the extent that the order provides for any provision of Part I of that Act so to apply; and the order may provide for any such provision so to apply subject to modifications. 7 A scheme set out in an order under this section may, in relation to an arbitration conducted in accordance with the law of Scotland, make provision— a that a reference on a preliminary point may be made, or b conferring a right of appeal which shall lie, to the relevant court on such grounds and in respect of such matters as may be specified in the scheme; and in this subsection “ relevant court ” means such court, being the Court of Session or the Employment Appeal Tribunal, as may be specified in the scheme, and a different court may be specified as regards different grounds or matters. 8 Where a scheme set out in an order under this section includes provision for the making of re-employment orders in arbitrations conducted in accordance with the scheme, the order setting out the scheme may require employment tribunals to enforce such orders— a in accordance with section 117 of the  Employment Rights Act 1996 (enforcement by award of compensation), or b in accordance with that section as modified by the order. For this purpose “ re-employment orders ” means orders requiring that persons found to have been unfairly dismissed be reinstated, re-engaged or otherwise re-employed. 9 An order under this section setting out a scheme may provide that, in the case of disputes within subsection (1)(a), such part of an award made in accordance with the scheme as is specified by the order shall be treated as a basic award of compensation for unfair dismissal for the purposes of section 184(1)(d) of the  Employment Rights Act 1996 (which specifies such an award as a debt which the Secretary of State must satisfy if the employer has become insolvent). 10 An order under this section shall be made by statutory instrument. 11 No order shall be made under subsection (1)(b) unless a draft of the statutory instrument containing it has been laid before Parliament and approved by a resolution of each House. 12 A statutory instrument containing an order under this section (other than one of which a draft has been approved by resolution of each House of Parliament) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "8", "section_title": " Effect of arbitration agreements.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In section 288 of the Trade Union and Labour Relations (Consolidation) Act 1992 (subsection (1) of which prohibits contracting out of the provisions of that Act, but subject to exceptions specified in subsections (2) and (2A)), after subsection (5) insert— 6 An agreement under which the parties agree to submit a dispute to arbitration— a shall be regarded for the purposes of subsections (2) and (2A) as being an agreement to refrain from instituting or continuing proceedings if— i the dispute is covered by a scheme having effect by virtue of an order under section 212A, and ii the agreement is to submit it to arbitration in accordance with the scheme, but b shall be regarded for those purposes as neither being nor including such an agreement in any other case. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In section 203 of the  Employment Rights Act 1996 (subsection (1) of which prohibits contracting out of the provisions of that Act, but subject to exceptions specified in subsection (2)), after subsection (4) insert— 5 An agreement under which the parties agree to submit a dispute to arbitration— a shall be regarded for the purposes of subsection (2)(e) and (f) as being an agreement to refrain from instituting or continuing proceedings if— i the dispute is covered by a scheme having effect by virtue of an order under section 212A of the Trade Union and Labour Relations (Consolidation) Act 1992, and ii the agreement is to submit it to arbitration in accordance with the scheme, but b shall be regarded as neither being nor including such an agreement in any other case."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "9", "section_title": " Advice of non-lawyer.", "section_text": "9 1 In each of the provisions specified in subsection (2) (which provide that, for a compromise agreement to be valid, independent legal advice must have been received from a qualified lawyer), for “independent legal advice from a qualified lawyer” substitute  “                    advice from a relevant independent adviser                  ” . 2 The provisions referred to in subsection (1) are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 288(2B)(c) of the Trade Union and Labour Relations (Consolidation) Act 1992, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e section 203(3)(c) of the Employment Rights Act 1996."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "10", "section_title": " Indemnity cover.", "section_text": "10 1 In each of the provisions specified in subsection (2) (which provide that, for a compromise agreement to be valid, there must have been in force a policy of insurance covering the risk of a claim against the person who provided the advice about the agreement), for “policy of insurance” substitute  “                    contract of insurance, or an indemnity provided for members of a profession or professional body,                  ” . 2 The provisions referred to in subsection (1) are— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c section 288(2B)(d) of the  Trade Union and Labour Relations (Consolidation) Act 1992, d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e section 203(3)(d) of the  Employment Rights Act 1996."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "11", "section_title": " Settlements of redundancy cases.", "section_text": "11 1 In section 18(1) of the  Employment Tribunals Act 1996 (which specifies the proceedings in relation to which the provisions about conciliation apply), in paragraph (d) (proceedings under the Employment Rights Act 1996), for “or 92,” substitute  “                    , 92 or 135,                  ” . 2 In section 166(2) of the  Employment Rights Act 1996 (which defines “ employer’s payment ” for the purposes of the provisions requiring the Secretary of State to make a payment to an employee whose employer is liable to pay him an employer’s payment), after paragraph (a) insert— aa a payment which his employer is liable to make to him under an agreement to refrain from instituting or continuing proceedings for a contravention or alleged contravention of section 135 which has effect by virtue of section 203(2)(e) or (f), or . 3 In section 168(1) of that Act (which specifies the amount which the Secretary of State is required to pay in respect of an employer’s payment), after paragraph (a) insert— aa where the employer’s payment to which the employee’s application under section 166 relates is a payment which his employer is liable to make to him under an agreement having effect by virtue of section 203(2)(e) or (f), is a sum equal to the amount of the employer’s payment or of any redundancy payment which the employer would have been liable to pay to the employee but for the agreement, whichever is less, and ."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "12", "section_title": " Dismissal procedures agreements.", "section_text": "12 1 In section 110 of the Employment Rights Act 1996 (which provides that the statutory right not to be unfairly dismissed does not apply to employees covered by a designated dismissal procedures agreement), for subsection (2) (which provides that the statutory right nevertheless applies in the case of dismissals specified in certain statutory provisions) substitute— 2 But if the agreement includes provision that it does not apply to dismissals of particular descriptions, subsection (1) does not apply in relation to a dismissal of any such description. 2 In subsection (3) of that section (which specifies the matters as to which the Secretary of State must be satisfied before designating a dismissal procedures agreement), for paragraph (e) (which requires a dismissal procedures agreement to provide for arbitration or independent adjudication where a decision cannot otherwise be reached) substitute— e the agreement includes provision either for arbitration in every case or for— i arbitration where (by reason of equality of votes or for any other reason) a decision under the agreement cannot otherwise be reached, and ii a right to submit to arbitration any question of law arising out of such a decision, and . 3 After subsection (5) of that section insert— 6 Where an award is made under a designated dismissal procedures agreement— a in England and Wales it may be enforced, by leave of a county court, in the same manner as a judgment of the court to the same effect and, where leave is given, judgment may be entered in terms of the award, and b in Scotland it may be recorded for execution in the Books of Council and Session and shall be enforceable accordingly. 4 In section 184 of that Act (which specifies the debts which the Secretary of State must satisfy if an employer has become insolvent), in subsection (1)(d) (which specifies a basic award of compensation for unfair dismissal payable by the employer), after “dismissal” insert  “                    or so much of an award under a designated dismissal procedures agreement as does not exceed any basic award of compensation for unfair dismissal to which the employee would be entitled but for the agreement                  ” . 5 The amendments made by subsections (1) and (2) do not affect any dismissal procedures agreement designated by the Secretary of State before those subsections come into force."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "13", "section_title": " Internal appeal procedures and unfair dismissal awards.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "14", "section_title": " Acts which are both unfair dismissal and disability discrimination.", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Section 126 of  the Employment Rights Act 1996  (which prohibits recovery under more than one provision in the case of an act which is both unfair dismissal and sex or race discrimination) is amended as follows. 3 In subsection (1) (which describes the circumstances in which the section applies), for paragraph (b) substitute— b any one or more of the  Sex Discrimination Act 1975, the  Race Relations Act 1976 and the Disability Discrimination Act 1995. 4 In subsection (2) (which prohibits recovery under more than one provision)— a omit “two or three”, and b for “the other, or any of the others,” substitute  “                      any other of them                    ” ."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "15", "section_title": " Minor and consequential amendments and repeals.", "section_text": "15 Schedule 1 (minor and consequential amendments) and Schedule 2 (repeals) have effect."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "16", "section_title": " Northern Ireland.", "section_text": "16 1 Subject to subsection (3), the preceding provisions of this Act (including the Schedules) do not extend to Northern Ireland. 2 Section 1 does not have effect to amend any reference to a tribunal or office established under the law of Northern Ireland. 3 Section 1(2) and Schedule 1 extend to Northern Ireland so far as they amend— a the  House of Commons Disqualification Act 1975, b the  Judicial Pensions Act 1981, c the  Tribunals and Inquiries Act 1992, and d the  Judicial Pensions and Retirement Act 1993. 4 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to any of the purposes of this Act (other than those of section 1)— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "17", "section_title": " Commencement, transitional provisions and savings.", "section_text": "17 1 The provisions of this Act (apart from section 16, this section and section 18 and paragraph 17(2) of Schedule 1) shall not come into force until such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes. 2 An order under subsection (1) may contain such transitional provisions and savings as appear to the Secretary of State to be appropriate. 3 The amendment made by paragraph 17(2) of Schedule 1 shall be deemed always to have had effect. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Employment Rights (Dispute Resolution) Act 1998", "year": 1998, "section": "18", "section_title": " Short title.", "section_text": "18 This Act may be cited as the Employment Rights (Dispute Resolution) Act 1998."}]