[{"act": "Human Rights Act 1998", "year": 1998, "section": "1", "section_title": " The Convention Rights.", "section_text": "1 1 In this Act “ the Convention rights ” means the rights and fundamental freedoms set out in— a Articles 2 to 12 and 14 of the Convention, b Articles 1 to 3 of the First Protocol, and c Article 1 of the Thirteenth Protocol , as read with Articles 16 to 18 of the Convention. 2 Those Articles are to have effect for the purposes of this Act subject to any designated derogation or reservation (as to which see sections 14 and 15). 3 The Articles are set out in Schedule 1. 4 The   Secretary of State   may by order make such amendments to this Act as he considers appropriate to reflect the effect, in relation to the United Kingdom, of a protocol. 5 In subsection (4) “ protocol ” means a protocol to the Convention— a which the United Kingdom has ratified; or b which the United Kingdom has signed with a view to ratification. 6 No amendment may be made by an order under subsection (4) so as to come into force before the protocol concerned is in force in relation to the United Kingdom."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "2", "section_title": " Interpretation of Convention rights.", "section_text": "2 1 A court or tribunal determining a question which has arisen in connection with a Convention right must take into account any— a judgment, decision, declaration or advisory opinion of the European Court of Human Rights, b opinion of the Commission given in a report adopted under Article 31 of the Convention, c decision of the Commission in connection with Article 26 or 27(2) of the Convention, or d decision of the Committee of Ministers taken under Article 46 of the Convention, whenever made or given, so far as, in the opinion of the court or tribunal, it is relevant to the proceedings in which that question has arisen. 2 Evidence of any judgment, decision, declaration or opinion of which account may have to be taken under this section is to be given in proceedings before any court or tribunal in such manner as may be provided by rules. 3 In this section “ rules ” means rules of court or, in the case of proceedings before a tribunal, rules made for the purposes of this section— a by  . . .  the Lord Chancellor or    the Secretary of State, in relation to any proceedings outside Scotland; b by the Secretary of State, in relation to proceedings in Scotland; or c by a Northern Ireland department, in relation to proceedings before a tribunal in Northern Ireland— i which deals with transferred matters; and ii for which no rules made under paragraph (a) are in force."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "3", "section_title": " Interpretation of legislation.", "section_text": "3 1 So far as it is possible to do so, primary legislation and subordinate legislation must be read and given effect in a way which is compatible with the Convention rights. 2 This section— a applies to primary legislation and subordinate legislation whenever enacted; b does not affect the validity, continuing operation or enforcement of any incompatible primary legislation; and c does not affect the validity, continuing operation or enforcement of any incompatible subordinate legislation if (disregarding any possibility of revocation) primary legislation prevents removal of the incompatibility."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "4", "section_title": " Declaration of incompatibility.", "section_text": "4 1 Subsection (2) applies in any proceedings in which a court determines whether a provision of primary legislation is compatible with a Convention right. 2 If the court is satisfied that the provision is incompatible with a Convention right, it may make a declaration of that incompatibility. 3 Subsection (4) applies in any proceedings in which a court determines whether a provision of subordinate legislation, made in the exercise of a power conferred by primary legislation, is compatible with a Convention right. 4 If the court is satisfied— a that the provision is incompatible with a Convention right, and b that (disregarding any possibility of revocation) the primary legislation concerned prevents removal of the incompatibility, it may make a declaration of that incompatibility. 5 In this section “ court ” means— a the Supreme Court; b the Judicial Committee of the Privy Council; c the   Court Martial Appeal Court  ; d in Scotland, the High Court of Justiciary sitting otherwise than as a trial court or the Court of Session; e in England and Wales or Northern Ireland, the High Court or the Court of Appeal. f the Court of Protection, in any matter being dealt with by the President of the Family Division, the  Chancellor of the High Court  or a puisne judge of the High Court. 6 A declaration under this section (“ a declaration of incompatibility ”)— a does not affect the validity, continuing operation or enforcement of the provision in respect of which it is given; and b is not binding on the parties to the proceedings in which it is made."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "5", "section_title": " Right of Crown to intervene.", "section_text": "5 1 Where a court is considering whether to make a declaration of incompatibility, the Crown is entitled to notice in accordance with rules of court. 2 In any case to which subsection (1) applies— a a Minister of the Crown (or a person nominated by him), b a member of the Scottish Executive, c a Northern Ireland Minister, d a Northern Ireland department, is entitled, on giving notice in accordance with rules of court, to be joined as a party to the proceedings. 3 Notice under subsection (2) may be given at any time during the proceedings. 4 A person who has been made a party to criminal proceedings (other than in Scotland) as the result of a notice under subsection (2) may, with leave, appeal to the   Supreme Court   against any declaration of incompatibility made in the proceedings. 5 In subsection (4)— “ criminal proceedings ” includes all proceedings before the   Court Martial Appeal Court ; and “ leave ” means leave granted by the court making the declaration of incompatibility or by the   Supreme Court"}, {"act": "Human Rights Act 1998", "year": 1998, "section": "6", "section_title": " Acts of public authorities.", "section_text": "6 1 It is unlawful for a public authority to act in a way which is incompatible with a Convention right. 2 Subsection (1) does not apply to an act if— a as the result of one or more provisions of primary legislation, the authority could not have acted differently; or b in the case of one or more provisions of, or made under, primary legislation which cannot be read or given effect in a way which is compatible with the Convention rights, the authority was acting so as to give effect to or enforce those provisions. 3 In this section “ public authority ” includes— a a court or tribunal, and b any person certain of whose functions are functions of a public nature, but does not include either House of Parliament or a person exercising functions in connection with proceedings in Parliament. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In relation to a particular act, a person is not a public authority by virtue only of subsection (3)(b) if the nature of the act is private. 6 “ An act ” includes a failure to act but does not include a failure to— a introduce in, or lay before, Parliament a proposal for legislation; or b make any primary legislation or remedial order."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "7", "section_title": " Proceedings.", "section_text": "7 1 A person who claims that a public authority has acted (or proposes to act) in a way which is made unlawful by section 6(1) may— a bring proceedings against the authority under this Act in the appropriate court or tribunal, or b rely on the Convention right or rights concerned in any legal proceedings, but only if he is (or would be) a victim of the unlawful act. 2 In subsection (1)(a) “ appropriate court or tribunal ” means such court or tribunal as may be determined in accordance with rules; and proceedings against an authority include a counterclaim or similar proceeding. 3 If the proceedings are brought on an application for judicial review, the applicant is to be taken to have a sufficient interest in relation to the unlawful act only if he is, or would be, a victim of that act. 4 If the proceedings are made by way of a petition for judicial review in Scotland, the applicant shall be taken to have title and interest to sue in relation to the unlawful act only if he is, or would be, a victim of that act. 5 Proceedings under subsection (1)(a) must be brought before the end of— a the period of one year beginning with the date on which the act complained of took place; or b such longer period as the court or tribunal considers equitable having regard to all the circumstances, but that is subject to any rule imposing a stricter time limit in relation to the procedure in question. 6 In subsection (1)(b) “ legal proceedings ” includes— a proceedings brought by or at the instigation of a public authority; and b an appeal against the decision of a court or tribunal. 7 For the purposes of this section, a person is a victim of an unlawful act only if he would be a victim for the purposes of Article 34 of the Convention if proceedings were brought in the European Court of Human Rights in respect of that act. 8 Nothing in this Act creates a criminal offence. 9 In this section “ rules ” means— a in relation to proceedings before a court or tribunal outside Scotland, rules made by  . . .  the Lord Chancellor or  the Secretary of State for the purposes of this section or rules of court, b in relation to proceedings before a court or tribunal in Scotland, rules made by the Secretary of State for those purposes, c in relation to proceedings before a tribunal in Northern Ireland— i which deals with transferred matters; and ii for which no rules made under paragraph (a) are in force, rules made by a Northern Ireland department for those purposes, and includes provision made by order under section 1 of the  Courts and Legal Services Act 1990. 10 In making rules, regard must be had to section 9. 11 The Minister who has power to make rules in relation to a particular tribunal may, to the extent he considers it necessary to ensure that the tribunal can provide an appropriate remedy in relation to an act (or proposed act) of a public authority which is (or would be) unlawful as a result of section 6(1), by order add to— a the relief or remedies which the tribunal may grant; or b the grounds on which it may grant any of them. 12 An order made under subsection (11) may contain such incidental, supplemental, consequential or transitional provision as the Minister making it considers appropriate. 13 “ The Minister ” includes the Northern Ireland department concerned."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "7A", "section_title": "Limitation: overseas armed forces proceedings", "section_text": "7A 1 A court or tribunal exercising its discretion under section 7(5)(b) in respect of overseas armed forces proceedings must do so— a in accordance with subsection (2), and b subject to the rule in subsection (4). 2 The court or tribunal must have particular regard to— a the effect of the delay in bringing proceedings on the cogency of evidence adduced or likely to be adduced by the parties, with particular reference to— i the likely impact of the operational context on the ability of individuals who are (or, at the time of the events to which the proceedings relate, were) members of Her Majesty's forces to remember relevant events or actions fully or accurately, and ii the extent of dependence on the memories of such individuals, taking into account the effect of the operational context on the ability of such individuals to record, or to retain records of, relevant events or actions; b the likely impact of the proceedings on the mental health of any witness or potential witness who is (or, at the time of the events to which the proceedings relate, was) a member of Her Majesty's forces. 3 In subsection (2) references to  “the operational context” are to the fact that the events to which the proceedings relate took place in the context of overseas operations, and include references to the exceptional demands and stresses to which members of Her Majesty's forces are subject. 4 The rule referred to in subsection (1)(b) is that overseas armed forces proceedings must be brought before the later of— a the end of the period of 6 years beginning with the date on which the act complained of took place; b the end of the period of 12 months beginning with the date of knowledge. 5 In subsection (4), the  “ date of knowledge ” means the date on which the person bringing the proceedings first knew, or first ought to have known, both— a of the act complained of, and b that it was an act of the Ministry of Defence or the Secretary of State for Defence. 6 “ Overseas armed forces proceedings ” means proceedings— a against the Ministry of Defence or the Secretary of State for Defence, and b in connection with overseas operations. 7 “ Overseas operations ” means any operations outside the British Islands, including peacekeeping operations and operations for dealing with terrorism, civil unrest or serious public disorder, in the course of which members of Her Majesty's forces come under attack or face the threat of attack or violent resistance. 8 In this section the reference to the British Islands includes the territorial sea adjacent to the United Kingdom and the territorial sea adjacent to any of the Channel Islands or the Isle of Man. 9 In this section  “ Her Majesty's forces ” has the same meaning as in the Armed Forces Act 2006 (see section 374 of that Act)."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "8", "section_title": " Judicial remedies.", "section_text": "8 1 In relation to any act (or proposed act) of a public authority which the court finds is (or would be) unlawful, it may grant such relief or remedy, or make such order, within its powers as it considers just and appropriate. 2 But damages may be awarded only by a court which has power to award damages, or to order the payment of compensation, in civil proceedings. 3 No award of damages is to be made unless, taking account of all the circumstances of the case, including— a any other relief or remedy granted, or order made, in relation to the act in question (by that or any other court), and b the consequences of any decision (of that or any other court) in respect of that act, the court is satisfied that the award is necessary to afford just satisfaction to the person in whose favour it is made. 4 In determining— a whether to award damages, or b the amount of an award, the court must take into account the principles applied by the European Court of Human Rights in relation to the award of compensation under Article 41 of the Convention. 5 A public authority against which damages are awarded is to be treated— a in Scotland, for the purposes of section 3 of the  Law Reform (Miscellaneous Provisions) (Scotland) Act 1940 as if the award were made in an action of damages in which the authority has been found liable in respect of loss or damage to the person to whom the award is made; b for the purposes of the  Civil Liability (Contribution) Act 1978 as liable in respect of damage suffered by the person to whom the award is made. 6 In this section— “ court ” includes a tribunal; “ damages ” means damages for an unlawful act of a public authority; and “ unlawful ” means unlawful under section 6(1)."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "9", "section_title": " Judicial acts.", "section_text": "9 1 Proceedings under section 7(1)(a) in respect of a judicial act may be brought only— a by exercising a right of appeal; b on an application (in Scotland a petition) for judicial review; or c in such other forum as may be prescribed by rules. 2 That does not affect any rule of law which prevents a court from being the subject of judicial review. 3 In proceedings under this Act in respect of a judicial act done in good faith, damages may not be awarded otherwise than— a to compensate a person to the extent required by Article 5(5) of the Convention, or b to compensate a person for a judicial act that is incompatible with Article 6 of the Convention in circumstances where the person is detained and, but for the incompatibility, the person would not have been detained or would not have been detained for so long. 4 An award of damages permitted by subsection (3) is to be made against the Crown; but no award may be made unless the appropriate person, if not a party to the proceedings, is joined. 5 In this section— “ appropriate person ” means the Minister responsible for the court concerned, or a person or government department nominated by him; “ court ” includes a tribunal; “ judge ” includes a member of a tribunal, a justice of the peace  (or, in Northern Ireland, a lay magistrate)  and a clerk or other officer entitled to exercise the jurisdiction of a court; “ judicial act ” means a judicial act of a court and includes an act done on the instructions, or on behalf, of a judge; and “ rules ” has the same meaning as in section 7(9)."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "10", "section_title": " Power to take remedial action.", "section_text": "10 1 This section applies if— a a provision of legislation has been declared under section 4 to be incompatible with a Convention right and, if an appeal lies— i all persons who may appeal have stated in writing that they do not intend to do so; ii the time for bringing an appeal has expired and no appeal has been brought within that time; or iii an appeal brought within that time has been determined or abandoned; or b it appears to a Minister of the Crown or Her Majesty in Council that, having regard to a finding of the European Court of Human Rights made after the coming into force of this section in proceedings against the United Kingdom, a provision of legislation is incompatible with an obligation of the United Kingdom arising from the Convention. 2 If a Minister of the Crown considers that there are compelling reasons for proceeding under this section, he may by order make such amendments to the legislation as he considers necessary to remove the incompatibility. 3 If, in the case of subordinate legislation, a Minister of the Crown considers— a that it is necessary to amend the primary legislation under which the subordinate legislation in question was made, in order to enable the incompatibility to be removed, and b that there are compelling reasons for proceeding under this section, he may by order make such amendments to the primary legislation as he considers necessary. 4 This section also applies where the provision in question is in subordinate legislation and has been quashed, or declared invalid, by reason of incompatibility with a Convention right and the Minister proposes to proceed under paragraph 2(b) of Schedule 2. 5 If the legislation is an Order in Council, the power conferred by subsection (2) or (3) is exercisable by Her Majesty in Council. 6 In this section “ legislation ” does not include a Measure of the Church Assembly or of the General Synod of the Church of England. 7 Schedule 2 makes further provision about remedial orders."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "11", "section_title": " Safeguard for existing human rights.", "section_text": "11 A person’s reliance on a Convention right does not restrict— a any other right or freedom conferred on him by or under any law having effect in any part of the United Kingdom; or b his right to make any claim or bring any proceedings which he could make or bring apart from sections 7 to 9."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "12", "section_title": " Freedom of expression.", "section_text": "12 1 This section applies if a court is considering whether to grant any relief which, if granted, might affect the exercise of the Convention right to freedom of expression. 2 If the person against whom the application for relief is made (“ the respondent ”) is neither present nor represented, no such relief is to be granted unless the court is satisfied— a that the applicant has taken all practicable steps to notify the respondent; or b that there are compelling reasons why the respondent should not be notified. 3 No such relief is to be granted so as to restrain publication before trial unless the court is satisfied that the applicant is likely to establish that publication should not be allowed. 4 The court must have particular regard to the importance of the Convention right to freedom of expression and, where the proceedings relate to material which the respondent claims, or which appears to the court, to be journalistic, literary or artistic material (or to conduct connected with such material), to— a the extent to which— i the material has, or is about to, become available to the public; or ii it is, or would be, in the public interest for the material to be published; b any relevant privacy code. 5 In this section— “ court ” includes a tribunal; and “ relief ” includes any remedy or order (other than in criminal proceedings)."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "13", "section_title": " Freedom of thought, conscience and religion.", "section_text": "13 1 If a court’s determination of any question arising under this Act might affect the exercise by a religious organisation (itself or its members collectively) of the Convention right to freedom of thought, conscience and religion, it must have particular regard to the importance of that right. 2 In this section “ court ” includes a tribunal."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "14", "section_title": " Derogations.", "section_text": "14 1 In this Act “ designated derogation ” means— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . any derogation by the United Kingdom from an Article of the Convention, or of any protocol to the Convention, which is designated for the purposes of this Act in an order made by the   Secretary of State 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 If a designated derogation is amended or replaced it ceases to be a designated derogation. 4 But subsection (3) does not prevent the   Secretary of State  from exercising his power under subsection (1)  . . . to make a fresh designation order in respect of the Article concerned. 5 The   Secretary of State  must by order make such amendments to Schedule 3 as he considers appropriate to reflect— a any designation order; or b the effect of subsection (3). 6 A designation order may be made in anticipation of the making by the United Kingdom of a proposed derogation."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "15", "section_title": " Reservations.", "section_text": "15 1 In this Act “ designated reservation ” means— a the United Kingdom’s reservation to Article 2 of the First Protocol to the Convention; and b any other reservation by the United Kingdom to an Article of the Convention, or of any protocol to the Convention, which is designated for the purposes of this Act in an order made by the   Secretary of State  . 2 The text of the reservation referred to in subsection (1)(a) is set out in Part II of Schedule 3. 3 If a designated reservation is withdrawn wholly or in part it ceases to be a designated reservation. 4 But subsection (3) does not prevent the   Secretary of State  from exercising his power under subsection (1)(b) to make a fresh designation order in respect of the Article concerned. 5 Secretary of State  must by order make such amendments to this Act as he considers appropriate to reflect— a any designation order; or b the effect of subsection (3)."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "16", "section_title": " Period for which designated derogations have effect.", "section_text": "16 1 If it has not already been withdrawn by the United Kingdom, a designated derogation ceases to have effect for the purposes of this Act— . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ., at the end of the period of five years beginning with the date on which the order designating it was made. 2 At any time before the period— a fixed by subsection (1)  . . ., or b extended by an order under this subsection, comes to an end, the   Secretary of State   may by order extend it by a further period of five years. 3 An order under section 14(1)  . . . ceases to have effect at the end of the period for consideration, unless a resolution has been passed by each House approving the order. 4 Subsection (3) does not affect— a anything done in reliance on the order; or b the power to make a fresh order under section 14(1)  . . .. 5 In subsection (3) “ period for consideration ” means the period of forty days beginning with the day on which the order was made. 6 In calculating the period for consideration, no account is to be taken of any time during which— a Parliament is dissolved or prorogued; or b both Houses are adjourned for more than four days. 7 If a designated derogation is withdrawn by the United Kingdom, the   Secretary of State   must by order make such amendments to this Act as he considers are required to reflect that withdrawal."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "17", "section_title": " Periodic review of designated reservations.", "section_text": "17 1 The appropriate Minister must review the designated reservation referred to in section 15(1)(a)— a before the end of the period of five years beginning with the date on which section 1(2) came into force; and b if that designation is still in force, before the end of the period of five years beginning with the date on which the last report relating to it was laid under subsection (3). 2 The appropriate Minister must review each of the other designated reservations (if any)— a before the end of the period of five years beginning with the date on which the order designating the reservation first came into force; and b if the designation is still in force, before the end of the period of five years beginning with the date on which the last report relating to it was laid under subsection (3). 3 The Minister conducting a review under this section must prepare a report on the result of the review and lay a copy of it before each House of Parliament."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "18", "section_title": " Appointment to European Court of Human Rights.", "section_text": "18 1 In this section “ judicial office ” means the office of— a Lord Justice of Appeal, Justice of the High Court or Circuit judge, in England and Wales; b judge of the Court of Session or sheriff, in Scotland; c Lord Justice of Appeal, judge of the High Court or county court judge, in Northern Ireland. 2 The holder of a judicial office may become a judge of the European Court of Human Rights (“ the Court ”) without being required to relinquish his office. 3 But he is not required to perform the duties of his judicial office while he is a judge of the Court. 4 In respect of any period during which he is a judge of the Court— a a Lord Justice of Appeal or Justice of the High Court is not to count as a judge of the relevant court for the purposes of section 2(1) or 4(1) of the   Senior Courts Act 1981 (maximum number of judges) nor as a judge of the   Senior Courts   for the purposes of section 12(1) to (6) of that Act (salaries  etc. ); b a judge of the Court of Session is not to count as a judge of that court for the purposes of section 1(1) of the  Court of Session Act 1988 (maximum number of judges) or of section 9(1)(c) of the  Administration of Justice Act 1973 (“ the 1973 Act ”)\t\t\t\t\t\t\t(salaries etc.); c a Lord Justice of Appeal or judge of the High Court in Northern Ireland is not to count as a judge of the relevant court for the purposes of section 2(1) or 3(1) of the  Judicature (Northern Ireland) Act 1978 (maximum number of judges) nor as a judge of the   Court of Judicature   of Northern Ireland for the purposes of section 9(1)(d) of the 1973 Act (salaries etc.); d a Circuit judge is not to count as such for the purposes of section 18 of the  Courts Act 1971 (salaries etc.); e a sheriff is not to count as such for the purposes of section 14 of the  Sheriff Courts (Scotland) Act 1907 (salaries etc.); f a county court judge of Northern Ireland is not to count as such for the purposes of section 106 of the  County Courts Act Northern Ireland) 1959 (salaries etc.). 5 If a sheriff principal is appointed a judge of the Court, section 11(1) of the  Sheriff Courts (Scotland) Act 1971 (temporary appointment of sheriff principal) applies, while he holds that appointment, as if his office is vacant. 6 Schedule 4 makes provision about judicial pensions in relation to the holder of a judicial office who serves as a judge of the Court. 7 The Lord Chancellor or the Secretary of State may by order make such transitional provision (including, in particular, provision for a temporary increase in the maximum number of judges) as he considers appropriate in relation to any holder of a judicial office who has completed his service as a judge of the Court. 7A The following paragraphs apply to the making of an order under subsection (7) in relation to any holder of a judicial office listed in subsection (1)(a)— a before deciding what transitional provision it is appropriate to make, the person making the order must consult the Lord Chief Justice of England and Wales; b before making the order, that person must consult the Lord Chief Justice of England and Wales. 7B The following paragraphs apply to the making of an order under subsection (7) in relation to any holder of a judicial office listed in subsection (1)(c)— a before deciding what transitional provision it is appropriate to make, the person making the order must consult the Lord Chief Justice of Northern Ireland; b before making the order, that person must consult the Lord Chief Justice of Northern Ireland. 7C The Lord Chief Justice of England and Wales may nominate a judicial office holder (within the meaning of section 109(4) of the Constitutional Reform Act 2005) to exercise his functions under this section. 7D The Lord Chief Justice of Northern Ireland may nominate any of the following to exercise his functions under this section— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act)."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "19", "section_title": " Statements of compatibility.", "section_text": "19 1 A Minister of the Crown in charge of a Bill in either House of Parliament must, before Second Reading of the Bill— a make a statement to the effect that in his view the provisions of the Bill are compatible with the Convention rights (“ a statement of compatibility ”); or b make a statement to the effect that although he is unable to make a statement of compatibility the government nevertheless wishes the House to proceed with the Bill. 2 The statement must be in writing and be published in such manner as the Minister making it considers appropriate."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "20", "section_title": " Orders etc. under this Act.", "section_text": "20 1 Any power of a Minister of the Crown to make an order under this Act is exercisable by statutory instrument. 2 The power of  . . .  the Lord Chancellor or  the Secretary of State to make rules (other than rules of court) under section 2(3) or 7(9) is exercisable by statutory instrument. 3 Any statutory instrument made under section 14, 15 or 16(7) must be laid before Parliament. 4 No order may be made by  . . .  the Lord Chancellor or  the Secretary of State under section 1(4), 7(11) or 16(2) unless a draft of the order has been laid before, and approved by, each House of Parliament. 5 Any statutory instrument made under section 18(7) or Schedule 4, or to which subsection (2) applies, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 6 The power of a Northern Ireland department to make— a rules under section 2(3)(c) or 7(9)(c), or b an order under section 7(11), is exercisable by statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979. 7 Any rules made under section 2(3)(c) or 7(9)(c) shall be subject to negative resolution; and section 41(6) of the  Interpretation Act Northern Ireland) 1954 (meaning of “ subject to negative resolution ”) shall apply as if the power to make the rules were conferred by an Act of the Northern Ireland Assembly. 8 No order may be made by a Northern Ireland department under section 7(11) unless a draft of the order has been laid before, and approved by, the Northern Ireland Assembly."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "21", "section_title": " Interpretation, etc.", "section_text": "21 1 In this Act— “ amend ” includes repeal and apply (with or without modifications); “ the appropriate Minister ” means the Minister of the Crown having charge of the appropriate authorised government department (within the meaning of the  Crown Proceedings Act 1947); “ the Commission ” means the European Commission of Human Rights; “ the Convention ” means the Convention for the Protection of Human Rights and Fundamental Freedoms, agreed by the Council of Europe at Rome on 4th November 1950 as it has effect for the time being in relation to the United Kingdom; “ declaration of incompatibility ” means a declaration under section 4; “ Minister of the Crown ” has the same meaning as in the Ministers of the  Crown Act 1975; “ Northern Ireland Minister ” includes the First Minister and the deputy First Minister in Northern Ireland; “ primary legislation ” means any— public general Act; local and personal Act; private Act; Measure of the Church Assembly; Measure of the General Synod of the Church of England; Order in Council— made in exercise of Her Majesty’s Royal Prerogative; made under section 38(1)(a) of the  Northern Ireland Constitution Act 1973 or the corresponding provision of the Northern Ireland Act 1998; or amending an Act of a kind mentioned in paragraph (a), (b) or (c); and includes an order or other instrument made under primary legislation (otherwise than by the   Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Assembly Government,   a member of the Scottish Executive, a Northern Ireland Minister or a Northern Ireland department) to the extent to which it operates to bring one or more provisions of that legislation into force or amends any primary legislation; “ the First Protocol ” means the protocol to the Convention agreed at Paris on 20th March 1952; . . .  “ the Eleventh Protocol ” means the protocol to the Convention (restructuring the control machinery established by the Convention) agreed at Strasbourg on 11th May 1994; “ the Thirteenth Protocol ” means the protocol to the Convention (concerning the abolition of the death penalty in all circumstances) agreed at Vilnius on 3rd May 2002; “ remedial order ” means an order under section 10; “ subordinate legislation ” means any— Order in Council other than one— made in exercise of Her Majesty’s Royal Prerogative; made under section 38(1)(a) of the Northern Ireland Constitution Act 1973 or the corresponding provision of the Northern Ireland Act 1998; or amending an Act of a kind mentioned in the definition of primary legislation; Act of the Scottish Parliament; Measure of the National Assembly for Wales; Act of the National Assembly for Wales; Act of the Parliament of Northern Ireland; Measure of the Assembly established under section 1 of the  Northern Ireland Assembly Act 1973; Act of the Northern Ireland Assembly; order, rules, regulations, scheme, warrant, byelaw or other instrument made under primary legislation (except to the extent to which it operates to bring one or more provisions of that legislation into force or amends any primary legislation); order, rules, regulations, scheme, warrant, byelaw or other instrument made under legislation mentioned in paragraph (b), (c), (d) or (e) or made under an Order in Council applying only to Northern Ireland; order, rules, regulations, scheme, warrant, byelaw or other instrument made by a member of the Scottish Executive   , Welsh Ministers, the First Minister for Wales, the Counsel General to the Welsh Assembly Government,  a Northern Ireland Minister or a Northern Ireland department in exercise of prerogative or other executive functions of Her Majesty which are exercisable by such a person on behalf of Her Majesty; “ transferred matters ” has the same meaning as in the Northern Ireland Act 1998; and “ tribunal ” means any tribunal in which legal proceedings may be brought. 2 The references in paragraphs (b) and (c) of section 2(1) to Articles are to Articles of the Convention as they had effect immediately before the coming into force of the Eleventh Protocol. 3 The reference in paragraph (d) of section 2(1) to Article 46 includes a reference to Articles 32 and 54 of the Convention as they had effect immediately before the coming into force of the Eleventh Protocol. 4 The references in section 2(1) to a report or decision of the Commission or a decision of the Committee of Ministers include references to a report or decision made as provided by paragraphs 3, 4 and 6 of Article 5 of the Eleventh Protocol (transitional provisions). 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Human Rights Act 1998", "year": 1998, "section": "22", "section_title": " Short title, commencement, application and extent.", "section_text": "22 1 This Act may be cited as the Human Rights Act 1998. 2 Sections 18, 20 and 21(5) and this section come into force on the passing of this Act. 3 The other provisions of this Act come into force on such day as the Secretary of State may by order appoint; and different days may be appointed for different purposes. 4 Paragraph (b) of subsection (1) of section 7 applies to proceedings brought by or at the instigation of a public authority whenever the act in question took place; but otherwise that subsection does not apply to an act taking place before the coming into force of that section. 4A Section 7A (limitation: overseas armed forces proceedings) applies to proceedings brought under section 7(1)(a) on or after the date on which section 7A comes into force, whenever the act in question took place. 5 This Act binds the Crown. 6 This Act extends to Northern Ireland. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}]