[{"act": "National Minimum Wage Act 1998", "year": 1998, "section": "1", "section_title": " Workers to be paid at least the national minimum wage.", "section_text": "1 1 A person who qualifies for the national minimum wage shall be remunerated by his employer in respect of his work in any pay reference period at a rate which is not less than the national minimum wage. 2 A person qualifies for the national minimum wage if he is an individual who— a is a worker; b is working, or ordinarily works, in the United Kingdom under his contract; and c has ceased to be of compulsory school age. 3 The national minimum wage shall be such single hourly rate as the Secretary of State may from time to time prescribe. 4 For the purposes of this Act a “ pay reference period ” is such period as the Secretary of State may prescribe for the purpose. 5 Subsections (1) to (4) above are subject to the following provisions of this Act."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "2", "section_title": " Determination of hourly rate of remuneration.", "section_text": "2 1 The Secretary of State may by regulations make provision for determining what is the hourly rate at which a person is to be regarded for the purposes of this Act as remunerated by his employer in respect of his work in any pay reference period. 2 The regulations may make provision for determining the hourly rate in cases where— a the remuneration, to the extent that it is at a periodic rate, is at a single rate; b the remuneration is, in whole or in part, at different rates applicable at different times or in different circumstances; c the remuneration is, in whole or in part, otherwise than at a periodic rate or rates; d the remuneration consists, in whole or in part, of benefits in kind. 3 The regulations may make provision with respect to— a circumstances in which, times at which, or the time for which, a person is to be treated as, or as not, working, and the extent to which a person is to be so treated; b the treatment of periods of paid or unpaid absence from, or lack of, work and of remuneration in respect of such periods. 4 The provision that may be made by virtue of paragraph (a) of subsection (3) above includes provision for or in connection with— a treating a person as, or as not, working for a maximum or minimum time, or for a proportion of the time, in any period; b determining any matter to which that paragraph relates by reference to the terms of an agreement. 5 The regulations may make provision with respect to— a what is to be treated as, or as not, forming part of a person’s remuneration, and the extent to which it is to be so treated; b the valuation of benefits in kind; c the treatment of deductions from earnings; d the treatment of any charges or expenses which a person is required to bear. 6 The regulations may make provision with respect to— a the attribution to a period, or the apportionment between two or more periods, of the whole or any part of any remuneration or work, whether or not the remuneration is received or the work is done within the period or periods in question; b the aggregation of the whole or any part of the remuneration for different periods; c the time at which remuneration is to be treated as received or accruing. 7 Subsections (2) to (6) above are without prejudice to the generality of subsection (1) above. 8 No provision shall be made under this section which treats the same circumstances differently in relation to— a different areas; b different sectors of employment; c undertakings of different sizes; d persons of different ages; or e persons of different occupations."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "3", "section_title": " Exclusion of, and modifications for, certain classes of person.", "section_text": "3 1 This section applies to persons who have not attained the age of 26. 1A This section also applies to persons who have attained the age of 26 who are– a within the first six months after the commencement of their employment with an employer by whom they have not previously been employed; b participating in a scheme under which shelter is provided in return for work; c participating in a scheme designed to provide training, work experience or temporary work; d participating in a scheme to assist in the seeking or obtaining of work;  ... e   undertaking   a course of higher education requiring attendance for a period of work experience.  or f undertaking a course of further education requiring attendance for a period of work experience. 2 The Secretary of State may by regulations make provision in relation to any of the persons to whom this section applies— a preventing them being persons who qualify for the national minimum wage; or b prescribing an hourly rate for the national minimum wage other than the single hourly rate for the time being prescribed under section 1(3) above. 3 No provision shall be made under subsection (2) above which treats persons differently in relation to— a different areas; b different sectors of employment; c undertakings of different sizes; or d different occupations. 4 If any description of persons who have attained the age of 26 is added by regulations under section 4 below to the descriptions of person to whom this section applies, no provision shall be made under subsection (2) above which treats persons of that description differently in relation to different ages over 26."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "4", "section_title": " Power to add to the persons to whom section 3 applies.", "section_text": "4 1 The Secretary of State may by regulations amend section 3 above by adding descriptions of persons who have attained the age of 26 to the descriptions of person to whom that section applies. 2 No amendment shall be made under subsection (1) above which treats persons differently in relation to— a different areas; b different sectors of employment; c undertakings of different sizes; d different ages over 26; or e different occupations."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "5", "section_title": " The first regulations: referral to the Low Pay Commission.", "section_text": "5 1 Before making the first regulations under section 1(3) or (4) or 2 above, the Secretary of State shall refer the matters specified in subsection (2) below to the Low Pay Commission for their consideration. 2 Those matters are— a what single hourly rate should be prescribed under section 1(3) above as the national minimum wage; b what period or periods should be prescribed under section 1(4) above; c what method or methods should be used for determining under section 2 above the hourly rate at which a person is to be regarded as remunerated for the purposes of this Act; d whether any, and if so what, provision should be made under section 3 above; and e whether any, and if so what, descriptions of person should be added to the descriptions of person to whom section 3 above applies and what provision should be made under that section in relation to persons of those descriptions. 3 Where matters are referred to the Low Pay Commission under subsection (1) above, the Commission shall, after considering those matters, make a report to the Prime Minister and the Secretary of State which shall contain the Commission’s recommendations about each of those matters. 4 If, following the report of the Low Pay Commission under subsection (3) above, the Secretary of State decides— a not to make any regulations implementing the Commission’s recommendations, or b to make regulations implementing only some of the Commission’s recommendations, or c to prescribe under section 1(3) above a single hourly rate which is different from the rate recommended by the Commission, or d to make regulations which in some other respect differ from the recommendations of the Commission, or e to make regulations which do not relate to a recommendation of the Commission, the Secretary of State shall lay a report before each House of Parliament containing a statement of the reasons for the decision. 5 If the Low Pay Commission fail to make their report under subsection (3) above within the time allowed for doing so under section 7 below, any power of the Secretary of State to make regulations under this Act shall be exercisable as if subsection (1) above had not been enacted."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "6", "section_title": " Referral of matters to the Low Pay Commission at any time.", "section_text": "6 1 The Secretary of State may at any time refer to the Low Pay Commission such matters relating to this Act as the Secretary of State thinks fit. 2 Where matters are referred to the Low Pay Commission under subsection (1) above, the Commission shall, after considering those matters, make a report to the Prime Minister and the Secretary of State which shall contain the Commission’s recommendations about each of those matters. 3 If on a referral under this section— a the Secretary of State seeks the opinion of the Low Pay Commission on a matter falling within section 5(2) above, b the Commission’s report under subsection (2) above contains recommendations in relation to that matter, and c implementation of any of those recommendations involves the exercise of any power to make regulations under sections 1 to 4 above, subsection (4) of section 5 above shall apply in relation to the report, so far as relating to the recommendations falling within paragraph (c) above, as it applies in relation to a report under subsection (3) of that section. 4 If on a referral under this section— a the Secretary of State seeks the opinion of the Low Pay Commission on any matter falling within section 5(2) above, but b the Commission fail to make their report under subsection (2) above within the time allowed under section 7 below, the Secretary of State may make regulations under sections 1 to 4 above as if the opinion of the Commission had not been sought in relation to that matter."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "7", "section_title": " Referrals to, and reports of, the Low Pay Commission: supplementary.", "section_text": "7 1 This section applies where matters are referred to the Low Pay Commission under section 5 or 6 above. 2 The Secretary of State may by notice require the Low Pay Commission to make their report within such time as may be specified in the notice. 3 The time allowed to the Low Pay Commission for making their report may from time to time be extended by further notice given to them by the Secretary of State. 4 Before arriving at the recommendations to be included in their report, the Low Pay Commission shall consult— a such organisations representative of employers as they think fit; b such organisations representative of workers as they think fit; and c if they think fit, any other body or person. 5 In considering what recommendations to include in their report, the Low Pay Commission— a shall have regard to the effect of this Act on the economy of the United Kingdom as a whole and on competitiveness; and b shall take into account any additional factors which the Secretary of State specifies in referring the matters to them. 6 The report of the Low Pay Commission must— a identify the members of the Commission making the report; b explain the procedures adopted in respect of consultation, the taking of evidence and the receiving of representations; c set out the reasons for their recommendations; and d if the Secretary of State has specified any additional factor to be taken into account under subsection (5)(b) above, state that they have taken that factor into account in making their recommendations. 7 The Secretary of State shall— a lay a copy of any report of the Low Pay Commission before each House of Parliament; and b arrange for the report to be published. 8 In this section— “ recommendations ” means the recommendations required to be contained in a report under section 5(3) or 6(2) above, as the case may be; “ report ” means the report which the Low Pay Commission are required to make under section 5(3) or 6(2) above, as the case may be, on the matters referred to them as mentioned in subsection (1) above."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "8", "section_title": " The Low Pay Commission.", "section_text": "8 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 The Secretary of State may at any time appoint a body, to be known as “ the Low Pay Commission ”, to discharge the functions conferred or imposed on the Low Pay Commission under this Act. 10 Schedule 1 to this Act shall have effect with respect to the constitution and proceedings of the body appointed under subsection (9) above. 11 Where the Secretary of State exercises the power conferred by subsection (9) above, the body which is to be regarded for the purposes of this Act as being the Low Pay Commission as respects the referral of any matter to the Low Pay Commission by the Secretary of State after the exercise of the power is the body appointed under that subsection. 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "9", "section_title": " Duty of employers to keep records.", "section_text": "9 For the purposes of this Act, the Secretary of State may by regulations make provision requiring employers— a to keep, in such form and manner as may be prescribed, such records as may be prescribed; and b to preserve those records for such period as may be prescribed."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "10", "section_title": " Worker’s right of access to records.", "section_text": "10 1 A worker may, in accordance with the following provisions of this section,— a require his employer to produce any relevant records; and b inspect and examine those records and copy any part of them. 2 The rights conferred by subsection (1) above are exercisable only if the worker believes on reasonable grounds that he is or may be being, or has or may have been, remunerated for any pay reference period by his employer at a rate which is less than the national minimum wage. 3 The rights conferred by subsection (1) above are exercisable only for the purpose of establishing whether or not the worker is being, or has been, remunerated for any pay reference period by his employer at a rate which is less than the national minimum wage. 4 The rights conferred by subsection (1) above are exercisable— a by the worker alone; or b by the worker accompanied by such other person as the worker may think fit. 5 The rights conferred by subsection (1) above are exercisable only if the worker gives notice (a “production notice”) to his employer requesting the production of any relevant records relating to such period as may be described in the notice. 6 If the worker intends to exercise the right conferred by subsection (4)(b) above, the production notice must contain a statement of that intention. 7 Where a production notice is given, the employer shall give the worker reasonable notice of the place and time at which the relevant records will be produced. 8 The place at which the relevant records are produced must be— a the worker’s place of work; or b any other place at which it is reasonable, in all the circumstances, for the worker to attend to inspect the relevant records; or c such other place as may be agreed between the worker and the employer. 9 The relevant records must be produced— a before the end of the period of fourteen days following the date of receipt of the production notice; or b at such later time as may be agreed during that period between the worker and the employer. 10 In this section— “ records ” means records which the worker’s employer is required to keep and, at the time of receipt of the production notice, preserve in accordance with section 9 above; “ relevant records ” means such parts of, or such extracts from, any records as are relevant to establishing whether or not the worker has, for any pay reference period to which the records relate, been remunerated by the employer at a rate which is at least equal to the national minimum wage."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "11", "section_title": " Failure of employer to allow access to records.", "section_text": "11 1 A complaint may be presented to an employment tribunal by a worker on the ground that the employer— a failed to produce some or all of the relevant records in accordance with subsections (8) and (9) of section 10 above; or b failed to allow the worker to exercise some or all of the rights conferred by subsection (1)(b) or (4)(b) of that section. 2 Where an employment tribunal finds a complaint under this section well-founded, the tribunal shall— a make a declaration to that effect; and b make an award that the employer pay to the worker a sum equal to 80 times the hourly amount of the national minimum wage (as in force when the award is made). 3 An employment tribunal shall not consider a complaint under this section unless it is presented to the tribunal before the expiry of the period of three months following— a the end of the period of fourteen days mentioned in paragraph (a) of subsection (9) of section 10 above; or b in a case where a later day was agreed under paragraph (b) of that subsection, that later day. 4 Where the employment tribunal is satisfied that it was not reasonably practicable for a complaint under this section to be presented before the expiry of the period of three months mentioned in subsection (3) above, the tribunal may consider the complaint if it is presented within such further period as the tribunal considers reasonable. 4A Where the complaint is presented to an employment tribunal in England and Wales or Scotland, section 11A applies for the purposes of subsection (3). 4B Where the complaint is presented to an industrial tribunal in Northern Ireland, Article 249B of the Employment Rights (Northern Ireland) Order 1996 applies for the purposes of subsection (3) and that subsection and this subsection are to be treated as provisions of that Order for the purposes of that Article. 5 Expressions used in this section and in section 10 above have the same meaning in this section as they have in that section."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "11A", "section_title": "Extension of time limit to facilitate conciliation before institution of proceedings", "section_text": "11A 1 In this section— a Day A is the day on which the worker concerned complies with the requirement in subsection (1) of section 18A of the Employment Tribunals Act 1996 (requirement to contact  ACAS  before instituting proceedings) in relation to the matter in respect of which the proceedings are brought, and b Day B is the day on which the worker concerned receives or, if earlier, is treated as receiving (by virtue of regulations made under subsection (11) of that section) the certificate issued under subsection (4) of that section. 2 In working out when the time limit set by section 11(3) expires the period beginning with the day after Day A and ending with Day B is not to be counted. 3 If the time limit set by section 11(3) would (if not extended by this subsection) expire during the period beginning with Day A and ending one month after Day B, the time limit expires instead at the end of that period. 4 The power conferred on the employment tribunal by subsection (4) of section 11 to extend the time limit set by subsection (3) of that section is exercisable in relation to that time limit as extended by this section."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "12", "section_title": " Employer to provide worker with national minimum wage statement.", "section_text": "12 1 Regulations may make provision for the purpose of conferring on a worker the right to be given by his employer, at or before the time at which any payment of remuneration is made to the worker, a written statement. 2 The regulations may make provision with respect to the contents of any such statement and may, in particular, require it to contain— a prescribed information relating to this Act or any regulations under it; or b prescribed information for the purpose of assisting the worker to determine whether he has been remunerated at a rate at least equal to the national minimum wage during the period to which the payment of remuneration relates. 3 Any statement required to be given under this section to a worker by his employer may, if the worker is an employee, be included in the written itemised pay statement required to be given to him by his employer under section 8 of the  Employment Rights Act 1996 or Article 40 of the  Employment Rights (Northern Ireland) Order 1996, as the case may be. 4 The regulations may make provision for the purpose of applying— a sections 11 and 12 of the  Employment Rights Act 1996 (references to employment tribunals and determination of references), or b in relation to Northern Ireland, Articles 43 and 44 of the  Employment Rights (Northern Ireland) Order 1996 (references to industrial tribunals and determination of references), in relation to a worker and any such statement as is mentioned in subsection (1) above as they apply in relation to an employee and a statement required to be given to him by his employer under section 8 of that Act or Article 40 of that Order, as the case may be."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "13", "section_title": " Appointment of officers.", "section_text": "13 1 The Secretary of State— a may appoint officers to act for the purposes of this Act; and b may, instead of or in addition to appointing any officers under this section, arrange with any   relevant authority for officers of that authority to   act for those purposes. 1A The following are relevant authorities— a any Minister of the Crown or government department; b any body performing functions on behalf of the Crown; c the Gangmasters and Labour Abuse Authority. 2 When acting for the purposes of this Act, an officer shall, if so required, produce some duly authenticated document showing his authority so to act. 3 If it appears to an officer that any person with whom he is dealing while acting for the purposes of this Act does not know that he is an officer so acting, the officer shall identify himself as such to that person."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "14", "section_title": " Powers of officers.", "section_text": "14 A1 This section does not apply to an officer acting for the purposes of this Act in relation to England and Wales if the officer is a labour abuse prevention officer within the meaning of section 114B of the Police and Criminal Evidence Act 1984 ( PACE  powers for labour abuse prevention officers). 1 An officer acting for the purposes of this Act shall have power for the performance of his duties— a to require the production by a relevant person of any records required to be kept and preserved in accordance with regulations under section 9 above and to inspect and examine those records and to copy  ... them; b to require a relevant person to furnish to him (either alone or in the presence of any other person, as the officer thinks fit) an explanation of any such records; c to require a relevant person to furnish to him (either alone or in the presence of any other person, as the officer thinks fit) any additional information known to the relevant person which might reasonably be needed in order to establish whether this Act, or any enforcement notice under section 19 below, is being or has been complied with; d at all reasonable times to enter any relevant premises in order to exercise any power conferred on the officer by paragraphs (a) to (c) above. 2 No person shall be required under paragraph (b) or (c) of subsection (1) above to answer any question or furnish any information which might incriminate the person or, if   married or a civil partner, the person’s spouse or civil partner  . 3 The powers conferred by subsection (1) above include power, on reasonable written notice, to require a relevant person— a to produce any such records as are mentioned in paragraph (a) of that subsection to an officer at such time and place as may be specified in the notice; or b to attend before an officer at such time and place as may be specified in the notice to furnish any such explanation or additional information as is mentioned in paragraph (b) or (c) of that subsection. 3A The power of an officer to copy records under subsection (1)(a) includes a power to remove such records from the place where they are produced to him in order to copy them; but such records must be returned as soon as reasonably practicable to the relevant person by whom they are produced. 4 In this section “ relevant person ” means any person whom an officer acting for the purposes of this Act has reasonable cause to believe to be— a the employer of a worker; b a person who for the purposes of section 34 below is the agent or the principal; c a person who supplies work to an individual who qualifies for the national minimum wage; d a worker, servant or agent of a person falling within paragraph (a), (b) or (c) above; or e a person who qualifies for the national minimum wage. 5 In this section “ relevant premises ” means any premises which an officer acting for the purposes of this Act has reasonable cause to believe to be— a premises at which an employer carries on business; b premises which an employer uses in connection with his business (including any place used, in connection with that business, for giving out work to home workers, within the meaning of section 35 below); or c premises of a person who for the purposes of section 34 below is the agent or the principal."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "15", "section_title": " Information obtained by officers.", "section_text": "15 1 This section applies to  —  a any information obtained by an officer acting for the purposes of this Act, whether by virtue of paragraph (a) or paragraph (b) of section 13(1) above  , and b any information obtained by an officer acting by virtue of section 26(2) of the Immigration Act 2016 (investigative functions in connection with labour market enforcement undertakings and orders). 2 Information to which this section applies vests in the Secretary of State. 3 Information to which this section applies may be used for any purpose relating to this Act by— a the Secretary of State; or b any   eligible  relevant authority whose officer obtained the information. 4 Information to which this section applies— a may be supplied by, or with the authorisation of, the Secretary of State to any  eligible   relevant authority for any purpose relating to this Act; and b may be used by the recipient for any purpose relating to this Act. 5 Information supplied under subsection (4) above— a shall not be supplied by the recipient to any other person or body unless it is supplied for the purposes of any civil or criminal proceedings relating to this Act; and b shall not be supplied in those circumstances without the authorisation of the Secretary of State. 5A Information to which this section applies— a may be supplied by, or with the authorisation of, the Secretary of State to an officer acting for the purposes of the Employment Agencies Act 1973 for any purpose relating to that Act; and b may be used by an officer acting for the purposes of that Act for any purpose relating to that Act. 5B Information to which this section applies— a may be supplied by, or with the authorisation of, the Secretary of State to an officer acting for the purposes of Part 2 of the Employment (Miscellaneous Provisions)\t\t\t\t\t\t\t\t\t\t(Northern Ireland) Order 1981 for any purpose relating to that Part; and b may be used by an officer acting for the purposes of that Part for any purpose relating to that Part. 5C Information to which this section applies— a may be supplied by, or with the authorisation of, the Secretary of State to an officer acting by virtue of section 26 of the Immigration Act 2016 (investigative functions in connection with labour market enforcement undertakings and orders); and b may be used by an officer so acting for any purpose for which the officer is so acting. 6 This section— a does not limit the circumstances in which information may be supplied or used apart from this section; and b is subject to section 148 of the Finance Act 2000 (use of minimum wage information). 6A Nothing in this section prevents a disclosure in accordance with section 16A below. 7 Subsection (2) above does not affect the title or rights of— a any person whose property the information was immediately before it was obtained as mentioned in subsection (1) above; or b any person claiming title or rights through or under such a person otherwise than by virtue of any power conferred by or under this Act. 8 In this section   “ eligible relevant authority ” means any relevant authority within the meaning given by section 13(1A) which   is party to arrangements made with the Secretary of State which are in force under section 13(1)(b) above."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "16", "section_title": " Information obtained by agricultural wages officers.", "section_text": "16 1 This section applies to information which has been obtained by an officer acting for the purposes of any of the agricultural wages legislation. 2 Information to which this section applies may, with the authorisation of the relevant authority, be supplied to the Secretary of State for use for any purpose relating to this Act. 3 Information supplied under subsection (2) above may be supplied by the recipient to any Minister of the Crown, government department or other body if— a arrangements made between the recipient and that Minister, department or body under section 13(1)(b) above are in force; and b the information is supplied for any purpose relating to this Act. 4 Except as provided by subsection (3) above, information supplied under subsection (2) or (3) above— a shall not be supplied by the recipient to any other person or body unless it is supplied for the purposes of any civil or criminal proceedings relating to this Act; and b shall not be supplied in those circumstances without the authorisation of the relevant authority. 5 This section does not limit the circumstances in which information may be supplied or used apart from this section. 5A Nothing in this section prevents a disclosure in accordance with section 16A below. 6 In this section— “ the agricultural wages legislation ” means— the  Agricultural Wages Act 1948; the  Agricultural Wages (Scotland) Act 1949; and the  Agricultural Wages (Regulation) (Northern Ireland) Order 1977; “ relevant authority ” means— in relation to information obtained by an officer acting in England, the Minister of Agriculture, Fisheries and Food; in relation to information obtained by an officer acting in Wales, the Minister of the Crown with the function of appointing officers under section 12 of the  Agricultural Wages Act 1948 in relation to Wales; in relation to information obtained by an officer acting in an area which is partly in England and partly in Wales, the Ministers mentioned in paragraphs (a) and (b) above acting jointly; in relation to information obtained by an officer acting in Scotland, the Minister of the Crown with the function of appointing officers under section 12 of the  Agricultural Wages (Scotland) Act 1949; and in relation to information obtained by an officer acting in Northern Ireland, the Department of Agriculture for Northern Ireland."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "16A", "section_title": "Disclosure of information by officers", "section_text": "16A 1 Subsection (2) applies to information obtained for the purposes of the relevant legislation by an enforcement officer so far as that information relates to an identifiable worker or agency worker. 2 In order to enable or assist him to act for the purposes of the relevant legislation, the enforcement officer may disclose all or any of the information to the worker or, as the case may be, agency worker concerned. 3 Subsection (4) applies to information obtained for the purposes of the relevant legislation by an enforcement officer so far as that information relates to an identifiable employer or person who is the agent or the principal for the purposes of section 34 below. 4 In order to enable or assist him to act for the purposes of the relevant legislation, the officer may disclose all or any of the information to the employer, the agent or, as the case may be, the principal concerned. 5 In this section— “ agency worker ” shall be construed in accordance with section 34 below; “ enforcement officer ” means— an officer acting for the purposes of this Act, whether by virtue of paragraph (a) or (b) of section 13(1) above; an officer acting for the purposes of the Agricultural Wages Act 1948; or an officer acting for the purposes of the Agricultural Wages (Regulation) (Northern Ireland) Order 1977; “ the relevant legislation ” means— in relation to an enforcement officer acting for the purposes of this Act, this Act; in relation to an enforcement officer acting for the purposes of the Agricultural Wages Act 1948, that Act; and in relation to an enforcement officer acting for the purposes of the Agricultural Wages (Regulation) (Northern Ireland) Order 1977, that Order."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "17", "section_title": " Non-compliance: worker entitled to additional remuneration.", "section_text": "17 1 If a worker who qualifies for the national minimum wage is remunerated for any pay reference period by his employer at a rate which is less than the national minimum wage, the worker shall                    at any time (“the time of determination”)   be taken to be entitled under his contract to be paid, as additional remuneration in respect of that period,   whichever is the higher of—  a the amount described in subsection (2) below, and b the amount described in subsection (4) below. 2   The amount referred to in subsection (1)(a) above   is the difference between— a the relevant remuneration received by the worker for the pay reference period; and b the relevant remuneration which the worker would have received for that period had he been remunerated by the employer at a rate equal to the national minimum wage. 3 In subsection (2) above, “ relevant remuneration ” means remuneration which falls to be brought into account for the purposes of regulations under section 2 above. 4 The amount referred to in subsection (1)(b) above is the amount determined by the formula— A R1 × R2 where— A is the amount described in subsection (2) above, R1 is the rate of national minimum wage which was payable in respect of the worker during the pay reference period, and R2 is the rate of national minimum wage which would have been payable in respect of the worker during that period had the rate payable in respect of him during that period been determined by reference to regulations under section 1 and 3 above in force at the time of determination. 5 Subsection (1) above ceases to apply to a worker in relation to any pay reference period when he is at any time paid the additional remuneration for that period to which he is at that time entitled under that subsection. 6 Where any additional remuneration is paid to the worker under this section in relation to the pay reference period but subsection (1) above has not ceased to apply in relation to him, the amounts described in subsections (2) and (4) above shall be regarded as reduced by the amount of that remuneration."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "18", "section_title": " Enforcement in the case of special classes of worker.", "section_text": "18 1 If the persons who are the worker and the employer for the purposes of section 17 above would not (apart from this section) fall to be regarded as the worker and the employer for the purposes of— a Part II of the  Employment Rights Act 1996 (protection of wages), or b in relation to Northern Ireland, Part IV of the  Employment Rights (Northern Ireland) Order 1996, they shall be so regarded for the purposes of the application of that Part in relation to the entitlement conferred by that section. 2 In the application by virtue of subsection (1) above of— a Part II of the  Employment Rights Act 1996, or b Part IV of the  Employment Rights (Northern Ireland) Order 1996, in a case where there is or was, for the purposes of that Part, no worker’s contract between the persons who are the worker and the employer for the purposes of section 17 above, it shall be assumed that there is or, as the case may be, was such a contract. 3 For the purpose of enabling the amount described as additional remuneration in subsection (1) of section 17 above to be recovered in civil proceedings on a claim in contract in a case where in fact there is or was no worker’s contract between the persons who are the worker and the employer for the purposes of that section, it shall be assumed for the purpose of any civil proceedings, so far as relating to that amount, that there is or, as the case may be, was such a contract."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19", "section_title": "  Notices of underpayment: arrears", "section_text": "19 1 Subsection (2) below applies where an officer acting for the purposes of this Act is of the opinion that, on any day (“ the relevant day ”), a sum was due under section 17 above for any one or more pay reference periods ending before the relevant day to a worker who at any time qualified for the national minimum wage. 2 Where this subsection applies, the officer may, subject to this section, serve a notice requiring the employer to pay to the worker, within the 28-day period, the sum due to the worker under section 17 above for any one or more of the pay reference periods referred to in subsection (1) above. 3 In this Act,  “ notice of underpayment ” means a notice under this section. 4 A notice of underpayment must specify, for each worker to whom it relates— a the relevant day in relation to that worker; b the pay reference period or periods in respect of which the employer is required to pay a sum to the worker as specified in subsection (2) above; c the amount described in section 17(2) above in relation to the worker in respect of each such period; d the amount described in section 17(4) above in relation to the worker in respect of each of such period; e the sum due under section 17 above to the worker for each such period. 5 Where a notice of underpayment relates to more than one worker, the notice may identify the workers by name or by description. 6 The reference in subsection (1) above to a pay reference period includes (subject to subsection (7) below) a pay reference period ending before the coming into force of this section. 7 A notice of underpayment may not relate to a pay reference period ending more than six years before the date of service of the notice. 8 In this section and sections 19A to 19C below  “ the 28-day period ” means the period of 28 days beginning with the date of service of the notice of underpayment."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19A", "section_title": "Notices of underpayment: financial penalty", "section_text": "19A 1 A notice of underpayment must, subject to this section, require the employer to pay a financial penalty specified in the notice to the Secretary of State within the 28-day period. 2 The Secretary of State may by directions specify circumstances in which a notice of underpayment is not to impose a requirement to pay a financial penalty. 3 Directions under subsection (2) may be amended or revoked by further such directions. 4 The amount of any financial penalty is, subject as follows, to be    the total of the amounts for all workers to whom the notice relates calculated in accordance with subsections (5) to (5B).                     5 The amount for each worker to whom the notice relates is the relevant percentage of the amount specified under section 19(4)(c) in respect of each pay reference period specified under section 19(4)(b). 5A In subsection (5),  “ the relevant percentage ”, in relation to any pay reference period, means   200%  . 5B If the amount as calculated under subsection (5) for any worker would be more than £20,000, the amount for the worker taken into account in calculating the financial penalty is to be £20,000. 6 If a financial penalty as calculated under subsection (4) above would be less than £100, the financial penalty specified in the notice shall be that amount. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The Secretary of State may by regulations— a amend subsection   (5A)   above so as to substitute a different percentage for the percentage at any time specified there; b amend subsection   (5B) or (6)   above so as to substitute a different amount for the amount at any time specified there. 9 A notice of underpayment must, in addition to specifying the amount of any financial penalty, state how that amount was calculated. 10 In a case where a notice of underpayment imposes a requirement to pay a financial penalty, if the employer on whom the notice is served, within the period of 14 days beginning with the day on which the notice was served— a pays the amount required under section 19(2) above, and b pays at least half the financial penalty, he shall be regarded as having paid the financial penalty. 11 A financial penalty paid to the Secretary of State pursuant to this section shall be paid by the Secretary of State into the Consolidated Fund."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19B", "section_title": "Suspension of financial penalty", "section_text": "19B 1 This section applies in any case where it appears to the officer serving a notice of underpayment which imposes a requirement to pay a financial penalty that— a relevant proceedings have been instituted; or b relevant proceedings may be instituted. 2 In this section  “ relevant proceedings ” means proceedings against the employer for an offence under section 31(1) below in relation to a failure to remunerate any worker to whom the notice relates for any pay reference period specified under section 19(4)(b) above in relation to that worker. 3 The notice of underpayment may contain provision suspending the requirement to pay the financial penalty payable under the notice until a notice terminating the suspension is served on the employer. 4 An officer acting for the purposes of this Act may serve on the employer a notice terminating the suspension (“a penalty activation notice”) if it appears to the officer— a in a case referred to in subsection (1)(a) above, that relevant proceedings have concluded without the employer having been convicted of an offence under section 31(1) below, or b in a case referred to in subsection (1)(b) above— i that relevant proceedings will not be instituted; or ii that relevant proceedings have been concluded without the employer having been convicted of an offence under section 31(1) below. 5 Where a penalty activation notice is served, the requirement to pay the financial penalty has effect as if the notice of underpayment had been served on the day on which the penalty activation notice was served. 6 An officer acting for the purposes of this Act must serve on the employer a notice withdrawing the requirement to pay the financial penalty if it appears to the officer that, pursuant to relevant proceedings, the employer has been convicted of an offence under section 31(1) below."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19C", "section_title": "Notices of underpayment: appeals", "section_text": "19C 1 A person on whom a notice of underpayment is served may in accordance with this section appeal against any one or more of the following— a the decision to serve the notice; b any requirement imposed by the notice to pay a sum to a worker; c any requirement imposed by the notice to pay a financial penalty. 2 An appeal under this section lies to an employment tribunal. 3 An appeal under this section must be made before the end of the 28-day period. 4 An appeal under subsection (1)(a) above must be made on the ground that no sum was due under section 17 above to any worker to whom the notice relates on the day specified under section 19(4)(a) above in relation to him in respect of any pay reference period specified under section 19(4)(b) above in relation to him. 5 An appeal under subsection (1)(b) above in relation to a worker must be made on either or both of the following grounds— a that, on the day specified under section 19(4)(a) above in relation to the worker, no sum was due to the worker under section 17 above in respect of any pay reference period specified under section 19(4)(b) above in relation to him; b that the amount specified in the notice as the sum due to the worker is incorrect. 6 An appeal under subsection (1)(c) above must be made on either or both of the following grounds— a that the notice was served in circumstances specified in a direction under section 19A(2) above, or b that the amount of the financial penalty specified in the notice of underpayment has been incorrectly calculated (whether because the notice is incorrect in some of the particulars which affect that calculation or for some other reason). 7 Where the employment tribunal allows an appeal under subsection (1)(a) above, it must rescind the notice. 8 Where, in a case where subsection (7) above does not apply, the employment tribunal allows an appeal under subsection (1)(b) or (c) above— a the employment tribunal must rectify the notice, and b the notice of underpayment shall have effect as rectified from the date of the employment tribunal's determination."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19D", "section_title": "Non-compliance with notice of underpayment: recovery of arrears", "section_text": "19D 1 If a requirement to pay a sum to a worker contained in a notice of underpayment is not complied with in whole or in part, an officer acting for the purposes of this Act may, on behalf of any worker to whom the requirement relates— a present a complaint under section 23(1)(a) of the Employment Rights Act 1996 (deductions from worker's wages in contravention of section 13 of that Act) to an employment tribunal in respect of any sums due to the worker by virtue of section 17 above; or b in relation to Northern Ireland, present a complaint under Article 55(1)(a) of the Employment Rights (Northern Ireland) Order 1996 (deductions from worker's wages in contravention of Article 45 of that Order) to an industrial tribunal in respect of any sums due to the worker by virtue of section 17 above; or c commence other civil proceedings for the recovery, on a claim in contract, of any sums due to the worker by virtue of section 17 above. 2 The powers conferred by subsection (1) above for the recovery of sums due from an employer to a worker shall not be in derogation of any right which the worker may have to recover such sums by civil proceedings."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19E", "section_title": "Non-compliance with notice of underpayment: recovery of penalty", "section_text": "19E A financial penalty payable under a notice of underpayment— a in England and Wales, is recoverable, if   the county court   so orders, under section 85 of the County Courts Act 1984 or otherwise as if it were payable under an order of that court; b in Scotland, may be enforced in the same manner as an extract registered decree arbitral bearing a warrant for execution issued by the sheriff court of any sheriffdom in Scotland; c in Northern Ireland, is recoverable, if the county court so orders, as if it were payable under an order of that court."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19F", "section_title": "Withdrawal of notice of underpayment", "section_text": "19F 1 Where a notice of underpayment has been served (and not already withdrawn or rescinded) and it appears to an officer acting for the purposes of this Act that the notice incorrectly includes or omits any requirement or is incorrect in any particular, the officer may withdraw it by serving notice of the withdrawal on the employer. 2 Where a notice of underpayment is withdrawn and no replacement notice of underpayment is served in accordance with section 19G below— a any sum paid by or recovered from the employer by way of financial penalty payable under the notice must be repaid to him with interest at the appropriate rate running from the date when the sum was paid or recovered; b any appeal against the notice must be dismissed; c after the withdrawal no complaint may be presented or other civil proceedings commenced by virtue of section 19D above in reliance on any non-compliance with the notice before it was withdrawn; d any complaint or proceedings so commenced before the withdrawal may be proceeded with despite the withdrawal. 3 In a case where subsection (2) above applies, the notice of withdrawal must indicate the effect of that subsection (but a failure to do so does not make the withdrawal ineffective). 4 In subsection (2)(a) above,  “ the appropriate rate ” means the rate that, on the date the sum was paid or recovered, was specified in section 17 of the Judgments Act 1838."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19G", "section_title": "Replacement notice of underpayment", "section_text": "19G 1 Where an officer acting for the purposes of this Act serves a notice of withdrawal under section 19F above and is of the opinion referred to in section 19(1) above in relation to any worker specified in the notice which is being withdrawn (“the original notice”), he may at the same time serve another notice under section 19 above (“the replacement notice”). 2 The replacement notice may not relate to any worker to whom the original notice did not relate. 3 If the replacement notice contravenes subsection (2) above, that fact shall be an additional ground of appeal for the purposes of section 19C above. 4 The replacement notice may relate to a pay reference period ending after the date of service of the original notice. 5 Section 19(7) above applies in relation to the replacement notice as if the reference to six years before the date of service of the notice were a reference to six years before the date of service of the original notice. 6 The replacement notice must— a indicate the differences between it and the original notice that it is reasonable for the officer to consider are material; and b indicate the effect of section 19H below. 7 Failure to comply with subsection (6) above does not make the replacement notice ineffective. 8 Where a replacement notice is withdrawn under section 19F above, no further replacement notice may be served under subsection (1) above pursuant to the withdrawal. 9 Nothing in this section affects any power that arises apart from this section to serve a notice of underpayment in relation to any worker."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "19H", "section_title": "Effect of replacement notice of underpayment", "section_text": "19H 1 This section applies where a notice of underpayment is withdrawn under section 19F above and a replacement notice is served in accordance with section 19G above. 2 If an appeal has been made under section 19C above against the original notice and the appeal has not been withdrawn or finally determined before the time when that notice is withdrawn— a that appeal (“the earlier appeal”) shall have effect after that time as if it were against the replacement notice; and b the employer may exercise his right of appeal under section 19C above against the replacement notice only if he withdraws the earlier appeal. 3 After the withdrawal no complaint may be presented or other civil proceedings commenced by virtue of section 19D above in reliance on any non-compliance with the notice before it was withdrawn; but any complaint or proceedings so commenced before the withdrawal may be proceeded with despite the withdrawal. 4 If a sum was paid by or recovered from the employer by way of financial penalty under the original notice— a an amount equal to that sum (or, if more than one, the total of those sums) shall be treated as having been paid in respect of the replacement notice; and b any amount by which that sum (or total) exceeds the amount payable under the replacement notice must be repaid to the employer with interest at the appropriate rate running from the date when the sum (or, if more than one, the first of them) was paid or recovered. 5 In subsection (4)(b) above  “ the appropriate rate ” means the rate that, on the date mentioned in that provision, was specified in section 17 of the Judgments Act 1838."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "20", "section_title": " Non-compliance: power of officer to sue on behalf of worker.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "21", "section_title": " Financial penalty for non-compliance.", "section_text": "21 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "22", "section_title": " Appeals against penalty notices.", "section_text": "22 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "22A", "section_title": "Withdrawal of enforcement notice", "section_text": "22A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "22B", "section_title": "Replacement of enforcement notice", "section_text": "22B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "22C", "section_title": "Effect of replacement on penalties where section 22A(3) not applied", "section_text": "22C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "22D", "section_title": "Effect of replacement on appeals and civil proceedings where section 22A(3) not applied", "section_text": "22D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "22E", "section_title": "Withdrawal of penalty notice", "section_text": "22E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "22F", "section_title": "Replacement of penalty notice with notice imposing lower penalty", "section_text": "22F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "23", "section_title": " The right not to suffer detriment.", "section_text": "23 1 A worker has the right not to be subjected to any detriment by any act, or any deliberate failure to act, by his employer, done on the ground that— a any action was taken, or was proposed to be taken, by or on behalf of the worker with a view to enforcing, or otherwise securing the benefit of, a right of the worker’s to which this section applies; or b the employer was prosecuted for an offence under section 31 below as a result of action taken by or on behalf of the worker for the purpose of enforcing, or otherwise securing the benefit of, a right of the worker’s to which this section applies; or c the worker qualifies, or will or might qualify, for the national minimum wage or for a particular rate of national minimum wage. 2 It is immaterial for the purposes of paragraph (a) or (b) of subsection (1) above— a whether or not the worker has the right, or b whether or not the right has been infringed, but, for that subsection to apply, the claim to the right and, if applicable, the claim that it has been infringed must be made in good faith. 3 The following are the rights to which this section applies— a any right conferred by, or by virtue of, any provision of this Act for which the remedy for its infringement is by way of a complaint to an employment tribunal; and b any right conferred by section 17 above. 4 This section does not apply where the detriment in question amounts to dismissal within the meaning of— a Part X of the Employment Rights Act 1996 (unfair dismissal), or b Part XI of the Employment Rights (Northern Ireland) Order 1996 (corresponding provision for Northern Ireland), . . .."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "24", "section_title": " Enforcement of the right.", "section_text": "24 1 A worker may present a complaint to an employment tribunal that he has been subjected to a detriment in contravention of section 23 above. 2 Subject to the following provisions of this section, the provisions of— a   sections 48(2) to (4A)   and 49 of the  Employment Rights Act 1996 (complaints to employment tribunals and remedies), or b in relation to Northern Ireland, Articles 71(2) to (4) and 72 of the  Employment Rights (Northern Ireland) Order 1996 (complaints to industrial tribunals and remedies), shall apply in relation to a complaint under this section as they apply in relation to a complaint under section 48 of that Act or Article 71 of that Order (as the case may be), but taking references in those provisions to the employer as references to the employer within the meaning of section 23(1) above. 3 Where— a the detriment to which the worker is subjected is the termination of his worker’s contract, but b that contract is not a contract of employment, any compensation awarded under section 49 of the  Employment Rights Act 1996 or Article 72 of the  Employment Rights (Northern Ireland) Order 1996 by virtue of subsection (2) above must not exceed the limit specified in subsection (4) below. 4 The limit mentioned in subsection (3) above is the total of— a the sum which would be the basic award for unfair dismissal, calculated in accordance with section 119 of the  Employment Rights Act 1996 or Article 153 of the  Employment Rights (Northern Ireland) Order 1996 (as the case may be), if the worker had been an employee and the contract terminated had been a contract of employment; and b the sum for the time being specified in section 124(1) of that Act or Article 158(1) of that Order (as the case may be) which is the limit for a compensatory award to a person calculated in accordance with section 123 of that Act or Article 157 of that Order (as the case may be). 5 Where the worker has been working under arrangements which do not fall to be regarded as a worker’s contract for the purposes of— a the  Employment Rights Act 1996, or b in relation to Northern Ireland, the  Employment Rights (Northern Ireland) Order 1996, he shall be treated for the purposes of subsections (3) and (4) above as if any arrangements under which he has been working constituted a worker’s contract falling within section 230(3)(b) of that Act or Article 3(3)(b) of that Order (as the case may be)."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "25", "section_title": " Right of employee not to be unfairly dismissed: Great Britain.", "section_text": "25 1 After section 104 of the  Employment Rights Act 1996 (assertion of statutory right) there shall be inserted—  The national minimum wage. 104A 1 An employee who is dismissed shall be regarded for the purposes of this Part as unfairly dismissed if the reason (or, if more than one, the principal reason) for the dismissal is that— a any action was taken, or was proposed to be taken, by or on behalf of the employee with a view to enforcing, or otherwise securing the benefit of, a right of the employee’s to which this section applies; or b the employer was prosecuted for an offence under section 31 of the National Minimum Wage Act 1998 as a result of action taken by or on behalf of the employee for the purpose of enforcing, or otherwise securing the benefit of, a right of the employee’s to which this section applies; or c the employee qualifies, or will or might qualify, for the national minimum wage or for a particular rate of national minimum wage. 2 It is immaterial for the purposes of paragraph (a) or (b) of subsection (1) above— a whether or not the employee has the right, or b whether or not the right has been infringed, but, for that subsection to apply, the claim to the right and, if applicable, the claim that it has been infringed must be made in good faith. 3 The following are the rights to which this section applies— a any right conferred by, or by virtue of, any provision of the National Minimum Wage Act 1998 for which the remedy for its infringement is by way of a complaint to an employment tribunal; and b any right conferred by section 17 of the National Minimum Wage Act 1998 (worker receiving less than national minimum wage entitled to additional remuneration). 2 In section 105 of that Act (redundancy as unfair dismissal) in subsection (1)(c) (which refers to any of subsections (2) to (7) of that section applying) for “(7)” there shall be substituted  “                  (7A)                ”  and after subsection (7) there shall be inserted— 7A This subsection applies if the reason (or, if more than one, the principal reason) for which the employee was selected for dismissal was one of those specified in subsection (1) of section 104A (read with subsection (2) of that section). 3 In section 108 of that Act (exclusion of right: qualifying period of employment) in subsection (3) (cases where no qualifying period is required) the word “or” at the end of paragraph (g) shall be omitted and after that paragraph there shall be inserted— gg subsection (1) of section 104A (read with subsection (2) of that section) applies, or . 4 In section 109 of that Act (exclusion of right: upper age limit) in subsection (2) (cases where upper age limit does not apply) the word “or” at the end of paragraph (g) shall be omitted and after that paragraph there shall be inserted— gg subsection (1) of section 104A (read with subsection (2) of that section) applies, or ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "26", "section_title": " Right of employee not to be unfairly dismissed: Northern Ireland.", "section_text": "26 1 After Article 135 of the  Employment Rights (Northern Ireland) Order 1996 (assertion of statutory right) there shall be inserted—  The national minimum wage. 135A 1 An employee who is dismissed shall be regarded for the purposes of this Part as unfairly dismissed if the reason (or, if more than one, the principal reason) for the dismissal is that— a any action was taken, or was proposed to be taken, by or on behalf of the employee with a view to enforcing, or otherwise securing the benefit of, a right of the employee’s to which this Article applies; or b the employer was prosecuted for an offence under section 31 of the National Minimum Wage Act 1998 as a result of action taken by or on behalf of the employee for the purpose of enforcing, or otherwise securing the benefit of, a right of the employee’s to which this Article applies; or c the employee qualifies, or will or might qualify, for the national minimum wage or for a particular rate of national minimum wage. 2 It is immaterial for the purposes of sub-paragraph (a) or (b) of paragraph (1)— a whether or not the employee has the right, or b whether or not the right has been infringed; but, for that paragraph to apply, the claim to the right and, if applicable, the claim that it has been infringed must be made in good faith. 3 The following are the rights to which this Article applies— a any right conferred by, or by virtue of, any provision of the National Minimum Wage Act 1998 for which the remedy for its infringement is by way of a complaint to an industrial tribunal, and b any right conferred by section 17 of the National Minimum Wage Act 1998 (worker receiving less than national minimum wage entitled to additional remuneration). 2 In Article 137 of that Order (redundancy as unfair dismissal) after paragraph (6) there shall be inserted— 6A This paragraph applies if the reason (or, if more than one, the principal reason) for which the employee was selected for dismissal was one of those specified in paragraph (1) of Article 135A (read with paragraph (2) of that Article). 3 In Article 140 of that Order (exclusion of right: qualifying period of employment) in paragraph (3) (cases where no qualifying period is required) after sub-paragraph (f) there shall be inserted— ff paragraph (1) of Article 135A (read with paragraph (2) of that Article) applies, . 4 In Article 141 of that Order (exclusion of right: upper age limit) in paragraph (2) (cases where upper age limit does not apply) after sub-paragraph (f) there shall be inserted— ff paragraph (1) of Article 135A (read with paragraph (2) of that Article) applies, . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "27", "section_title": " Tribunal hearings etc by chairman alone.", "section_text": "27 1 In section 4 of the  Employment Tribunals Act 1996 (composition of employment tribunal) in subsection (3) (which specifies proceedings to be heard by the chairman alone) after paragraph (ca) there shall be inserted— cc proceedings on a complaint under section 11 of the National Minimum Wage Act 1998; cd proceedings on an appeal under section 19 or 22 of the National Minimum Wage Act 1998; . 2 In Article 6 of the  Industrial Tribunals (Northern Ireland) Order 1996 (composition of industrial tribunal in Northern Ireland) in paragraph (3) (which specifies proceedings to be heard by the chairman alone) after sub-paragraph (b) there shall be inserted— bb proceedings on a complaint under section 11 of the National Minimum Wage Act 1998; bc proceedings on an appeal under section 19 or 22 of the National Minimum Wage Act 1998; ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "28", "section_title": " Reversal of burden of proof.", "section_text": "28 1 Where in any civil proceedings any question arises as to whether an individual qualifies or qualified at any time for the national minimum wage, it shall be presumed that the individual qualifies or, as the case may be, qualified at that time for the national minimum wage unless the contrary is established. 2 Where— a a complaint is made— i to an employment tribunal under section 23(1)(a) of the  Employment Rights Act 1996 (unauthorised deductions from wages), or ii to an industrial tribunal under Article 55(1)(a) of the  Employment Rights (Northern Ireland) Order 1996, and b the complaint relates in whole or in part to the deduction of the amount described as additional remuneration in section 17(1) above, it shall be presumed for the purposes of the complaint, so far as relating to the deduction of that amount, that the worker in question was remunerated at a rate less than the national minimum wage unless the contrary is established. 3 Where in any civil proceedings a person seeks to recover on a claim in contract the amount described as additional remuneration in section 17(1) above, it shall be presumed for the purposes of the proceedings, so far as relating to that amount, that the worker in question was remunerated at a rate less than the national minimum wage unless the contrary is established."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "29", "section_title": " Appeals to the Employment Appeal Tribunal.", "section_text": "29 In section 21(1) of the  Employment Tribunals Act 1996 (appeal from employment tribunal to Employment Appeal Tribunal on question of law arising under or by virtue of the enactments there specified) after paragraph (f) there shall be inserted— ff the National Minimum Wage Act 1998, or ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "30", "section_title": " Conciliation.", "section_text": "30 1 In section 18 of the  Employment Tribunals Act 1996 (conciliation) in subsection (1) (which specifies the proceedings and claims to which the section applies) after paragraph (d) there shall be inserted— dd under or by virtue of section 11, 18, 20(1)(a) or 24 of the National Minimum Wage Act 1998; . 2 In Article 20 of the  Industrial Tribunals (Northern Ireland) Order 1996 (conciliation) in paragraph (1) (which specifies the proceedings and claims to which the Article applies) after sub-paragraph (c) there shall be inserted— cc under or by virtue of section 11, 18, 20(1)(b) or 24 of the National Minimum Wage Act 1998; ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "31", "section_title": " Offences.", "section_text": "31 1 If the employer of a worker who qualifies for the national minimum wage refuses or wilfully neglects to remunerate the worker for any pay reference period at a rate which is at least equal to the national minimum wage, that employer is guilty of an offence. 2 If a person who is required to keep or preserve any record in accordance with regulations under section 9 above fails to do so, that person is guilty of an offence. 3 If a person makes, or knowingly causes or allows to be made, in a record required to be kept in accordance with regulations under section 9 above any entry which he knows to be false in a material particular, that person is guilty of an offence. 4 If a person, for purposes connected with the provisions of this Act, produces or furnishes, or knowingly causes or allows to be produced or furnished, any record or information which he knows to be false in a material particular, that person is guilty of an offence. 5 If a person— a intentionally delays or obstructs an officer acting for the purposes of this Act in the exercise of any power conferred by this Act, or b refuses or neglects to answer any question, furnish any information or produce any document when required to do so under section 14(1) above, that person is guilty of an offence. 6 Where the commission by any person of an offence under subsection (1) or (2) above is due to the act or default of some other person, that other person is also guilty of the offence. 7 A person may be charged with and convicted of an offence by virtue of subsection (6) above whether or not proceedings are taken against any other person. 8 In any proceedings for an offence under subsection (1) or (2) above it shall be a defence for the person charged to prove that he exercised all due diligence and took all reasonable precautions to secure that the provisions of this Act, and of any relevant regulations made under it, were complied with by himself and by any person under his control. 9 A person guilty of an offence under this section shall be liable   a on conviction on indictment, to a fine, or b on summary conviction, to a fine not exceeding the statutory maximum."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "32", "section_title": " Offences by bodies corporate etc.", "section_text": "32 1 This section applies to any offence under this Act. 2 If an offence committed by a body corporate is proved— a to have been committed with the consent or connivance of an officer of the body, or b to be attributable to any neglect on the part of such an officer, the officer as well as the body corporate is guilty of the offence and liable to be proceeded against and punished accordingly. 3 In subsection (2) above “ officer ”, in relation to a body corporate, means a director, manager, secretary or other similar officer of the body, or a person purporting to act in any such capacity. 4 If the affairs of a body corporate are managed by its members, subsection (2) above applies in relation to the acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 5 If an offence committed by a partnership in Scotland is proved— a to have been committed with the consent or connivance of a partner, or b to be attributable to any neglect on the part of a partner, the partner as well as the partnership is guilty of the offence and liable to be proceeded against and punished accordingly. 6 In subsection (5) above, “ partner ” includes a person purporting to act as a partner."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "33", "section_title": " Proceedings for offences.", "section_text": "33 1 The persons who may conduct proceedings for an offence under this Act— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b in Northern Ireland, before a court of summary jurisdiction, shall include any person authorised for the purpose by the Secretary of State even if that person is not a barrister or solicitor. 1A The persons who may conduct proceedings for an offence under this Act in England and Wales, before a magistrates' court, shall include any person authorised for the purpose by the Secretary of State. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "34", "section_title": " Agency workers who are not otherwise “workers”.", "section_text": "34 1 This section applies in any case where an individual (“the agency worker”)— a is supplied by a person (“the agent”) to do work for another (“the principal”) under a contract or other arrangements made between the agent and the principal; but b is not, as respects that work, a worker, because of the absence of a worker’s contract between the individual and the agent or the principal; and c is not a party to a contract under which he undertakes to do the work for another party to the contract whose status is, by virtue of the contract, that of a client or customer of any profession or business undertaking carried on by the individual. 2 In a case where this section applies, the other provisions of this Act shall have effect as if there were a worker’s contract for the doing of the work by the agency worker made between the agency worker and— a whichever of the agent and the principal is responsible for paying the agency worker in respect of the work; or b if neither the agent nor the principal is so responsible, whichever of them pays the agency worker in respect of the work."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "35", "section_title": " Home workers who are not otherwise “workers”.", "section_text": "35 1 In determining for the purposes of this Act whether a home worker is or is not a worker, section 54(3)(b) below shall have effect as if for the word “personally” there were substituted  “                  (whether personally or otherwise)                ” . 2 In this section “ home worker ” means an individual who contracts with a person, for the purposes of that person’s business, for the execution of work to be done in a place not under the control or management of that person."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "36", "section_title": " Crown employment.", "section_text": "36 1 Subject to section 37 below, the provisions of this Act have effect in relation to Crown employment and persons in Crown employment as they have effect in relation to other employment and other workers. 2 In this Act, subject to section 37 below, “ Crown employment ” means employment under or for the purposes of a government department or any officer or body exercising on behalf of the Crown functions conferred by statutory provision. 3 For the purposes of the application of the other provisions of this Act in relation to Crown employment in accordance with subsection (1) above— a references to an employee or a worker shall be construed as references to a person in Crown employment; b references to a contract of employment or a worker’s contract shall be construed as references to the terms of employment of a person in Crown employment; and c references to dismissal, or to the termination of a worker’s contract, shall be construed as references to the termination of Crown employment."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "37", "section_title": "Armed forces.", "section_text": "37 1 A person serving as a member of the naval, military or air forces of the Crown does not qualify for the national minimum wage in respect of that service. 2 Section 36 above applies to employment by an association established for the purposes of Part XI of the  Reserve Forces Act 1996, notwithstanding anything in subsection (1) above."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "37A", "section_title": "Cadet Force Adult Volunteers", "section_text": "37A 1 A person (not being a person to whom section 37(1) above applies) who— a is a member of any of the forces specified in subsection (2) below, and b assists the activities of those forces otherwise than in the course of Crown employment, does not qualify for the national minimum wage in respect of anything done by him in so assisting those activities. 2 The forces referred to in subsection (1) above are— a the Combined Cadet Force; b the Sea Cadet Corps; c the Army Cadet Force; d the Air Training Corps."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "38", "section_title": " House of Lords staff.", "section_text": "38 1 Apart from section 21 above, the provisions of this Act have effect in relation to employment as a relevant member of the House of Lords staff as they have effect in relation to other employment. 2 Nothing in any rule of law or the law or practice of Parliament prevents a relevant member of the House of Lords staff from bringing before the High Court or   the county court   any claim under this Act. 3 In this section “ relevant member of the House of Lords staff ” means any person who is employed under a worker’s contract with the Corporate Officer of the House of Lords."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "39", "section_title": " House of Commons staff.", "section_text": "39 1 Apart from section 21 above, the provisions of this Act have effect in relation to employment as a relevant member of the House of Commons staff as they have effect in relation to other employment. 2 Nothing in any rule of law or the law or practice of Parliament prevents a relevant member of the House of Commons staff from bringing before the High Court or   the county court   any claim under this Act. 3 In this section “ relevant member of the House of Commons staff ” means any person— a who was appointed by the House of Commons Commission; or b who is a member of the Speaker’s personal staff."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "40", "section_title": " Mariners.", "section_text": "40 For the purposes of this Act, an individual employed to work on board a ship registered in the United Kingdom under Part II of the  Merchant Shipping Act 1995 shall be treated as an individual who under his contract ordinarily works in the United Kingdom unless— a the employment is wholly outside the United Kingdom; or b the person is not ordinarily resident in the United Kingdom; and related expressions shall be construed accordingly."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "41", "section_title": " Power to apply Act to individuals who are not otherwise “workers”.", "section_text": "41 The Secretary of State may by regulations make provision for this Act to apply, with or without modifications, as if— a any individual of a prescribed description who would not otherwise be a worker for the purposes of this Act were a worker for those purposes; b there were in the case of any such individual a worker’s contract of a prescribed description under which the individual works; and c a person of a prescribed description were the employer under that contract."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "42", "section_title": " Power to apply Act to offshore employment.", "section_text": "42 1 In this section “ offshore employment ” means employment for the purposes of activities— a in the territorial waters of the United Kingdom, or b connected with the exploration of the sea-bed or subsoil, or the exploitation of their natural resources, in the United Kingdom sector of the continental shelf, or c connected with the exploration or exploitation, in a foreign sector of the continental shelf, of a cross-boundary petroleum field. 2 Her Majesty may by Order in Council provide that the provisions of this Act apply, to such extent and for such purposes as may be specified in the Order (with or without modification), to or in relation to a person in offshore employment. 3 An Order in Council under this section— a may provide that all or any of the provisions of this Act, as applied by such an Order in Council, apply— i to individuals whether or not they are British subjects, and ii to bodies corporate whether or not they are incorporated under the law of a part of the United Kingdom, and apply even where the application may affect their activities outside the United Kingdom, b may make provision for conferring jurisdiction on any court or class of court specified in the Order in Council, or on employment tribunals, in respect of offences, causes of action or other matters arising in connection with offshore employment, c may (without prejudice to subsection (2) above) provide that the provisions of this Act, as applied by the Order in Council, apply in relation to any person in employment in a part of the areas referred to in subsection (1)(a) and (b) above, d may exclude from the operation of section 3 of the  Territorial Waters Jurisdiction Act 1878 (consents required for prosecutions) proceedings for offences under this Act in connection with offshore employment, e may provide that such proceedings shall not be brought without such consent as may be required by the Order in Council, f may (without prejudice to subsection (2) above) modify or exclude the operation of sections 1(2)(b) and 40 above. 4 Any jurisdiction conferred on a court or tribunal under this section is without prejudice to jurisdiction exercisable apart from this section by that or any other court or tribunal. 5 In this section— “ cross-boundary petroleum field ” means a petroleum field that extends across the boundary between the United Kingdom sector of the continental shelf and a foreign sector of the continental shelf, “ foreign sector of the continental shelf ” means an area outside the territorial waters of any state, within which rights with respect to the sea-bed and subsoil and their natural resources are exercisable by a state other than the United Kingdom, “ petroleum field ” means a geological structure identified as an oil or gas field by the Order in Council concerned, and “ United Kingdom sector of the continental shelf ” means the area designated under section 1(7) of the  Continental Shelf Act 1964."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "43", "section_title": " Share fishermen.", "section_text": "43 A person— a employed as master, or as a member of the crew, of a fishing vessel, and b remunerated, in respect of that employment, only by a share in the profits or gross earnings of the vessel, does not qualify for the national minimum wage in respect of that employment."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "44", "section_title": " Voluntary workers.", "section_text": "44 1 A worker employed by a charity, a voluntary organisation, an associated fund-raising body or a statutory body does not qualify for the national minimum wage in respect of that employment if he receives, and under the terms of his employment (apart from this Act) is entitled to,— a no monetary payments of any description, or no monetary payments except in respect of expenses— i actually incurred in the performance of his duties; or ii reasonably estimated as likely to be or to have been so incurred; and b no benefits in kind of any description, or no benefits in kind other than the provision of some or all of his subsistence or of such accommodation as is reasonable in the circumstances of the employment. 1A For the purposes of subsection (1)(a) above, expenses which— a are incurred in order to enable the worker to perform his duties, b are reasonably so incurred, and c are not accommodation expenses, are to be regarded as actually incurred in the performance of his duties. 2 A person who would satisfy the conditions in subsection (1) above but for receiving monetary payments made solely for the purpose of providing him with means of subsistence shall be taken to satisfy those conditions if— a he is employed to do the work in question as a result of arrangements made between a charity acting in pursuance of its charitable purposes and the body for which the work is done; and b the work is done for a charity, a voluntary organisation, an associated fund-raising body or a statutory body. 3 For the purposes of subsection (1)(b) above— a any training (other than that which a person necessarily acquires in the course of doing his work) shall be taken to be a benefit in kind; but b there shall be left out of account any training provided for the sole or main purpose of improving the worker’s ability to perform the work which he has agreed to do. 4 In this section— “ associated fund-raising body ” means a body of persons the profits of which are applied wholly for the purposes of a charity or voluntary organisation; “ charity ” means a body of persons, or the trustees of a trust, established for charitable purposes only; “ receive ”, in relation to a monetary payment or a benefit in kind, means receive in respect of, or otherwise in connection with, the employment in question (whether or not under the terms of the employment); “ statutory body ” means a body established by or under an enactment (including an enactment comprised in Northern Ireland legislation)  and includes the Children’s Panel ; “ subsistence ” means such subsistence as is reasonable in the circumstances of the employment in question, and does not include accommodation; “ voluntary organisation ” means a body of persons, or the trustees of a trust, which is established only for charitable purposes (whether or not those purposes are charitable within the meaning of any rule of law), benevolent purposes or philanthropic purposes, but which is not a charity."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "44A", "section_title": " Religious and other communities: resident workers.", "section_text": "44A 1 A residential member of a community to which this section applies does not qualify for the national minimum wage in respect of employment by the community. 2 Subject to subsection (3), this section applies to a community if— a it is a charity or is established by a charity, b a purpose of the community is to practise or advance a belief of a religious or similar nature, and c all or some of its members live together for that purpose. 3 This section does not apply to a community which— a is an independent school  or an alternative provision Academy that is not an independent school  , or b provides a course of further or higher education. 4 The residential members of a community are those who live together as mentioned in subsection (2)(c). 5 In this section— a “ charity ” has the same meaning as in section 44, and b “ independent school ” has the same meaning as in section 463 of the  Education Act 1996 (in England and Wales), section 135 of the  Education (Scotland) Act 1980 (in Scotland) and Article 2 of the  Education and Libraries (Northern Ireland) Order 1986 (in Northern Ireland). 6 In this section “ course of further or higher education ” means— a in England and Wales, a course of a description referred to in Schedule 6 to the  Education Reform Act 1988 or Schedule 2 to the  Further and Higher Education Act 1992; b in Scotland, a course or programme of a description mentioned in or falling within section 6(1) or 38 of the  Further and Higher Education (Scotland) Act 1992; c in Northern Ireland, a course of a description referred to in Schedule 1 to the  Further Education (Northern Ireland) Order 1997 or a course providing further education within the meaning of Article 3 of that Order."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "45", "section_title": " Prisoners.", "section_text": "45 1 A prisoner does not qualify for the national minimum wage in respect of any work which he does in pursuance of prison rules. 2 In this section— “ prisoner ” means a person detained in, or on temporary release from, a prison; “ prison ” includes any other institution to which prison rules apply; “ prison rules ” means— in relation to England and Wales, rules made under section 47 of the  Prison Act 1952; in relation to Scotland, rules made under section 39 of the  Prisons (Scotland) Act 1989; and in relation to Northern Ireland, rules made under section 13 of the  Prison Act Northern Ireland) 1953."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "45A", "section_title": "Persons discharging fines by unpaid work", "section_text": "45A A person does not qualify for the national minimum wage in respect of any work that he does in pursuance of a work order under Schedule 6 to the Courts Act 2003 (discharge of fines by unpaid work)."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "45B", "section_title": "Immigration: detained persons", "section_text": "45B Section 153A of the Immigration and Asylum Act 1999 (c. 33) (persons detained in removal centres) disqualifies certain persons for the national minimum wage."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "46", "section_title": " Relationship of this Act and agricultural wages legislation.", "section_text": "46 1 A person who has been prosecuted for an offence which falls within paragraph (a) or (b) below, that is to say— a an offence under any provision of this Act in its application for the purposes of the agricultural wages legislation, or b an offence under any provision of this Act in its application otherwise than for the purposes of the agricultural wages legislation, shall not also be liable to be prosecuted for an offence which falls within the other of those paragraphs but which is constituted by the same conduct or alleged conduct for which he was prosecuted. 2 No amount shall be recoverable both— a under or by virtue of this Act in its application for the purposes of the agricultural wages legislation, and b under or by virtue of this Act in its application otherwise than for those purposes, in respect of the same work. 3 Nothing in the agricultural wages legislation, or in any order under that legislation, affects the operation of this Act in its application otherwise than for the purposes of that legislation. 4 In this section “ the agricultural wages legislation ” means— a the  Agricultural Wages Act 1948; b the  Agricultural Wages (Scotland) Act 1949;  and c the Agricultural Wages (Regulation) (Northern Ireland) Order 1977  ; and d the Agricultural Sector (Wales) Act 2014."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "47", "section_title": " Amendments relating to remuneration etc of agricultural workers.", "section_text": "47 1 The following enactments, that is to say— a the  Agricultural Wages Act 1948, b the  Agricultural Wages (Scotland) Act 1949, and c the  Agricultural Wages (Regulation) (Northern Ireland) Order 1977, shall be amended in accordance with Schedule 2 to this Act. 2 The appropriate authority may by regulations amend— a the  Agricultural Wages Act 1948; b the  Agricultural Wages (Scotland) Act 1949; c section 67 of the  Agriculture Act 1967 (sick pay); d section 46 of the  Agriculture (Miscellaneous Provisions) Act 1968 (further functions of agricultural wages committees); and e the  Agricultural Wages (Regulation) (Northern Ireland) Order 1977. 3 The amendments that may be made under subsection (2) above are any amendments which are consequential on this Act or on regulations under section 1(4), 2 or 3 above. 4 The appropriate authority may by regulations amend, or make provision in substitution for,— a section 7 of the  Agricultural Wages Act 1948 (reckoning of benefits and advantages as payment of wages); b section 7 of the  Agricultural Wages (Scotland) Act 1949  (similar provision for Scotland) ; or c Article 4(3) and (5) of the  Agricultural Wages (Regulation) (Northern Ireland) Order 1977. 5 Subsection (1) above is without prejudice to subsections (2) to (4) above. 6 In this section “ the appropriate authority ” means— a in relation to England and Wales, the Secretary of State and the Minister of Agriculture, Fisheries and Food acting jointly; b in relation to Scotland, the Secretary of State; c in relation to Northern Ireland, the Department of Agriculture for Northern Ireland."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "48", "section_title": " Application of Act to superior employers.", "section_text": "48 Where— a the immediate employer of a worker is himself in the employment of some other person, and b the worker is employed on the premises of that other person, that other person shall be deemed for the purposes of this Act to be the employer of the worker jointly with the immediate employer."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "49", "section_title": " Restrictions on contracting out.", "section_text": "49 1 Any provision in any agreement (whether a worker’s contract or not) is void in so far as it purports— a to exclude or limit the operation of any provision of this Act; or b to preclude a person from bringing proceedings under this Act before an employment tribunal. 2 Subsection (1) above does not apply to any agreement to refrain from instituting or continuing proceedings where a conciliation officer has taken action under— a   any of sections 18A to 18C   of the  Employment Tribunals Act 1996 (conciliation), or b in relation to Northern Ireland,  any of Articles 20A to 20C  of the  Industrial Tribunals (Northern Ireland) Order 1996. 3 Subsection (1) above does not apply to any agreement to refrain from instituting or continuing before an employment tribunal any proceedings within— a   section 18(1)(c)   of the  Employment Tribunals Act 1996 (proceedings under or by virtue of this Act where conciliation is available), or b in relation to Northern Ireland, Article 20(1)(cc) of the  Industrial Tribunals (Northern Ireland) Order 1996, if the conditions regulating   settlement   agreements under this Act are satisfied in relation to the agreement. 4 For the purposes of subsection (3) above the conditions regulating   settlement   agreements under this Act are that— a the agreement must be in writing, b the agreement must relate to the particular proceedings, c the employee or worker must have received advice from a relevant independent adviser as to the terms and effect of the proposed agreement and, in particular, its effect on his ability to pursue his rights before an employment tribunal, d there must be in force, when the adviser gives the advice, a contract of insurance, or an indemnity provided for members of a profession or a professional body, covering the risk of a claim by the employee or worker in respect of loss arising in consequence of the advice, e the agreement must identify the adviser, and f the agreement must state that the conditions regulating   settlement   agreements under this Act are satisfied. 5 A person is a relevant independent adviser for the purposes of subsection (4)(c) above— a if he is a qualified lawyer, b if he is an officer, official, employee or member of an independent trade union who has been certified in writing by the trade union as competent to give advice and as authorised to do so on behalf of the trade union, c if he works at an advice centre (whether as an employee or a volunteer) and has been certified in writing by the centre as competent to give advice and as authorised to do so on behalf of the centre, or d if he is a person of a description specified in an order made by the Secretary of State. 6 But a person is not a relevant independent adviser for the purposes of subsection (4)(c) above in relation to the employee or worker— a if he is employed by, or is acting in the matter for, the employer or an associated employer, b in the case of a person within subsection (5)(b) or (c) above, if the trade union or advice centre is the employer or an associated employer, c in the case of a person within subsection (5)(c) above, if the employee or worker makes a payment for the advice received from him, or d in the case of a person of a description specified in an order under subsection (5)(d) above, if any condition specified in the order in relation to the giving of advice by persons of that description is not satisfied. 7 In this section “ qualified lawyer ” means— a as regards England and Wales, a person who, for the purposes of the Legal Services Act 2007, is an authorised person in relation to an activity which constitutes the exercise of a right of audience or the conduct of litigation (within the meaning of that Act); b as respects Scotland— i an advocate (whether in practice as such or employed to give legal advice); or ii a solicitor who holds a practising certificate; and c as respects Northern Ireland— i a barrister (whether in practice as such or employed to give legal advice); or ii a solicitor who holds a practising certificate. 8 For the purposes of this section any two employers shall be treated as associated if— a one is a company of which the other (directly or indirectly) has control; or b both are companies of which a third person (directly or indirectly) has control; and “ associated employer ” shall be construed accordingly. 8A In the application of this section in relation to Northern Ireland, subsections (3) and (4) above shall have effect as if for  “settlement agreements” (in each place) there were substituted “compromise agreements. 9 In the application of this section in relation to Northern Ireland— a subsection (4)(c) above shall have effect as if for “advice from a relevant independent adviser” there were substituted  “                      independent legal advice from a qualified lawyer                    ” ; and b subsection (4)(d) above shall have effect as if for “contract of insurance, or an indemnity provided for members of a profession or a professional body,” there were substituted  “                      policy of insurance                    ” . 10 In subsection (4) above, as it has effect by virtue of subsection (9) above, “ independent ”, in relation to legal advice received by an employee or worker, means that the advice is given by a lawyer who is not acting in the matter for the employer or an associated employer. 11 The Secretary of State may by order repeal subsections (9) and (10) above and this subsection."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "50", "section_title": " Publicity.", "section_text": "50 1 The Secretary of State shall arrange for information about this Act and regulations under it to be published by such means as appear to the Secretary of State to be most appropriate for drawing the provisions of this Act and those regulations to the attention of persons affected by them. 2 The information required to be published under subsection (1) above includes, in particular, information about— a the hourly rate for the time being prescribed under section 1 above; b the method or methods to be used for determining under section 2 above the hourly rate at which a person is to be regarded for the purposes of this Act as remunerated by his employer in respect of his work in any pay reference period; c the methods of enforcing rights under this Act; and d the persons to whom section 3 above applies and the provision made in relation to them by regulations under that section."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "51", "section_title": " Regulations and orders.", "section_text": "51 1 Except to the extent that this Act makes provision to the contrary, any power conferred by this Act to make an Order in Council, regulations or an order includes power— a to make different provision for different cases or for different descriptions of person; and b to make incidental, consequential, supplemental or transitional provision and savings. 2 Paragraph (a) of subsection (1) above does not have effect in relation to regulations under section 1(3) above or an order under section 49 above. 3 No recommendation shall be made to Her Majesty to make an Order in Council under any provision of this Act unless a draft of the Order in Council has been laid before Parliament and approved by a resolution of each House of Parliament. 4 Any power of a Minister of the Crown to make regulations or an order under this Act shall be exercisable by statutory instrument. 5 A statutory instrument containing (whether alone or with other provisions) regulations under this Act shall not be made unless a draft of the instrument has been laid before, and approved by a resolution of, each House of Parliament. 6 Subsection (5) above shall not have effect in relation to a statutory instrument if the only regulations under this Act which the instrument contains are regulations under section  ... 47(2) or (4) above. 7 A statutory instrument— a which contains (whether alone or with other provisions) any regulations under section  ... 47(2) or (4) above or an order under section 49 above, and b which is not subject to any requirement that a draft of the instrument be laid before, and approved by a resolution of, each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 The power— a of the Department of Economic Development to make an order under section 26(6) above, or b of the Department of Agriculture for Northern Ireland to make regulations under section 47 above, shall be exercisable by statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979; and any such order or regulations shall be subject to negative resolution within the meaning of section 41(6) of the  Interpretation Act Northern Ireland) 1954."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "52", "section_title": " Expenses.", "section_text": "52 There shall be paid out of money provided by Parliament— a any expenditure incurred under this Act by a Minister of the Crown or government department or by a body performing functions on behalf of the Crown; and b any increase attributable to the provisions of this Act in the sums payable out of such money under any other Act."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "53", "section_title": " Repeals and revocations.", "section_text": "53 The enactments mentioned in Schedule 3 to this Act are repealed, and the instruments mentioned in that Schedule are revoked, to the extent specified in the third column of that Schedule."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "54", "section_title": " Meaning of “worker”, “employee” etc.", "section_text": "54 1 In this Act “ employee ” means an individual who has entered into or works under (or, where the employment has ceased, worked under) a contract of employment. 2 In this Act “ contract of employment ” means a contract of service or apprenticeship, whether express or implied, and (if it is express) whether oral or in writing. 3 In this Act “worker” (except in the phrases “agency worker” and “home worker”) means an individual who has entered into or works under (or, where the employment has ceased, worked under)— a a contract of employment; or b any other contract, whether express or implied and (if it is express) whether oral or in writing, whereby the individual undertakes to do or perform personally any work or services for another party to the contract whose status is not by virtue of the contract that of a client or customer of any profession or business undertaking carried on by the individual; and any reference to a worker’s contract shall be construed accordingly. 4 In this Act “ employer ”, in relation to an employee or a worker, means the person by whom the employee or worker is (or, where the employment has ceased, was) employed. 5 In this Act “ employment ”— a in relation to an employee, means employment under a contract of employment; and b in relation to a worker, means employment under his contract; and “ employed ” shall be construed accordingly."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "55", "section_title": " Interpretation.", "section_text": "55 1 In this Act, unless the context otherwise requires,— “ civil proceedings ” means proceedings before an employment tribunal or civil proceedings before any other court; “ enforcement notice ” shall be construed in accordance with section 19 above; “ government department ” includes a Northern Ireland department, except in section 52(a) above; “ industrial tribunal ” means a tribunal established under Article 3 of the  Industrial Tribunals (Northern Ireland) Order 1996; “ notice ” means notice in writing; “ pay reference period ” shall be construed in accordance with section 1(4) above; “ penalty notice ” shall be construed in accordance with section 21 above; “ person who qualifies for the national minimum wage ” shall be construed in accordance with section 1(2) above; and related expressions shall be construed accordingly; “ prescribe ” means prescribe by regulations; “ regulations ” means regulations made by the Secretary of State, except in the case of regulations under section 47(2) or (4) above made  by the Secretary of State and the Minister of Agriculture, Fisheries and Food acting jointly or  by the Department of Agriculture for Northern Ireland. 2 Any reference in this Act to a person being remunerated for a pay reference period is a reference to the person being remunerated by his employer in respect of his work in that pay reference period. 3 Any reference in this Act to doing work includes a reference to performing services; and “work” and other related expressions shall be construed accordingly. 4 For the purposes of this Act, a person ceases to be of compulsory school age in Scotland when he ceases to be of school age in accordance with sections 31 and 33 of the  Education (Scotland) Act 1980. 5 Any reference in this Act to a person ceasing to be of compulsory school age shall, in relation to Northern Ireland, be construed in accordance with Article 46 of the  Education and Libraries (Northern Ireland) Order 1986. 6 Any reference in this Act to an employment tribunal shall, in relation to Northern Ireland, be construed as a reference to an industrial tribunal."}, {"act": "National Minimum Wage Act 1998", "year": 1998, "section": "56", "section_title": " Short title, commencement and extent.", "section_text": "56 1 This Act may be cited as the National Minimum Wage Act 1998. 2 Apart from this section and any powers to make an Order in Council or regulations or an order (which accordingly come into force on the day on which this Act is passed) the provisions of this Act shall come into force on such day or days as the Secretary of State may by order appoint; and different days may be appointed for different purposes. 3 This Act extends to Northern Ireland."}]