[{"act": "Northern Ireland Act 1998", "year": 1998, "section": "1", "section_title": " Status of Northern Ireland.", "section_text": "1 1 It is hereby declared that Northern Ireland in its entirety remains part of the United Kingdom and shall not cease to be so without the consent of a majority of the people of Northern Ireland voting in a poll held for the purposes of this section in accordance with Schedule 1. 2 But if the wish expressed by a majority in such a poll is that Northern Ireland should cease to be part of the United Kingdom and form part of a united Ireland, the Secretary of State shall lay before Parliament such proposals to give effect to that wish as may be agreed between Her Majesty’s Government in the United Kingdom and the Government of Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "2", "section_title": " Previous enactments.", "section_text": "2 The  Government of Ireland Act 1920 is repealed; and this Act shall have effect notwithstanding any other previous enactment."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "3", "section_title": " Devolution order.", "section_text": "3 1 If it appears to the Secretary of State that sufficient progress has been made in implementing the Belfast Agreement, he shall lay before Parliament the draft of an Order in Council appointing a day for the commencement of Parts II and  III  (“ the appointed day ”). 2 If the draft Order laid before Parliament under subsection (1) is approved by resolution of each House of Parliament, the Secretary of State shall submit it to Her Majesty in Council and Her Majesty in Council may make the Order."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "4", "section_title": " Transferred, excepted and reserved matters.", "section_text": "4 1 In this Act— “ excepted matter ” means any matter falling within a description specified in Schedule 2; “ reserved matter ” means any matter falling within a description specified in Schedule 3; “ transferred matter ” means any matter which is not an excepted or reserved matter. 2 If at any time after the appointed day it appears to the Secretary of State— a that any reserved matter should become a transferred matter; or b that any transferred matter should become a reserved matter, he may, subject to   subsections (2A)   to (3D)   , lay before Parliament the draft of an Order in Council amending Schedule 3 so that the matter ceases to be or, as the case may be, becomes a reserved matter with effect from such date as may be specified in the Order. 2A The Secretary of State shall not lay before Parliament under subsection (2) the draft of an Order amending Schedule 3 so that a policing and justice matter  ceases to be a reserved matter unless— a a motion for a resolution praying that the matter should cease to be a reserved matter is tabled by the First Minister and the deputy First Minister acting jointly; and b the resolution is passed by the Assembly with the support of a majority of the members voting on the motion, a majority of the designated Nationalists voting and a majority of the designated Unionists voting. 3 The Secretary of State shall not lay   before Parliament under subsection (2) the draft of any other Order   unless the Assembly has passed with cross-community support a resolution praying that the matter concerned should cease to be or, as the case may be, should become a reserved matter. 3A The Secretary of State shall not lay before Parliament under subsection (2) the draft of an Order amending paragraph 16 of Schedule 3 (Civil Service Commissioners for Northern Ireland) unless the Secretary of State has, at least three months before laying the draft, laid a report before Parliament. 3B The report under subsection (3A) must set out the Secretary of State's view of the effect (if any) that the Order would have on— a the independence of the Civil Service Commissioners for Northern Ireland; b the application of the principle that persons should be selected for appointment to the Northern Ireland Civil Service on merit on the basis of fair and open competition; and c the impartiality of the Northern Ireland Civil Service. 3C The Secretary of State shall not lay before Parliament under subsection (2) the draft of an Order amending paragraph 42(aa) of Schedule 3 (Northern Ireland Human Rights Commission) unless the Secretary of State has, at least three months before laying the draft, laid a report before Parliament. 3D The report under subsection (3C) must set out the Secretary of State's view of the effect (if any) that the Order would have on— a the independence of the Northern Ireland Human Rights Commission; b the application of internationally accepted principles relating to national human rights institutions; and c the relationship between the Northern Ireland Human Rights Commission and the Assembly. 4 If the draft of an Order laid before Parliament under subsection (2) is approved by resolution of each House of Parliament, the Secretary of State shall submit it to Her Majesty in Council and Her Majesty in Council may make the Order. 5 In this Act— “ the Assembly ” means the New Northern Ireland Assembly, which after the appointed day shall be known as the Northern Ireland Assembly; “ cross-community support ”, in relation to a vote on any matter, means— the support of a majority of the members voting, a majority of the designated Nationalists voting and a majority of the designated Unionists voting; or the support of 60 per cent of the members voting, 40 per cent of the designated Nationalists voting and 40 per cent of the designated Unionists voting; “ designated Nationalist ” means a member designated as a Nationalist in accordance with standing orders of the Assembly and “ designated Unionist ” shall be construed accordingly. 5A Standing orders of the Assembly shall provide that a member of the Assembly designated in accordance with the standing orders as a Nationalist, as a Unionist or as Other may change his designation only if— a (being a member of a political party) he becomes a member of a different political party or he ceases to be a member of any political party; b (not being a member of any political party) he becomes a member of a political party. 6 In this section  “ policing and justice matter ” means a matter falling within a description specified in—12 a any of paragraphs 9 to 12, 14A to 15A and 17 of Schedule 3; or b any other provision of that Schedule designated for this purpose by an order made by the Secretary of State."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "5", "section_title": " Acts of the Northern Ireland Assembly.", "section_text": "5 1 Subject to sections 6 to 8, the Assembly may make laws, to be known as Acts. 2 A Bill shall become an Act when it has been passed by the Assembly and has received Royal Assent. 3 A Bill receives Royal Assent at the beginning of the day on which Letters Patent under the Great Seal of Northern Ireland signed with Her Majesty’s own hand signifying Her Assent are notified to the Presiding Officer. 4 The date of Royal Assent shall be written on the Act by the Presiding Officer, and shall form part of the Act. 5 The validity of any proceedings leading to the enactment of an Act of the Assembly shall not be called into question in any legal proceedings. 6 This section does not affect the power of the Parliament of the United Kingdom to make laws for Northern Ireland, but an Act of the Assembly may modify any provision made by or under an Act of Parliament in so far as it is part of the law of Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "6", "section_title": " Legislative competence.", "section_text": "6 1 A provision of an Act is not law if it is outside the legislative competence of the Assembly. 2 A provision is outside that competence if any of the following paragraphs apply— a it would form part of the law of a country or territory other than Northern Ireland, or confer or remove functions exercisable otherwise than in or as regards Northern Ireland; b it deals with an excepted matter and is not ancillary to other provisions (whether in the Act or previously enacted) dealing with reserved or transferred matters; c it is incompatible with any of the Convention rights; ca it is incompatible with Article 2(1) of the Protocol on Ireland/ Northern Ireland in the EU withdrawal agreement (rights of individuals); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e it discriminates against any person or class of person on the ground of religious belief or political opinion; f it modifies an enactment in breach of section 7. 3 For the purposes of this Act, a provision is ancillary to other provisions if it is a provision— a which provides for the enforcement of those other provisions or is otherwise necessary or expedient for making those other provisions effective; or b which is otherwise incidental to, or consequential on, those provisions; and references in this Act to provisions previously enacted are references to provisions contained in, or in any instrument made under, other Northern Ireland legislation or an Act of Parliament. 4 Her Majesty may by Order in Council specify functions which are to be treated, for such purposes of this Act as may be specified, as being, or as not being, functions which are exercisable in or as regards Northern Ireland. 5 No recommendation shall be made to Her Majesty to make an Order in Council under subsection (4) unless a draft of the Order has been laid before and approved by resolution of each House of Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "6A", "section_title": "Restriction relating to retained  EU  law", "section_text": "6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "7", "section_title": " Entrenched enactments.", "section_text": "7 1 Subject to   subsections (2A) and (2B) , the following enactments shall not be modified by an Act of the Assembly or subordinate legislation made, confirmed or approved by a Minister or Northern Ireland department— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the  Human Rights Act 1998;  ... c section 43(1) to (6) and (8), section 67, sections 84 to   86B , section 95(3) and (4) and section 98  .... d section 1 and section 84 of the Justice (Northern Ireland) Act 2002. ;  ... e the European Union (Withdrawal) Act 2018 ;   and f the United Kingdom Internal Market Act 2020. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A Subsection (1) does not prevent an Act of the Assembly or subordinate legislation modifying— ba any excluded provision of the European Union (Withdrawal) Act 2018,  or c any regulations made under that Act. 2B For the purposes of subsection (2A)(ba), the following are excluded provisions of the European Union (Withdrawal) Act 2018— a section 1B(3) and (4), b sections 8A to 8C, c section 10(3) and (4), d sections 13A and 13B, e sections 15A to 15C, f Parts 1A to 1C of Schedule 2, g paragraphs 1(11) and (12), 2(12) and (13) and 8A to 8G of Schedule 7, and h paragraph 21 of Schedule 8. 3 In this Act “ Minister ”, unless the context otherwise requires, means the First Minister, the deputy First Minister or a Northern Ireland Minister."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "7A", "section_title": "Cross-community support required for Bill altering size of Assembly", "section_text": "7A 1 The Assembly shall not pass a relevant Bill without cross-community support. 2 In this section— “ pass ”, in relation to a Bill, means pass at the stage in the Assembly's proceedings at which the Bill falls finally to be passed or rejected; “ relevant Bill ” means a Bill containing a provision which deals with a matter falling within a description specified in paragraph 7A of Schedule 3 (size of Assembly)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "8", "section_title": " Consent of Secretary of State required in certain cases.", "section_text": "8 The consent of the Secretary of State shall be required in relation to a Bill which contains— a a provision which deals with an excepted matter and is ancillary to other provisions (whether in the Bill or previously enacted) dealing with reserved or transferred matters; or b a provision which deals with a reserved matter."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "9", "section_title": " Scrutiny by Ministers.", "section_text": "9 1 A Minister in charge of a Bill shall, on or before introduction of it in the Assembly, make a statement to the effect that in his view the Bill would be within the legislative competence of the Assembly. 2 The statement shall be in writing and shall be published in such manner as the Minister making the statement considers appropriate."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "10", "section_title": " Scrutiny by Presiding Officer.", "section_text": "10 1 Standing orders shall ensure that a Bill is not introduced in the Assembly if the Presiding Officer decides that any provision of it would not be within the legislative competence of the Assembly. 2 Subject to subsection (3)— a the Presiding Officer shall consider a Bill both on its introduction and before the Assembly enters on its final stage; and b if he considers that the Bill contains— i any provision which deals with an excepted matter and is ancillary to other provisions (whether in the Bill or previously enacted) dealing with reserved or transferred matters; or ii any provision which deals with a reserved matter, he shall refer it to the Secretary of State; and c the Assembly shall not proceed with the Bill or, as the case may be, enter on its final stage unless— i the Secretary of State’s consent to the consideration of the Bill by the Assembly is signified; or ii the Assembly is informed that in his opinion the Bill does not contain any such provision as is mentioned in paragraph (b)(i) or (ii). 3 Subsection (2)(b) and (c) shall not apply— a where, in the opinion of the Presiding Officer, each provision of the Bill which deals with an excepted or reserved matter is ancillary to other provisions (whether in the Bill or previously enacted) dealing with transferred matters only; or b on the introduction of a Bill, where the Bill has been endorsed with a statement that the Secretary of State has consented to the Assembly considering the Bill. 4 In this section and section 14 “ final stage ”, in relation to a Bill, means the stage in the Assembly’s proceedings at which the Bill falls finally to be passed or rejected."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "11", "section_title": " Scrutiny by the   Supreme Court .", "section_text": "11 1 The  Advocate General for Northern Ireland or the   Attorney General for Northern Ireland may refer the question of whether a provision of a Bill would be within the legislative competence of the Assembly to the   Supreme Court   for decision. 2 Subject to subsection (3), he may make a reference in relation to a provision of a Bill at any time during— a the period of four weeks beginning with the passing of the Bill; and b the period of four weeks beginning with any subsequent approval of the Bill in accordance with standing orders made by virtue of section 13(6). 3 If he notifies the Presiding Officer that he does not intend to make a reference in relation to a provision of a Bill, he shall not make such a reference unless, after the notification, the Bill is approved as mentioned in subsection (2)(b). 4 If the   Supreme Court decides   that any provision of a Bill would be within the legislative competence of the Assembly,   its decision   shall be taken as applying also to that provision if contained in the Act when enacted."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "12", "section_title": " Reconsideration where reference made to ECJ.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "13", "section_title": " Stages of Bills.", "section_text": "13 1 Standing orders shall include provision— a for general debate on a Bill with an opportunity for members to vote on its general principles; b for the consideration of, and an opportunity for members to vote on, the details of a Bill; and c for a final stage at which a Bill can be passed or rejected but not amended. 2 Standing orders may, in relation to different types of Bill, modify provisions made in pursuance of subsection (1)(a) or (b). 3 Standing orders— a shall include provision for establishing such a committee as is mentioned in paragraph 11 of Strand One of the Belfast Agreement; b may include provision for the details of a Bill to be considered by the committee in such circumstances as may be specified in the orders. 4 Standing orders shall include provision— a requiring the Presiding Officer to send a copy of each Bill, as soon as reasonably practicable after introduction, to the Northern Ireland Human Rights Commission; and b enabling the Assembly to ask the Commission, where the Assembly thinks fit, to advise whether a Bill is compatible with human rights (including the Convention rights). 5 Standing orders shall provide for an opportunity for the reconsideration of a Bill after its passing if (and only if)— a the   Supreme Court decides   that any provision of the Bill would not be within the legislative competence of the Assembly; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c a decision is made in relation to the Bill under section 14(4) or (5); or d a motion under section 15(1) is passed by either House of Parliament. 6 Standing orders shall, in particular, ensure that any Bill amended on reconsideration is subject to a final stage at which it can be approved or rejected but not amended. 7 References in subsection (5) and other provisions of this Act to the passing of a Bill shall, in the case of a Bill which has been amended on reconsideration, be read as references to the approval of the Bill."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "14", "section_title": " Submission by Secretary of State.", "section_text": "14 1 It shall be the Secretary of State who submits Bills for Royal Assent. 2 The Secretary of State shall not submit a Bill for Royal Assent at any time when— a   the Advocate General for Northern Ireland or  \t\t\t\t\t\t\tthe Attorney General for Northern Ireland is entitled to make a reference in relation to a provision of the Bill under section 11; or b any such reference has been made but has not been decided or otherwise disposed of by the   Supreme Court  . 3 If— a the   Supreme Court has   decided that any provision of a Bill would not be within the legislative competence of the Assembly;  . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . the Secretary of State shall not submit the Bill in its unamended form for Royal Assent. 3A The Secretary of State shall not submit a Bill for Royal Assent if the Assembly has passed the Bill in contravention of section 7A (cross-community support required for Bill altering size of Assembly). 4 The Secretary of State may, unless he consents to it, decide not to submit for Royal Assent a Bill containing a provision— a which the Secretary of State considers deals with an excepted matter and is ancillary to other provisions (whether in the Bill or previously enacted) dealing with reserved or transferred matters; or b which the Secretary of State considers deals with a reserved matter, if the Bill has not been referred to him under subsection (2) of section 10 (whether by virtue of subsection (3)(a) of that section or otherwise) before the Assembly enters on its final stage. 5 The Secretary of State may decide not to submit for Royal Assent a Bill which contains a provision which he considers— a would be incompatible with any international obligations, with the interests of defence or national security or with the protection of public safety or public order; or b would have an adverse effect on the operation of the single market in goods and services within the United Kingdom."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "15", "section_title": " Parliamentary control where consent given.", "section_text": "15 1 Subject to subsections (2) and (3), a Bill to which the Secretary of State has consented under this Part shall not be submitted by him for Royal Assent unless he has first laid it before Parliament and either— a the period of 20 days beginning with the date on which it is laid has expired without notice having been given in either House of a motion that the Bill shall not be submitted for Royal Assent; or b if notice of such a motion is given within that period, the motion has been rejected or withdrawn. 2 Subsection (1) shall not apply to a Bill if the Secretary of State considers that it contains no provision which deals with an excepted or reserved matter except a provision which is ancillary to other provisions (whether in the Bill or previously enacted) dealing with transferred matters only. 3 Subsection (1) shall not apply to a Bill if the Secretary of State considers that by reason of urgency it should be submitted for Royal Assent without first being laid before Parliament. 4 Any Bill submitted by virtue of subsection (3) shall, if given Royal Assent, be laid before Parliament by the Secretary of State after Royal Assent, and if— a within the period of 20 days beginning with the date on which it is laid notice is given in either House of a motion praying that the Act of the Assembly shall cease to have effect; and b that motion is carried, Her Majesty may by Order in Council repeal that Act with effect from such date as may be specified in the Order. 5 An Order in Council under subsection (4) may make such consequential and transitional provisions and such savings in connection with the repeal as appear to Her Majesty to be necessary or expedient. 6 Any notice of motion for the purposes of subsection (1) or (4) must be signed by not less than 20 members of the House in which it is given; and the period mentioned in that subsection shall be computed, in relation to each House, by reference only to days on which that House sits."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "16", "section_title": " First Minister and deputy First Minister.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "16A", "section_title": "Appointment of First Minister, deputy First Minister and Northern Ireland Ministers following Assembly election", "section_text": "16A 1 This section applies where an Assembly is elected under section 31 or 32. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3   Before the end of the period for filling Ministerial offices—   a the offices of First Minister and deputy First Minister shall be filled by applying subsections (4) to (7); and b the Ministerial offices to be held by Northern Ireland Ministers shall be filled by applying section 18(2) to (6). 3A In this section “ the period for filling Ministerial offices ” means the period comprising— a the period of six weeks beginning with the day on which the Assembly first meets, and b the next three successive periods of six weeks (each referred to as an “ extension period ”), except for any period that is excluded by subsection (3B). 3B An extension period is excluded if, before it begins, the Assembly resolves that the period for filling Ministerial offices should not be extended (or further extended). 3C The Assembly may not pass a resolution under subsection (3B) without cross-community support. 4 The nominating officer of the largest political party of the largest political designation shall nominate a member of the Assembly to be the First Minister. 5 The nominating officer of the largest political party of the second largest political designation shall nominate a member of the Assembly to be the deputy First Minister. 6 If the persons nominated do not take up office within a period specified in standing orders, further nominations shall be made under subsections (4) and (5). 7 Subsections (4) to (6) shall be applied as many times as may be necessary to secure that the offices of First Minister and deputy First Minister are filled. 8 But no person may take up office as First Minister, deputy First Minister or Northern Ireland Minister by virtue of this section after the end of the period mentioned in subsection (3)\t\t\t\t\t(see further section 32(3)). 9 The persons nominated under subsections (4) and (5) shall not take up office until each of them has affirmed the terms of the pledge of office. 10 Subject to the provisions of this Part, the First Minister   , the deputy First Minister and the Northern Ireland Ministers   shall hold office until immediately before those offices are next filled by virtue of this section. 11 The holder of the office of First Minister or deputy First Minister may by notice in writing to the Presiding Officer designate a Northern Ireland Minister to exercise the functions of that office— a during any absence or incapacity of the holder; or b during any vacancy in that office arising otherwise than under section 16B(2), but a person shall not have power to act by virtue of paragraph (a) for a continuous period exceeding six weeks. 11A The First Minister and deputy First Minister cease to hold office if the period of 24 weeks beginning with the day on which an Assembly first meets expires without those offices having been filled by virtue of this section. 12 This section shall be construed in accordance with, and is subject to, section 16C."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "16B", "section_title": "Vacancies in the office of First Minister or deputy First Minister", "section_text": "16B 1 The First Minister or the deputy First Minister— a may at any time resign by notice in writing to the Presiding Officer; and b shall cease to hold office if he ceases to be a member of the Assembly otherwise than by virtue of a dissolution. 2 If either the First Minister or the deputy First Minister ceases to hold office at any time, whether by resignation or otherwise, the other— a shall also cease to hold office at that time; but b may continue to exercise the functions of his office until immediately before those offices are filled in accordance with this section. 3 Where at any time the offices of First Minister and deputy First Minister become vacant otherwise than by virtue of section 16A(11A), they shall be filled by applying subsections (4) to (7) before the end of the period for filling the offices of First Minister and deputy First Minister. 3A In this section “ the period for filling the offices of First Minister and deputy First Minister ” means the period comprising— a the period of six weeks beginning with the day on which the offices of First Minister and deputy First Minister become vacant, and b the next three successive periods of six weeks (each referred to as an “ extension period ”), except for any period that is excluded by subsection (3B). 3B An extension period is excluded if, before it begins, the Assembly resolves that the period for filling the offices of First Minister and deputy First Minister should not be extended (or further extended). 3C The Assembly may not pass a resolution under subsection (3B) without cross-community support. 4 The nominating officer of the largest political party of the largest political designation shall nominate a member of the Assembly to be the First Minister. 5 The nominating officer of the largest political party of the second largest political designation shall nominate a member of the Assembly to be the deputy First Minister. 6 If the persons nominated do not take up office within a period specified in standing orders, further nominations shall be made under subsections (4) and (5). 7 Subsections (4) to (6) shall be applied as many times as may be necessary to secure that the offices of First Minister and deputy First Minister are filled. 8 But no person may take up office as First Minister or deputy First Minister under this section after the end of the period mentioned in subsection (3)\t\t\t\t\t(see further section 32(3)). 9 The persons nominated under subsections (4) and (5) shall not take up office until each of them has affirmed the terms of the pledge of office. 10 This section shall be construed in accordance with, and is subject to, section 16C."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "16C", "section_title": "Sections 16A and 16B: supplementary", "section_text": "16C 1 In sections 16A and 16B and this section  “ nominating officer ”, in relation to a party, means— a the person registered under Part 2 of the Political Parties, Elections and Referendums Act 2000 as the party's nominating officer; or b a member of the Assembly nominated by him for the purposes of this section. 2 For the purposes of sections 16A and 16B and this section— a the size of a political party is to be determined by reference to the number of seats in the Assembly which were held by members of the party on the day on which the Assembly first met following its election; but b if two or more parties are taken by virtue of paragraph (a) to be of the same size, the respective sizes of those parties is to be determined by reference to the number of first preference votes cast for the parties at the last general election of members of the Assembly; (this is subject to subsections (7) and (8)). 3 For the purposes of sections 16A and 16B and this section, a political party to which one or more members of the Assembly belong is to be taken— a to be of the political designation  “Nationalist” if, at the relevant time (see subsection (11)), more than half of the members of the Assembly who belonged to the party were designated Nationalists; b to be of the political designation  “Unionist” if, at the relevant time, more than half of the members of the Assembly who belonged to the party were designated Unionists; c otherwise, to be of the political designation  “Other”. 4 For the purposes of sections 16A and 16B and this section— a the size of the political designation  “Nationalist” is to be taken to be equal to the number of members of the Assembly who, at the relevant time, were designated Nationalists; b the size of the political designation  “Unionist” is to be taken to be equal to the number of members of the Assembly who, at the relevant time, were designated Unionists; c the size of the political designation  “Other” is to be taken to be equal to the number of members of the Assembly who, at the relevant time, were neither designated Nationalists nor designated Unionists. 5 But if two or more political designations are taken by virtue of subsection (4) to be of the same size, the respective sizes of those designations is to be determined by reference to the aggregate number of first preference votes cast, at the last general election of members of the Assembly, for members of the Assembly who, at the relevant time, were— a designated Nationalists (in the case of the political designation  “Nationalist”); b designated Unionists (in the case of the political designation  “Unionist”); or c neither designated Nationalists nor designated Unionists (in the case of the political designation  “Other”). 6 If at any time the party which is the largest political party of the largest political designation is not the largest political party— a any nomination to be made at that time under section 16A(4) or 16B(4) shall instead be made by the nominating officer of the largest political party; and b any nomination to be made at that time under section 16A(5) or 16B(5) shall instead be made by the nominating officer of the largest political party of the largest political designation. 7 Where— a the Assembly has resolved under section 30(2) that a political party does not enjoy its confidence; and b the party's period of exclusion (see subsection (12)) under that provision has not come to an end, subsection (2)(a) above shall have effect as if the number of seats in the Assembly which were held by members of the party on the day on which the Assembly first met following its election was nil. 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 Where— a a person nominated by the nominating officer of a political party ceased to hold office as First Minister or deputy First Minister as a result of a resolution of the Assembly under section 30(2) ...; and b the party's period of exclusion under section 30(2)  ... subsequently comes to an end otherwise than by virtue of the dissolution of the Assembly, the First Minister and the deputy First Minister shall cease to hold office when the party's period of exclusion under that provision comes to an end  .... 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 In this section  “ the relevant time ” means the end of the day on which the Assembly first met following its election. 12 In this section, a reference to a period of exclusion  ... is, in the case of a period of exclusion  ... which has been extended, a reference to that period as extended. 13 Standing orders may make further provision in connection with the making of nominations under sections 16A and 16B. 14 In this Act  “ the pledge of office ” means the pledge of office which, together with the code of conduct to which it refers, is set out in Schedule 4."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "17", "section_title": " Ministerial offices.", "section_text": "17 1 The First Minister and the deputy First Minister acting jointly may at any time, and shall where subsection (2) applies, determine— a the number of Ministerial offices to be held by Northern Ireland Ministers; and b the functions to be exercisable by the holder of each such office. 2 This subsection applies where provision is made by an Act of the Assembly for establishing a new Northern Ireland department or dissolving an existing one. 3 In making a determination under subsection (1), the First Minister and the deputy First Minister shall ensure that the functions exercisable by those in charge of the different Northern Ireland departments existing at the date of the determination are exercisable by the holders of different Ministerial offices. 4 The number of Ministerial offices shall not exceed 10 or such greater number as the Secretary of State may by order provide. 5 A determination under subsection (1) shall not have effect unless it is approved by a resolution of the Assembly passed with cross-community support."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "18", "section_title": " Northern Ireland Ministers.", "section_text": "18 A1 Where— a an Assembly is elected—  i at a poll the date for which is proposed under section 32(3B), or ii following the issue of a certificate under subsection (A2), b the period of 24 weeks beginning with the day on which an Assembly first meets expires without the offices mentioned in section 16A(3) having been filled, or c the period of 48 weeks beginning with the day on which a vacancy arises in the offices of First Minister and deputy First Minister expires without those offices having been filled, all Northern Ireland Ministers shall cease to hold office (and the Ministerial offices shall remain vacant until next filled by virtue of section 16A). A2 Where the Secretary of State— a has proposed, or is under a duty to propose, a date for the poll for the election of the next Assembly under section 32(1) or (3), and b considers that, in order to give effect to the purpose underlying paragraph 3.15 of Annex C of Part 2 of The New Decade, New Approach Deal so far as it relates to representation, it is necessary for the Northern Ireland Ministers to cease to hold office on the election of that Assembly, the Secretary of State may issue a certificate that the conditions in paragraphs (a) and (b) are met. 1 Where— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b a determination under section 17(1) takes effect; c a resolution which causes one or more Ministerial offices to become vacant is passed under section 30(2); d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . da a period of exclusion under section 30(2)  ... comes to an end; or. e such other circumstances obtain as may be specified in standing orders, all Northern Ireland Ministers shall cease to hold office and the Ministerial offices shall be filled by applying subsections (2) to (6) within a period so specified. 2 The nominating officer of the political party for which the formula in subsection (5) gives the highest figure may select a Ministerial office and nominate a person to hold it who is a member of the party and of the Assembly. 3 If— a the nominating officer does not exercise the power conferred by subsection (2) within a period specified in standing orders; or b the nominated person does not take up the selected Ministerial office within that period, that power shall become exercisable by the nominating officer of the political party for which the formula in subsection (5) gives the next highest figure. 4 Subsections (2) and (3) shall be applied as many times as may be necessary to secure that each of the Ministerial offices is filled. 5 The formula is— S 1 + M where— S = the number of seats in the Assembly which were held by members of the party on the day on which the Assembly first met following its election; M = the number of Ministerial offices (if any) which are held by members of the party. 6 Where the figures given by the formula for two or more political parties are equal, each of those figures shall be recalculated with S being equal to the number of first preference votes cast for the party at the last general election of members of the Assembly. 7 The holding of office as First Minister or deputy First Minister shall not prevent a person being nominated to hold a Ministerial office. 8 A Northern Ireland Minister shall not take up office until he has affirmed the terms of the pledge of office. 9 A Northern Ireland Minister shall cease to hold office if— a he resigns by notice in writing to the First Minister and the deputy First Minister; aa there is an Assembly election at which the Minister is not returned as a member; b he ceases to be a member of the Assembly otherwise than by virtue of a dissolution; or c he is dismissed by the nominating officer who nominated him (or that officer’s successor) and the Presiding Officer is notified of his dismissal. 10 Where a Ministerial office is vacant otherwise than by virtue of subsection  (A1) or   (1), the nominating officer of the party on whose behalf the previous incumbent was nominated may nominate a person to hold the office who is a member of the party and of the Assembly. 11 If— a the nominating officer does not exercise the power conferred by subsection (10) within a period specified in standing orders; or b the nominated person does not take up the office within that period, the vacancy shall be filled by applying subsections (2) to (6) within a period specified in standing orders. 12 Where— a the Assembly has resolved under section 30(2) that a political party does not enjoy its confidence; and b the party’s period of exclusion   under that provision  has not come to an end, the party shall be disregarded for the purposes of any application of subsections (2) to (6). 12A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 In this section  “ nominating officer ”, in relation to a party, means— a the person registered under Part 2 of the Political Parties, Elections and Referendums Act 2000 as the party's nominating officer; or b a member of the Assembly nominated by him for the purposes of this section. 14 In this section, a reference to a period of exclusion  ... is, in the case of a period of exclusion  ... which has been extended, a reference to that period as extended."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "19", "section_title": " Junior Ministers.", "section_text": "19 1 The First Minister and the deputy First Minister acting jointly may at any time determine— a that a number of members of the Assembly specified in the determination shall be appointed as junior Ministers in accordance with such procedures for their appointment as are so specified; and b that the functions exercisable by virtue of each junior Ministerial office shall be those specified in relation to that office in the determination. 2 Procedures specified in a determination under this section may apply such formulae or other rules as the First Minister and the deputy First Minister consider appropriate. 3 A determination under this section shall— a make provision as to the circumstances in which a junior Minister shall cease to hold office, and for the filling of vacancies; and b provide that a junior Minister shall not take up office until he has affirmed the terms of the pledge of office. 4 A determination under this section shall not take effect until it has been approved by a resolution of the Assembly. 5 Where a determination under this section takes effect— a any junior Ministers previously appointed shall cease to hold office; and b the procedures specified in the determination shall be applied within a period specified in standing orders."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "19A", "section_title": " Disqualification for certain offices which may be held by members of the Assembly.", "section_text": "19A 1 No person may— a be nominated to hold the office of First Minister or deputy First Minister or a Ministerial office to be held by a Northern Ireland Minister, c be appointed as a junior Minister, or d be nominated under paragraph 7 of Schedule 1 to the Police (Northern Ireland) Act 2000 (members of the Northern Ireland Policing Board drawn from the Northern Ireland Assembly), if he is the holder of a disqualifying office. 2 A Minister or junior Minister ceases to hold that office on becoming the holder of a disqualifying office. 3 A person holding office as a member of the Northern Ireland Policing Board in accordance with paragraph 7 of Schedule 1 to the Police (Northern Ireland) Act 2000 ceases to hold that office on becoming the holder of a disqualifying office. 4 In this section “ disqualifying office ” means— a Minister of the Government of Ireland; or b chairman or deputy chairman of— i a committee of the Dáil Éireann (House of Representatives of Ireland); ii a committee of the Seanad Éireann (Senate of Ireland); or iii a joint committee of the Oireachtas (National Parliament of Ireland)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "20", "section_title": " The Executive Committee.", "section_text": "20 1 There shall be an Executive Committee of each Assembly consisting of the First Minister, the deputy First Minister and the Northern Ireland Ministers. 2 The First Minister and the deputy First Minister shall be chairmen of the Committee. 3 The Committee shall have the functions set out in paragraphs 19 and 20 of Strand One of the Belfast Agreement. 4 The Committee shall also have the function of discussing and agreeing upon— a where the agreed programme referred to in paragraph 20 of Strand One of that Agreement has been approved by the Assembly and is in force, any significant or controversial matters that are clearly outside the scope of that programme; aa where no such programme has been approved by the Assembly, any significant or controversial matters; b significant or controversial matters that the First Minister and deputy First Minister acting jointly have determined to be matters that should be considered by the Executive Committee. 5 Subsections (3) and (4) are subject to  subsections (6) to (9) . 6 Quasi-judicial decisions may be made by the Department of Justice or the Minister in charge of that Department without recourse to the Executive Committee. 7 Decisions may be made by the Department for Infrastructure or the Minister in charge of that Department in the exercise of any function under— a the Planning Act (Northern Ireland) 2011 (except a function under section 1 of that Act); or b regulations or orders made under that Act, without recourse to the Executive Committee. 8 Nothing in subsection (3) requires a Minister to have recourse to the Executive Committee in relation to any matter unless that matter affects the exercise of the statutory responsibilities of one or more other Ministers more than incidentally. 9 A matter does not affect the exercise of the statutory responsibilities of a Minister more than incidentally only because there is a statutory requirement to consult that Minister."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "21", "section_title": " Northern Ireland departments.", "section_text": "21 1 Subject to subsection (2), the Northern Ireland departments existing on the appointed day shall be the Northern Ireland departments for the purposes of this Act. 2 Provision may be made by Act of the Assembly for establishing new Northern Ireland departments or dissolving existing ones. 3 If an Act of the Assembly which establishes a new Northern Ireland department provides for it to be in the charge of the First Minister and the deputy First Minister acting jointly— a the department shall not be regarded as a Northern Ireland department for the purposes of subsection (2) or (3) of section 17; and b the office held by those Ministers as the head of the department shall not be regarded as a Ministerial office for the purposes of subsection (4) of that section or section 18."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "21A", "section_title": "Northern Ireland department with policing and justice functions", "section_text": "21A 1 An Act of the Assembly that— a establishes a new Northern Ireland department; and b provides that the purpose of the department is to exercise functions consisting wholly or mainly of devolved policing and justice functions, may (but need not) make provision of the kind mentioned in subsection (3)\t\t\t\t\t  , (3A) ,(4), (5) or (5A). 3 The Act may provide for the department to be in the charge of a Northern Ireland Minister appointed by virtue of a nomination— a made by the First Minister and the deputy First Minister acting jointly; and b approved by a resolution of the Assembly passed with the support of a majority of the members voting on the motion for the resolution, a majority of the designated Nationalists voting and a majority of the designated Unionists voting. 3A The Act may provide for the department to be in the charge of a Northern Ireland Minister appointed by virtue of a nomination— a made by one or more members of the Assembly, and b approved by a resolution of the Assembly passed with the support of a majority of the members voting on the motion for the resolution, a majority of the designated Nationalists voting and a majority of the designated Unionists voting. 4 The Act may provide for the department to be in the charge of two Northern Ireland Ministers acting jointly. 5 The Act may provide— a for the department to be in the charge of a Northern Ireland Minister who is supported by a junior Minister; and b for the persons holding those offices to rotate at intervals determined by or under the Act, so that the person who was the Minister in charge of the department becomes the junior Minister and the person who was the junior Minister becomes the Minister. 5A The Act may provide— a for the department to be in the charge of a Northern Ireland Minister elected by the Assembly; and b for that Minister to be supported by a deputy Minister elected by the Assembly. 6 There must not, at any time, be more than one department in relation to which provision of the kind mentioned in any of subsections (3)\t\t\t\t\t  , (3A) ,(4)\t\t\t\t\t, (5) and (5A)  is made by Act of the Assembly , or by Order in Council under subsection (7C). 7 Schedule 4A (provisions relating to a department with devolved policing and justice functions) shall have effect. 7A If it appears to the Secretary of State that there is no reasonable prospect that the Assembly will pass an Act of the kind described in subsection (1)(a) and (b), he may lay before Parliament the draft of an Order in Council which— a establishes a new Northern Ireland department; b provides that the purpose of the department is to exercise functions consisting wholly or mainly of devolved policing and justice functions; c provides for the department to be in the charge of a Northern Ireland Minister elected by the Assembly and for that Minister to be supported by a deputy Minister elected by the Assembly; and d provides for Part 3A of Schedule 4A to apply in relation to the department (with any necessary modifications). 7B The draft of an Order laid before Parliament under subsection (7A) may contain supplementary, incidental, consequential, transitional or saving provision. 7C If the draft of an Order laid before Parliament under subsection (7A) is approved by resolution of each House of Parliament, the Secretary of State shall submit it to Her Majesty in Council and Her Majesty in Council may make the Order. 7D No more than one department may be established by virtue of an Order under subsection (7C). 8 In this section  “ devolved policing and justice function ” means a function relating to a matter which— a is a transferred matter by virtue of an Order under section 4; and b immediately before the matter became a transferred matter, was a policing and justice matter\t\t\t\t\t\t\t(within the meaning given by section 4(6))."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "21B", "section_title": "Section 21A(5A) and (7C): transitional provision", "section_text": "21B 1 This section has effect in relation to— a the first Act of the Assembly to establish a new Northern Ireland department   the purpose of which is to exercise functions consisting wholly or mainly of devolved policing and justice functions but only if the Act makes provision of the kind mentioned in section 21A(5A)\t\t\t\t\t\t\t(other than by virtue of paragraph 8(5) of Schedule 1 to the Northern Ireland Act 2009)  ; or b an Order in Council under section 21A(7C) establishing a new Northern Ireland department. 2 The Act or the Order may include provision for or in connection with securing that the department is to be treated, for the purposes of section 17, as not having been established until the time at which devolved policing and justice functions are first transferred to, or conferred on, the department (“the time of devolution”). 3 The Act or the Order may include provision for or in connection with applying paragraph 11E(3) to (6) of Schedule 4A (with any necessary modifications) to enable elections to be held, before the time of devolution, to select— a a member of the Assembly (“the relevant Minister designate”) to be the person who is to hold the relevant Ministerial office as from the time of devolution; and b a member of the Assembly (“the deputy Minister designate”) to be the person who is to hold the deputy Ministerial office as from that time. 4 Where the Act or the Order includes provision by virtue of subsection (3), it shall secure that (notwithstanding paragraph 11E(1) of Schedule 4A)— a if the relevant Minister designate affirms the terms of the pledge of office within a specified period after the time of devolution, he shall become the relevant Minister; b if the deputy Minister designate affirms the terms of the pledge of office within that period, he shall (subject to paragraph (c)) become the deputy Minister; c if the relevant Minister designate does not affirm the terms of the pledge of office within that period— i he shall not become the relevant Minister; and ii paragraph 11E(10) and (11) of Schedule 4A shall apply as if the relevant Minister had ceased to hold office at the end of that period otherwise than by virtue of section 16A(2); d if the deputy Minister designate does not affirm the terms of the pledge of office within that period— i he shall not become the deputy Minister; and ii paragraph 11E(10) of Schedule 4A shall apply as if the deputy Minister had ceased to hold office at the end of that period otherwise than by virtue of section 16A(2). 5 In this section  “ devolved policing and justice function ” has the same meaning as in section 21A (see subsection (8) of that section). 6 In this section  “ relevant Minister ”,  “ relevant Ministerial office ”,  “ deputy Minister ” and  “ deputy Ministerial office ” have the same meaning as in Part 3A of Schedule 4A."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "21C", "section_title": "Section 21A(5A) and (7C): power of Assembly to secure retention or abolition of deputy Ministerial office", "section_text": "21C 1 This section applies if    the first Northern Ireland department the purpose of which is to exercise functions consisting wholly or mainly of devolved policing and justice functions (as defined in section 21A(8))   is established— a by an Act of the Assembly which makes provision of the kind mentioned in section 21A(5A)\t\t\t\t\t\t\t  (other than by virtue of paragraph 8(5) of Schedule 1 to the Northern Ireland Act 2009)  ; or b by an Order in Council under section 21A(7C). 2 Standing orders shall require the committee established by virtue of section 29A to consider the operation of the Ministerial arrangements provided for by Part 3A of Schedule 4A. 3 The committee shall, by no later than two years and ten months after the time at which devolved policing and justice functions are first transferred to, or conferred on, the department (“the time of devolution”), make a report on the operation of the Ministerial arrangements provided for by Part 3A of Schedule 4A— a to the Assembly; and b to the Executive Committee, and the report must include a recommendation as to whether or not the deputy Ministerial office (see subsection (8)) should be retained. 4 If before the end of the period of three years beginning with the time of devolution (“the initial period”) the Assembly resolves that the deputy Ministerial office should be abolished at a time specified in the resolution (before the end of the initial period), the Secretary of State shall make an order abolishing the deputy Ministerial office (see subsection (9)) at, or as soon as reasonably practicable after, the time specified. 5 If— a subsection (4) does not apply; and b the Assembly does not resolve, before the end of the initial period, that the deputy Ministerial office should be retained for an additional period ending after the initial period, the Secretary of State shall make an order abolishing the deputy Ministerial office as soon as reasonably practicable after the end of the initial period. 6 If— a subsection (4) does not apply; b the Assembly resolves that the deputy Ministerial office should be retained for an additional period ending after the initial period or for one or more further additional periods; and c one of those additional periods ends without a further additional period having begun, the Secretary of State shall make an order abolishing the deputy Ministerial office as soon as reasonably practicable after the end of that period. 7 A resolution of the Assembly under this section shall not be passed without the support of— a a majority of the members voting on the motion for the resolution; b a majority of the designated Nationalists voting; and c a majority of the designated Unionists voting. 8 In this section  “ deputy Ministerial office ” has the same meaning as in Part 3A of Schedule 4A. 9 In this section references to an order abolishing the deputy Ministerial office are to an order amending this Act and any other enactment so far as may be necessary to secure that the Northern Ireland Minister in charge of the department for the time being— a is not to be supported by a deputy Minister (within the meaning of Part 3A of Schedule 4A); and b need not belong to the largest or the second largest political designation (within that meaning). 10 An order under this section— a shall be made by statutory instrument; and b may contain supplementary, incidental, consequential, transitional or saving provision."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "22", "section_title": " Statutory functions.", "section_text": "22 1 An Act of the Assembly or other enactment may confer functions on a Minister (but not a junior Minister) or a Northern Ireland department by name. 2 Functions conferred on a Northern Ireland department by an enactment passed or made before the appointed day shall, except as provided by an Act of the Assembly or other subsequent enactment, continue to be exercisable by that department."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "23", "section_title": " Prerogative and executive powers.", "section_text": "23 1 The executive power in Northern Ireland shall continue to be vested in Her Majesty. 2 As respects transferred matters, the prerogative and other executive powers of Her Majesty in relation to Northern Ireland shall, subject to   subsections (2A) and (3)  , be exercisable on Her Majesty’s behalf by any Minister or Northern Ireland department. 2A So far as the Royal prerogative of mercy is exercisable on Her Majesty’s behalf under subsection (2), it is exercisable only by the Minister in charge of the Department of Justice. 3 As respects the Northern Ireland Civil Service and the Commissioner for Public Appointments for Northern Ireland, the prerogative and other executive powers of Her Majesty in relation to Northern Ireland shall be exercisable on Her Majesty’s behalf by the First Minister and the deputy First Minister acting jointly. 4 The First Minister and deputy First Minister acting jointly may by prerogative order under subsection (3) direct that such of the powers mentioned in that subsection as are specified in the order shall be exercisable on Her Majesty’s behalf by a Northern Ireland Minister or Northern Ireland department so specified."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "24", "section_title": "  ... Convention rights   ...   etc.", "section_text": "24 1 A Minister or Northern Ireland department has no power to make, confirm or approve any subordinate legislation, or to do any act, so far as the legislation or act— a is incompatible with any of the Convention rights; aa is incompatible with Article 2(1) of the Protocol on Ireland/ Northern Ireland in the EU withdrawal agreement (rights of individuals); b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c discriminates against a person or class of person on the ground of religious belief or political opinion; d in the case of an act, aids or incites another person to discriminate against a person or class of person on that ground; or e in the case of legislation, modifies an enactment in breach of section 7. 2 Subsection (1)(c) and (d) does not apply in relation to any act which is unlawful by virtue of the  Fair Employment and Treatment (Northern Ireland) Order 1998 , or would be unlawful but for some exception made by virtue of  Part VIII of that Order . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "25", "section_title": " Excepted and reserved matters.", "section_text": "25 1 If any subordinate legislation made, confirmed or approved by a Minister or Northern Ireland department contains a provision dealing with an excepted or reserved matter, the Secretary of State may by order revoke the legislation. 2 An order made under subsection (1) shall recite the reasons for revoking the legislation and may make provision having retrospective effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "26", "section_title": " International obligations.", "section_text": "26 1 If the Secretary of State considers that any action proposed to be taken by a Minister or Northern Ireland department would be incompatible with any international obligations, with the interests of defence or national security or with the protection of public safety or public order, he may by order direct that the proposed action shall not be taken. 2 If the Secretary of State considers that any action capable of being taken by a Minister or Northern Ireland department is required for the purpose of giving effect to any international obligations, of safeguarding the interests of defence or national security or of protecting public safety or public order, he may by order direct that the action shall be taken. 3 In subsections (1) and (2), “ action ” includes making, confirming or approving subordinate legislation and, in subsection (2), includes introducing a Bill in the Assembly. 4 If any subordinate legislation made, confirmed or approved by a Minister or Northern Ireland department contains a provision which the Secretary of State considers— a would be incompatible with any international obligations, with the interests of defence or national security or with the protection of public safety or public order; or b would have an adverse effect on the operation of the single market in goods and services within the United Kingdom, the Secretary of State may by order revoke the legislation. 5 An order under this section shall recite the reasons for making the order and may make provision having retrospective effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "27", "section_title": " Quotas for purposes of international  etc  obligations.", "section_text": "27 1 A Minister of the Crown may make an order containing provision such as is specified in subsection (2) where— a an international obligation or    an assimilated   obligation   is an obligation to achieve a result defined by reference to a quantity (whether expressed as an amount, proportion or ratio or otherwise); and b the quantity relates to the United Kingdom (or to an area including the United Kingdom or to an area consisting of a part of the United Kingdom which is or includes the whole or part of Northern Ireland). 2 The provision referred to in subsection (1) is provision for the achievement by a Minister or Northern Ireland department (in the exercise of his or its functions) of so much of the result to be achieved under the international obligation or    assimilated   obligation   as is specified in the order. 3 The order may specify the time by which any part of the result to be achieved by the Minister or department is to be achieved. 4 Where an order under subsection (1) is in force in relation to an international obligation  ..., the obligation shall have effect for the purposes of this Act as if it were an obligation to achieve so much of the result to be achieved under the obligation as is specified in the order by the time or times so specified. 4A Where an order under subsection (1) is in force in relation to   an assimilated   obligation, the Minister or Northern Ireland department must (in the exercise of the Minister's or the department's functions) achieve so much of the result to be achieved under the obligation as is specified in the order by the time or times so specified. 5 No order shall be made by a Minister of the Crown under subsection (1) unless he has consulted the Minister or department concerned."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "28", "section_title": " Agency arrangements between  UK  and  NI  departments.", "section_text": "28 1 Arrangements may be made between— a any department of the Government of the United Kingdom or any public body, or holder of a public office, in the United Kingdom; and b any Northern Ireland department, for any functions of one of them to be discharged by, or by officers of, the other. 2 No such arrangements shall affect the responsibility of the person on whose behalf any functions are discharged. 3 In this section— a references to a department of the Government of the United Kingdom include references to any Minister of the Crown; and b references to a Northern Ireland department include references to a Minister."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "28A", "section_title": "Ministerial Code", "section_text": "28A 1 Without prejudice to the operation of section 24, a Minister or junior Minister shall act in accordance with the provisions of the Ministerial Code. 2 In this section  “ the Ministerial Code ” means— a the Ministerial Code that becomes the Ministerial Code for the purposes of this section by virtue of paragraph 4 of Schedule 1 to the Northern Ireland (St Andrews Agreement) Act 2006 (as from time to time amended in accordance with this section); or b any replacement Ministerial Code prepared and approved in accordance with this section (as from time to time amended in accordance with this section). 3 If at any time the Executive Committee— a prepares draft amendments to the Ministerial Code; or b prepares a draft Ministerial Code to replace the Ministerial Code, the First Minister and deputy First Minister acting jointly shall lay the draft amendments or the draft Code before the Assembly for approval. 4 A draft Ministerial Code or a draft amendment to the Code— a shall not be approved by the Assembly without cross-community support; and b shall not take effect until so approved. 5 The Ministerial Code must include provision for requiring Ministers or junior Ministers to bring to the attention of the Executive Committee any matter that ought, by virtue of section 20(3) or (4), to be considered by the Committee. 6 The Ministerial Code must include provision for a procedure to enable any Minister or junior Minister to ask the Executive Committee to determine whether any decision that he is proposing to take, or has taken, relates to a matter that ought, by virtue of section 20(3) or (4), to be considered by the Committee. 7 The Ministerial Code must also include provision as to the procedures of the Executive Committee with respect to— a the taking of decisions; and b consideration by the Committee of decision papers that are to be considered by the North-South Ministerial Council or the British-Irish Council. 8 The Ministerial Code must in particular provide— a that it is the duty of the chairmen of the Executive Committee to seek to secure that decisions of the Executive Committee are reached by consensus wherever possible; b that, if consensus cannot be reached, a vote may be taken; and c that, if any three members of the Executive Committee require the vote on a particular matter which is to be voted on by the Executive Committee to require cross-community support, any vote on that matter in the Executive Committee shall require cross-community support in the Executive Committee. 9 The Ministerial Code may include such other provisions as the Executive Committee thinks fit. 10 Without prejudice to the operation of section 24, a Minister or junior Minister has no Ministerial authority to take any decision in contravention of a provision of the Ministerial Code made under subsection (5)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "28B", "section_title": "Power to refer Ministerial decision to Executive Committee", "section_text": "28B 1 This section applies if 30 members petition the Assembly expressing concern that a decision taken by a Minister or junior Minister (“the Ministerial decision”)— a may have been taken in contravention of section 28A(1); or b relates to a matter of public importance. 2 But this section does not apply if the Ministerial decision has previously been the subject of a reference under this section. 3 If the Presiding Officer, after consulting the political parties whose members hold seats in the Assembly, certifies that the Ministerial decision relates to a matter of public importance, he shall refer the decision to the Executive Committee for its consideration. 4 Having considered the reference, the Executive Committee shall notify the Presiding Officer— a whether or not the decision was, in its view, taken in contravention of section 28A(1); b whether or not the decision relates, in its view, to a significant or controversial matter; and c as to any action that the Executive Committee proposes to take, or has taken, in relation to the decision. 5 No reference may be made under this section after the end of the period of seven days beginning with— a the day on which the Ministerial decision was taken; or b if appropriate, the day on which the decision was notified to the Assembly. 6 Any consideration by the Executive Committee of a Ministerial decision under this section must be completed before the end of the period of seven days beginning with the day on which the reference is made. 7 Standing orders shall make provision with respect to the procedure to be followed— a in petitioning the Assembly under subsection (1); and b in making a reference under this section. 8 The periods mentioned in subsections (5) and (6) shall be computed by reference only to days on which the Assembly sits."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "28C", "section_title": "Power of Executive Committee to call for witnesses and documents", "section_text": "28C Section 44 applies to the Executive Committee as it applies to the Assembly, but as if— a in subsection (1), for  “any person” there were substituted “a senior officer of a Northern Ireland department (within the meaning given by Article 2(3) of the Departments (Northern Ireland) Order 1999)”; b at the end of that subsection there were inserted “but only in so far as they are matters in relation to which the Executive Committee's functions under section 20(3) or (4) are exercisable”; c subsection (6) were omitted; and d in subsection (7), for  “The Presiding Officer” there were substituted “The First Minister and the deputy First Minister acting jointly”."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "28D", "section_title": "Strategies relating to Irish language and Ulster Scots language  etc", "section_text": "28D 1 The Executive Committee shall adopt a strategy setting out how it proposes to enhance and protect the development of the Irish language. 2 The Executive Committee shall adopt a strategy setting out how it proposes to enhance and develop the Ulster Scots language, heritage and culture. 3 The Executive Committee— a must keep under review each of the strategies; and b may from time to time adopt a new strategy or revise a strategy."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "28E", "section_title": "Strategy relating to poverty, social exclusion  etc", "section_text": "28E 1 The Executive Committee shall adopt a strategy setting out how it proposes to tackle poverty, social exclusion and patterns of deprivation based on objective need. 2 The Executive Committee— a must keep under review the strategy; and b may from time to time adopt a new strategy or revise the strategy."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "29", "section_title": " Statutory committees.", "section_text": "29 1 Standing orders shall make provision— a for establishing committees of members of the Assembly (“ statutory committees ”)\t\t\t\t\t\t\t  i to advise and assist the First Minister and the deputy First Minister in the formulation of policy with respect to matters within their responsibilities as Ministers jointly in charge of the Office of the First Minister and deputy First Minister, and ii   to advise and assist each Northern Ireland Minister in the formulation of policy with respect to matters within his responsibilities as a Minister; b for enabling a committee to be so established either in relation to a single Northern Ireland Minister or in relation to more than one; and c conferring on the committees the powers described in paragraph 9 of Strand One of the Belfast Agreement. 2 Standing orders shall provide that— a the nominating officer of the political party for which the formula in subsection (3) gives the highest figure may select a statutory committee and nominate as its chairman or deputy chairman a person who is a member of the party and of the Assembly; b if the nominating officer does not exercise the power conferred by paragraph (a) within a period specified in standing orders, or the nominated person does not take up the selected office within that period, that power shall be exercisable instead by the nominating officer of the political party for which the formula in subsection (3) gives the next highest figure; and c paragraphs (a) and (b) shall be applied as many times as may be necessary to secure that a chairman and deputy chairman are nominated for each of the statutory committees. 3 The formula is— S 1 + C where— S = the number of seats in the Assembly which were held by members of the party on the day on which the Assembly first met following its election; C = the number of chairmen and deputy chairmen of statutory committees (if any) who are members of the party. 4 Standing orders shall provide that, where the figures given by the formula for two or more political parties are equal, each of those figures shall be recalculated with S being equal to the number of first preference votes cast for the party at the last general election of members of the Assembly. 5 Standing orders shall provide that— a a Minister or junior Minister may not be the chairman or deputy chairman of a statutory committee; and b in making a selection under the provision made by virtue of subsection (2)(a), a nominating officer shall prefer a committee in which he does not have a party interest to one in which he does. 5A A member of the Assembly who is— a a Minister of the Government of Ireland, or b chairman or deputy chairman of— i a committee of the Dáil ÿireann (House of Representatives of Ireland), ii a committee of the Seanad ÿireann (Senate of Ireland), or iii a joint committee of the Oireachtas (National Parliament of Ireland), may not be the chairman or deputy chairman of a statutory committee. 6 For the purposes of subsection (5) a nominating officer has a party interest in a committee if   a it is established to advise and assist the First Minister and the deputy First Minister and either of those Ministers is a member of his party; or b it is established to advise and assist a Northern Ireland Minister and that Minister is a member of his party. 7 Standing orders shall provide that a chairman or deputy chairman shall cease to hold office if— a he resigns by notice in writing to the Presiding Officer; b he ceases to be a member of the Assembly; or c he is dismissed by the nominating officer who nominated him (or that officer’s successor) and the Presiding Officer is notified of his dismissal. 8 Standing orders shall provide that, where an office of chairman or deputy chairman is vacant, the nominating officer of the party on whose behalf the previous incumbent was nominated may nominate a person to hold the office who is a member of the party and of the Assembly. 9 Standing orders shall provide that if— a the nominating officer does not exercise the power conferred by subsection (8) within a period specified in standing orders; or b the nominated person does not take up the selected office within that period, the vacancy shall be filled by applying the provision made by virtue of subsections (2) to (5). 10 In this section “ nominating officer ” has the same meaning as in section 18."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "29A", "section_title": "Committee to review functioning of Assembly and Executive Committee", "section_text": "29A 1 Standing orders shall make provision— a for establishing a committee to examine such matters relating to the functioning of the Assembly and the Executive Committee as may be specified in the standing orders; b in relation to the membership of the committee; and c for regulating proceedings of the committee. 2 Standing orders shall provide for the committee to make reports— a to the Assembly; and b to the Executive Committee. 3 The committee shall, by no later than 1 May 2015, make a report on the operation of the provisions of Parts 3 and 4 of this Act— a to the Secretary of State; b to the Assembly; and c to the Executive Committee."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "29B", "section_title": "Review of operation of sections 16A to 16C", "section_text": "29B 1 Standing orders shall require the committee established by virtue of section 29A to consider— a the operation of sections 16A to 16C; and b in particular, whether to recommend that the Secretary of State should make an order amending this Act and any other enactment so far as may be necessary to secure that they have effect, as from the date of the election of the 2011 Assembly, as if the executive selection amendments had not been made. 2 In subsection (1)— “ the 2011 Assembly ” means the Assembly due to be elected under section 31 in 2011; “ the executive selection amendments ” means the amendments made by section 8 of, and paragraphs 1, 2(1) and (2) and 3 to 14 of Schedule 5 to, the Northern Ireland (St Andrews Agreement) Act 2006."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "29C", "section_title": "Review of functions relating to judicial appointments and removals", "section_text": "29C Standing orders shall require one of the committees established by virtue of section 29 or the committee established by virtue of section 29A— a to review the operation of the amendments made by Schedules 2 to 5 to the Northern Ireland Act 2009, b to report on its review by a specified date that is before 1 May 2012, and c to include in its report any recommendations it has for changes to the way in which judicial office holders are appointed and removed."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "30", "section_title": " Exclusion of Ministers from office.", "section_text": "30 1 If the Assembly resolves that a Minister or junior Minister no longer enjoys the confidence of the Assembly— a because he is not committed to non-violence and exclusively peaceful and democratic means; or b because of any failure of his to observe any other terms of the pledge of office, he shall be excluded from holding office as a Minister or junior Minister for   such period of not less than three months, and not more than twelve months, beginning with the date of the resolution as the resolution may provide  . 1A The Assembly may, before a period of exclusion under subsection (1)\t\t\t\t\t  ... comes to an end, by resolution extend it until the end of such period of not less than three months, and not more than twelve months, beginning with the date of the resolution as the resolution may provide. 2 If the Assembly resolves that a political party does not enjoy the confidence of the Assembly— a because it is not committed to non-violence and exclusively peaceful and democratic means; or b because it is not committed to such of its members as are or might become Ministers or junior Ministers observing the other terms of the pledge of office, members of that party shall be excluded from holding office as Ministers or junior Ministers for   such period of not less than six months, and not more than twelve months, beginning with the date of the resolution as the resolution may provide  . 3 The Assembly may, before a period of exclusion under subsection (2)\t\t\t\t\t  ... comes to an end, by resolution extend it until the end of such period of not less than six months, and not more than twelve months, beginning with the date of the resolution as the resolution may provide. 4 A period of exclusion   under subsection (1) or (2)  shall come to an end if the Assembly— a is dissolved; or b resolves to bring the exclusion to an end. 5 A motion for a resolution under this section shall not be moved unless— a it is supported by at least 30 members of the Assembly; b it is moved by the First Minister and the deputy First Minister acting jointly; or c it is moved by the Presiding Officer in pursuance of a notice under subsection (6). 6 If the Secretary of State is of the opinion that the Assembly ought to consider a resolution under this section, he shall serve a notice on the Presiding Officer requiring him to move a motion for such a resolution. 7 In forming an opinion under subsection (6), the Secretary of State shall in particular take into account  each of the following  — a whether the person or party concerned is committed to the use now and in the future of only democratic and peaceful means to achieve his or its objectives; b whether he or it has ceased to be involved in any acts of violence or of preparation for violence; c whether he or it is directing or promoting acts of violence by other persons; d whether he or it is co-operating fully with any Commission of the kind referred to in section 7 of the Northern Ireland Arms Decommissioning Act 1997 in implementing the Decommissioning section of the Belfast Agreement;  ... e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 A resolution under this section shall not be passed without cross-community support. 9 In this section a reference to a period of exclusion under any provision is, in the case of a period of exclusion under that provision which has been extended, a reference to that period as extended."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "30A", "section_title": "Secretary of State’s powers in relation to exclusion", "section_text": "30A 1 This section applies if— a the Monitoring Commission has, or members of that Commission have under the agreement establishing it, made a report containing a recommendation about steps the Assembly might consider taking; b the taking of those steps by the Assembly requires the passing by it of a resolution under section 30(1), (1A), (2) or (3) in relation to a Minister, junior Minister or political party; and c the first motion for a resolution under that provision in relation to the Minister, junior Minister or political party concerned that is put to the vote after the making of the report does not attract cross-community support. 2 Where this section applies because of the failure of a motion for a resolution under section 30(1), the Secretary of State may by direction exclude the Minister or junior Minister concerned from holding office as a Minister or junior Minister for such period of not less than three months, and not more than twelve months, beginning with the date of the direction as the direction may provide (subject to subsection (4)). 3 Where this section applies because of the failure of a motion for a resolution under section 30(1A), the Secretary of State may, before the period of exclusion to which the motion related comes to an end, by direction extend it until the end of such period of not less than three months, and not more than twelve months, beginning with the date of the direction as the direction may provide (subject to subsection (4)). 4 The Secretary of State may exercise the power under subsection (2) or (3) only if he is satisfied that the Minister or junior Minister concerned— a is not committed to non-violence and exclusively peaceful and democratic means; or b has failed to observe any other terms of the pledge of office. 5 Where this section applies because of the failure of a motion for a resolution under section 30(2), the Secretary of State may by direction exclude members of the political party concerned from holding office as Ministers or junior Ministers for such period of not less than six months, and not more than twelve months, beginning with the date of the direction as the direction may provide (subject to subsection (7)). 6 Where this section applies because of the failure of a motion for a resolution under section 30(3), the Secretary of State may, before the period of exclusion to which the motion related comes to an end, by direction extend it until the end of such period of not less than six months, and not more than twelve months, beginning with the date of the direction as the direction may provide (subject to subsection (7)). 7 The Secretary of State may exercise the power under subsection (5) or (6) only if he is satisfied that the political party concerned— a is not committed to non-violence and exclusively peaceful and democratic means; or b is not committed to such of its members as are or might become Ministers or junior Ministers observing the other terms of the pledge of office. 8 A period of exclusion under subsection (2) or (5) shall come to an end if— a the Secretary of State by direction so provides; or b the Assembly is dissolved. 9 In subsection (1)(a)\t\t\t\t\t “ the Monitoring Commission ” means the Commission mentioned in section 1 of the Northern Ireland (Monitoring Commission  etc. ) Act 2003. 10 In this section a reference to a period of exclusion under any provision is, in the case of a period of exclusion under that provision which has been extended, a reference to that period as extended."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "30B", "section_title": "Secretary of State’s powers in exceptional circumstances", "section_text": "30B 1 ...Under exceptional circumstances the Secretary of State may by direction temporarily exclude a Minister or junior Minister. 2 An exclusion under subsection (1) shall only remain in effect until either— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b the Assembly has considered a resolution under section 30(1) or (2); or c a period of two weeks has elapsed. 3 In subsection (1)\t\t\t\t\t “exceptional circumstances” include where— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b there is insufficient time for the Assembly to consider a resolution under section 30(1) or (2). 4 A direction made under this section shall be in writing and shall be laid before Parliament after the direction is given."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "31", "section_title": " Dates of elections and dissolutions.", "section_text": "31 1 Subject to subsection (2), the date of the poll for the election of each Assembly shall be the first Thursday in May in the   fifth   calendar year following that in which its predecessor was elected; and the predecessor shall be dissolved at the beginning of the minimum period which ends with that date. 2 The date of the poll for the election of the Assembly next following the Assembly elected at the poll on 26 November 2003 shall be 7 March 2007; and the Assembly elected on 26 November 2003 shall be dissolved on 30 January 2007. 3 The Secretary of State may at any time by order direct that the date of the poll for the election of the next Assembly shall, instead of being that specified in subsection (1)\t\t\t\t\t . . .  , be a date specified in the order being a date falling not more than two months before or after the date specified in that subsection. 4 An Assembly elected under this section or section 32 shall meet within the period of eight days beginning with the day of the poll at which it is elected. 5 For the purposes of subsection (4), a Saturday, a Sunday, Christmas Day, Good Friday and any day which is a bank holiday in Northern Ireland shall be disregarded   , as shall any day on which section 1 of the Northern Ireland Act 2000 is in force . 6 In this section “ minimum period ” means a period determined in accordance with an order of the Secretary of State."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "32", "section_title": " Extraordinary elections.", "section_text": "32 1 If the Assembly passes a resolution that it should be dissolved the Secretary of State shall  , as soon as practicable,   propose a date for the poll for the election of the next Assembly. 1A The proposed date must be within the period of 12 weeks beginning with the day on which the resolution is passed. 2 A resolution under subsection (1) shall not be passed without the support of a number of members of the Assembly which equals or exceeds two thirds of the total number of seats in the Assembly. 3 If— a the period mentioned in section 16A(3) ends without the offices of First Minister and deputy First Minister and the Ministerial offices to be held by Northern Ireland Ministers having been filled; or b the period mentioned in section 16B(3) ends without the offices of First Minister and deputy First Minister having been filled, the Secretary of State shall  , as soon as practicable,   propose a date for the poll for the election of the next Assembly. 3A The proposed date must be within the period of 12 weeks beginning when the duty in subsection (3) arises. 3B At any time after the first six weeks of the period mentioned in section 16A(3) or 16B(3) but before the end of the period mentioned there, the Secretary of State may, if the offices mentioned there have not yet been filled, propose a date for the poll for the election of the next Assembly. 3C The Secretary of State may exercise the power in subsection (3B) only if the Secretary of State considers that it is necessary to do so in order to give effect to the purpose underlying paragraph 3.15 of Annex C of Part 2 of The New Decade, New Approach Deal so far as it relates to representation. 3D The Assembly may not pass a resolution under subsection (1)— a during a period when the Secretary of State is under a duty to propose a date under subsection (3), or b if the Secretary of State has proposed a date under subsection (3) or (3B) and that date has not yet been reached. 3E The duty in subsection (3) does not arise if— a the Assembly passes a resolution under subsection (1) during the period mentioned in section 16A(3) or 16B(3), or b the Secretary of State proposes a date under subsection (3B) during that period. 3F The Secretary of State may not propose a date under subsection (3B)— a during a period when the Secretary of State is under a duty to propose a date under subsection (1), or b if the Secretary of State has proposed a date under subsection (1) and that date has not yet been reached. 3G Where the Secretary of State has proposed a date under subsection (1), (3) or (3B), the Secretary of State may, before the Assembly has been dissolved— a propose a different date under that subsection, or  b in the case of a date proposed under subsection (3B), withdraw the proposal; and an Order in Council under subsection (4) may be amended or revoked accordingly. 4 If the Secretary of State proposes a date under subsection (1)   , (3) or (3B) , Her Majesty may by Order in Council— a direct that the date of the poll for the election of the next Assembly shall, instead of being determined in accordance with section 31, be the date proposed; and b provide for the Assembly to be dissolved on a date specified in the Order."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "33", "section_title": " Constituencies and numbers of members.", "section_text": "33 1 The members of the Assembly shall be returned for the parliamentary constituencies in Northern Ireland. 2 Each constituency shall return   five   members. 3 An Order in Council under the Parliamentary Constituencies Act 1986 changing a parliamentary constituency in Northern Ireland shall have effect for the purposes of this Act in relation to— a the first election under section 31 or 32 for which the notice of election, which is required to be published under Assembly Election Rules, is published— i on a day after the end of the period of six months beginning with the day on which the Order comes into force, or ii if sooner, on or after the day on which Parliament is dissolved prior to the first parliamentary general election in relation to which the Order has effect; and b later elections under that section and by-elections. 4 In subsection (3),  “ Assembly Election Rules ” means the rules in Schedule 1 to the Representation of the People Act 1983, as applied by Article 3 of, and Schedule 1 to, the Northern Ireland Assembly (Elections) Order 2001 (S.I. 2001/2599)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "34", "section_title": " Elections and franchise.", "section_text": "34 1 This section applies to elections of members of the Assembly, including by-elections. 2 Each vote in the poll at an election shall be a single transferable vote. 3 A single transferable vote is a vote— a capable of being given so as to indicate the voter’s order of preference for the candidates for election as members for the constituency; and b capable of being transferred to the next choice when the vote is not needed to give a prior choice the necessary quota of votes or when a prior choice is eliminated from the list of candidates because of a deficiency in the number of votes given for him. 4 The Secretary of State may by order make provision about elections or any matter relating to them. 5 In particular, an order under subsection (4) may make— a provision as to the persons entitled to vote at an election and the registration of such persons; b provision for securing that no person stands as a candidate for more than one constituency at a general election; c provision for determining the date of the poll at a by-election; d provision about deposits. 6 An order under subsection (4) may apply (with or without modifications) any provision of, or made under, any enactment. 7 An order under subsection (4) may make different provision for different areas about the conduct of elections, including different provision about the registration of persons entitled to vote at an election."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "35", "section_title": " Vacancies.", "section_text": "35 1 The Secretary of State may by order make provision for the filling of vacancies occurring in the Assembly’s membership. 2 Such provision may be made by reference to by-elections or substitutes or such other method of filling vacancies as the Secretary of State thinks fit. 3 If a seat becomes vacant, the Presiding Officer shall as soon as reasonably practicable inform the Chief Electoral Officer for Northern Ireland. 4 The validity of any proceedings of the Assembly is not affected by any vacancy in its membership. 5 An order under subsection (1) may apply (with or without modifications) any provision of, or made under, any enactment."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "36", "section_title": " Disqualification.", "section_text": "36 1 The  Northern Ireland Assembly Disqualification Act 1975 shall have effect as if any reference to the Assembly established under section 1 of the  Northern Ireland Assembly Act 1973 were a reference to the Assembly. 2 No recommendation shall be made to Her Majesty to make an Order in Council under section 3(1) of the Northern Ireland Assembly Disqualification Act 1975 (power to amend Schedule 1) without the consent of the Secretary of State. 3 A person who is Her Majesty’s Lord-Lieutenant or Lieutenant for a county or county borough in Northern Ireland is disqualified for membership of the Assembly for a constituency comprising the whole or part of the county or county borough. 4 A person is disqualified for membership of the Assembly if he is disqualified for membership of the House of Commons otherwise than under the  House of Commons Disqualification Act 1975. 4A A person who is a qualifying EU citizen or an EU citizen with retained rights is disqualified for membership of the Assembly unless the person is resident for the purposes of section 4(3) of the Representation of the People Act 1983 in— a an electoral area in Great Britain, or b a district electoral area in Northern Ireland. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 A person is not disqualified for membership of the Assembly by virtue of subsection (4) by reason only that— a he is a peer  . . .  ; or b he is a Lord Spiritual. 7 A person is not disqualified for membership of the Assembly by virtue of subsection (4) by reason only that he is disqualified under section 3 of the Act of Settlement (certain persons born out of the Kingdom) if he is a   citizen of the European Union   qualifying EU citizen or an EU citizen with retained rights . 8 In this section, “ qualifying EU citizen ” and “ EU citizen with retained rights ” have the same meaning as in the Representation of the People Act 1983 (see sections  203A  and  203B  of that Act)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "37", "section_title": " Effect of disqualification and provision for relief.", "section_text": "37 1 Subject to any order made by the Assembly under this section— a if any person disqualified by virtue of  the Northern Ireland Assembly Disqualification Act 1975 or   section 36 is returned as a member of the Assembly, his return shall be void; and b if any person being a member of the Assembly becomes disqualified by virtue of  that Act or   that section, his seat shall be vacated. 2 If, in a case which falls or is alleged to fall within subsection (1) otherwise than by virtue of section 36(4), it appears to the Assembly— a that the grounds of disqualification or alleged disqualification which subsisted or arose at the material time have been removed; and b that it is otherwise proper so to do, the Assembly may by order direct that any such disqualification incurred on those grounds at that time shall be disregarded for the purposes of this section. 3 No order under subsection (2) shall affect the proceedings on any election petition or any determination of an election court. 4 Subsection (1)(b) has effect subject to  ... section 427 of the  Insolvency Act 1986 (bankruptcy etc)  and section 31 of the Elections Act 2022 (disqualification of offenders for holding elective office etc) ; and where, in consequence of    either of those sections , the seat of a disqualified member of the Assembly has not been vacated— a he shall not participate in any proceedings of the Assembly; and b any of his other rights and privileges as a member of the Assembly may be withdrawn by a resolution of the Assembly. 5 The validity of any proceedings of the Assembly is not affected by the disqualification of any person from being a member of the Assembly or from being a member for the constituency for which he purports to sit."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "38", "section_title": " Disqualification: judicial proceedings.", "section_text": "38 1 Any person who claims that a person purporting to be a member of the Assembly— a is disqualified; or b was disqualified when, or at any time since, he was returned, may apply to the High Court of Justice in Northern Ireland for a declaration to that effect. 2 On an application— a the person in respect of whom the application is made shall be the respondent; b the applicant shall give such security for costs, not exceeding £5,000, as the court may direct; and c the decision of the court shall be final. 3 A declaration made in accordance with this section shall be certified in writing to the Secretary of State by the court. 4 No such declaration shall be made in respect of a person on any grounds if an order has been made by the Assembly under subsection (2) of section 37 directing that any disqualification incurred by him on those grounds shall be disregarded for the purposes of that section. 5 No declaration shall be made in respect of any person on grounds which subsisted when he was elected if an election petition is pending or has been tried in which his disqualification on those grounds is or was in issue. 6 The Secretary of State may by order substitute for the amount specified in subsection (2)(b) such other amount as may be specified in the order."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "39", "section_title": " Presiding Officer.", "section_text": "39 1 Each Assembly shall as its first business elect from among its members a Presiding Officer and deputies. 2 A person elected Presiding Officer or deputy shall hold office until the conclusion of the next election for Presiding Officer under subsection (1) unless— a he previously resigns; b he ceases to be a member of the Assembly otherwise than by virtue of a dissolution; or c the Assembly elects from among its members a person to hold office as Presiding Officer or deputy in his place. 3 If the Presiding Officer or a deputy ceases to hold office (otherwise than under subsection (2)(c)) before the Assembly is dissolved, the Assembly shall elect another from among its members to fill his place. 4 The Presiding Officer’s functions may be exercised by a deputy if the office of Presiding Officer is vacant or the Presiding Officer is for any reason unable to act. 5 The Presiding Officer may (subject to standing orders) authorise a deputy to exercise functions on his behalf. 6 Standing orders may include provision as to the participation (including voting) of the Presiding Officer and deputies in the proceedings of the Assembly. 7 A person shall not be elected under subsections (1) to (3) without cross-community support."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "40", "section_title": " Commission.", "section_text": "40 1 There shall be a body corporate, to be known as the Northern Ireland Assembly Commission (“ the Commission ”), to perform— a the functions conferred on the Commission by virtue of any enactment; and b any functions conferred on the Commission by resolution of the Assembly. 2 The members of the Commission shall be— a the Presiding Officer; and b the prescribed number of members of the Assembly appointed in accordance with standing orders. 3 In subsection (2) “ the prescribed number ” means 5 or such other number as may be prescribed by standing orders. 3A A member of the Assembly who is— a a Minister of the Government of Ireland, or b chairman or deputy chairman of— i a committee of the Dáil Éireann (House of Representatives of Ireland), ii a committee of the Seanad Éireann (Senate of Ireland), or iii a joint committee of the Oireachtas (National Parliament of Ireland), may not be appointed as a member of the Commission. 4 The Commission shall provide the Assembly, or ensure that the Assembly is provided, with the property, staff and services required for the Assembly’s purposes. 5 The Assembly may give special or general directions to the Commission for the purpose of or in connection with the exercise of the Commission’s functions. 6 Proceedings by or against the Assembly (other than proceedings on the Crown side of the Queen’s Bench Division) shall be instituted by or against the Commission on behalf of the Assembly. 7 Any property or liabilities acquired or incurred in relation to matters within the general responsibility of the Commission to which (apart from this subsection) the Assembly would be entitled or subject shall be treated for all purposes as property or liabilities of the Commission. 8 Any expenses of the Commission shall be defrayed out of money appropriated by Act of the Assembly. 9 Any sums received by the Commission shall be paid into the Consolidated Fund of Northern Ireland, subject to any provision made by Act of the Assembly for the disposal of or accounting for such sums. 10 Schedule 5 (which makes further provision about the Commission) shall have effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "40A", "section_title": "Undertaking by members", "section_text": "40A 1 A member of the Assembly shall not— a participate in any proceedings of the Assembly, or b have any of the other rights and privileges enjoyed by members of the Assembly who have taken their seats, until he or she has given the following undertaking: I undertake: — to support the rule of law unequivocally in word and deed and to support all efforts to uphold it; — to work collectively with the other members of the Assembly to achieve a society free of paramilitarism; — to challenge all paramilitary activity and associated criminality; — to call for, and to work together with the other members of the Assembly to achieve, the disbandment of all paramilitary organisations and their structures; — to challenge paramilitary attempts to control communities; — to support those who are determined to make the transition away from paramilitarism; — to accept no authority, direction or control on my political activities other than my democratic mandate alongside my own personal and party judgment. 2 Standing orders shall provide for the procedure for giving the undertaking. 3 The procedure may not specify a day or period of time after which members are prohibited from giving the undertaking. 4 Subsection (1) applies to a person on each occasion when he or she becomes a member of the Assembly."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "41", "section_title": " Standing orders.", "section_text": "41 1 The proceedings of the Assembly shall be regulated by standing orders. 2 Standing orders shall not be made, amended or repealed without cross-community support. 3 Schedule 6 (which makes provision as to how certain matters are to be dealt with by standing orders) shall have effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "42", "section_title": " Petitions of concern.", "section_text": "42 1 If a petition expressing concern about a matter which is to be voted on by the Assembly is— a presented to the Assembly by 30 members, and b on the day after the consideration period, confirmed by 30 members, the vote on that matter requires cross-community support. 2 If such a petition is presented, the vote on the matter to which it relates may not take place until after the day mentioned in subsection (1)(b). 3 The members presenting or confirming a petition must include— a one member who belongs to a political party and one member who belongs to a different political party, b one member who belongs to a political party and one member who does not belong to a political party and did not belong to a political party when returned as a member of the Assembly, or c two members who do not belong to a political party and did not belong to a political party when returned as members of the Assembly. 4 A matter may not be the subject of a petition if it— a concerns a sanction in relation to the conduct of a Minister or other member of the Assembly;  b concerns the vote on the general principles of a Bill referred to in section 13(1)(a); c is a matter specified in standing orders made under subsection (6)(c). 5 A petition under this section may not be presented or confirmed by the Presiding Officer or a deputy Presiding Officer. 6 Standing orders must— a make provision with respect to the procedure to be followed in presenting and confirming a petition under this section (which may include provision specifying a minimum period between the presentation of the petition and the time when the vote on the matter to which it relates would take place if not postponed by the petition); b provide that the matter to which a petition under this section relates may be referred, in accordance with paragraphs 11 and 13 of Strand One of the Belfast Agreement, to the committee established under section 13(3)(a); c specify further matters that may not be the subject of a petition under this section, for the purposes of fully implementing paragraph 2.2.4 of Annex B of Part 2 of The New Decade, New Approach Deal; d make provision for such steps to be taken during the consideration period as may be necessary for the purposes of fully implementing paragraph 2.2.7 of Annex B of Part 2 of The New Decade, New Approach Deal. 7 If the day mentioned in paragraph (b) of subsection (1) is not a working day that paragraph is to be read as referring to the next day that is a working day. 8 In this section— “ the consideration period ” means the period of 14 days beginning with the day on which the petition is presented; “ working day ” means any day other than a Saturday, a Sunday, Christmas Day, Good Friday or a day which is a bank holiday in Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "43", "section_title": " Members’ interests.", "section_text": "43 1 Standing orders shall include provision for a register of interests of members of the Assembly, and for— a registrable interests (as defined in standing orders) to be registered in it; and b the register to be published and made available for public inspection. 2 Standing orders shall include provision requiring that any member of the Assembly who has— a a financial interest (as defined in standing orders) in any matter; or b any other interest, or an interest of any other kind, specified in standing orders in any matter, declares that interest before taking part in any proceedings of the Assembly relating to that matter. 3 Standing orders made in pursuance of subsection (1) or (2) may include provision for preventing or restricting the participation in proceedings of the Assembly of a member with a registrable interest, or an interest mentioned in subsection (2), in a matter to which the proceedings relate. 4 Standing orders shall include provision prohibiting a member of the Assembly from— a advocating or initiating any cause or matter on behalf of any person, by any means specified in standing orders, in consideration of any payment or benefit in kind of a description so specified; or b urging, in consideration of any such payment or benefit in kind, any other member of the Assembly to advocate or initiate any cause or matter on behalf of any person by any such means. 5 Standing orders may include provision— a for excluding from proceedings of the Assembly any member who fails to comply with, or contravenes, any provision made in pursuance of subsections (1) to (4); and b for withdrawing his rights and privileges as a member for the period of his exclusion. 6 Any member of the Assembly who— a takes part in any proceedings of the Assembly without having complied with, or in contravention of, any provision made in pursuance of subsections (1) to (3); or b contravenes any provision made in pursuance of subsection (4), is guilty of an offence. 7 A person guilty of an offence under subsection (6) is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 8 Proceedings for an offence under subsection (6) shall not be taken without the consent of the Director of Public Prosecutions for Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "44", "section_title": " Power to call for witnesses and documents.", "section_text": "44 1 The Assembly may require any person— a to attend its proceedings for the purpose of giving evidence; or b to produce documents in his custody or under his control, relating to any of the matters mentioned in subsection (2). 2 Those matters are— a transferred matters concerning Northern Ireland; b other matters in relation to which statutory functions are exercisable by Ministers or the Northern Ireland departments. 3 The power in subsection (1) is exercisable in relation to a person outside Northern Ireland only in connection with the discharge by him of functions relating to matters within subsection (2). 4 That power is not exercisable in relation to a person who is or has been a Minister of the Crown, or a person who is or has been in Crown employment within the meaning of Article 236 of the  Employment Rights (Northern Ireland) Order 1996, in connection with  — a the discharge of any functions prior to the appointed day  or during a period when section 1 of the Northern Ireland Act 2000 was in force   , or b the giving of a direction under  section 5A  of the Northern Ireland (Executive Formation etc) Act 2022 or the exercise of a function in accordance with such a direction. 4A That power is not exercisable in relation to a person mentioned in subsection (4) in connection with the discharge, during a relevant period, of a function which relates to a matter which is a transferred matter by virtue of an Order under section 4. For this purpose  “ relevant period ” means a period when the matter was not a transferred matter. 4B That power is not exercisable in relation to a person mentioned in subsection (4) in connection with the discharge, during a relevant period, of a statutory function which— a is exercisable by a Minister or a Northern Ireland department; but b was at any time exercisable by a Minister of the Crown. For this purpose  “ relevant period ” means a period when the statutory function was exercisable by a Minister of the Crown. 5 That power is not exercisable in relation to— a a person discharging functions of any body whose functions relate to excepted matters, in connection with the discharge by him of those functions; b a person discharging functions of any body whose functions relate to reserved matters, in connection with the discharge by him of those functions; c a judge of any court or a member of any tribunal which exercises the judicial power of the State. 6 That power may be exercised by a committee of the Assembly only if the committee is expressly authorised to do so by standing orders. 7 The Presiding Officer shall give the person in question notice in writing specifying— a the time and place at which the person is to attend and the particular matters relating to which he is required to give evidence; or b the documents, or types of documents, which he is to produce, the date by which he is to produce them and the particular matters to which they are to relate. 8 Such notice shall be given— a in the case of an individual, by sending it, by registered post or the recorded delivery service, addressed to him at his usual or last known address or, where he has given an address for service, at that address; b in any other case, by sending it, by registered post or the recorded delivery service, addressed to the person at the person’s registered or principal office. 9 A person is not obliged under this section to answer any question or produce any document which he would be entitled to refuse to answer or produce in proceedings in a court in Northern Ireland. 10 In this section “ statutory functions ” means functions conferred by virtue of any enactment."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "45", "section_title": " Witnesses and documents: offences.", "section_text": "45 1 Subject to subsection (9) of section 44, any person to whom a notice under subsection (7) of that section has been given who— a refuses or fails to attend proceedings as required by the notice; b refuses or fails, when attending proceedings as required by the notice, to answer any question relating to the matters specified in the notice; c deliberately alters, suppresses, conceals or destroys any document which he is required to produce by the notice; or d refuses or fails to produce any such document, is guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale or to imprisonment for a period not exceeding three months. 2 It is a defence for a person charged with an offence under subsection (1)(a), (b) or (d) to prove that he had a reasonable excuse for the refusal or failure. 3 Where an offence under this section which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate; or b any person who was purporting to act in any such capacity, he, as well as the body corporate, is guilty of that offence and liable to be proceeded against accordingly. 4 Proceedings for an offence under this section shall not be taken without the consent of the Director of Public Prosecutions for Northern Ireland. 5 For the purposes of section 44 and this section, a person shall be taken to comply with a requirement to produce a document if he produces a copy of, or an extract of the relevant part of, the document."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "46", "section_title": " Witnesses: oaths.", "section_text": "46 1 The Presiding Officer or such other person as may be authorised by standing orders may— a administer an oath to any person giving evidence in proceedings of the Assembly; and b require him to take the oath. 2 Any person who refuses to take an oath when required to do so under subsection (1)(b) is guilty of an offence. 3 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale or to imprisonment for a period not exceeding three months."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "47", "section_title": " Remuneration of members.", "section_text": "47 1 The Assembly shall pay to members of the Assembly such salaries as   may from time to time be determined  . 2 The Assembly may pay to members of the Assembly such allowances as   may from time to time be determined  . 2A The Assembly may make provision— a determining the salaries or allowances payable to members of the Assembly under this section, or b providing for those salaries or allowances to be determined by a person other than the Assembly in accordance with the provision. 2B Different provision may be made for different cases (for example, provision for higher salaries to be payable to Ministers or other office holders). 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Provision under subsection (2A) must ensure that, if a salary is payable to a member of the Assembly (“M”) as a member of   the House of Lords   or as a member of the European Parliament— a if M does not hold an office within subsection (9A), no salary is payable to M under this section; b if M holds an office within subsection (9A), the salary which would otherwise be payable to M under this section is reduced by the appropriate amount. 4A The appropriate amount is the amount of the salary payable under this section to members of the Assembly generally. 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 Standing orders must include provision for the publication of every determination   of salaries or allowances by provision under subsection (2A)(a)  . 8A Provision under subsection (2A)(b) must include provision for the publication of every determination of salaries or allowances under that provision. 9 For the purposes of this section— a a person’s membership of the Assembly begins on the day on which he takes his seat in accordance with standing orders; and b a person’s holding of   an office within subsection (9A)   begins on the day on which he takes up office. 9A An office is within this subsection if the salary payable under this section to a member of the Assembly holding the office is higher than the salary payable under this section to members of the Assembly generally. 10 For the purposes of this section, a person who is a member of the Assembly immediately before the Assembly is dissolved shall be treated— a if he continues to hold   office as a Minister or junior Minister, as Presiding Officer or deputy or as a member of the Northern Ireland Assembly Commission  , as if he were a member of the Assembly until the end of the day on which he ceases to hold the office; and b if he does not fall within paragraph (a) but is nominated as a candidate at the subsequent general election, as if he were a member of the Assembly until the end of the day of the poll for that election. 10A The provision which may be made by the Assembly for the purposes of this section includes provision— a by a resolution of the Assembly conferring functions on the Northern Ireland Assembly Commission, or b by an Act of the Assembly (which may include provision establishing an office or body, provision conferring functions on an office-holder or body and ancillary provision). 11 Any expenditure incurred by the Assembly under this section shall be defrayed out of money appropriated by Act of the Assembly."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "47A", "section_title": "Resolutions about reduction of remuneration", "section_text": "47A 1 If, in relation to the salary payable under section 47 to a Minister or junior Minister, the Assembly resolves that the whole or a specified part of the salary payable for a specified period shall not be payable— a because he is not committed to non-violence and exclusively peaceful and democratic means, or b because of any failure of his to observe any other terms of the pledge of office, the salary payable to him under that section shall be reduced accordingly. 2 If, in relation to the salaries payable under section 47 to members of the Assembly who are members of a particular political party, the Assembly resolves that the whole or a specified part of the salaries payable for a specified period shall not be payable— a because that party is not committed to non-violence and exclusively peaceful and democratic means, or b because it is not committed to such of its members as are or might become Ministers or junior Ministers observing the other terms of the pledge of office, the salaries payable to them under that section shall be reduced accordingly. 3 The Assembly may, before the end of the period by reference to which a reduction under subsection (1) or (2) falls to be made, by resolution extend that period. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 The period by reference to which a reduction under subsection (1) or (2) falls to be made shall come to an end if the Assembly— a is dissolved; or b resolves to bring the reduction to an end. 6 A motion for a resolution under this section shall not be moved unless— a it is supported by at least 30 members of the Assembly; b it is moved by the First Minister and the deputy First Minister acting jointly; or c it is moved by the Presiding Officer in pursuance of a notice under subsection (7). 7 If the Secretary of State is of the opinion that the Assembly ought to consider a resolution under this section, he shall serve a notice on the Presiding Officer requiring him to move a motion for such a resolution. 8 In forming an opinion under subsection (7), the Secretary of State shall in particular take into account the matters listed in section 30(7). 9 A resolution under this section shall not be passed without cross-community support. 10 In this section a reference to— a the period by reference to which a reduction under subsection (1) or (2) falls to be made,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . is, where the period has been extended, a reference to the period as extended."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "47B", "section_title": "Secretary of State’s powers in relation to reduction of remuneration", "section_text": "47B 1 This section applies if— a the Monitoring Commission has, or members of that Commission have under the agreement establishing it, made a report containing a recommendation about steps the Assembly might consider taking; b the taking of those steps by the Assembly requires the passing by it of a resolution under section 47A(1), (2), (3) or (4) in relation to a Minister, junior Minister or political party; and c the first motion for a resolution under that provision in relation to the Minister, junior Minister or political party concerned that is put to the vote after the making of the report does not attract cross-community support. 2 Where this section applies because of the failure of a motion for a resolution under section 47A(1), the Secretary of State may, in relation to the salary payable under section 47 to the Minister or junior Minister concerned, by direction provide that the whole or a specified part of the salary payable for a specified period shall not be payable (subject to subsection (4)). 3 Where this section applies because of— a the failure of a motion for a resolution under section 47A(3) to extend a period by reference to which a reduction under section 47A(1) falls to be made, or b the failure of a motion for a resolution under section 47A(4) to extend a period by reference to which provision for non-payability under subsection (2) applies, the Secretary of State may, before the end of that period, by direction extend that period (subject to subsection (4)). 4 The Secretary of State may exercise the power under subsection (2) or (3) only if he is satisfied that the Minister or junior Minister concerned— a is not committed to non-violence and exclusively peaceful and democratic means; or b has failed to observe any other terms of the pledge of office. 5 Where this section applies because of the failure of a motion for a resolution under section 47A(2), the Secretary of State may, in relation to the salaries payable under section 47 to members of the Assembly who are members of the political party concerned, by direction provide that the whole or a specified part of the salaries payable for a specified period shall not be payable (subject to subsection (7)). 6 Where this section applies because of— a the failure of a motion for a resolution under section 47A(3) to extend a period by reference to which a reduction under section 47A(2) falls to be made, or b the failure of a motion for a resolution under section 47A(4) to extend a period by reference to which provision for non-payability under subsection (5) applies, the Secretary of State may, before the end of that period, by direction extend that period (subject to subsection (7)). 7 The Secretary of State may exercise the power under subsection (5) or (6) only if he is satisfied that the political party concerned— a is not committed to non-violence and exclusively peaceful and democratic means; or b is not committed to such of its members as are or might become Ministers or junior Ministers observing the other terms of the pledge of office. 8 The period by reference to which provision for non-payability under subsection (2) or (5) applies shall come to an end if— a the Secretary of State by direction so provides; or b the Assembly is dissolved. 9 In subsection (1)(a)\t\t\t\t\t “ the Monitoring Commission ” means the Commission mentioned in section 1 of the Northern Ireland (Monitoring Commission  etc. ) Act 2003. 10 In this section a reference to— a the period by reference to which provision for non-payability under subsection (2) or (5) applies, or b the period by reference to which a reduction under section 47A(1) or (2) falls to be made, is, where the period has been extended, a reference to the period as extended."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "47C", "section_title": "Section 47A : specified periods and extensions", "section_text": "47C 1 A period specified under section 47A(1) or (2)  ...— a shall begin no earlier than the end of the day when the resolution or direction specifying it is passed or given; b shall begin no later than the end of the period of one month beginning with that day; and c shall not be longer than 12 months. 2 The power under section 47A(3)  ... to extend a period is a power to extend it until the end of such period of not more than 12 months beginning with the date of the resolution,  ..., by which the power is exercised as the resolution  ... may provide."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "48", "section_title": " Pensions of members.", "section_text": "48 1 The Assembly may make provision for the payment of pensions, gratuities or allowances to, or in respect of, any person who— a has ceased to be a member of the Assembly; or b has ceased to hold   an office within subsection (1A)   but continues to be a member of the Assembly. 1A An office is within this subsection if the salary payable under section 47 to a member of the Assembly holding the office is higher than the salary payable under that section to members of the Assembly generally. 2 Such provision may, in particular, include provision for— a contributions or payments towards provision for such pensions, gratuities or allowances; b the establishment and administration (whether by the Commission or otherwise) of one or more pension schemes. 2A Where any salary payable to a person under section 47 is not payable because of   section 47A  , any provision made under this section for the payment of pensions which has effect in relation to him shall apply as if the salary were payable. 3 In this section— “ the Commission ” means the Northern Ireland Assembly Commission; “ provision ” includes provision— by an Act of the Assembly  (which may include provision establishing an office or body, provision conferring functions on an office-holder or body and ancillary provision)  ; or by a resolution of the Assembly conferring functions on the Commission. 4 Any expenditure incurred by the Assembly under this section shall be defrayed out of money appropriated by Act of the Assembly."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "49", "section_title": " Letters Patent etc.", "section_text": "49 1 Her Majesty may by Order in Council make provision as to— a the form and manner of preparation; and b the publication, of Letters Patent signed with Her Majesty’s own hand signifying Her Assent to a Bill passed by the Assembly. 2 If the First Minister and the deputy First Minister acting jointly so direct, impressions with the same device as the Great Seal of Northern Ireland shall be taken in such manner, of such size and on such material as is specified in the direction. 3 Each such impression— a shall be known as a Wafer Great Seal of Northern Ireland; and b shall be kept in accordance with directions of the First Minister and the deputy First Minister acting jointly. 4 If a Wafer Great Seal of Northern Ireland has been applied to Letters Patent mentioned in subsection (1), the document has the same validity as if it had passed under the Great Seal of Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "50", "section_title": " Privilege.", "section_text": "50 1 For the purposes of the law of defamation, absolute privilege shall attach to— a the making of a statement in proceedings of the Assembly; and b the publication of a statement under the Assembly’s authority. 2 A person is not guilty of contempt of court under the strict liability rule as the publisher of any matter— a in the course of proceedings of the Assembly which relate to a Bill or subordinate legislation; or b to the extent that it consists of a fair and accurate report of such proceedings which is made in good faith. 3 In this section— “ statement ” has the same meaning as in the  Defamation Act 1996; “ the strict liability rule ” has the same meaning as in the  Contempt of Court Act 1981."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "51", "section_title": " Resignation of members.", "section_text": "51 A member of the Assembly may at any time resign his seat by notice in writing to the Presiding Officer."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "51A", "section_title": "Resolutions about reduction of financial assistance", "section_text": "51A 1 If the Assembly resolves that the whole or a specified part of any financial assistance payable for a specified period under the Financial Assistance for Political Parties Act (Northern Ireland) 2000 to a particular political party shall not be payable— a because it is not committed to non-violence and exclusively peaceful and democratic means, or b because it is not committed to such of its members as are or might become Ministers or junior Ministers observing the other terms of the pledge of office, the financial assistance payable to it under that Act shall be reduced accordingly. 2 The Assembly may, before the end of the period by reference to which a reduction under subsection (1) falls to be made, by resolution extend that period. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The period by reference to which a reduction under subsection (1) falls to be made shall come to an end if the Assembly— a is dissolved; or b resolves to bring the reduction to an end. 5 A motion for a resolution under this section shall not be moved unless— a it is supported by at least 30 members of the Assembly; b it is moved by the First Minister and the deputy First Minister acting jointly; or c it is moved by the Presiding Officer in pursuance of a notice under subsection (6). 6 If the Secretary of State is of the opinion that the Assembly ought to consider a resolution under this section, he shall serve a notice on the Presiding Officer requiring him to move a motion for such a resolution. 7 In forming an opinion under subsection (6), the Secretary of State shall in particular take into account the matters listed in section 30(7). 8 A resolution under this section shall not be passed without cross-community support. 9 In this section a reference to— a the period by reference to which a reduction under subsection (1) falls to be made,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . is, where the period has been extended, a reference to the period as extended."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "51B", "section_title": "Secretary of State’s powers in relation to reduction of financial assistance", "section_text": "51B 1 This section applies if— a the Monitoring Commission has, or members of that Commission have under the agreement establishing it, made a report containing a recommendation about steps the Assembly might consider taking; b the taking of those steps by the Assembly requires the passing by it of a resolution under section 51A(1), (2) or (3) in relation to a political party; and c the first motion for a resolution under that provision in relation to the political party concerned that is put to the vote after the making of the report does not attract cross-community support. 2 Where this section applies because of the failure of a motion for a resolution under section 51A(1), the Secretary of State may by direction provide that the whole or a specified part of any financial assistance payable for a specified period under the Financial Assistance for Political Parties Act (Northern Ireland) 2000 to the political party concerned shall not be payable (subject to subsection (5)). 3 Where this section applies because of the failure of a motion for a resolution under section 51A(2) to extend the period by reference to which a reduction under section 51A(1) falls to be made, the Secretary of State may, before the end of that period, by direction extend that period (subject to subsection (5)). 4 Where this section applies because of the failure of a motion for a resolution under section 51A(3) to extend the period by reference to which provision for non-payability under subsection (2) applies, the Secretary of State may, before the end of that period, by direction extend that period (subject to subsection (5)). 5 The Secretary of State may exercise the power under subsection (2), (3) or (4) only if he is satisfied that the political party concerned— a is not committed to non-violence and exclusively peaceful and democratic means; or b is not committed to such of its members as are or might become Ministers or junior Ministers observing the other terms of the pledge of office. 6 The period by reference to which provision for non-payability under subsection (2) applies shall come to an end if— a the Secretary of State by direction so provides; or b the Assembly is dissolved. 7 In subsection (1)(a)\t\t\t\t\t “ the Monitoring Commission ” means the Commission mentioned in section 1 of the Northern Ireland (Monitoring Commission  etc. ) Act 2003. 8 In this section a reference to— a the period by reference to which provision for non-payability under subsection (2) applies, or b the period by reference to which a reduction under section 51A(1) falls to be made, is, where the period has been extended, a reference to the period as extended."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "51C", "section_title": "  Section 51A  : specified periods and extensions", "section_text": "51C 1 A period specified under section 51A(1) ...— a shall begin no earlier than the end of the day when the resolution or direction specifying it is passed or given; b shall begin no later than the end of the financial year in which that day falls; and c shall not be longer than 12 months. 2 The power under section 51A(2)  ... to extend a period is a power to extend it until the end of such period of not more than 12 months beginning with the date of the resolution,  ..., by which the power is exercised as the resolution  ... may provide."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "51D", "section_title": "Censure resolutions", "section_text": "51D 1 This section applies to the following resolutions of the Assembly— a a resolution censuring a Minister or junior Minister— i because he is not committed to non-violence and exclusively peaceful and democratic means; or ii because of any failure of his to observe any other terms of the pledge of office; b a resolution censuring a political party— i because it is not committed to non-violence and exclusively peaceful and democratic means; or ii because it is not committed to such of its members as are or might become Ministers or junior Ministers observing the other terms of the pledge of office. 2 A motion for a resolution to which this section applies shall not be moved unless— a it is supported by at least 30 members of the Assembly; b it is moved by the First Minister and the deputy First Minister acting jointly; or c it is moved by the Presiding Officer in pursuance of a notice under subsection (3). 3 If the Secretary of State is of the opinion that the Assembly ought to consider a resolution to which this section applies, he shall serve a notice on the Presiding Officer requiring him to move a motion for such a resolution. 4 In forming an opinion under subsection (3), the Secretary of State shall in particular take into account the matters listed in section 30(7). 5 A resolution to which this section applies shall not be passed without cross-community support."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "52", "section_title": " North-South Ministerial Council and British-Irish Council.", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "52A", "section_title": "North-South Ministerial Council and British-Irish Council", "section_text": "52A 1 The First Minister and the deputy First Minister acting jointly shall, as far in advance of each meeting of the North-South Ministerial Council or the British-Irish Council as is reasonably practicable, give to the Executive Committee and to the Assembly the following information in relation to the meeting— a the date; b the agenda; and c (once determined under this section) the names of the Ministers or junior Ministers who are to attend the meeting. 2 Each Minister or junior Minister who has responsibility (whether or not with another Minister or junior Minister) in relation to any matter included in the agenda for a meeting of either Council (“appropriate Minister”) shall be entitled— a to attend the meeting; and b to participate (see section 52C) in the meeting so far as it relates to that matter. 3 An appropriate Minister may nominate another Minister or junior Minister— a to attend the meeting in place of the appropriate Minister; and b to participate in the meeting so far as it relates to matters for which the appropriate Minister has responsibility, but a person may not be nominated under this subsection without his consent. 4 Each appropriate Minister shall notify the First Minister and the deputy First Minister, as soon as reasonably practicable and in any event no later than 10 days before the date of the meeting, that— a he intends to attend the meeting; b he does not intend to attend the meeting but has nominated another person under subsection (3) to attend in his place; or c he does not intend to attend the meeting and he does not intend, or has not been able, to make such a nomination, and a notification under paragraph (b) shall include the name of the person nominated. 5 If the appropriate Minister gives a notification under subsection (4)(c)\t\t\t\t\t(or if the First Minister and the deputy First Minister receive no notification from him under subsection (4)), the First Minister and the deputy First Minister acting jointly shall nominate a Minister or junior Minister— a to attend the meeting in place of the appropriate Minister; and b to participate in the meeting so far as it relates to matters for which the appropriate Minister has responsibility. 6 In relation to a matter for which the First Minister and the deputy First Minister are the appropriate Ministers— a the notification to be made by each of them under subsection (4) shall be made to the other; and b if either of them (“A”) gives a notification under subsection (4)(c)\t\t\t\t\t\t\t(or if the other (“B”) receives no notification from A under subsection (4)), B (acting alone) shall make the nomination under subsection (5) in relation to A. 7 The First Minister and the deputy First Minister acting jointly shall make such nominations (or further nominations) of Ministers and junior Ministers (including where appropriate alternative nominations) as they consider necessary to ensure such cross-community participation in either Council as is required by the Belfast Agreement. 8 Subsection (9) applies in relation to any matter included in the agenda for a meeting of either Council if— a the First Minister and the deputy First Minister are not the appropriate Ministers in relation to the matter; but b the matter is one that ought, by virtue of section 20(3) or (4), to be considered by the Executive Committee. 9 The First Minister and the deputy First Minister acting jointly shall also be entitled— a to attend the meeting; and b to participate in the meeting so far as it relates to that matter. 10 In this section  “ day ” does not include a Saturday, a Sunday, Christmas Day, Good Friday and any day which is a bank holiday in Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "52B", "section_title": "Section 52A: duty to attend Council meetings  etc", "section_text": "52B 1 It shall be a Ministerial responsibility of— a each appropriate Minister; or b if a Minister or junior Minister is nominated under section 52A(3) or (5) to attend a meeting of the North-South Ministerial Council or the British-Irish Council in place of an appropriate Minister, that Minister or junior Minister, to participate in the meeting so far as it relates to matters for which the appropriate Minister has responsibility. 2 It shall be a Ministerial responsibility of a Minister or junior Minister nominated to attend a meeting of either Council under section 52A(7) to participate in the meeting so far as specified in the nomination. 3 Each appropriate Minister shall give to— a a person nominated under section 52A(3) or (5) to attend a meeting of either Council in his place; or b a person nominated under section 52A(7) to participate in a meeting of either Council so far as specified in the nomination, such information as may be necessary to enable the person's full participation in the meeting. 4 But if the appropriate Minister does not give sufficient information under subsection (3) to enable the person's full participation in the meeting— a the First Minister and the deputy First Minister acting jointly may request the necessary information; and b if they do so, the appropriate Minister must give that information to the person nominated. 5 A person nominated under section 52A(3) or (5) may enter into agreements or arrangements in respect of matters for which the appropriate Minister is (or the appropriate Ministers are) responsible. 6 Without prejudice to the operation of section 24, a Minister or junior Minister attending a meeting of either Council by virtue of any provision of section 52A or this section shall act in accordance with any decisions of the Assembly or the Executive Committee (by virtue of section 20) which are relevant to his participation in the Council concerned. 7 In this section  “ appropriate Minister ”, in relation to a meeting of the North-South Ministerial Council or the British-Irish Council, has the same meaning as in section 52A."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "52C", "section_title": "Sections 52A and 52B: supplementary", "section_text": "52C 1 If any question arises under section 52A or 52B as to which Minister or junior Minister has responsibility for any matter, the First Minister and the deputy First Minister acting jointly shall determine that question. 2 A Minister or junior Minister who participates in a meeting of either the North-South Ministerial Council or the British-Irish Council by virtue of any provision of section 52A or 52B shall, as soon as reasonably practicable after the meeting, make a report— a to the Executive Committee; and b to the Assembly. 3 A report under subsection (2)(b) shall be made orally unless standing orders authorise it to be made in writing. 4 The Northern Ireland contributions towards the expenses of the Councils shall be defrayed as expenses of the Office of the First Minister and deputy First Minister. 5 In sections 52A and 52B and this section  “ participate ” shall be construed— a in relation to the North-South Ministerial Council, in accordance with paragraphs 5 and 6 of Strand Two of the Belfast Agreement; b in relation to the British-Irish Council, in accordance with the first paragraph 5 of Strand Three of that Agreement."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "53", "section_title": " Agreements etc. by persons participating in Councils.", "section_text": "53 1 This section applies to any agreement or arrangement entered into by a Minister or junior Minister participating, by reason of   any provision of section 52A or 52B , in a meeting of the North-South Ministerial Council or the British-Irish Council. 2 Provision may be made by Act of the Assembly for giving effect to any agreement or arrangement to which this section applies, including provision— a for transferring to any body designated by or constituted under the agreement or arrangement any functions which would otherwise be exercisable by any Minister or Northern Ireland department; b for transferring to a Minister or Northern Ireland department any functions which would otherwise be exercisable by any authority outside Northern Ireland. 3 Subsection (2) has effect notwithstanding anything in subsection (2)(a) of section 6; but it does not affect— a the operation of subsection (2)(b) to (f) of that section; or b the operation of section  7A,   8 or 15 in relation to the enactment of any Act of the Assembly. 4 No agreement or arrangement to which this section applies entered into for the establishment after the appointed day of an implementation body shall come into operation without the approval of the Assembly. 5 In subsection (4) “ implementation body ” means a body for implementing, on the basis mentioned in paragraph 11 of Strand Two of the Belfast Agreement, policies agreed in the North-South Ministerial Council."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "54", "section_title": " British-Irish Intergovernmental Conference.", "section_text": "54 1 This section applies where excepted or reserved matters relating to Northern Ireland are to be discussed at a meeting of the British-Irish Intergovernmental Conference. 2 The First Minister and the deputy First Minister acting jointly shall ensure that there is such cross-community attendance by Ministers and junior Ministers at the meeting as is required by the Belfast Agreement."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "55", "section_title": " Implementation bodies.", "section_text": "55 1 The Secretary of State may make an order about any body— a which he considers to be an implementation body; and b which is, or is to be, established on or before the appointed day. 2 An order under this section may make any such provision as may be made (after the appointed day) by Act of the Assembly and may in particular— a confer on the body the legal capacities of a body corporate; b confer on the body any function which the Secretary of State considers necessary or expedient for the purpose for which it is, or is to be, established; c confer on a Northern Ireland department power to make grants to the body out of money appropriated by Act of the Assembly; d make provision as to the accounting and audit arrangements which are to apply in relation to the body; and e make consequential or supplementary provisions, including provisions amending or repealing any Northern Ireland legislation, or any instrument made under such legislation. 3 In this section “ implementation body ” means a body for implementing, on the basis mentioned in paragraph 11 of Strand Two of the Belfast Agreement, policies agreed in the North-South Ministerial Council."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "56", "section_title": " Civic Forum.", "section_text": "56 1 The First Minister and the deputy First Minister acting jointly shall make arrangements for obtaining from the Forum its views on social, economic and cultural matters. 2 The arrangements so made shall not take effect until after they have been approved by the Assembly. 3 The expenses of the Forum shall be defrayed as expenses of the Department of Finance and Personnel. 4 In this section “ the Forum ” means the consultative Civic Forum established in pursuance of paragraph 34 of Strand One of the Belfast Agreement by the First Minister and the deputy First Minister acting jointly."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "56A", "section_title": "Democratic consent process", "section_text": "56A Schedule 6A (EU Withdrawal: democratic consent process) has effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "56B", "section_title": "Application of EU acts", "section_text": "56B Schedule 6B (EU Withdrawal: Windsor Framework democratic scrutiny) has effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "57", "section_title": " Consolidated Fund of Northern Ireland.", "section_text": "57 1 The Consolidated Fund of Northern Ireland shall continue to exist. 2 Sums forming part of the Fund— a shall be appropriated to the public service of Northern Ireland by Act of the Assembly; and b shall not be applied for any purpose for which they are not appropriated. 3 Subsection (2) is subject to section 59 and to any provision which charges sums on the Fund and is made— a by or under an Act of Parliament; or b by an Act of the Assembly or other Northern Ireland legislation."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "58", "section_title": " Payments into the Fund.", "section_text": "58 The Secretary of State shall from time to time make payments into the Consolidated Fund of Northern Ireland out of money provided by Parliament of such amounts as he may determine."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "59", "section_title": " Payments out of Fund without appropriation Act.", "section_text": "59 1 If an Act is not passed at least three working days before the end of a financial year (“ year 1 ”) authorising the issue out of the Consolidated Fund of Northern Ireland of sums for the service of the next financial year (“ year 2 ”)— a the authorised officer of the Department of Finance and Personnel may, subject to any Act subsequently passed, authorise the issue of sums out of that Fund for the service of year 2; and b the sums so issued shall be appropriated for such services and purposes as the officer may direct. 2 The aggregate of the sums issued under subsection (1) for the service of year 2 shall not exceed 75 per cent of the total amount appropriated by Act for the service of year 1. 3 If an Act is not passed before the end of July in any financial year authorising the issue out of the Consolidated Fund of Northern Ireland of sums for the service of the year— a the authorised officer of the Department of Finance and Personnel may, subject to any Act subsequently passed, authorise the issue of sums out of that Fund for the service of the year; and b the sums so issued shall be appropriated for such services and purposes as the officer may direct. 4 The aggregate of the sums issued under subsection (3), and (where applicable) the sums issued under subsection (1), for the service of any financial year shall not exceed 95 per cent of the total amount appropriated by Act for the service of the preceding financial year. 5 In this section— “ Act ” means an Act of the Assembly or, in relation to any time before the appointed day, an Order in Council under Schedule 1 to the  Northern Ireland Act 1974; “ authorised officer ”, in relation to the Department of Finance and Personnel, means the Permanent Secretary or such other officer as may be nominated by him for the purpose."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "60", "section_title": " Financial control, accounts and audit.", "section_text": "60 1 In so far as such provision has not been made, an Act of the Assembly or other Northern Ireland legislation shall make provision— a for proper accounts to be prepared by the Northern Ireland departments, and by other persons to whom sums are paid directly out of the Consolidated Fund of Northern Ireland, of their expenditure and receipts; b for the Department of Finance and Personnel to prepare an account of payments into and out of the Fund; c for the Comptroller and Auditor General for Northern Ireland to exercise, or ensure the exercise by other persons of, the functions mentioned in subsection (2); d for access by persons exercising those functions to such documents as they may reasonably require; e for members of the Northern Ireland Civil Service designated for the purpose to be answerable to the Assembly in respect of the expenditure and receipts of each of the Northern Ireland departments; and f for the publication of accounts prepared in pursuance of paragraphs (a) and (b), and of reports on such accounts, and for the laying of such accounts and reports before the Assembly. 2 The functions referred to in subsection (1)(c) are— a issuing credits for the payment of sums out of the Fund; b examining accounts prepared in pursuance of subsection (1)(a) and (b) (which includes determining whether sums paid out of the Fund have been paid out and applied in accordance with section 57), and certifying and reporting on them; c carrying out examinations into the economy, efficiency and effectiveness with which the Northern Ireland departments have used their resources in discharging their functions; and d carrying out examinations into the economy, efficiency and effectiveness with which other persons determined under Northern Ireland legislation to whom sums are paid directly out of the Fund have used those sums in discharging their functions. 3 Standing orders shall make provision for establishing a committee of members of the Assembly to consider accounts, and reports on accounts, laid before the Assembly in pursuance of this section or any other enactment. 4 Persons (other than the Comptroller and Auditor General for Northern Ireland) charged with the exercise of any function under subsection (2) or other like function conferred by Northern Ireland legislation shall not, in the exercise of that or any ancillary function, be subject to the direction or control of any Minister or Northern Ireland department or of the Assembly. 5 Subsection (2)(b) does not apply to accounts prepared by the Comptroller and Auditor General for Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "61", "section_title": " Advances by Secretary of State.", "section_text": "61 1 The Secretary of State may advance to the Department of Finance and Personnel sums required for the purpose of— a meeting a temporary excess of sums to be paid out of the Consolidated Fund of Northern Ireland over sums paid into the Fund; or b providing a working balance in the Fund. 2 The Treasury may issue to the Secretary of State out of the National Loans Fund any sum which he requires for the making of an advance under this section. 3 The aggregate at any time outstanding in respect of the principal of sums advanced under this section shall not exceed £250 million. 4 Sums advanced under this section shall be repaid to the Secretary of State at such times and by such methods, and interest on them shall be paid to him at such rates and at such times, as the Treasury may determine. 5 Sums received by the Secretary of State under subsection (4) shall be paid into the National Loans Fund. 6 Amounts required for the repayment of, or the payment of interest on, sums advanced under this section shall be charged on the Consolidated Fund of Northern Ireland. 7 The Secretary of State may by order, with the consent of the Treasury, substitute for the amount specified in subsection (3) such increased amount as may be specified in the order."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "62", "section_title": " Accounts.", "section_text": "62 1 The Secretary of State shall, for each financial year— a prepare, in such form and manner as the Treasury may direct, an account of sums paid and received by him under section 61; and b send the account to the Comptroller and Auditor General not later than the end of November in the following financial year. 2 The Comptroller and Auditor General shall— a examine, certify and report on the account; and b lay copies of it and his report before each House of Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "63", "section_title": " Financial acts of the Assembly.", "section_text": "63 1 The Assembly may not pass a vote, resolution or Act to which this subsection applies except in pursuance of a recommendation which— a is made by the Minister of Finance and Personnel; and b is signified to the Assembly by him or on his behalf. 2 Subsection (1) applies to a vote, resolution or Act which— a imposes or increases a charge on the Consolidated Fund of Northern Ireland; b appropriates a sum out of that Fund or increases a sum to be appropriated; c releases or compounds a debt owed to the Crown; or d imposes or increases a tax. 3 Standing orders shall provide that a vote, resolution or Act which— a appropriates a sum out of the Consolidated Fund of Northern Ireland or increases a sum to be appropriated; or b imposes or increases a tax, shall not be passed without cross-community support."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "64", "section_title": " Draft budgets.", "section_text": "64 1 The Minister of Finance and Personnel shall, before the beginning of each financial year, lay before the Assembly a draft budget, that is to say, a programme of expenditure proposals for that year which has been agreed by the Executive Committee in accordance with paragraph 20 of Strand One of the Belfast Agreement. 1A At least 14 days before laying a draft budget for a financial year, the Minister of Finance and Personnel must lay before the Assembly a statement specifying the amount of  UK  funding for that year notified to the Minister by the Secretary of State. 1B At the same time as laying a draft budget for a financial year, the Minister of Finance and Personnel must lay before the Assembly a statement showing that the amount of  UK  funding required by the draft budget does not exceed the amount specified under subsection (1A) for that year. 1C Subsection (1D) applies if, after a draft budget for a financial year has been laid before the Assembly, the Secretary of State notifies the Minister of Finance and Personnel that the amount of  UK  funding for that year has been revised to the amount specified in the notification. 1D Before the end of the period of four months beginning with the day on which the notification under subsection (1C) was given, the Minister of Finance and Personnel must lay before the Assembly a statement specifying the revisions to the expenditure proposals which are required in consequence of the notification. 1E The amount of  UK  funding required by the expenditure proposals (taking account of the revisions under subsection (1D)) must not exceed the amount specified in the notification under subsection (1C). 2 The Assembly may, with cross-community support, approve a draft budget laid before them with or without modification. 3 In this section references to  UK  funding, in relation to a financial year, are to funding from such sources as are specified in the notification mentioned in subsection (1A) in relation to that year."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "65", "section_title": " Audit.", "section_text": "65 1 The Comptroller and Auditor General for Northern Ireland shall be appointed by Her Majesty on the nomination of the Assembly. 2 A recommendation shall not be made to Her Majesty for the removal from office of the Comptroller and Auditor General for Northern Ireland unless— a the Assembly so resolves; and b the resolution is passed with the support of a number of members of the Assembly which equals or exceeds two thirds of the total number of seats in the Assembly. 3 The Comptroller and Auditor General for Northern Ireland shall not, in the exercise of any of his functions, be subject to the direction or control of any Minister or Northern Ireland department or of the Assembly; but this subsection does not apply in relation to any function conferred on him of preparing accounts. 4 The accounts of the Consolidated Fund of Northern Ireland shall be audited by the Comptroller and Auditor General for Northern Ireland in accordance with the  Exchequer and Audit Act Northern Ireland) 1921. 5 Subsection (4) is subject to any provision of an Act of the Assembly or other Northern Ireland legislation. 6 The Assembly shall not have power under Article 4(1) of the  Audit (Northern Ireland) Order 1987 to pass at any time a resolution which reduces the salary payable to a person holding the office of Comptroller and Auditor General for Northern Ireland at that time."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "66", "section_title": " Expenses of Northern Ireland Audit Office.", "section_text": "66 1 Standing orders shall make provision for establishing a committee of members of the Assembly to exercise, in place of the Department of Finance and Personnel, the functions conferred on that Department by Article 6(2) of the Audit (Northern Ireland) Order 1987 (expenses of Northern Ireland Audit Office). 2 No more than one member of the committee established under subsection (3) of section 60 may be a member of the committee established under this section. 3 The committee established under this section shall, in discharging its functions, have regard to the advice of the committee established under that subsection and of the Department of Finance and Personnel."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "67", "section_title": " Provision of information to Treasury.", "section_text": "67 1 The Treasury may require the Northern Ireland Ministers and departments to provide, within such period as the Treasury may specify, such information, in such form and prepared in such manner, as the Treasury may specify. 2 If the information is not in their possession or under their control, their duty under subsection (1) is to take all reasonable steps to comply with the requirement."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "67A", "section_title": "Accounts etc to be laid before House of Commons if no functioning Assembly", "section_text": "67A 1 A person must send to the Secretary of State a copy of any minutes, accounts, reports, or other documents, that, during a period in which the Assembly is not functioning, the person lays before the Assembly under a relevant provision. 2 The Secretary of State must lay before the House of Commons anything received under  subsection (1) . 3 In this section “ relevant provision ” means— a section 10(4), 11(3)(c), 16(4) or 24(2) of the Government Resources and Accounts Act (Northern Ireland) 2001, or b Article 8 of the Financial Provisions (Northern Ireland) Order 1993 ( S.I. 1993/1252 (N.I. 5)) . 4 In this section “ period in which the Assembly is not functioning ” means a period— a beginning with the first day after the end of the period in which an Assembly must meet if, at the end of that period, the Presiding Officer and deputies are not in post, and b ending with the next day on which the Presiding Officer and deputies are in post. 5 In  subsection (4) — a a reference to a Presiding Officer or deputy being in post is a reference to their being in post having been elected under section 39(1) after the day of the poll at which the Assembly referred to in  subsection (4) (a)  is elected, and b a reference to the period in which an Assembly must meet is a reference to the period referred to in section 31(4)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "68", "section_title": " The Northern Ireland Human Rights Commission.", "section_text": "68 1 There shall be a body corporate to be known as the Northern Ireland Human Rights Commission. 2 The Commission shall consist of a Chief Commissioner and other Commissioners appointed by the Secretary of State. 3 In making appointments under this section, the Secretary of State shall as far as practicable secure that the Commissioners, as a group, are representative of the community in Northern Ireland. 4 Schedule 7 (which makes supplementary provision about the Commission) shall have effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "69", "section_title": " The Commission’s functions.", "section_text": "69 1 The Commission shall keep under review the adequacy and effectiveness in Northern Ireland of law and practice relating to the protection of human rights. 2 The Commission shall, before the end of the period of two years beginning with the commencement of this section, make to the Secretary of State such recommendations as it thinks fit for improving— a its effectiveness; b the adequacy and effectiveness of the functions conferred on it by this Part; and c the adequacy and effectiveness of the provisions of this Part relating to it. 3 The Commission shall advise the Secretary of State and the Executive Committee of the Assembly of legislative and other measures which ought to be taken to protect human rights— a as soon as reasonably practicable after receipt of a general or specific request for advice; and b on such other occasions as the Commission thinks appropriate. 4 The Commission shall advise the Assembly whether a Bill is compatible with human rights— a as soon as reasonably practicable after receipt of a request for advice; and b on such other occasions as the Commission thinks appropriate. 5 The Commission may— a give assistance to individuals in accordance with section 70; and b bring proceedings involving law or practice relating to the protection of human rights. 6 The Commission shall promote understanding and awareness of the importance of human rights in Northern Ireland; and for this purpose it may undertake, commission or provide financial or other assistance for— a research; and b educational activities. 7 The Secretary of State shall request the Commission to provide advice of the kind referred to in paragraph 4 of the Human Rights section of the Belfast Agreement. 8A The Commission shall publish a report of its findings on an investigation. 8 For the purpose of exercising its functions under this section the Commission may conduct such investigations as it considers necessary or expedient. 9 The Commission may decide to publish its advice and the outcome of its research  . . .  . 10 The Commission shall do all that it can to ensure the establishment of the committee referred to in paragraph 10 of that section of that Agreement. 10A For functions of the Commission in relation to Article 2(1) of the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement (rights of individuals), see sections 78A to 78E. 11 In this section— a a reference to the Assembly includes a reference to a committee of the Assembly; b “ human rights ” includes the Convention rights."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "69A", "section_title": "Investigations: evidence", "section_text": "69A 1 For the purpose of an investigation under section 69(8) the Commission may by notice in writing require a person— a to provide information in his possession, b to produce documents in his possession, or c to give oral evidence. 2 A notice may include provision about— a the form of information, documents or evidence; b timing. 3 A notice— a may not require a person to provide information that he is prohibited from disclosing by virtue of an enactment, b may not require a person to do anything that he could not be compelled to do in proceedings before the High Court, and c may not require a person to attend at a place unless the Commission undertakes to pay the expenses of his journey. 4 The Commission may issue a notice under subsection (1) only if it has— a considered whether the matter to which the notice relates has already been sufficiently investigated by another person, and b concluded that it has not. 5 The recipient of a notice may apply to a county court to have the notice cancelled on the grounds that the requirement imposed by the notice— a is unnecessary having regard to the purpose of the investigation to which the notice relates, b contravenes subsection (4) or section 69D, or c is otherwise unreasonable. 6 Subsection (7) applies where the Commission thinks that a person— a has failed without reasonable excuse to comply with a notice, or b is likely to fail without reasonable excuse to comply with a notice. 7 The Commission may apply to a county court for an order requiring a person to take such steps as may be specified in the order to comply with the notice. 8 A person commits an offence if without reasonable excuse he— a fails to comply with a notice, b fails to comply with an order under subsection (7), c falsifies anything provided or produced in accordance with a notice or order, or d makes a false statement in giving oral evidence in accordance with a notice. 9 A person who is guilty of an offence under subsection (8) shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 10 A notice under this section may not require the Public Prosecution Service for Northern Ireland to supply documents or evidence about a decision whether or not to institute or continue criminal proceedings."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "69B", "section_title": "Investigations: national security", "section_text": "69B 1 Where a person is given a notice under section 69A(1) he shall disregard it, and notify the Commission that he is disregarding it, in so far as he thinks it would require him— a to disclose sensitive information within the meaning of   paragraph 5 of Schedule 1 to the Justice and Security Act 2013  \t\t\t\t\t\t\t(Intelligence and Security Committee  of Parliament ), b to disclose information which might lead to the identification of an employee or agent of an intelligence service (other than one whose identity is already known to the Commission), c to disclose information which might provide details of processes used in recruiting, selecting or training employees or agents of an intelligence service, d to disclose information which might provide details of, or cannot practicably be separated from, information falling within any of paragraphs (a) to (c), e to make a disclosure of information relating to an intelligence service which would prejudice the interests of national security, or f to make a disclosure of information relating to the Police Service of Northern Ireland which would prejudice the interests of national security. 2 Where in response to a notice under section 69A(1) a person gives a notice to the Commission under subsection (1) above— a section 69A(7) and (8) shall not apply in relation to that part of the notice under section 69A(1) to which the notice under subsection (1) above relates, b the Commission may apply to the tribunal established by section 65 of the Regulation of Investigatory Powers Act 2000 (c. 23) for an order requiring the person to take such steps as may be specified in the order to comply with the notice, c the following provisions of that Act shall apply in relation to proceedings under this subsection as they apply in relation to proceedings under that Act (with any necessary modifications)— i section 67(7), (8) and (10) to (12)\t\t\t\t\t\t\t\t\t(determination), ii section 68 (procedure), and iii section 69 (rules), and d the tribunal shall determine proceedings under this subsection by considering the opinion of the person who gave the notice under subsection (1) above in accordance with the principles that would be applied by a court on an application for judicial review of the giving of the notice. 3 Where the Commission receives information or documents from or relating to an intelligence service in response to a notice under section 69A(1), the Commission shall store and use the information or documents in accordance with any arrangements specified by the Secretary of State. 4 The recipient of a notice under section 69A(1) may apply to the High Court to have the notice cancelled on the grounds that the requirement imposed by the notice is undesirable for reasons of national security, other than for the reason that it would require a disclosure of a kind to which subsection (1) above applies. 5 An investigation under section 69(8) may not consider— a whether an intelligence service has acted (or is acting) in a way which is incompatible with a person's human rights, or b other matters concerning human rights in relation to an intelligence service. 6 In this section  “ intelligence service ” means— a the Security Service, b the Secret Intelligence Service, and c the Government Communications Headquarters."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "69C", "section_title": "Investigations: places of detention", "section_text": "69C 1 For the purpose of an investigation under section 69(8) a person authorised in writing by the Commission may enter a specified place of detention in Northern Ireland on one or more occasions during a specified period. 2 In subsection (1)\t\t\t\t\t “ specified ” means specified in the terms of reference of the investigation. 3 In subsection (1)\t\t\t\t\t “ place of detention ” means— a a prison specified in the Schedule to the Prisons and Young Offenders Centres Rules (Northern Ireland) 1995, b a place used for the purpose of detaining arrested persons in a police station designated under Article 36 of the Police and Criminal Evidence (Northern Ireland) Order 1989 ( S.I.  1989/1341 (N.I. 12)), c a place designated under paragraph 1 of Schedule 8 to the Terrorism Act 2000 (c. 11)\t\t\t\t\t\t\t(detention), d in a building where a court sits, a place used for the purpose of detaining arrested persons, e a juvenile justice centre provided under Article 51 of the Criminal Justice (Children)\t\t\t\t\t\t\t(Northern Ireland) Order 1998 ( S.I.  1998/1504 (N.I. 9)), f the secure accommodation in Bangor provided and used in accordance with Article 44 of the Children (Northern Ireland) Order 1995 ( S.I.  1995/755 (N.I. 2)), g a removal centre , a short-term holding facility or pre-departure accommodation   within the meaning of section 147 of the Immigration and Asylum Act 1999 (c. 33), and h any accommodation (including accommodation in a hospital) provided for the purpose of detention under the Mental Health (Northern Ireland) Order 1986 ( S.I.  1986/595 (N.I. 4)). 4 The Commission may specify a place of detention in the terms of reference of an investigation only if it has— a considered whether the matter in respect of which the place is specified has already been sufficiently investigated by another person, and b concluded that it has not. 5 The power under subsection (1) may not be exercised— a during the period of 15 days beginning with that on which copies of the terms of reference of the investigation are provided in accordance with section 69D(1)(b), or b while an application under subsection (6), made during that period, has not yet been determined. 6 A county court may, on the application of a person who appears to the court to be responsible for a place of detention specified in terms of reference— a order that the power under subsection (1) may not be used to enter the place of detention; b impose restrictions on the exercise of the power in relation to the place of detention; c require the Commission to amend the terms of reference. 7 An order may be made under subsection (6) only if the court thinks that— a access to the place of detention is unnecessary having regard to the purpose of the investigation, b it would be unreasonable to allow the Commission access to the place of detention, or c the Commission has failed to comply with subsection (4) or section 69D. 8 In considering whether to make an order under subsection (6), and in considering the terms of an order under subsection (6)(b), the court shall have regard, in particular, to the likely impact of the use of the power under subsection (1) on the operation of the place of detention. 9 If a person obstructs the Commission in the exercise of the power under subsection (1) the Commission may apply to a county court for an order requiring the person not to obstruct the Commission. 10 A person commits an offence if without reasonable excuse he fails to comply with an order under subsection (9). 11 A person who is guilty of an offence under subsection (10) shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale. 12 The Secretary of State may by order amend subsection (3)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "69D", "section_title": "Investigations: terms of reference", "section_text": "69D 1 A power under section 69A(1) or 69C(1) may be used in relation to an investigation only if the Commission has— a prepared terms of reference for the investigation in advance, and b sent a copy of the terms of reference to— i any person identified in them, ii a person responsible for any place of detention specified in them, and iii any other person whom the Commission thinks may be affected by the investigation. 2 Terms of reference must specify a period within which the investigation must be concluded. 3 Subsection (2) does not prevent the Commission from commencing (in accordance with this Part) a new investigation of matters arising out of, or incompletely considered in, an earlier investigation."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "70", "section_title": " Assistance by Commission.", "section_text": "70 1 This section applies to— a proceedings involving law or practice relating to the protection of human rights which a person in Northern Ireland has commenced, or wishes to commence; or b proceedings in the course of which such a person relies, or wishes to rely, on such law or practice. 2 Where the person applies to the Northern Ireland Human Rights Commission for assistance in relation to proceedings to which this section applies, the Commission may grant the application on any of the following grounds— a that the case raises a question of principle; b that it would be unreasonable to expect the person to deal with the case without assistance because of its complexity, or because of the person’s position in relation to another person involved, or for some other reason; c that there are other special circumstances which make it appropriate for the Commission to provide assistance. 3 Where the Commission grants an application under subsection (2) it may— a provide, or arrange for the provision of, legal advice; b arrange for the provision of legal representation; c provide any other assistance which it thinks appropriate. 4 Arrangements made by the Commission for the provision of assistance to a person may include provision for recovery of expenses from the person in 00certain circumstances."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "71", "section_title": " Restrictions on application of rights.", "section_text": "71 1 Nothing in   section 6(2)(c) or 24(1)(a)   shall enable a person— a to bring any proceedings in a court or tribunal on the ground that any legislation or act is incompatible with the Convention rights; or b to rely on any of the Convention rights in any such proceedings, unless he would be a victim for the purposes of article 34 of the Convention if proceedings in respect of the legislation or act were brought in the European Court of Human Rights. 2 Subsection (1) does not apply to the Attorney General,  the Advocate General for Northern Ireland,   the Attorney General for Northern Ireland, the Advocate General for Scotland or the Lord Advocate. 2A Subsection (1) does not apply to the Commission. 2B In relation to the Commission's instituting, or intervening in,   proceedings which rely on section 7(1)(b) of the Human Rights Act 1998 — a the Commission need not be a victim or potential victim of the unlawful act to which the proceedings relate, b section 7(3) and (4) of the Human Rights Act 1998 (c. 42)\t\t\t\t\t\t\t(breach of Convention rights: sufficient interest, &c.) shall not apply, c the Commission may act only if there is or would be one or more victims of the unlawful act, and d no award of damages may be made to the Commission (whether or not the exception in section 8(3) of that Act applies). 2C For the purposes of subsection (2B)— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b an expression used in subsection (2B) and in section 7 of the Human Rights Act 1998 has the same meaning in subsection (2B) as in section 7. 3 Section 6(2)(c)— a does not apply to a provision of an Act of the Assembly if the passing of the Act is, by virtue of subsection (2) of section 6 of the  Human Rights Act 1998, not unlawful under subsection (1) of that section; and b does not enable a court or tribunal to award in respect of the passing of an Act of the Assembly any damages which it could not award on finding the passing of the Act unlawful under that subsection. 4 Section 24(1)(a)— a does not apply to an act which, by virtue of subsection (2) of section 6 of the Human Rights Act 1998, is not unlawful under subsection (1) of that section; and b does not enable a court or tribunal to award in respect of an act any damages which it could not award on finding the act unlawful under that subsection. 5 In this section “ the Convention ” has the same meaning as in the Human Rights Act 1998."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "72", "section_title": " Standing Advisory Commission on Human Rights: dissolution.", "section_text": "72 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "73", "section_title": " The Equality Commission for Northern Ireland.", "section_text": "73 1 There shall be a body corporate to be known as the Equality Commission for Northern Ireland. 2 The Commission shall consist of not less than 14 nor more than 20 Commissioners appointed by the Secretary of State. 3 The Secretary of State shall appoint— a one Commissioner as Chief Commissioner; and b at least one Commissioner as Deputy Chief Commissioner. 4 In making appointments under this section, the Secretary of State shall as far as practicable secure that the Commissioners, as a group, are representative of the community in Northern Ireland. 5 Schedule 8 (which makes supplementary provision about the Commission) shall have effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "74", "section_title": " The Commission’s principal functions.", "section_text": "74 1 The functions exercisable by the bodies listed in subsection (2) shall instead be exercisable by the Equality Commission; and the bodies listed are hereby dissolved. 2 Those bodies are— a the Fair Employment Commission for Northern Ireland; b the Equal Opportunities Commission for Northern Ireland; c the Commission for Racial Equality for Northern Ireland; d the Northern Ireland Disability Council. 3 In exercising its functions the Equality Commission shall— a aim to secure an appropriate division of resources between the functions previously exercisable by each of the bodies listed in subsection (2); and b have regard to advice offered by a consultative council. 4 In subsection (3) “ consultative council ” means a group of persons selected by the Commission to advise in relation to the functions previously exercisable by one of the bodies listed in subsection (2) or in relation to the Commission’s functions under Schedule 9. 5 The Secretary of State may by order make such supplemental, incidental or consequential provision as appears to him to be appropriate as a result of subsections (1) and (2). 6 In particular, an order may include provision— a amending an enactment; b for the transfer of rights and liabilities; c for payments into the Consolidated Fund or to a specified person. 7 For functions of the Commission in relation to Article 2(1) of the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement (rights of individuals), see sections 78A to 78E."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "75", "section_title": " Statutory duty on public authorities.", "section_text": "75 1 A public authority shall in carrying out its functions relating to Northern Ireland have due regard to the need to promote equality of opportunity— a between persons of different religious belief, political opinion, racial group, age, marital status or sexual orientation; b between men and women generally; c between persons with a disability and persons without; and d between persons with dependants and persons without. 2 Without prejudice to its obligations under subsection (1), a public authority shall in carrying out its functions relating to Northern Ireland have regard to the desirability of promoting good relations between persons of different religious belief, political opinion or racial group. 3 In this section “ public authority ” means— a any department, corporation or body listed in Schedule 2 to the  Parliamentary Commissioner Act 1967 (departments, corporations and bodies subject to investigation) and designated for the purposes of this section by order made by the Secretary of State; b any authority (other than the Equality Commission, the board of governors of a grant-aided school, the Comptroller and Auditor General, a general health care provider or an independent provider of health and social care) listed in Schedule 3 to the Public Services Ombudsman Act (Northern Ireland) 2016 (listed authorities); ba the Independent Commission for Reconciliation and Information Recovery; cc ... the Chief Constable of the Police Service of Northern Ireland and the Police Ombudsman for Northern Ireland; cd the Director of Public Prosecutions for Northern Ireland; ce . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cf . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d any other person designated for the purposes of this section by order made by the Secretary of State. 3A An order under subsection (3)(a) or (d) may provide that the designated department, corporation, body or other person— a is not subject to, or is only subject to, specified obligations under subsection (1) or (2), or b is not subject to, or is only subject to, specified obligations under subsection (1) or (2)— i when exercising a specified function, or ii when exercising a specified function in specified circumstances or for specified purposes. 3B In subsection (3A)  “ specified ” means specified in the order. 4 Schedule 9 (which makes provision for the enforcement of the duties under this section) shall have effect. 4A The references in subsections (1) and (2) and Schedule 9 to the functions of the Director of Public Prosecutions for Northern Ireland do not include any of his functions relating to the prosecution of offences   or any of the functions conferred on him by, or in relation to, Part 5 or 8 of the Proceeds of Crime Act 2002 (c. 29)\t\t\t\t\t(civil recovery of the proceeds  etc.  of unlawful conduct, civil recovery investigations and disclosure orders in relation to confiscation investigations)  . 5 In this section— “ disability ” has the same meaning as in the  Disability Discrimination Act 1995; and “ racial group ” has the same meaning as in the  Race Relations (Northern Ireland) Order 1997."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "76", "section_title": " Discrimination by public authorities.", "section_text": "76 1 It shall be unlawful for a public authority carrying out functions relating to Northern Ireland to discriminate, or to aid or incite another person to discriminate, against a person or class of person on the ground of religious belief or political opinion. 2 An act which contravenes this section is actionable in Northern Ireland at the instance of any person adversely affected by it; and the court may— a grant damages; b subject to subsection (3), grant an injunction restraining the defendant from committing, causing or permitting further contraventions of this section. 3 Without prejudice to any other power to grant an injunction, a court may grant an injunction under subsection (2) only if satisfied that the defendant— a contravened this section on the occasion complained of and on more than one previous occasion; and b is likely to contravene this section again unless restrained by an injunction. 4 This section does not apply in relation to any act or omission which is unlawful by virtue of the  Fair Employment and Treatment (Northern Ireland) Order 1998 , or would be unlawful but for some exception made by virtue of  Part VIII of that Order . 5 Subsection (1) applies to the making, confirmation or approval of subordinate legislation only if— a the legislation contains a provision which discriminates against a person or class of person on the ground of religious belief or political opinion; and b the provision extends only to the whole or any part of Northern Ireland. 6 Where it is alleged that subsection (1) applies to the making, confirmation or approval of subordinate legislation, subsection (2) shall not apply but the contravention may be relied upon in legal proceedings relating to the validity of the subordinate legislation. 7 The following are public authorities for the purposes of this section— a a Minister of the Crown; b any department, corporation or body listed in Schedule 2 to the  Parliamentary Commissioner Act 1967 (departments, corporations and bodies subject to investigation); c any authority (other than a Northern Ireland department, the board of governors of a grant-aided school, the Comptroller and Auditor General, a general health care provider or an independent provider of health and social care) listed in Schedule 3 to the Public Services Ombudsman Act (Northern Ireland) 2016 (listed authorities); ca the Independent Commission for Reconciliation and Information Recovery; e the Police Service of Northern Ireland, the Police Service of Northern Ireland Reserve and the Police Ombudsman for Northern Ireland; ea the Director of Public Prosecutions for Northern Ireland; f . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . fa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . fb . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . g a universal service provider (within the meaning of   Part 3 of the Postal Services Act 2011  ) so far as carrying out functions in connection with the provision of a universal postal service (within the meaning of   that Part  ) . 8 This section does not apply to a decision of the Director of Public Prosecutions for Northern Ireland not to institute, or to discontinue, criminal proceedings or, where such a decision has been made, to any act done for the purpose of enabling the decision whether to institute or continue the proceedings to be made or for securing that the proceedings are discontinued. 9 No injunction may be granted in respect of a contravention of this section by the Director of Public Prosecutions for Northern Ireland unless the court is satisfied that it would not prejudice any decision to institute criminal proceedings or any criminal proceedings. 10 Where a party to proceedings for a contravention of this section applies for a stay of those proceedings on the ground of prejudice to a decision to institute criminal proceedings, or of prejudice to particular criminal proceedings, the court must grant the stay unless it is satisfied that continuance of the proceedings for the contravention would not result in the prejudice alleged. 11 The reference in subsection (1) to the functions of the Director of Public Prosecutions for Northern Ireland does not include any of the functions conferred on him by, or in relation to, Part 5 or 8 of the Proceeds of Crime Act 2002 (c. 29)\t\t\t\t\t(civil recovery of the proceeds  etc.  of unlawful conduct, civil recovery investigations and disclosure orders in relation to confiscation investigations)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "77", "section_title": " Unlawful oaths etc.", "section_text": "77 1 Subject to subsections (2) and (3), an authority or body to which this section applies may not require a person to take an oath or make a declaration as a condition of— a being appointed to the authority or body; b acting as a member of the authority or body; or c serving with or being employed by the authority or body. 2 Subsection (1) shall not prevent a person being required to take an oath, or make a declaration, which is expressly required or authorised by the law in force immediately before this section comes into force. 3 Subsection (1) shall not prevent a person being required to make a declaration— a of acceptance of office; b that he is qualified to act, serve or be employed in a capacity; or c that he is not disqualified from acting, serving or being employed in a capacity. 3A Subsection (1) is subject to the requirement in section 40A for a member of the Assembly to give the undertaking set out there. 4 This section applies to— a the Assembly; b any authority (other than a Northern Ireland department, the board of governors of a grant-aided school, the Comptroller and Auditor General, a general health care provider or an independent provider of health and social care) listed in Schedule 3 to the Public Services Ombudsman Act (Northern Ireland) 2016 (listed authorities). 5 Subsections (1) to (3) apply with the necessary modifications to a Minister and a Northern Ireland department. 6 An act which contravenes this section is actionable in Northern Ireland at the instance of any person adversely affected by it; and the court may— a grant damages; b subject to subsection (7), grant an injunction restraining the defendant from committing, causing or permitting further contraventions of this section. 7 Without prejudice to any other power to grant an injunction, a court may grant an injunction under subsection (6) only if satisfied that the defendant— a contravened this section on the occasion complained of and on more than one previous occasion; and b is likely to contravene this section again unless restrained by an injunction. 8 In this section a reference to a declaration includes a reference to any kind of undertaking or affirmation, by whatever name."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78", "section_title": " Removal of restrictions on investigation into maladministration.", "section_text": "78 1 The provisions mentioned in subsection (2) (which preclude an investigation when the person aggrieved has or had a remedy by way of proceedings in a court of law) shall not apply to an investigation of a complaint alleging maladministration involving— a discrimination, or aiding or inciting any person to discriminate, on the ground of religious belief or political opinion; or b a requirement in contravention of section 77 to take an oath or make a declaration (within the meaning of that section). 2 The provisions are— a section 5(2)(b) of the  Parliamentary Commissioner Act 1967; b section 21(1)(b) of the Public Services Ombudsman Act (Northern Ireland) 2016."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78A", "section_title": "NIHRC functions in relation to EU withdrawal agreement", "section_text": "78A 1 The Northern Ireland Human Rights Commission must monitor the implementation of Article 2(1) of the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement (rights of individuals). 2 The Commission must report to the Secretary of State and the Executive Office in Northern Ireland on the implementation of Article 2(1)— a as soon as reasonably practicable after receipt of a general or specific request for such a report, and b on such other occasions as the Commission thinks appropriate. 3 A report under subsection (2) may require the Secretary of State or the Executive Office in Northern Ireland to reply in writing to any recommendations contained in the report, explaining what steps have been taken or are planned in response to the recommendations. 4 On receiving a report under subsection (2)— a the Secretary of State must lay a copy of it before Parliament, and b the Executive Office in Northern Ireland must lay a copy of it before the Assembly. 5 The Commission must advise the Secretary of State and the Executive Committee of the Assembly of legislative and other measures which ought to be taken to implement Article 2(1)— a as soon as reasonably practicable after receipt of a general or specific request for advice, and b on such other occasions as the Commission thinks appropriate. 6 The Commission must advise the Assembly (or a committee of the Assembly) whether a Bill is compatible with Article 2(1)— a as soon as reasonably practicable after receipt of a request for advice, and b on such other occasions as the Commission thinks appropriate. 7 The Commission must promote understanding and awareness of the importance of Article 2(1); and for this purpose it may undertake, commission or provide financial or other assistance for— a research, and b educational activities. 8 The Commission may decide to publish its advice and the outcome of its research. 9 The Commission may, for the purposes of Article 14(c) of the Protocol, bring any appropriate matters to the attention of the Specialised Committee referred to in that Article."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78B", "section_title": "ECNI functions in relation to EU withdrawal agreement", "section_text": "78B 1 The Equality Commission for Northern Ireland must monitor the implementation of Article 2(1) of the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement. 2 The Commission must report to the Secretary of State and the Executive Office in Northern Ireland on the implementation of Article 2(1)— a as soon as reasonably practicable after receipt of a general or specific request for such a report, and b on such other occasions as the Commission thinks appropriate. 3 A report under subsection (2) may require the Secretary of State or the Executive Office in Northern Ireland to reply in writing to any recommendations contained in the report, explaining what steps have been taken or are planned in response to the recommendations. 4 On receiving a report under subsection (2)— a the Secretary of State must lay a copy of it before Parliament, and b the Executive Office in Northern Ireland must lay a copy of it before the Assembly. 5 The Commission must advise the Secretary of State and the Executive Committee of the Assembly of legislative and other measures which ought to be taken to implement Article 2(1)— a as soon as reasonably practicable after receipt of a general or specific request for advice, and b on such other occasions as the Commission thinks appropriate. 6 The Commission must advise the Assembly (or a Committee of the Assembly) whether a Bill is compatible with Article 2(1)— a as soon as reasonably practicable after receipt of a request for advice, and b on such other occasions as the Commission thinks appropriate. 7 The Commission must promote understanding and awareness of the importance of Article 2(1); and for this purpose it may undertake, commission or provide financial or other assistance for— a research, and b educational activities. 8 The Commission may decide to publish its advice and the outcome of its research. 9 The Commission may, for the purposes of Article 14(c) of the Protocol, bring any appropriate matters to the attention of the Specialised Committee referred to in that Article."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78C", "section_title": "Power of Commissions to bring, or intervene in, legal proceedings", "section_text": "78C 1 The Northern Ireland Human Rights Commission or Equality Commission for Northern Ireland may— a bring judicial review proceedings in respect of an alleged breach (or potential future breach) of Article 2(1) of the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement; b intervene in legal proceedings, whether for judicial review or otherwise, in so far as they relate to an alleged breach (or potential future breach) of Article 2(1). 2 Subsection (1)(a) does not create a cause of action."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78D", "section_title": "Power of Commissions to assist persons in legal proceedings", "section_text": "78D 1 This section applies to proceedings or proposed proceedings by a person in respect of an alleged breach (or potential future breach) of Article 2(1) of the Protocol on Ireland/Northern Ireland in the EU withdrawal agreement. 2 Where the person applies to the Northern Ireland Human Rights Commission, or the Equality Commission for Northern Ireland, for assistance in relation to the proceedings, the Commission may grant the application, so far as it relates to the alleged breach (or potential future breach) of Article 2(1), on any of the following grounds— a that the case raises a question of principle; b that it would be unreasonable to expect the person to deal with the case without assistance because of its complexity, or because of the person's position in relation to another person involved, or for some other reason; c that there are other special circumstances which make it appropriate for the Commission to provide assistance. 3 Where an application under subsection (2) is granted, the Commission in question may— a provide, or arrange for the provision of, legal advice; b arrange for the provision of legal representation; c provide any other assistance which it thinks appropriate. 4 Arrangements made under this section for the provision of assistance to a person may include provision for recovery of expenses from the person in certain circumstances."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78E", "section_title": "Collaborative working", "section_text": "78E The Northern Ireland Human Rights Commission and the Equality Commission for Northern Ireland may arrange for any of their functions under sections 78A to 78D to be carried out by one of them acting on behalf of the other (or by them acting jointly)."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78F", "section_title": "National and cultural identity principles", "section_text": "78F 1 A public authority must in carrying out functions relating to Northern Ireland have due regard to the national and cultural identity principles. 2 The “national and cultural identity principles” are— a the principle that everybody in Northern Ireland is free to— i choose, affirm, maintain and develop their national and cultural identity, and ii express and celebrate that identity in a manner that takes account of the sensitivities of those with different national and cultural identities and respects the rule of law, and b the principle that public authorities should encourage and promote reconciliation, tolerance and meaningful dialogue between those with different national and cultural identities with a view to promoting parity of esteem, mutual respect and understanding, and cooperation. 3 In this Part, a reference to a person’s national and cultural identity is a reference to a person’s religious belief, political opinion or racial group. 4 In this section— “ public authority ” means an authority listed in Schedule 3 to the Public Services Ombudsman Act (Northern Ireland)  2016 (c. 4 (N.I.)) , but does not include— a body referred to in note 2 to Schedule 3 but not listed in that Schedule; the Office of Identity and Cultural Expression (see section 78G); “ racial group ” has the same meaning as in the Race Relations (Northern Ireland) Order 1997. 5 The First Minister and deputy First Minister acting jointly may by regulations modify  this section  for the purpose of adding authorities to or removing authorities from the definition of “public authority”. 6 Regulations under  subsection (5)  may— a add an authority only if the provision adding the authority— i would be within the legislative competence of the Assembly if it were contained in an Act of the Assembly, and ii would not, if it were contained in a Bill of the Assembly, result in that Bill requiring the consent of the Secretary of State; b add or remove an authority for a particular purpose, or in relation to particular functions; c include transitional or supplementary provision."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78G", "section_title": "The Office of Identity and Cultural Expression", "section_text": "78G 1 A body corporate to be known as the Office of Identity and Cultural Expression is established. 2 In this Part “ the Office ” means the Office of Identity and Cultural Expression. 3  Schedule 9A  contains provision about the Office."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78H", "section_title": "Functions of the Office of Identity and Cultural Expression", "section_text": "78H 1 The principal aims of the Office in exercising functions under this section are— a to promote cultural pluralism and respect for diversity in Northern Ireland; b to promote social cohesion and reconciliation between those with different national and cultural identities; c to increase the capacity and resilience of people in Northern Ireland to address issues related to differences in national and cultural identity; d to support, and promote the celebration of, the cultural and linguistic heritage of all people living in Northern Ireland. 2 The Office must— a promote awareness of the national and cultural identity principles, b monitor and promote compliance with the duty under  section 78F (1) , and c report to the Assembly about compliance with that duty. 3 In carrying out the functions in  subsection (2) , the Office may in particular— a publish, and revise, guidance about— i the duty under  section 78F (1) , including best practice for complying with that duty, and ii other matters relating to national and cultural identity in Northern Ireland; b undertake, commission or support research into matters relating to national and cultural identity in Northern Ireland (including at the request of the Irish Language Commissioner or the Commissioner for the Ulster Scots and the Ulster British tradition); c provide, commission or support educational programmes, engagement and training on matters relating to national and cultural identity in Northern Ireland; d provide grants to persons with aims like those described in  subsection (1) ; e cooperate with persons with aims like those described in  subsection (1)  (whether or not relating to Northern Ireland). 4 The First Minister and deputy First Minister acting jointly may direct the Office in relation to the exercise of its functions."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78I", "section_title": "Further functions: establishing the Castlereagh Foundation", "section_text": "78I 1 The Office may— a establish a body corporate or other organisation to be known as the Castlereagh Foundation, or b provide grants for the establishment of such a body or organisation by another person. 2 A body or other organisation established or funded under subsection  (1)  must— a have as its principal objective the funding and support of academic research into identity, including national and cultural identity and shifting patterns of identity, in Northern Ireland, and b be operationally and financially independent from the Office (though this does not affect the Office’s functions under section  78H ). 3 The Office may dispose of any interest in the Castlereagh Foundation."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78J", "section_title": "Recognition of the status of the Irish language", "section_text": "78J 1 The purpose of this Part is to provide official recognition of the status of the Irish language in Northern Ireland by— a providing for the appointment of an Irish Language Commissioner, b providing for the development of standards of best practice relating to the use of the Irish language by public authorities, and c requiring public authorities to have due regard to such standards. 2 This is in addition to any other official recognition of the status of the Irish language including, for example, in— a section 28D, b the North/South Co-operation (Implementation Bodies) (Northern Ireland) Order 1999 ( S.I. 1999/859 ), and c provision relating to Irish-medium education. 3 Nothing in this Part affects the status of the English language."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78K", "section_title": "The Irish Language Commissioner", "section_text": "78K 1 The First Minister and deputy First Minister acting jointly must appoint an Irish Language Commissioner. 2 The person for the time being holding office as Irish Language Commissioner is by that name a corporation sole. 3 In this Part, “ the Commissioner ” means the Irish Language Commissioner. 4  Schedule 9B  contains provision about the Commissioner."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78L", "section_title": "Functions of the Commissioner", "section_text": "78L 1 The principal aim of the Commissioner in exercising functions under this Part is to enhance and protect the use of the Irish language by public authorities in the provision of services to the public or a section of the public in Northern Ireland. 2 The Commissioner must— a prepare and publish, in accordance with sections 78M and 78N, standards of best practice relating to the use of the Irish language by public authorities, b monitor and promote compliance with those standards, and c investigate complaints in accordance with section 78P. 3 The Commissioner may provide advice, support and guidance to public authorities in relation to the use of the Irish language and the standards of best practice. 4 The First Minister and deputy First Minister acting jointly may direct the Commissioner in relation to the exercise of the Commissioner’s functions. 5 In this Part, a reference to services is a reference to services whether provided for payment or not."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78M", "section_title": "Irish language best practice standards", "section_text": "78M 1 The Commissioner must— a prepare written standards of best practice relating to the use of the Irish language by public authorities in the provision of services to the public or a section of the public in Northern Ireland (“best practice standards”), and b submit them to the First Minister and deputy First Minister. 2 The First Minister and deputy First Minister acting jointly may approve best practice standards submitted under  subsection (1)  with or without modifications. 3 The Commissioner must publish best practice standards approved under  subsection (2) . 4 In preparing best practice standards, the Commissioner must— a have due regard to any guidance of the First Minister and deputy First Minister acting jointly, and b consult such public authorities or other persons as the Commissioner considers appropriate. 5 Best practice standards— a must state the date or dates from which they are to be applicable, and b may make different provision for different public authorities or different descriptions of public authority."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78N", "section_title": "Review and revision of best practice standards", "section_text": "78N 1 The Commissioner must, within the period of five years beginning with the day on which best practice standards were last published, review the operation of those standards. 2 The Commissioner may revise or withdraw best practice standards— a following a review under  subsection (1) , or b at any other time, if the Commissioner considers it necessary or desirable to do so. 3 The Commissioner must submit any revised best practice standards to the First Minister and deputy First Minister. 4 Subsections  (2)  to  (5)  of  section 78M  apply to revised best practice standards as they apply to best practice standards prepared under  section 78M (1) ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78O", "section_title": "Duty to have regard to best practice standards", "section_text": "78O 1 A public authority must, in providing services to the public or a section of the public in Northern Ireland, have due regard to any published best practice standards. 2 A public authority must prepare and publish a plan setting out the steps it proposes to take to comply with the duty in  subsection (1) . 3 A public authority— a may revise and re-publish the plan if the authority considers it necessary or desirable to do so, and b must revise and re-publish the plan if relevant revised best practice standards are published in accordance with  section 78N . 4 In preparing or revising a plan under this section, a public authority must consult the Commissioner."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78P", "section_title": "Complaints", "section_text": "78P 1  Subsection (2)  applies in relation to a complaint to the effect that a public authority has failed to comply with its obligations under  section 78O  if— a the complaint is made by a person claiming to have been directly affected by the failure, b the complaint is made in writing to the Commissioner within the period of three months beginning with the day on which the complainant first knew of the matters raised in the complaint, and c the Commissioner is satisfied that the complainant has notified the public authority of the matters raised in the complaint and the authority has had reasonable opportunity to consider them and respond. 2 The Commissioner must— a investigate the complaint, or b provide the complainant with a written statement of the Commissioner’s reasons for not investigating the complaint. 3 If investigating the complaint, the Commissioner must— a notify the complainant and public authority in writing of that fact, b afford the public authority reasonable opportunity to comment on matters raised in the complaint, and c give the complainant and public authority a report setting out the Commissioner’s findings. 4 If the Commissioner finds that the public authority failed to comply with its obligations under  section 78O , the Commissioner— a may include in the report under  subsection (3)  recommendations as to how the public authority might remedy its failure and avoid future failures, and b must lay the report before the Assembly. 5 An investigation under this section may be carried out in private if the Commissioner considers it appropriate."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78Q", "section_title": "Meaning of “public authority”", "section_text": "78Q 1 In this Part “ public authority ” means an authority listed in Schedule 3 to the Public Services Ombudsman Act (Northern Ireland)  2016 (c. 4 (N.I.)) , but does not include— a the Commissioner; b the Office of Identity and Cultural Expression; c the Commissioner for the Ulster Scots and the Ulster British tradition; d the implementation body to which Part 6 of the North/South Co-operation (Implementation Bodies) (Northern Ireland) Order 1999 ( S.I. 1999/859 ) (language) applies; e a body referred to in note 2 to Schedule 3 but not listed in that Schedule. 2 The First Minister and deputy First Minister acting jointly may by regulations modify  this section  for the purpose of adding authorities to or removing authorities from the definition of “public authority”. 3 Regulations under  subsection (2)  may— a add an authority only if the provision adding the authority— i would be within the legislative competence of the Assembly if it were contained in an Act of the Assembly, and ii would not, if it were contained in a Bill of the Assembly, result in that Bill requiring the consent of the Secretary of State; b add or remove an authority for a particular purpose, or in relation to specified functions; c include transitional or supplementary provision."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78R", "section_title": "The Commissioner", "section_text": "78R 1 The First Minister and deputy First Minister acting jointly must appoint a Commissioner for the Ulster Scots and the Ulster British tradition. 2 The person for the time being holding office as the Commissioner for the Ulster Scots and the Ulster British tradition is by that name a corporation sole. 3 In this Part, “ the Commissioner ” means the Commissioner for the Ulster Scots and the Ulster British tradition. 4  Schedule 9C  contains provision about the Commissioner."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78S", "section_title": "Functions of the Commissioner", "section_text": "78S 1 The principal aim of the Commissioner in exercising functions under this Part is to enhance and develop the language, arts and literature associated with the Ulster Scots and the Ulster British tradition in Northern Ireland (in this Part referred to as “ the relevant language, arts and literature ”). 2 The Commissioner must— a promote awareness of Ulster Scots services provided by public authorities to the public or a section of the public in Northern Ireland; b provide or publish such advice, support and guidance as the Commissioner considers appropriate to public authorities in relation to— i developing and encouraging the relevant language, arts and literature (including in relation to facilitating the use of Ulster Scots in the provision of services to the public or a section of the public in Northern Ireland); ii the effect and implementation of the international instruments specified in subsection (3) in relation to the relevant language, arts and literature; c investigate complaints in accordance with  section 78T . 3 The specified international instruments are— a the Council of Europe’s Charter for Regional or Minority Languages opened for signature on 5 November 1992, b the Council of Europe’s Framework Convention for the Protection of National Minorities opened for signature on 1 February 1995, and c the Convention on the Rights of the Child adopted by the General Assembly of the United Nations on 20 November 1989, including any protocols which are in force in relation to the United Kingdom, but subject to any reservations, objections or interpretative declarations by the United Kingdom for the time being in force. 4 In preparing guidance for publication, the Commissioner must consult with such public authorities and other persons as the Commissioner considers appropriate. 5 The First Minister and deputy First Minister acting jointly may direct the Commissioner in relation to the exercise of the Commissioner’s functions. 6 In  subsection (2) (a) , “ Ulster Scots services ” means services provided in Ulster Scots or likely to be of particular interest to those with an interest in the relevant language, arts and literature. 7 In this Part, a reference to services is a reference to services whether provided for payment or not. 8 Nothing in this Part affects the status of the English language."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78T", "section_title": "Complaints", "section_text": "78T 1  Subsection (2)  applies in relation to a complaint to the effect that a public authority did not have due regard to published facilitation guidance if— a the complaint is made by a person claiming to have been directly affected by the failure, b the complaint is made in writing to the Commissioner within the period of three months beginning with the day on which the complainant first knew of the matters raised in the complaint, and c the Commissioner is satisfied that the complainant has notified the public authority of the matters raised in the complaint and the authority has had reasonable opportunity to consider and respond. 2 The Commissioner must— a investigate the complaint, or b provide the complainant with a written statement of the Commissioner’s reasons for not investigating the complaint. 3 If investigating the complaint, the Commissioner must— a notify the complainant and public authority in writing of that fact, b afford the public authority reasonable opportunity to comment on matters raised in the complaint, and c give the complainant and public authority a report setting out the Commissioner’s findings. 4 If the Commissioner finds that the public authority did not have due regard to published facilitation guidance, the Commissioner— a may include in the report under  subsection (3)  recommendations as to how the public authority might have better regard to published facilitation guidance, and b may lay the report before the Assembly. 5 An investigation under this section may be carried out in private if the Commissioner considers it appropriate. 6 In this section “ published facilitation guidance ” means guidance published under  section 78S (2) (b) (i)  in relation to facilitating the use of Ulster Scots in the provision of services to the public or a section of the public in Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "78U", "section_title": "Meaning of “public authority”", "section_text": "78U 1 In this Part “ public authority ” means an authority listed in Schedule 3 to the Public Services Ombudsman Act (Northern Ireland)  2016 (c. 4 (N.I.))  but does not include— a the Commissioner; b the Office of Identity and Cultural Expression; c the Irish Language Commissioner; d the implementation body to which Part 6 of the North/South Co-operation (Implementation Bodies) (Northern Ireland) Order 1999 ( S.I. 1999/859 ) (language) applies; e a body referred to in note 2 to Schedule 3 but not listed in that Schedule. 2 The First Minister and deputy First Minister acting jointly may by regulations modify  this section  for the purpose of adding authorities to or removing authorities from the definition of “public authority”. 3 Regulations under  subsection (2)  may— a add an authority only if the provision adding the authority— i would be within the legislative competence of the Assembly if it were contained in an Act of the Assembly, and ii would not, if it were contained in a Bill of the Assembly, result in that Bill requiring the consent of the Secretary of State; b add or remove an authority for a particular purpose, or in relation to specified functions; c include transitional or supplementary provision."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "79", "section_title": " Devolution issues.", "section_text": "79 Schedule 10 (which makes provision in relation to devolution issues) shall have effect."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "80", "section_title": " Legislative power to remedy ultra vires acts.", "section_text": "80 1 The Secretary of State may by order make such provision as he considers necessary or expedient in consequence of— a any provision of an Act of the Assembly which is not, or may not be, within the legislative competence of the Assembly; or b any purported exercise by a Minister or Northern Ireland department of his or its functions which is not, or may not be, a valid exercise of those functions. 2 An order under this section may— a make provision having retrospective effect; b make consequential or supplementary provision, including provision amending or repealing any Northern Ireland legislation, or any instrument made under such legislation; c make transitional or saving provision."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "81", "section_title": " Powers of courts or tribunals to vary retrospective decisions.", "section_text": "81 1 This section applies where any court or tribunal decides that— a any provision of an Act of the Assembly is not within the legislative competence of the Assembly; or b a Minister or Northern Ireland department does not have the power to make, confirm or approve a provision of subordinate legislation that he or it has purported to make, confirm or approve. 2 The court or tribunal may make an order— a removing or limiting any retrospective effect of the decision; or b suspending the effect of the decision for any period and on any conditions to allow the defect to be corrected. 3 In deciding whether to make an order under this section, the court or tribunal shall (among other things) have regard to the extent to which persons who are not parties to the proceedings would otherwise be adversely affected. 4 Where a court or tribunal is considering whether to make an order under this section, it shall order notice of that fact to be given to— a the Attorney General for Northern Ireland; and b where the decision mentioned in subsection (1) relates to a devolution issue (within the meaning of Schedule 10), the appropriate authority, unless the person to whom the notice would be given is a party to the proceedings. 5 A person to whom notice is given under subsection (4) or, where such notice is given to the First Minister and the deputy First Minister, those Ministers acting jointly may take part as a party in the proceedings so far as they relate to the making of the order. 6 Paragraphs 37 and 38 of Schedule 10 apply with necessary modifications for the purposes of subsections (4) and (5) as they apply for the purposes of that Schedule. 7 In this section “ the appropriate authority ” means— a in relation to proceedings in Northern Ireland, the   Advocate General for Northern Ireland and  ; b in relation to proceedings in England and Wales, the Attorney General; c in relation to proceedings in Scotland, the Lord Advocate and the Advocate General for Scotland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "82", "section_title": " The Judicial Committee.", "section_text": "82 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "83", "section_title": " Interpretation of Acts of the Assembly etc.", "section_text": "83 1 This section applies where— a any provision of an Act of the Assembly, or of a Bill for such an Act, could be read either— i in such a way as to be within the legislative competence of the Assembly; or ii in such a way as to be outside that competence; or b any provision of subordinate legislation made, confirmed or approved, or purporting to be made, confirmed or approved, by a Northern Ireland authority could be read either— i in such a way as not to be invalid by reason of section 24 or, as the case may be, section 76; or ii in such a way as to be invalid by reason of that section. 2 The provision shall be read in the way which makes it within that competence or, as the case may be, does not make it invalid by reason of that section, and shall have effect accordingly. 3 In this section “ Northern Ireland authority ” means a Minister, a Northern Ireland department or a public authority (within the meaning of section 76) carrying out functions relating to Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "84", "section_title": " Provision with respect to certain matters relating to Northern Ireland.", "section_text": "84 1 Her Majesty may by Order in Council make provision with respect to elections (but not the franchise) and boundaries in respect of district councils in Northern Ireland. 1A The power in subsection (1) includes power to make provision with respect to polls at elections for district councillors when they are combined with polls at other elections. 1B An Order in Council under subsection (1) may make different provision for different areas about the conduct of elections, including different provision about the registration of persons entitled to vote at an election. 2 Her Majesty may by Order in Council make such amendments of the law of any part of the United Kingdom as appear to Her Majesty to be necessary or expedient in consequence of any provision made by or under— a Northern Ireland legislation; or b any Act of Parliament passed before this Act in so far as the provision is part of the law of Northern Ireland. 3 An Order in Council under subsection (1) or (2) may contain such consequential and supplemental provisions as appear to Her Majesty to be necessary or expedient. 4 No recommendation shall be made to Her Majesty to make an Order in Council under this section unless a draft of the Order has been laid before and approved by resolution of each House of Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "85", "section_title": " Provision dealing with certain reserved matters.", "section_text": "85 1 Her Majesty may by Order in Council make provision dealing with any matter falling within a description specified in any of paragraphs 9 to 17 of Schedule 3 (a “ relevant matter ”), including— a provision having retrospective effect; b provision for the delegation of functions; c provision amending or repealing any provision made by or under any Act of Parliament or Northern Ireland legislation. 2 An Order in Council under this section may— a make provision ancillary to provisions (whether in the Order or previously enacted) which deal with any relevant matter; b make such consequential, incidental, supplemental, or transitional provision as appears to Her Majesty to be necessary or expedient. 3 No recommendation shall be made to Her Majesty to make an Order in Council under this section unless a draft of the Order has been laid before and approved by resolution of each House of Parliament. 4 No draft may be laid under subsection (3) unless— a the Secretary of State has laid before Parliament a document which contains a draft of the proposed Order; b the Secretary of State has referred the document to the Assembly for its consideration; and c the period of 60 days beginning with the day on which the document was laid before Parliament has ended. 5 The Assembly may report to the Secretary of State the views expressed in the Assembly on the proposed Order and shall do so if the Secretary of State so requests. 6 The draft laid under subsection (3) must be accompanied— a if representations have been made during the period mentioned in subsection (4), by a statement containing a summary of the representations; b if a report has been made to the Secretary of State under subsection (5) during that period, by a copy of the report; and c if, as a result of any representations or report so made, the proposed Order has been changed, by a statement containing details of the changes. 7 Subsection (3) does not apply to an Order in Council which declares that it has been made to appear to Her Majesty that by reason of urgency the Order requires to be made without a draft having been approved as mentioned in that subsection. 8 Where an Order in Council contains a declaration such as is mentioned in subsection (7)— a the Order shall be laid before Parliament after being made; and b if at the end of the period of 40 days after the date on which the Order is made it has not been approved by resolution of each House, it shall then cease to have effect (but without prejudice to anything previously done under it or to the making of a new Order). 9 In reckoning the periods mentioned in subsections (4) and (8), no account shall be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 10 References to Acts of the Assembly in any enactment or instrument shall, so far as the context permits, be deemed to include references to Orders in Council under this section. 11 Orders in Council under this section may be omitted from any annual edition of statutory instruments made by virtue of section 8 of the  Statutory Instruments Act 1946. 12 In this section “ representations ” means representations about a proposed Order in Council under this section made to the Secretary of State and includes— a any relevant resolution of either House of Parliament or of the Assembly; and b any relevant report or resolution of any committee of either House of Parliament or of the Assembly."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "86", "section_title": " Provision for purposes consequential on Act etc.", "section_text": "86 1 Her Majesty may by Order in Council make such provision, including provision amending the law of any part of the United Kingdom, as appears to Her Majesty to be necessary or expedient in consequence of, or for giving full effect to, this Act or any Order under section 4 or 6. 2 Orders under subsection (1) may make provision for transferring to a United Kingdom authority, with effect from any date specified in the Order— a any functions which immediately before that date are exercisable by a Northern Ireland authority and appear to Her Majesty to be concerned with a matter which is an excepted or reserved matter   other than by virtue of an Order under section 4 ; b any functions which immediately before that date are exercisable by a Northern Ireland authority and appear to Her Majesty not to be exercisable in or as regards Northern Ireland by virtue of an Order under section 6. 3 Orders under subsection (1) may make provision for transferring to a Northern Ireland authority, with effect from any date specified in the Order— a any functions which immediately before that date are exercisable by a United Kingdom authority and appear to Her Majesty to be concerned with a matter which is a transferred matter   other than by virtue of an Order under section 4 ; b any functions which immediately before that date are exercisable by a United Kingdom authority and appear to Her Majesty to be exercisable in or as regards Northern Ireland by virtue of an Order under section 6. 3A An Order under subsection (1) in relation to an Order under section 4 may make provision doing any of the following— a transferring to a United Kingdom authority, with effect from any date specified in the Order under subsection (1), any function which immediately before that date is exercisable by a Northern Ireland authority; b transferring to a Northern Ireland authority, with effect from any date specified in the Order under subsection (1), any function which immediately before that date is exercisable by a United Kingdom authority; c conferring a function on a United Kingdom authority or a Northern Ireland authority; d removing a function from a United Kingdom authority or a Northern Ireland authority. 4 An Order under subsection (1) may make provision, to such extent as may appear to Her Majesty to be necessary or expedient in consequence of, or for giving full effect to, this Act or any Order under section 4 or 6— a for transferring or apportioning any property, rights or liabilities; b for substituting any authority for any other authority in any charter, contract or other document or in any legal proceedings; c for any other transitional or consequential matter. 5 Where such provision as is mentioned in subsection (3)(b) has been made by Order in Council under subsection (1), Her Majesty may, if it appears to Her necessary or expedient to do so, by Order in Council— a provide that the functions transferred to the Northern Ireland authority shall be exercisable by a United Kingdom authority, either alone or concurrently with the Northern Ireland authority; and b make such provision as is mentioned in subsection (4)(a) to (c). 6 No recommendation shall be made to Her Majesty to make an Order under this section unless a draft of it has been laid before and approved by resolution of each House of Parliament. 7 In this section “ Northern Ireland authority ” means— a a Minister or a Northern Ireland department; b the Comptroller and Auditor General for Northern Ireland; or c any other public body or holder of public office in Northern Ireland. 8 In this section “ United Kingdom authority ” means— a the Privy Council; b any Minister of the Crown; c the Defence Council; d the Commissioners of Inland Revenue; e the Commissioners of Customs and Excise; f the Comptroller and Auditor General; or g any other public body or holder of public office in the United Kingdom."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "86A", "section_title": "Provision for transfer of functions relating to extradition  etc.", "section_text": "86A 1 Her Majesty may by Order in Council make provision amending— a the Crime (International Co-operation) Act 2003; or b the Extradition Act 2003, for the purpose of transferring to a Minister or a Northern Ireland department, with effect from any date specified in the Order, any relevant function under the Act. 2 In subsection (1)\t\t\t\t\t “ relevant function ” means a function which, immediately before the date specified in the Order,— a is exercisable by a Minister of the Crown; and b is exercisable in relation to Northern Ireland. 3 An Order under subsection (1) may make provision, to such extent as may appear to Her Majesty to be necessary or expedient in consequence of, or for giving full effect to, the Order— a for transferring or apportioning any property, rights or liabilities; b for substituting any body or person for any other body or person in any charter, contract or other document or in any legal proceedings; c for any other transitional or consequential matter. 4 No recommendation shall be made to Her Majesty to make an Order under this section unless a draft of it has been laid before and approved by resolution of each House of Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "86B", "section_title": "Provision for entrenching enactments", "section_text": "86B 1 Her Majesty may by Order in Council make provision amending section 7 so as to provide for— a enactments to become entrenched; or b enactments that are entrenched by virtue of an Order under paragraph (a) to cease to be entrenched. 2 For the purposes of this section an enactment is entrenched if section 7 prevents it from being modified by an Act of the Assembly or subordinate legislation made, confirmed or approved by a Minister or Northern Ireland department. 3 No recommendation shall be made to Her Majesty to make an Order under this section unless a draft of it has been laid before and approved by resolution of each House of Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "87", "section_title": " Consultation and co-ordination.", "section_text": "87 1 The Secretary of State and the Northern Ireland Minister having responsibility for social security (“ the Northern Ireland Minister ”) shall from time to time consult one another with a view to securing that, to the extent agreed between them, the legislation to which this section applies provides single systems of social security, child support and pensions for the United Kingdom. 2 Without prejudice to section 28, the Secretary of State with the consent of the Treasury, and the Northern Ireland Minister with the consent of the Department of Finance and Personnel, may make— a arrangements for co-ordinating the operation of the legislation to which this section applies with a view to securing that, to the extent allowed for in the arrangements, it provides single systems of social security, child support and pensions for the United Kingdom; and b reciprocal arrangements for co-ordinating the operation of so much of the legislation as operates differently in relation to Great Britain and in relation to Northern Ireland. 3 Such arrangements as are mentioned in subsection (2)(a) or (b) may include provision for making any necessary financial adjustments, other than adjustments between the National Insurance Fund and the Northern Ireland National Insurance Fund. 4 The Secretary of State may make regulations for giving effect to arrangements under subsection (2); and any such regulations may for the purposes of the arrangements provide— a for adapting legislation (including subordinate legislation) for the time being in force in Great Britain; b without prejudice to paragraph (a) above, for securing that acts, omissions and events having any effect for the purposes of the enactments in force in Northern Ireland have a corresponding effect in relation to Great Britain (but not so as to confer any double benefit); and c for determining, in cases where rights accrue both in relation to Great Britain and in relation to Northern Ireland, which of those rights shall be available to the person concerned. 5 The Northern Ireland department having responsibility for social security may make regulations for giving effect to arrangements under subsection (2); and any such regulations may for the purposes of the arrangements provide— a for adapting legislation (including subordinate legislation) for the time being in force in Northern Ireland; b without prejudice to paragraph (a) above, for securing that acts, omissions and events having any effect for the purposes of the enactments in force in Great Britain have a corresponding effect in relation to Northern Ireland (but not so as to confer any double benefit); and c for determining, in cases where rights accrue both in relation to Northern Ireland and in relation to Great Britain, which of those rights shall be available to the person concerned. 6 This section applies to— a the  Social Security Contributions and Benefits Act 1992 and the  Social Security Contributions and Benefits (Northern Ireland) Act 1992; b the  Social Security Administration Act 1992 and the  Social Security Administration (Northern Ireland) Act 1992; c the  Child Support Act 1991 and the  Child Support (Northern Ireland) Order 1991; d the  Social Security Pensions Act 1975 and the  Social Security Pensions (Northern Ireland) Order 1975; e the  Social Security Act 1989 and the  Social Security (Northern Ireland) Order 1989; f the  Disability (Grants) Act 1993; g the  Pension Schemes Act 1993 and the  Pensions Schemes (Northern Ireland) Act 1993; h the  Social Security (Incapacity for Work) Act 1994 and the  Social Security (Incapacity for Work)\t\t\t\t\t\t\t(Northern Ireland) Order 1994; i the  Jobseekers Act 1995 and the  Jobseekers (Northern Ireland) Order 1995; j the  Pensions Act 1995 and the  Pensions (Northern Ireland) Order 1995; k the  Child Support Act 1995 and the  Child Support (Northern Ireland) Order 1995; l the  Social Security (Recovery of Benefits) Act 1997 and the  Social Security (Recovery of Benefits)\t\t\t\t\t\t\t(Northern Ireland) Order 1997; m the  Social Security Act 1998 and the  Social Security (Northern Ireland) Order 1998. n the Welfare Reform and Pensions Act 1999 and the Welfare Reform and Pensions (Northern Ireland) Order 1999 o the Child Support, Pensions and Social Security Act 2000 and the Child Support, Pensions and Social Security Act (Northern Ireland) 2000 p the Social Security Fraud Act 2001 and the Social Security Fraud Act (Northern Ireland) 2001 q the State Pension Credit Act 2002 and the State Pension Credit Act (Northern Ireland) 2002 r the Age-Related Payments Act 2004 and the Age-Related Payments (Northern Ireland) Order 2004; s the Pensions Act 2004 and the Pensions (Northern Ireland) Order 2005 t the Welfare Reform Act 2007 and the Welfare Reform Act (Northern Ireland) 2007; u the Pensions Act 2007 and the Pensions Act (Northern Ireland) 2008 v the Child Maintenance and Other Payments Act 2008, the Mesothelioma,  etc. , Act (Northern Ireland) 2008, and the Child Maintenance Act (Northern Ireland) 2008; w the Pensions Act 2008 and the Pensions ( No.  2) Act (Northern Ireland) 2008. x the Welfare Reform Act 2012 and the Welfare Reform (Northern Ireland) Order 2015; y the Pensions Act 2014 and the Pensions Act (Northern Ireland) 2015; z the Pension Schemes Act 2015 and the Pension Schemes Act (Northern Ireland) 2016. 6A But this section does not apply to the legislation referred to in subsection (6) to the extent that it relates to child benefit or guardian’s allowance. 7 Her Majesty may by Order in Council make any modifications of subsection (6) which She considers necessary or expedient. 8 The following provisions (which are superseded by this section and section 88) shall cease to have effect— a sections 177 and 178 of the Social Security Administration Act 1992 (co-ordination and reciprocity with Northern Ireland); b sections 153 and 154 of the Social Security Administration (Northern Ireland) Act 1992 (co-ordination and reciprocity with Great Britain); c section 56(2) to (4) of the Child Support Act 1991 (co-ordination with Northern Ireland); d Article 49(2) and (3) of the Child Support (Northern Ireland) Order 1991 (co-ordination with Great Britain); e section 29(2) to (4) of the Child Support Act 1995 (co-ordination with Northern Ireland); f Article 20 of the Child Support (Northern Ireland) Order 1995 (co-ordination with Great Britain). 9 Section 189 of the  Social Security Administration Act 1992 (regulations and orders: general) shall apply in relation to the power conferred by subsection (4) as it applied in relation to the power conferred by section 177(4) of that Act. 10 The power conferred by subsection (5) shall be construed as if it had been conferred by an Act of the Assembly; and section 165 of the  Social Security Administration (Northern Ireland) Act 1992 (regulations and orders: general) shall apply in relation to that power as it applied in relation to the power conferred by section 153(3) of that Act. 11 A statutory instrument containing an Order in Council under subsection (7) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "88", "section_title": " The Joint Authority.", "section_text": "88 1 The Joint Authority continued in being by section 177(2) of the Social Security Administration Act 1992— a shall consist of the Secretary of State, the Northern Ireland Minister having responsibility for social security and the Chancellor of the Exchequer; and b shall continue in being by the name of the Social Security, Child Support and Pensions Joint Authority for the purposes of the legislation to which section 87 applies. 2 The responsibility of the Joint Authority shall include that of giving effect to arrangements under section 87(2), with power to discharge such functions as may be provided under the arrangements. 3 The Joint Authority shall also have  power— a to require the making by the Commissioners of Inland Revenue of any necessary adjustments between the National Insurance Fund and the Northern Ireland National Insurance Fund, and b to make any other necessary financial adjustments. 4 The Joint Authority shall continue— a to be a body corporate; and b to have an official seal which shall be officially and judicially noticed; and the seal of the Authority may be authenticated by any member of, or the secretary to, the Authority, or by any person authorised by the Authority to act on behalf of the secretary. 5 Any member of the Joint Authority shall be entitled, subject to and in accordance with any rules laid down by the Authority, to appoint a deputy to act for him at meetings of the Authority. 6 The  Documentary Evidence Act 1868 shall apply to the Joint Authority as if the Authority were included in the first column of the Schedule to that Act and— a as if any member or the secretary, or any person authorised to act on behalf of the secretary, of the Authority were mentioned in the second column of that Schedule; and b as if the regulations referred to in that Act included any document issued by the Authority."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "89", "section_title": " Industrial Injuries Advisory Council.", "section_text": "89 1 For subsection (1) of section 149 of the Social Security Administration (Northern Ireland) Act 1992 (Social Security Advisory Committee) substitute— 1 The Department may from time to time— a refer to the Social Security Advisory Committee for consideration and advice such questions relating to the operation of any of the relevant enactments as the Department thinks fit (including questions as to the advisability of amending any of them); b refer to the Industrial Injuries Advisory Council for consideration and advice such questions as the Department thinks fit relating to industrial injuries benefit or its administration. 2 After subsection (2) of that section insert— 2A Subject— a to subsection (3) below; and b to section 150 below, where the Department proposes to make regulations relating only to industrial injuries benefit or its administration, it shall refer the proposals, in the form of draft regulations or otherwise, to the Industrial Injuries Advisory Council for consideration and advice. 3 At the end of subsection (3) of that section insert  “                    ; and subsection (2A) above does not apply to the regulations specified in Schedule 5A to this Act                  ” . 4 After that subsection insert— 3A The Industrial Injuries Advisory Council may also give advice to the Department on any other matter relating to industrial injuries benefit or its administration. 5 In subsections (1), (2) and (5) of section 150 of that Act (cases in which consultation not required), after “the Committee”, in each place, insert  “                    or the Council                  ” . 6 In subsection (3) of that section— a after “the Committee”, in the first place, insert  “                        or the Council                      ” ; and b after “the Committee has made its report” insert  “                        or, as the case may be, the Council has given its advice                      ” . 7 In subsection (6) of that section, after the definition of “the Committee” insert— “ the Council ” means the Industrial Injuries Advisory Council; . 8 After Schedule 5 to that Act insert— SCHEDULE 5A  Regulations not requiring prior submission to Industrial Injuries Advisory Council 1 Regulations under section 120(1)(b) of the Contributions and Benefits Act. 2 Regulations which state that they contain only provisions in consequence of an order under section 129 or 132 above. 3 Regulations made within a period of 6 months from the passing of any Act passed after this Act and directed to be construed as one with this Act, where— a the regulations state that they contain only regulations to make provision consequential on the passing of the Act; and b the Act does not exclude this paragraph in respect of the regulations; and in this paragraph “ Act ” includes an Act of the Northern Ireland Assembly. 4 Regulations which state that they contain only regulations making with respect to industrial injuries benefit or its administration the same or substantially the same provision as has been, or is to be, made with respect to other benefit as defined in section 121(1) of the Contributions and Benefits Act or its administration. 5 Regulations which state that the only provision with respect to industrial injuries benefit or its administration that is made by the regulations is the same or substantially the same as provision made by the instrument with respect to other benefit as defined in section 121(1) of the Contributions and Benefits Act or its administration. 6 Regulations made for the purpose only of consolidating other regulations revoked by them. 7 Regulations making only provision corresponding to provision contained in regulations made by the Secretary of State or the Lord Chancellor in relation to Great Britain. 9 In section 192(5) of the  Social Security Administration Act 1992, after the entry relating to section 170 (with Schedule 5) insert—  “                    section 171 (with Schedule 6);                  ” ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "90", "section_title": " Effect of certificates.", "section_text": "90 1 This section applies where in any proceedings— a a person claims that an act discriminated against him in contravention of section 24 or 76; and b the person against whom the claim is made proposes to rely on a certificate purporting to be signed by or on behalf of the Secretary of State and certifying— i that an act specified in the certificate was done for the purpose of safeguarding national security or protecting public safety or public order; and ii that the doing of the act was justified by that purpose. 2 The claimant may, in accordance with rules   made under section 91  , appeal against the certificate to the Tribunal, that is to say, the tribunal established under section 91. 3 If on an appeal under subsection (2) the Tribunal determines— a that the act specified in the certificate was done for the certified purpose; and b that the doing of the act was justified by that purpose, the Tribunal shall uphold the certificate; in any other case, the Tribunal shall quash the certificate. 4 If— a the claimant does not appeal against the certificate; or b the certificate is upheld on appeal, the certificate shall be conclusive evidence of the matters certified by it. 5 In this section “ act ” does not include the making, confirmation or approval of a provision of subordinate legislation."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "91", "section_title": " The Tribunal.", "section_text": "91 1 There shall be a tribunal in relation to which Schedule 11 shall have effect. 2 The Lord Chancellor may    , after consultation with the Lord Chief Justice of Northern Ireland,  make rules— a for regulating the exercise of rights of appeal to the Tribunal; b for prescribing the practice and procedure to be followed on or in connection with appeals to the Tribunal, including the mode and burden of proof and admissibility of evidence on such appeals; and c for other matters preliminary or incidental to or arising out of such appeals. 2A The Lord Chief Justice may nominate any of the following to exercise his functions under subsection (2)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act). 3 Rules under this section may provide that— a a party to any proceedings before the Tribunal on an appeal; and b where the Secretary of State is not party to any such proceedings, the Secretary of State, has the right to be legally represented in the proceedings, subject to any power conferred on the Tribunal by such rules. 4 Rules under this section may, in particular— a make provision enabling proceedings before the Tribunal to take place without a party being given full particulars of the reasons for the issue of the certificate which is the subject of the appeal; b make provision enabling the Tribunal to hold proceedings in the absence of any person, including a party and any legal representative appointed by a party; c make provision about the functions in proceedings before the Tribunal of persons appointed under subsection (7); and d make provision enabling the Tribunal to give a party a summary of any evidence taken in his absence. 5 Rules under this section may also include provision— a enabling any functions of the Tribunal which relate to matters preliminary or incidental to an appeal to be performed by a single member of the Tribunal; or b conferring on the Tribunal such ancillary powers as the Lord Chancellor thinks necessary for the purposes of the exercise of its functions. 6 In making rules under this section, the Lord Chancellor shall have regard, in particular, to— a the need to secure that certificates which are the subject of appeals are properly reviewed; and b the need to secure that information is not disclosed contrary to the public interest. 7 The   Advocate General for Northern Ireland   may appoint a person to represent the interests of a party to proceedings before the Tribunal in any proceedings from which he and any legal representative of his are excluded. 8 A person appointed under subsection (7)— a shall be a member of the Bar of Northern Ireland; b shall not be responsible to the party whose interests he represents. 9 In this section and section 92 “ party ”, in relation to proceedings on appeal, means the appellant or the person proposing to rely on the certificate which is the subject of the appeal."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "92", "section_title": " Appeals from the Tribunal.", "section_text": "92 1 Where the Tribunal has determined an appeal under section 90— a any party to the appeal; or b where the Secretary of State was not a party to the appeal, the Secretary of State, may bring a further appeal to the Court of Appeal in Northern Ireland on any question of law material to the Tribunal’s determination. 2 An appeal under this section may be brought only with the leave of the Tribunal or, if such leave is refused, with the leave of the Court of Appeal in Northern Ireland. 3 The Lord Chancellor may   , after consultation with the Lord Chief Justice of Northern Ireland,  make rules regulating, and prescribing the procedure to be followed on, applications to the Tribunal for leave to appeal under this section. 3A The Lord Chief Justice may nominate any of the following to exercise his functions under subsection (3)— a the holder of one of the offices listed in Schedule 1 to the Justice (Northern Ireland) Act 2002; b a Lord Justice of Appeal (as defined in section 88 of that Act). 4 Rules under this section may include provision enabling an application for leave to appeal to be heard by a single member of the Tribunal."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "93", "section_title": " Parliament Buildings etc.", "section_text": "93 1 Subject to subsection (2), property in relation to which section 31(4) of the  Northern Ireland Constitution Act 1973 had effect (property held in trust for Parliament of Northern Ireland etc.) shall on and after the commencement of this section be applied for the purposes of the Assembly or such other purposes as the Department of the Environment (“ the Department ”) may determine. 2 The Secretary of State may require the Department to make available to him in any premises comprised in the property mentioned in subsection (1)\t\t\t\t\t(other than the Parliament Buildings at Stormont) such accommodation and facilities as he may specify. 3 The Secretary of State shall in consideration of the use of any such accommodation and facilities make to the Department such payments out of money provided by Parliament as he and the Department may agree. 4 In so far as any of the property mentioned in subsection (1) was not immediately before the commencement of this section vested in the Department it shall vest in the Department at that commencement; and subsections (1) and (2) shall have effect notwithstanding anything in any deed or other instrument relating to the property to which those subsections apply."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "94", "section_title": " Land purchase annuities etc.", "section_text": "94 1 Subject to subsection (2), land purchase annuities shall be collected by the Department of Agriculture and paid into the Consolidated Fund of Northern Ireland. 2 A land purchase annuity may be extinguished by, or redeemed with the agreement of, the Department of Agriculture. 3 The Irish Land Purchase Fund shall be wound up and the money standing to its credit shall be paid into the Consolidated Fund of the United Kingdom. 4 In this section “ land purchase annuities ” means annuities for the repayment of advances made under any enactment relating to land purchase in Northern Ireland."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "95", "section_title": " Savings for existing laws.", "section_text": "95 1 Except so far as otherwise provided by or under this Act, nothing in this Act shall affect the operation in or in relation to Northern Ireland of any law in force on the appointed day or passed or made before that day, including in particular Orders in Council made under— a section 69 of the  Government of Ireland Act 1920; b section 1(3) of the  Northern Ireland (Temporary Provisions) Act 1972; c section 38 or 39 of the  Northern Ireland Constitution Act 1973; or d Schedule 1 to the  Northern Ireland Act 1974. 2 The laws continued by section 61 of the  Government of Ireland Act 1920 shall continue to have effect to the extent provided for by that section (but with any modification necessary for adapting them to this Act). 3 No law made by the Assembly shall have effect so as to prejudice or diminish the rights or privileges of any pensioned officer of a local authority under the provisions of the Local Government (Ireland) Acts 1898 to 1919. 4 No provision of this Act shall— a affect the operation before the coming into force of that provision of any Northern Ireland legislation; or b render unlawful anything required or authorised to be done by any Act of Parliament, whenever passed. 5 Schedule 12 (which provides for the construction of certain references in existing laws) shall have effect, but subject to any provision made by or under this Act or by any Act of the Assembly."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "95A", "section_title": "Directions under sections 30A, 47B and 51B", "section_text": "95A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "96", "section_title": " Orders and regulations.", "section_text": "96 1 An order under section 17(4), 25, 26, 27, 31(3) or (6), 38(6), 72(2) or 74(5) shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 2 An order under section   4(6), 31(2),  34(4), 35(1), 55,   69C(12),  75(3)(a) or (d) or 80 or Schedule 1— a shall be made by statutory instrument; and b shall not be made unless a draft has been laid before and approved by resolution of each House of Parliament. 2A Paragraph (b) of subsection (2) does not apply to an order under section 31(2) if the order declares that the Secretary of State considers it to be expedient for the order to be made without the approval mentioned in that paragraph. 2B An order containing a declaration under subsection (2A)— a shall be laid before Parliament after being made; and b shall cease to have effect if it is not approved by a resolution of each House of Parliament before the end of the period of 28 days beginning with the date on which it is made. 2C Subsection (2B)(b) does not prejudice the making of a new order. 2D In calculating the period of 28 days mentioned in subsection (2B)(b), no account is to be taken of any time during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days. 3 Regulations under section 87(4) shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of the House of Commons. 4 An order under section 61(7)— a shall be made by statutory instrument; and b shall not be made unless a draft has been laid before and approved by resolution of the House of Commons. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   4B The powers to make regulations under sections 78F, 78Q and 78U are exercisable by statutory rule for the purposes of the Statutory Rules (Northern Ireland) Order 1979. 4C Regulations may not be made under section 78F, 78Q or 78U unless a draft of the regulations has been laid before and approved by resolution of the Assembly.   5 Regulations under section 87(5) shall be subject to negative resolution (within the meaning given by section 41(6) of the  Interpretation Act Northern Ireland) 1954). 6 Rules under section 91 or 92— a shall be made by statutory instrument; and b shall not be made unless a draft has been laid before and approved by resolution of each House of Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "96A", "section_title": "Explanatory statements in relation to certain regulations", "section_text": "96A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "97", "section_title": " Financial provision.", "section_text": "97 Any expenditure of the Secretary of State in consequence of this Act shall be paid out of money provided by Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "98", "section_title": " Interpretation.", "section_text": "98 1 In this Act— “ the appointed day ” has the meaning given by section 3(1); “ the Assembly ” has the meaning given by section 4(5); “ the Belfast Agreement ” means the agreement reached at multi-party talks on Northern Ireland set out in Command Paper 3883; ... “ the Convention rights ” has the same meaning as in the  Human Rights Act 1998; “ cross-community support ” has the meaning given by section 4(5); “ designated Nationalist ” and “ designated Unionist ” have the meanings given by section 4(5); “ document ” includes anything in which information is recorded in any form; “ enactment ” includes any provision of this Act and any provision of, or of any instrument made under, Northern Ireland legislation; “ excepted matter ” has the meaning given by section 4(1); “ financial year ”, unless the context otherwise requires, means a year ending with 31st March; “ functions ” includes powers and duties, and “ confer ”, in relation to functions, includes impose; “ international obligations ” means any international obligations of the United Kingdom other than obligations to observe and implement   ... the Convention rights; . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Minister ”, unless the context otherwise requires, has the meaning given by section 7(3); “ Minister of the Crown ” includes the Treasury; “ modify ”, in relation to an enactment, includes amend or repeal; “ The New Decade, New Approach Deal  ” means the deal to restore devolved government in Northern Ireland published by that name in January 2020; “ Northern Ireland ” includes so much of the internal waters and territorial sea of the United Kingdom as are adjacent to Northern Ireland; “ Northern Ireland legislation ” means— Acts of the Parliament of Ireland; Acts of the Parliament of Northern Ireland; Orders in Council under section 1(3) of the  Northern Ireland (Temporary Provisions) Act 1972; Measures of the Northern Ireland Assembly established under section 1 of the  Northern Ireland Assembly Act 1973; Orders in Council under Schedule 1 to the  Northern Ireland Act 1974; Acts of the Assembly; and Orders in Council under section 85; “ the Northern Ireland zone ” means the sea within British fishery limits which is adjacent to Northern Ireland; “ the pledge of office ” has the meaning given by section   16C(14) ; “ political opinion ” and “ religious belief ” shall be construed in accordance with  Article 2(3) and (4) of the Fair Employment and Treatment (Northern Ireland) Order 1998 ; “ proceedings ”, in relation to the Assembly, includes proceedings of any committee; “ property ” includes rights and interests of any description; “ reserved matter ” has the meaning given by section 4(1); “ the St Andrews Agreement ” means the agreement reached on 13 October 2006 at multi-party talks on Northern Ireland held at St Andrews; “ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978 and also includes an instrument made under Northern Ireland legislation; “ transferred matter ” has the meaning given by section 4(1). 2 For the purposes of this Act, a provision of any enactment, Bill or subordinate legislation deals with the matter, or each of the matters, which it affects otherwise than incidentally. 3 For the purposes of this Act, a provision of any Act or Bill which modifies a provision of— a the  Agricultural Wages (Regulation)\t\t\t\t\t\t\t(Northern Ireland) Order 1977; b the  Employment Rights (Northern Ireland) Order 1996; or c the  Industrial Tribunals (Northern Ireland) Order 1996, which is amended or applied by or under the  National Minimum Wage Act 1998 shall not be treated as dealing with a matter falling within the subject-matter of that Act if the modification affects the national minimum wage and other employment matters in the same way. 4 For the purposes of this Act, a provision of an Act of the Assembly or of subordinate legislation discriminates against any person or class of persons if it treats that person or that class less favourably in any circumstances than other persons are treated in those circumstances by the law for the time being in force in Northern Ireland. 5 For those purposes a person discriminates against another person or a class of persons if he treats that other person or that class less favourably in any circumstances than he treats or would treat other persons in those circumstances. 6 No provision of an Act of the Assembly or of subordinate legislation, and no making, confirmation or approval of a provision of subordinate legislation, shall be treated for the purposes of this Act as discriminating if the provision has the effect of safeguarding national security or protecting public safety or public order. 7 No other act done by any person shall be treated for the purposes of this Act as discriminating if— a the act is done for the purpose of safeguarding national security or protecting public safety or public order; and b the doing of the act is justified by that purpose. 8 Her Majesty may by Order in Council determine, or make provision for determining, for such purposes of this Act as may be specified, any boundary between— a the waters or parts of the sea which are to be treated as adjacent to Northern Ireland; and b those which are not, and may make different determinations or provisions for different purposes. 9 No recommendation shall be made to Her Majesty to make an Order in Council under subsection (8) unless a draft of the Order has been laid before and approved by resolution of each House of Parliament."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "99", "section_title": " Minor and consequential amendments.", "section_text": "99 The enactments mentioned in Schedule 13 shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on the provisions of this Act."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "100", "section_title": " Transitional provisions, savings and repeals.", "section_text": "100 1 The transitional provisions and savings contained in Schedule 14 shall have effect; but nothing in this subsection shall be taken as prejudicing the operation of sections 16 and 17 of the  Interpretation Act 1978 (which relate to the effect of repeals). 2 The enactments specified in Schedule 15, which include some that are spent, are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Northern Ireland Act 1998", "year": 1998, "section": "101", "section_title": " Short title and commencement.", "section_text": "101 1 This Act may be cited as the Northern Ireland Act 1998. 2 The following provisions shall come into force on the day on which this Act is passed— a sections 3, 55, 86, 93, 96 and 98; b paragraph 20 of Schedule 13 and section 99 so far as relating to that paragraph; c in Schedule 15, the repeal of section 31(4) to (6) of the  Northern Ireland Constitution Act 1973 and section 100(2) so far as relating to that repeal; and d this section. 3 The remaining provisions of this Act (except Parts II and III) shall come into force on such day as the Secretary of State may by order made by statutory instrument appoint; and different days may be appointed for different purposes."}]