[{"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "1", "section_title": " Sentence Review Commissioners.", "section_text": "1 1 The Secretary of State shall appoint Sentence Review Commissioners. 2 The Secretary of State shall so far as reasonably practicable ensure that at any time— a at least one of the Commissioners is a lawyer, and b at least one is a psychiatrist or a psychologist. 3 In making appointments the Secretary of State shall have regard to the desirability of the Commissioners, as a group, commanding widespread acceptance throughout the community in Northern Ireland. 4 Schedule 1 (which makes further provision about the Commissioners) shall have effect. 5 In subsection (2)(a) “ lawyer ” means a person who holds a legal qualification in the United Kingdom."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "2", "section_title": " Commissioners’ procedure.", "section_text": "2 Schedule 2 (which makes provision about the procedure to be followed in relation to the Commissioners’ functions) shall have effect."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "3", "section_title": " Applications.", "section_text": "3 1 A prisoner may apply to Commissioners for a declaration that he is eligible for release in accordance with the provisions of this Act. 2 The Commissioners shall grant the application if (and only if)— a the prisoner is serving a sentence of imprisonment for a fixed term in Northern Ireland and the first three of the following four conditions are satisfied, or b the prisoner is serving a sentence of imprisonment for life in Northern Ireland and the following four conditions are satisfied. 3 The first condition is that the sentence— a was passed in Northern Ireland for a qualifying offence, and b is one of imprisonment for life or for a term of at least five years. 4 The second condition is that the prisoner is not a supporter of a specified organisation. 5 The third condition is that, if the prisoner were released immediately, he would not be likely— a to become a supporter of a specified organisation, or b to become concerned in the commission, preparation or instigation of acts of terrorism connected with the affairs of Northern Ireland. 6 The fourth condition is that, if the prisoner were released immediately, he would not be a danger to the public. 7 A qualifying offence is an offence which— a was committed before 10th April 1998, b was when committed a scheduled offence within the meaning of the  Northern Ireland (Emergency Provisions) Act 1973,  1978,  1991 or  1996, and c was not the subject of a certificate of the Attorney General for Northern Ireland that it was not to be treated as a scheduled offence in the case concerned. 8 A specified organisation is an organisation specified by order of the Secretary of State; and he shall specify any organisation which he believes— a is concerned in terrorism connected with the affairs of Northern Ireland, or in promoting or encouraging it, and b has not established or is not maintaining a complete and unequivocal ceasefire. 9 In applying subsection (8)(b) the Secretary of State shall in particular take into account whether an organisation— a is committed to the use now and in the future of only democratic and peaceful means to achieve its objectives; b has ceased to be involved in any acts of violence or of preparation for violence; c is directing or promoting acts of violence by other organisations; d is co-operating fully with any Commission of the kind referred to in section 7 of the  Northern Ireland Arms Decommissioning Act 1997 in implementing the Decommissioning section of the agreement reached at multi-party talks on Northern Ireland set out in Command Paper 3883. 10 The Secretary of State shall from time to time review the list of organisations specified under subsection (8); and if he believes— a that paragraph (a) or (b) of that subsection does not apply to a specified organisation, or b that paragraphs (a) and (b) apply to an organisation which is not specified, he shall make a new order under subsection (8)."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "4", "section_title": " Fixed term prisoners.", "section_text": "4 1 If a fixed term prisoner is granted a declaration in relation to a sentence he has a right to be released on licence (so far as that sentence is concerned) on the day on which he has served— a one third of his sentence, plus b one day for every day of remission which he has lost, and not had restored, in accordance with prison rules. 2 If the day arrived at under subsection (1) falls on or before the day of the declaration, the prisoner’s right to be released under that subsection is a right to be released by the end of the day after the day of the declaration. 3 If a prisoner would have a right to be released on or by the end of a listed day he has a right to be released on or by the end of the next non-listed day; and the listed days are— a Saturday, b Sunday, c Christmas Day, d Good Friday, and e a public holiday in Northern Ireland. 4 If a prisoner is released on licence under this section his sentence shall expire (and the licence shall lapse) at the time when he could have been discharged on the ground of good conduct under prison rules."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "5", "section_title": " Fixed term prisoners: special cases.", "section_text": "5 1 If the length of a sentence is treated as reduced by a period of custody in accordance with section 26 of the  Treatment of Offenders Act Northern Ireland) 1968 (duration of sentence) for the purposes of section 4(1) above the period of custody must be treated as having been served as part of the sentence. 2 If a sentence of at least five years is supplemented by a period of imprisonment in accordance with  section 80(2) of the Terrorism Act 2000  (conviction of scheduled offence during period of remission) for the purposes of section 4(1) above the supplementary period must be treated as part of the sentence. 3 If— a a sentence of less than five years is supplemented by a period of imprisonment in accordance with  section 80(2) of the 2000 Act , and b the supplementary period relates to an earlier sentence of at least five years for a qualifying offence (within the meaning of section 3 above), the prisoner may make an application under section 3 in respect of the supplementary period and the application shall be granted if (and only if) the second and third conditions are satisfied. 4 References in this section to  section 80(2) of the 2000 Act  include references to— a section 23(2) of the  Prevention of Terrorism (Temporary Provisions) Act 1989, and b section 15(2) of the  Northern Ireland (Emergency Provisions) Act 1991  , and. c section 16(2) of the  Northern Ireland (Emergency Provisions) Act 1996."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "6", "section_title": " Life prisoners.", "section_text": "6 1 When Commissioners grant a declaration to a life prisoner in relation to a sentence they must specify a day which they believe marks the completion of about two thirds of the period which the prisoner would have been likely to spend in prison under the sentence. 2 The prisoner has a right to be released on licence (so far as that sentence is concerned)— a on the day specified under subsection (1), or b if that day falls on or before the day of the declaration, by the end of the day after the day of the declaration. 3 But if he would have a right to be released on or by the end of a listed day (within the meaning of section 4(3)) he has a right to be released on or by the end of the next non-listed day."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "7", "section_title": " Life prisoners: specified dates.", "section_text": "7 1 The Secretary of State must inform the Commissioners of the length of time served by persons— a sentenced in Northern Ireland to imprisonment for life, and b released on licence after 1982 and before 1999. 2 In specifying a day under section 6(1) Commissioners must have regard to— a information given under subsection (1) above, and b previous decisions of Commissioners. 3 Before Commissioners specify a day under section 6(1) the Secretary of State may notify them of cases which he believes are particularly relevant in the prisoner’s case; and the Commissioners may take the notification into account."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "8", "section_title": " Revocation of declaration.", "section_text": "8 1 The Secretary of State shall apply to Commissioners to revoke a declaration under section 3(1) if, at any time before the prisoner is released under section 4 or 6, the Secretary of State believes— a that as a result of an order under section 3(8), or a change in the prisoner’s circumstances, an applicable condition in section 3 is not satisfied, or b that evidence or information which was not available to the Commissioners when they granted the declaration suggests that an applicable condition in section 3 is not satisfied. 2 The Commissioners shall grant an application under this section if (and only if) the prisoner has not been released under section 4 or 6 and they believe— a that as a result of an order under section 3(8), or a change in the prisoner’s circumstances, an applicable condition in section 3 is not satisfied, or b that evidence or information which was not available to them when they granted the declaration suggests that an applicable condition in section 3 is not satisfied."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "9", "section_title": " Licences: conditions.", "section_text": "9 1 A person’s licence under section 4 or 6 is subject only to the conditions— a that he does not support a specified organisation (within the meaning of section 3), b that he does not become concerned in the commission, preparation or instigation of acts of terrorism connected with the affairs of Northern Ireland, and c in the case of a life prisoner, that he does not become a danger to the public. 2 The Secretary of State may suspend a licence under section 4 or 6 if he believes the person concerned has broken or is likely to break a condition imposed by this section. 3 Where a person’s licence is suspended— a he shall be detained in pursuance of his sentence and, if at large, shall be taken to be unlawfully at large, and b Commissioners shall consider his case. 4 On consideration of a person’s case— a if the Commissioners think he has not broken and is not likely to break a condition imposed by this section, they shall confirm his licence, and b otherwise, they shall revoke his licence. 5 Where a person’s licence is confirmed— a he has a right to be released (so far as the relevant sentence is concerned) by the end of the day after the day of confirmation, or b if he is at large, he has a right (so far as the relevant sentence is concerned) to remain at large. 6 But if he would have a right to be released by the end of a listed day (within the meaning of section 4(3)) he has a right to be released by the end of the next non-listed day. 7 Detention during suspension of a licence shall not be made unlawful by the subsequent confirmation of the licence."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "10", "section_title": " Accelerated release.", "section_text": "10 1 This section applies if— a a prisoner is granted a declaration in relation to a sentence, and b the day on which he has a right to be released under section 4 or 6 (so far as that sentence is concerned) falls after the accelerated release day. 2 He has a right to be released under the section concerned (so far as that sentence is concerned) on the accelerated release day. 3 But if the accelerated release day is a listed day (within the meaning of section 4(3)) he has a right to be released on the next non-listed day. 4 In the case of a sentence passed before the day on which this Act comes into force, the accelerated release day is the second anniversary of that day. 5 In the case of a sentence— a passed after the day on which this Act comes into force, and b treated in accordance with section 26 of the  Treatment of Offenders Act Northern Ireland) 1968 as reduced by a period of custody beginning before the day on which this Act comes into force, the accelerated release day is the second anniversary of that day. 6 In the case of any other sentence passed after the day on which this Act comes into force, the accelerated release day is the second anniversary of the start of the sentence (or the start of any period of custody by which the sentence is treated as reduced in accordance with section 26 of the 1968 Act). 7 Nothing in this section shall permit the release of a prisoner following a declaration under section 3(1)— a before he has served two years of the sentence to which the declaration relates; or b at any time when an application under section 8(1) for revocation of the declaration has yet to be finally determined; and for the purpose of paragraph (a) any period of custody by which the sentence is treated as reduced in accordance with section 26 of the 1968 Act shall be treated as served as part of the sentence. 8 The Secretary of State may by order amend subsections (4) to (7)."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "11", "section_title": " Notice of decisions.", "section_text": "11 1 If Commissioners refuse an application under section 3 they must give notice of their decision and the reasons for it to the prisoner and to the Secretary of State. 2 If Commissioners grant an application under section 3 they must— a give notice of their decision to the prisoner and to the Secretary of State, and b include in the notice a statement of the day specified under section 6(1), if the prisoner is a life prisoner. 3 If Commissioners revoke a declaration under section 8 they must give notice of the revocation and the reasons for it to the prisoner and to the Secretary of State. 4 If the Secretary of State suspends a licence under section 9(2) he must give notice of the suspension and the reasons for it to the person concerned and to the Commissioners. 5 If Commissioners make a decision under section 9(4) they must give notice of their decision and the reasons for it to the person concerned and to the Secretary of State."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "12", "section_title": " Interpretation: prisoners and sentences.", "section_text": "12 1 This section has effect for the purposes of this Act. 2 A fixed term prisoner is a prisoner serving a sentence of imprisonment for a fixed term. 3 A life prisoner is a prisoner serving a sentence of imprisonment for life. 4 References to a sentence of imprisonment for life include references to a sentence of detention at the Secretary of State’s pleasure. 5 Two or more consecutive sentences being served by a prisoner shall be treated as a single sentence if they were passed on the same occasion and each— a is for at least five years, and b was passed in Northern Ireland for a qualifying offence (within the meaning of section 3)."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "13", "section_title": " Interpretation: terrorism.", "section_text": "13 In this Act “ terrorism ” means the use of violence for political ends, and includes any use of violence for the purpose of putting the public or any section of the public in fear."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "14", "section_title": " Inadmissibility.", "section_text": "14 1 This section relates to evidence and information provided to Commissioners by or on behalf of a person in connection with his application under section 3 or with subsequent proceedings under this Act regarding his sentence. 2 The evidence or information shall not be admissible in— a proceedings for an offence under section 2(1), 3, 9, 10, 11 or 18 of the  Prevention of Terrorism (Temporary Provisions) Act 1989; b proceedings for an offence under section 29, 30(1), 31 or 35 of the  Northern Ireland (Emergency Provisions) Act 1996; c proceedings for an offence under section 5 of the  Criminal Law Act 1967 or of the  Criminal Law Act Northern Ireland) 1967 which relates to an offence mentioned in paragraph (a) or (b); d proceedings for an offence of aiding, abetting, counselling, procuring or inciting the commission of an offence mentioned in any of paragraphs (a) to (c), or of attempting or conspiring to commit an offence so mentioned. 3 The evidence or information shall not— a be admissible in proceedings on applications made under paragraph 1, 2, 5, 11, 13, 22, 28 or 30 of Schedule 5 to the Terrorism Act 2000. b be admissible in proceedings under section 93H or 93I of the  Criminal Justice Act 1988, section 18 or 19 of the  Proceeds of Crime (Scotland) Act 1995 or article 50 or 51 of the  Proceeds of Crime (Northern Ireland) Order 1996; c be admissible in proceedings under, or the subject of an order under, section 93J of the  Criminal Justice Act 1988, section 20 of the  Proceeds of Crime (Scotland) Act 1995 or article 54 of the  Proceeds of Crime (Northern Ireland) Order 1996; d be the subject of a notice under Schedule 2 to that Order. 4 Subsection (2) shall not prevent the admission of evidence adduced on behalf of the accused."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "15", "section_title": " Information for victims.", "section_text": "15 1 The Secretary of State shall provide a statement under this section about a person if he receives a written request to do so and he believes— a that the person about whom the statement is sought is serving a sentence of imprisonment in Northern Ireland for a fixed term of at least five years or for life, b that the sentence was passed in Northern Ireland for a qualifying offence, and c that the person requesting the statement, or a member of his family, was a victim of the offence for which the sentence was passed. 2 But the Secretary of State shall not provide a statement if he believes that to do so would create a danger to the safety of any person. 3 A statement under this section about a person shall state— a whether he has made an application under section 3; b if he has made an application, whether it has been granted; c if his application has been granted, whether he has been released and the date on which he has a right to be released, or on which he was released, under section 4 or 6; d if he has been released on licence, whether his licence has been suspended under section 9(2) and, if so, whether it has been confirmed or revoked under section 9(4); e if he has been released on licence under section 4, the date on which the licence will expire. 4 If the Secretary of State has issued a statement under this section and becomes aware that any of the information in it has ceased to be accurate, he shall send a revised statement to the person who made the original request at his last known address."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "16", "section_title": " Power to suspend and revive.", "section_text": "16 1 The Secretary of State may make orders suspending, or later reviving, the operation of section 3. 2 A suspension order under subsection (1) shall, subject to any later revival order, prevent— a the granting of a declaration on an application already made under section 3, and b the release of a person under section 4 or 6 pursuant to a declaration already granted. 3 The Secretary of State may make orders suspending, or later reviving, the operation of section 10. 4 A suspension order under subsection (1) or (3) shall have no effect in relation to a sentence in respect of which a licence under this Act is current or suspended when the order comes into force; but the order shall have effect in relation to the sentence if the licence is revoked after the order comes into force."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "17", "section_title": " Sentences passed outside Northern Ireland.", "section_text": "17 Schedule 3 (which makes provision about sentences passed outside Northern Ireland) shall have effect."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "18", "section_title": " Remission: amendment of 1995 Act.", "section_text": "18 In section 3 of the  Northern Ireland (Remission of Sentences) Act 1995 (suspension and revival of main provisions) at the end of subsection (2) add  “              ; but the order shall apply in relation to him if his licence is revoked after the order comes into force.            ”"}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "19", "section_title": " Orders and rules.", "section_text": "19 1 Any order or rules under this Act— a shall be made by statutory instrument, and b may include transitional provisions and savings. 2 Subject to subsection (3), no order shall be made under section 3(8), 10(8) or 16 unless a draft has been laid before, and approved by resolution of, each House of Parliament. 3 An order under section 3(8) or 10(8) or a suspension order under section 16 may be made without a draft having been approved if the Secretary of State thinks it necessary by reason of urgency, in which case the order— a shall include a declaration to that effect, b shall be laid before each House of Parliament after being made, and c shall cease to have effect at the end of the period of 40 days (computed in accordance with section 7(1) of the  Statutory Instruments Act 1946) starting with the day on which it was made unless a resolution has been passed by each House approving it. 4 If an order under section 3(8) or 10(8) or 16 ceases to have effect by virtue of subsection (4)(c) above, the detention of a person while the order was in force shall not be treated as unlawful by reason only of the order’s ceasing to have effect. 5 Rules under Schedule 2 shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "20", "section_title": " Money.", "section_text": "20 Expenditure incurred by the Secretary of State by virtue of this Act shall be paid out of money provided by Parliament."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "21", "section_title": " Extent.", "section_text": "21 1 Subject to subsections (2) and (3), this Act extends to Northern Ireland only. 2 An amendment by this Act of any other Act has the same extent as the Act amended. 3 Sections 14, 15 and 17 extend to the whole of the United Kingdom."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "22", "section_title": " Commencement.", "section_text": "22 This Act shall come into force on a day appointed by order made by the Secretary of State."}, {"act": "Northern Ireland (Sentences) Act 1998", "year": 1998, "section": "23", "section_title": " Short title.", "section_text": "23 This Act may be cited as the Northern Ireland (Sentences) Act 1998."}]