[{"act": "Petroleum Act 1998", "year": 1998, "section": "1", "section_title": " Meaning of “petroleum”.", "section_text": "1 In this Part of this Act “ petroleum ”— a includes any mineral oil or relative hydrocarbon and natural gas existing in its natural condition in strata; but b does not include coal or bituminous shales or other stratified deposits from which oil can be extracted by destructive distillation."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "2", "section_title": " Rights to petroleum vested in Her Majesty.", "section_text": "2 1 Her Majesty has the exclusive right of searching and boring for and getting petroleum to which this section applies. 2 This section applies to petroleum (including petroleum in Crown land) which for the time being exists in its natural condition in strata in Great Britain or beneath the territorial sea adjacent to the United Kingdom. 3 For the purposes of subsection (2), “ Crown land ” means land which— a belongs to Her Majesty or the Duchy of Cornwall; b belongs to a government department; or c is held in trust for Her Majesty for the purposes of a government department. 4 Subsection (1) is subject to paragraph 4 of Schedule 3 and subsection (2) is subject to paragraph 5(3) of that Schedule."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "3", "section_title": " Licences to search and bore for and get petroleum.", "section_text": "3 1 The                         appropriate   authority , on behalf of Her Majesty, may grant to such persons as   the appropriate   authority                        thinks fit licences to search and bore for and get petroleum to which this section applies. 2 This section applies to— a petroleum to which section 2 applies; and b petroleum with respect to which rights vested in Her Majesty by section 1(1) of the  Continental Shelf Act 1964 (exploration and exploitation of continental shelf) are exercisable. 3 Any such licence shall be granted for such consideration (whether by way of royalty or otherwise) as the   OGA   with the consent of the Treasury may determine, and upon such other terms and conditions as the   appropriate   authority                    thinks fit. 4 Subsection (1) is subject to paragraph 4 of Schedule 3."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "4", "section_title": " Licences: further provisions.", "section_text": "4 1 The   appropriate Minister   shall make regulations prescribing— a the manner in which and the persons by whom applications for licences under this Part of this Act may be made; b the information to be included in or provided in connection with any such application; c the fees to be paid on any such application; d the conditions as to the size and shape of areas in respect of which licences may be granted; e model clauses which shall, unless   the appropriate authority   thinks fit to modify or exclude them in any particular case, be incorporated in any such licence. 1A The Scottish Ministers  or the Welsh Ministers   may not make regulations under subsection (1)(e) prescribing model clauses that may be prescribed under subsection (1B). 1B The Secretary of State may make regulations prescribing model clauses on the consideration payable for a licence granted by the Scottish Ministers  or the Welsh Ministers , and the following so far as they relate to such consideration— a the measurement of petroleum obtained from the licenced area (including the facilitation of such measurement); b the keeping of accounts; c cancellation of a licence by the Secretary of State if there has been a failure to pay consideration or to comply with a clause on a matter falling within paragraph (a) or (b). 1C Model clauses prescribed under subsection (1B) shall, unless the Secretary of State thinks fit to modify or exclude them in any particular case, be incorporated in any licence granted by the Scottish Ministers  or the Welsh Ministers . 2 Different regulations may be made for different kinds of licence. 3                     Any regulations made by the Secretary of State                   shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3ZA Before making regulations under this section the Secretary of State must consult the OGA. 3A Any regulations made by the Scottish Ministers shall be subject to the negative procedure (see section 28 of the Interpretation and Legislative Reform (Scotland) Act 2010). 3B Any regulations made by the Welsh Ministers shall be made by statutory instrument which shall be subject to annulment in pursuance of a resolution of the National Assembly for Wales. 4 As soon as practicable after granting a licence under section 3, the   OGA   shall publish notice of the fact in   such manner as it thinks appropriate   stating— a the name of the licensee; and b the situation of the area in respect of which the licence has been granted, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4A As soon as practicable after granting a licence under section 3, the Scottish Ministers shall publish notice of the fact in the Edinburgh Gazette stating— a the name of the licensee; and b the situation of the area in respect of which the licence has been granted. 4B As soon as practicable after granting a licence under section 3, the Welsh Ministers shall publish notice of the fact in such manner as they think appropriate stating— a the name of the licensee; and b the situation of the area in respect of which the licence has been granted. 5 Any information which the Commissioners of Inland Revenue possess in connection with petroleum won by virtue of a licence granted under section 3— a may be disclosed by the Commissioners to the Secretary of State, or to an officer of his who is authorised by him to receive such information, in connection with provisions of the licence relating to royalty payments; but b shall not be disclosed by a person to whom it is disclosed under paragraph (a) except— i as authorised by the licence; ii to a person to whom it could have been disclosed under paragraph (a); or iii for the purposes of proceedings (which may be arbitration proceedings) in connection with the licence."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "4A", "section_title": "Onshore hydraulic fracturing: safeguards", "section_text": "4A  1 The   OGA   must not issue a well consent  for a well situated in the English onshore area   that is required by an onshore licence for England or Wales unless the well consent imposes— a a condition which prohibits associated hydraulic fracturing from taking place in land at a depth of less than 1000 metres; and b a condition which prohibits associated hydraulic fracturing from taking place in land at a depth of 1000 metres or more unless the licensee has the Secretary of State's consent for it to take place (a  “hydraulic fracturing consent”). 1A The Welsh Ministers must not issue a well consent for a well situated in the Welsh onshore area that is required by an onshore licence for England or Wales unless the well consent imposes— a a condition that prohibits associated hydraulic fracturing from taking place in land at a depth of less than 1000 metres; and b a condition that prohibits associated hydraulic fracturing from taking place in land at a depth of 1000 metres or more unless the licensee has the Welsh Ministers' consent for it to take place (a  “hydraulic fracturing consent”). 2 A hydraulic fracturing consent is not to be issued unless an application for its issue is made by, or on behalf of, the licensee. 3 Where an application is made  to the Secretary of State , the Secretary of State may not issue a hydraulic fracturing consent unless the Secretary of State— a is satisfied that— i the conditions in column 1 of the following table are met, and ii the conditions in subsection (6) are met, and b is otherwise satisfied that it is appropriate to issue the consent. 3A Where an application is made to the Welsh Ministers, the Welsh Ministers may not issue a hydraulic fracturing consent unless— a they are satisfied that— i the conditions in column 1 of the following table are met, and ii the conditions in subsection (6) are met, and b they are otherwise satisfied that it is appropriate to issue the consent. 4 The existence of a document of the kind mentioned in column 2 of the table in this section is sufficient for the Secretary of State  or the Welsh Ministers   to be satisfied that the condition to which that document relates is met. 5 But the absence of such a document does not prevent the Secretary of State  or the Welsh Ministers   from being satisfied that that condition is met. Column 1: conditions Column 2: documents 1 The environmental impact of the development which includes the relevant well has been taken into account by the local planning authority A notice given by the local planning authority that the environmental information was taken into account in deciding to grant the relevant planning permission 2 Appropriate arrangements have been made for the independent inspection of the integrity of the relevant well A certificate given by the Health and Safety Executive that it— (a) has received a well notification under regulation 6 of the Borehole Sites and Operations Regulations 1995, (b) has received the information required by regulation 19 of the Offshore Installations and Wells (Design and Construction,  etc. ) Regulations 1996, and (c) has visited the site of the relevant well 3 The level of methane in groundwater has, or will have, been monitored in the period of 12 months before the associated hydraulic fracturing begins An environmental permit has been given by the relevant environmental regulator which contains a condition that requires compliance with a waste management plan which provides for monitoring of the level of methane in groundwater in the period of 12 months before the associated hydraulic fracturing begins 4 Appropriate arrangements have been made for the monitoring of emissions of methane into the air An environmental permit which contains a condition requiring compliance with a waste management plan which provides for the monitoring of emissions of methane into the air for the period of the permit 5 The associated hydraulic fracturing will not take place within protected groundwater source areas A decision document given by the relevant environmental regulator (in connection with an environmental permit) which indicates that the associated hydraulic fracturing will not take place within protected groundwater source areas 6 The associated hydraulic fracturing will not take place within other protected areas A notice given by the local planning authority that the area in respect of which the relevant planning permission has been granted does not include any land which is within any other protected areas 7 In considering an application for the relevant planning permission, the local planning authority has (where material) taken into account the cumulative effects of— (a) that application, and (b) other applications relating to exploitation of onshore petroleum obtainable by hydraulic fracturing A notice given by the local planning authority that it has taken into account those cumulative effects 8 The substances used, or expected to be used, in associated hydraulic fracturing— (a) are approved, or (b) are subject to approval, by the relevant environmental regulator An environmental permit has been given by the relevant environmental regulator which contains a condition that requires substances used in associated hydraulic fracturing to be approved by that regulator 9 In considering an application for the relevant planning permission, the local planning authority has considered whether to impose a restoration condition in relation to that development A notice given by the local planning authority that it has considered whether to impose such a condition 10 The relevant undertaker has been consulted before grant of the relevant planning permission A notice given by the local planning authority that the relevant undertaker has been consulted 11 The public was given notice of the application for the relevant planning permission A notice given by the local planning authority which confirms that the applicant for the relevant planning permission has certified that public notification requirements, as set out in a development order, have been met 6 The conditions mentioned in subsection (3)(a)(ii) are— a that appropriate arrangements have been made for the publication of the results of the monitoring referred to in condition 4 in the table; b that a scheme is in place to provide financial or other benefit for the local area. 7 A hydraulic fracturing consent may be issued subject to any conditions                         thought to be appropriate by the Secretary of State or the Welsh Ministers . 8 A breach of such a condition is to be treated as if it were a breach of a condition of a well consent."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "4B", "section_title": "Section 4A: supplementary provision", "section_text": "4B 1 “ Associated hydraulic fracturing ” means hydraulic fracturing of shale or strata encased in shale which— a is carried out in connection with the use of the relevant well to search or bore for or get petroleum, and b involves, or is expected to involve, the injection of— i more than 1,000 cubic metres of fluid at each stage, or expected stage, of the hydraulic fracturing, or ii more than 10,000 cubic metres of fluid in total. 2 For the purposes of deciding the depth at which associated hydraulic fracturing is taking place in land— a the depth of a point in land below surface level is the distance between that point and the surface of the land vertically above that point; and b in determining what is the surface of the land, any building or other structure on the land, and any water covering the land, must be ignored. 3 Subsections (1) and (2) apply for the purposes of section 4A and this section. 4 The Secretary of State must, by regulations made by statutory instrument, specify— a the descriptions of areas  in the English onshore area   which are  “protected groundwater source areas”, and b the descriptions of areas  in the English onshore area   which are  “other protected areas”, for the purposes of section 4A. 5 A statutory instrument which contains regulations under subsection (4) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 6 The Secretary of State must lay a draft of the first such regulations before each House of Parliament on or before 31 July 2015. 7 The Secretary of State must consult— a the Environment Agency before making any regulations under subsection (4)(a)  ... ; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7A The Welsh Ministers may, by regulations made by statutory instrument, specify— a the descriptions of areas in the Welsh onshore area that are  “protected groundwater source areas”, and b the descriptions of areas in the Welsh onshore area that are  “other protected areas”, for the purposes of section 4A. 7B A statutory instrument that contains regulations under subsection (7A) may not be made unless a draft of the instrument has been laid before and approved by a resolution of the National Assembly for Wales. 7C Before making regulations under subsection (7A)(a), the Welsh Ministers must consult the Natural Resources Body for Wales. 8 These expressions have the meanings given— “ development order ” has the meaning given in section 59 of the Town and Country Planning Act 1990; “ environmental permit ” means a permit granted under regulation 13 of  the Environmental Permitting (England and Wales) Regulations 2016 (S.I. 2016/1154) ; “ hydraulic fracturing consent ” has the meaning given in subsection (1)(b); “ licensee ” means the holder of the onshore licence for England or Wales; “ local planning authority ” means— the planning authority to which the application for the relevant planning permission was made (unless the Secretary of State or Welsh Ministers are responsible for determining the application), or the Secretary of State or Welsh Ministers (if responsible for determining the application); “ onshore licence for England or Wales ” means a licence granted under section 3 which authorises a person to search or bore for or get petroleum in those parts of the landward area (within the meaning of the Petroleum Licensing (Exploration and Production) (Landward Areas) Regulations 2014) that are in England or Wales or are beneath waters (other than waters adjacent to Scotland); “ relevant environmental regulator ” means— the Environment Agency, if the relevant well is situated in   the English onshore area , or the Natural Resources Body for Wales, if the relevant well is situated in   the Welsh onshore area ; “ relevant planning permission ” means planning permission to be granted, or granted, in respect of development which includes the relevant well; “ relevant undertaker ” means the water undertaker or sewerage undertaker in whose area of appointment the relevant well is located; “ relevant well ” means the well to which a well consent relates; “ well consent ” means a consent in writing of the   OGA   or the Welsh Ministers    to the commencement of drilling of a well. 9 The power of the Secretary of State to make regulations under section 4 includes power to make such amendments of the definition of  “onshore licence for England or Wales” in this section  (as it applies to the English onshore area)   as the Secretary of State considers appropriate in consequence of any other exercise of the power  by the Secretary of State   under section 4. 9A The power of the Welsh Ministers to make regulations under section 4 includes power to make such amendments of the definition of  ““onshore licence for England and Wales”” in this section (as it applies to the Welsh onshore area) as they consider appropriate in consequence of any exercise by them of the power under section 4. 10 The Secretary of State may, by regulations made by statutory instrument— a make such amendments of column 2 of the table in section 4A as the Secretary of State considers appropriate  as regards an application for a hydraulic fracturing consent in relation to land in the English onshore area , and b make such other amendments of section 4A or this section as the Secretary of State considers appropriate in consequence of provision made under paragraph (a). 11 A statutory instrument which contains regulations under subsection (10) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 12 The Welsh Ministers may, by regulations made by statutory instrument— a make such amendments of column 2 of the table in section 4A as the Welsh Ministers consider appropriate as regards an application for a hydraulic fracturing consent in relation to land in the Welsh onshore area, and b make such other amendments of section 4A or this section as the Welsh Ministers consider appropriate in consequence of provision made under paragraph (a). 13 A statutory instrument that contains regulations under subsection (12) may not be made unless a draft of the instrument has been laid before and approved by a resolution of the National Assembly for Wales."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "5", "section_title": " Existing licences.", "section_text": "5 1 In this section, the “ current model clauses ” means, in relation to any paragraph of Schedule 1, the model clauses which, immediately before the commencement of this Act, would be incorporated in a licence granted under section 2 of the  Petroleum (Production) Act 1934 if the licence, when granted, had incorporated the model clauses mentioned in that paragraph. 2 The reference in subsection (1) to the model clauses which, immediately before the commencement of this Act, would be incorporated in a licence is a reference to those model clauses as they would then have effect but as if any reference (however expressed) in a model clause to an enactment repealed and re-enacted by this Act were, or (where the context requires) included, a reference to the corresponding provision of this Act. 3 For the purposes of subsection (2), any provision of a model clause which would have effect (or would have a particular effect) only in relation to a licence of a description of which none is in force immediately before the commencement of this Act shall be treated as not then having effect (or as not then having that effect). 4 The Secretary of State shall, in an order made before the commencement of this Act, reproduce the current model clauses in relation to each paragraph of Schedule 1. 5 Subject to subsections (7) and (8), any licence granted under section 2 of the Petroleum (Production) Act 1934 which— a is in force immediately before the commencement of this Act; and b when granted, incorporated any of the model clauses mentioned in any paragraph of Schedule 1, shall on the commencement of this Act have effect as if it incorporated, in place of the relevant model clauses, the current model clauses reproduced in relation to that paragraph in the order under subsection (4). 6 For the purposes of subsection (5), the relevant model clauses, in relation to any licence, are the model clauses which the licence incorporates immediately before the commencement of this Act other than any model clause which— a was incorporated into the licence when it was granted; and b is not within any paragraph of Schedule 1. 7 Where immediately before the commencement of this Act any such licence incorporates model clauses subject to any amendment or modification, or with the omission of any model clause, the current model clauses reproduced under subsection (4) shall have effect in relation to that licence— a subject to the same amendment or modification; or b as the case may be, with the omission of the model clause corresponding to the model clause omitted from the licence. 8 Where before the commencement of this Act model clauses (the “ substitute model clauses ”) set out in any regulations made under section 6 of the  Petroleum (Production) Act 1934 have been substituted for the model clauses originally incorporated in any licence granted under section 2 of that Act, the licence shall be treated for the purposes of this section as if, when granted, it had incorporated the substitute model clauses. 9 It is hereby declared that any provision incorporated in a licence by virtue of subsection (5) may be altered or deleted by   deed   executed by                     the appropriate   authority                    and the licensee or, as respects Scotland, by an instrument subscribed  or authenticated   by   the appropriate   authority                    and the licensee in accordance with the  Requirements of Writing (Scotland) Act 1995. 10 Where any provision is replaced by virtue of subsection (5)— a a reference in any document to that provision (or which immediately before the commencement of this Act is to be construed as a reference to that provision) shall, except so far as the nature of the document or context otherwise requires, be construed as a reference to the replacement; and b anything done under or for the purposes of that provision shall, except where the context otherwise requires, be treated as having been done under or for the purposes of the replacement. 11 The order to be made under subsection (4) shall be made by statutory instrument, shall be laid before Parliament after being made and shall come into force on the commencement of this Act."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "5A", "section_title": "Rights transferred without the consent of  appropriate   authority", "section_text": "5A 1 This section applies if— a a person is (or two or more persons are) the licensee in respect of a licence under section 2 of the Petroleum (Production) Act 1934 or section 3 above (“ the transferor ”), b the transferor transfers a right granted by the licence, or derived from a right so granted, to another person (“ the transferee ”) after commencement in circumstances where the consent of the   appropriate   authority                    is required for the transfer, and c that consent is not obtained. 2 The   appropriate   authority                    may, by notice given to the transferor and the transferee, direct that the right is to revert to the transferor from a date specified in the notice. 3 The date specified must not be earlier than the date on which the notice is given. 4 Before giving a notice to a person under subsection (2), the   appropriate   authority                    must— a notify the person of the proposal to give the notice, and b give the person a reasonable period within which to make written representations. 5 The   appropriate   authority                    may not give a notice under subsection (2) after the end of the period of 3 months beginning with the date on which the   appropriate   authority                    learns of the transfer. 6 In this section— “ commencement ” means the time when this section comes into force; “ transfer ” does not include a transfer by way of security for a loan."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "5B", "section_title": "Information", "section_text": "5B 1 The Commissioners for Her Majesty's Revenue and Customs may disclose to   the appropriate   authority                    information relating to the transfer of a right granted by a licence under section 2 of the Petroleum (Production) Act 1934 or section 3 above, or derived from a right so granted, for the purpose of enabling   the appropriate   authority                    to determine whether a transfer to which section 5A applies has taken place. 2 This section applies despite any statutory or other restriction on the disclosure of information. 3 Information disclosed under this section must not be further disclosed except— a for the purpose mentioned in subsection (1), with the consent (which may be general or specific) of the Commissioners, b in pursuance of an order of a court, or c with the consent of each person to whom the information relates. 4 A person who discloses information contrary to subsection (3) commits an offence if the identity of the person to whom the information relates— a is specified in the disclosure, or b can be deduced from it. 5 It is a defence for a person charged with an offence under this section to prove that the person reasonably believed that— a the disclosure was lawful, or b the information had already and lawfully been made available to the public. 6 A person guilty of an offence under this section is liable— a on summary conviction, to imprisonment for a term not exceeding   the general limit in a magistrates’ court   or to a fine not exceeding the statutory maximum, or both, and b on conviction on indictment, to imprisonment for a term not exceeding 2 years or to a fine, or both."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "5C", "section_title": "Offences under section 5B: supplemental", "section_text": "5C 1 No proceedings for an offence under section 5B may be instituted in England and Wales   except by or with the consent of the Director of Public Prosecutions.   2 No proceedings for an offence under section 5B may be instituted in Northern Ireland except— a by the Commissioners for Her Majesty's Revenue and Customs, or b with the consent of the Director of Public Prosecutions for Northern Ireland. 3 In the application of section 5B to Northern Ireland the reference in section 5B(6)(a) to 12 months is to be read as a reference to 6 months. 4 In the application of section 5B to England and Wales in relation to an offence committed before   2 May 2022   the reference in section 5B(6)(a) to   the general limit in a magistrates’ court   is to be read as a reference to 6 months."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "5D", "section_title": "OGA’s power to require information about change in control of licensee", "section_text": "5D 1 This section applies in relation to a licence granted (or having effect as if granted) by the OGA under this Part which includes provisions prohibiting a change in control of a licensee which is a company without the OGA’s consent. 2 The OGA may by notice in writing require a person within subsection (3) to provide the OGA with any information that it requires for the purpose of exercising its functions in relation to a change or potential change in control of a licensee which is a company. 3 The persons within this subsection are— a the company; b the person who (if consent were granted) would take control of the company; c if the company and another person or persons are the licensee, that other person or those other persons; d any person not within any of paragraphs (a) to (c) who appears to the OGA to have information that it requires as mentioned in subsection (2). 4 The power conferred by this section does not include power to require the provision of any information that would be protected from disclosure or production in legal proceedings on grounds of legal professional privilege or, in Scotland, confidentiality of communications. 5 Nothing in this section limits any power of the OGA to require information under— a regulations under this Part, or b the terms of a licence under this Part."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "6", "section_title": " Repayments for development.", "section_text": "6 1 Where any person has paid to the Secretary of State a sum by way of royalty under the terms of a licence granted under section 3, the Secretary of State may with the approval of the Treasury repay to him the whole or a part of that sum if the Secretary of State considers it expedient to do so for the purpose of facilitating or maintaining the development of the petroleum resources of the United Kingdom. 2 Where for any chargeable period for the purpose of a licence granted under section 3 any person has been required to deliver petroleum to the Secretary of State under the terms of that licence, subsection (1) shall have effect as if for that period that person had paid to the Secretary of State by way of royalty such sum, or (where he has been required to deliver some but not all of the petroleum which he could have been required to deliver) such additional sum, as he would have been required to pay under the terms of the licence if he had not been required to deliver the petroleum. 3 Any repayment and right to a repayment under this section shall be disregarded for the purposes of income tax, corporation tax and petroleum revenue tax."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "7", "section_title": " Ancillary rights.", "section_text": "7 1 Subject to the provisions of this section, the  Mines (Working Facilities and Support) Act 1966 shall apply (in England and Wales and Scotland) for the purpose of enabling a person holding a licence under this Part of this Act to acquire such ancillary rights as may be required for the exercise of the rights granted by the licence. 2 In its application for the purposes of this section, the Mines (Working Facilities and Support) Act 1966 shall have effect as if— a references to a person having a right to work minerals included references to a person holding a licence under this Part of this Act; b references to minerals included references to petroleum;  ... c references to the working of minerals included references to the getting, carrying away, storing, treating and converting of petroleum ; and                       d references to the Secretary of State (or the Minister) in sections 4 and 9 of that Act included references to  i the Scottish Ministers, in relation to licences granted in relation to the Scottish onshore area,  ... ia the Welsh Ministers, in relation to licences granted in relation to the Welsh onshore area, and ii the OGA, in relation to other licences . 3 Without prejudice to the generality of subsection (1) of section 2 of the  Mines (Working Facilities and Support) Act 1966, that Act shall have effect for the purposes of this section as if the ancillary rights mentioned in that subsection included— a a right to enter upon land and to sink boreholes in the land for the purpose of searching for and getting petroleum; and b a right to use and occupy land for— i the erection of such buildings; ii the laying and maintenance of such pipes; and iii the construction of such other works, as may be required for the purpose of searching and boring for and getting, carrying away, storing, treating and converting petroleum. 4 Where an application is made to the court under the Mines (Working Facilities and Support) Act 1966 by virtue of this section— a in deciding— i whether to grant any right applied for; or ii what terms and conditions, if any, should be imposed upon the grant of such a right, the court shall have regard, among other considerations, to the effect on the amenities of the locality of the proposed use and occupation of the land in respect of which the right is applied for; b in determining the amount of any compensation to be paid in respect of the grant of any right, an additional allowance of not less than 10 per cent. shall be made on account of the acquisition of the right being compulsory; c the costs in connection with the application incurred by the applicant shall not be ordered to be paid by any person from whom a right is sought to be obtained; and d the costs in connection with the application incurred by each person from whom a right is sought to be obtained shall be ordered to be paid by the applicant unless the court is satisfied that an unconditional offer in writing was made by the applicant to that person of a sum as compensation equal to or greater than the amount of any compensation awarded to him by the court."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "8", "section_title": " Power to inspect plans of mines.", "section_text": "8 1 For the purpose of ascertaining on behalf of   the appropriate   authority                    the position of the workings, actual and prospective, of any mines or abandoned mines through or near which it is proposed to sink any borehole for the purpose of searching for or getting petroleum, any officer appointed by   the appropriate   authority                    shall have the same powers with respect to the production and inspection and the taking of copies of relevant documents as may under section 20 of the  Health and Safety at Work etc. Act 1974 be exercised by an inspector acting for the purpose mentioned in subsection (1) of that section. 2 For the purposes of subsection (1)— a “ relevant documents ” means plans, sections, drawings or other similar documents which, by virtue of paragraph 16 of Schedule 3 to that Act of 1974, are required to be kept; b “ an inspector ” means an inspector appointed under section 19 of that Act; and c subsections (2) and (3) of section 19 of that Act shall be disregarded."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "8A", "section_title": "Interpretation of Part 1", "section_text": "8A 1 This section applies for the purposes of this Part. 1A The “appropriate authority” means— a in relation to the Scottish onshore area, the Scottish Ministers; aa in relation to the Welsh onshore area, the Welsh Ministers; b otherwise, the OGA. 2 The  “ appropriate Minister ” means— a in relation to the Scottish onshore area, the Scottish Ministers; aa in relation to the Welsh onshore area, the Welsh Ministers; b otherwise, the Secretary of State. 3 The Scottish onshore area is the area of Scotland that is within the baselines established by any Order in Council under section 1(1)(b) of the Territorial Sea Act 1987 (extension of territorial sea). 4 In subsection (3)  “ Scotland ” has the same meaning as in the Scotland Act 1998. 5 The Welsh onshore area is the area of Wales that is within the baselines established by any Order in Council under section 1(1)(b) of the Territorial Sea Act 1987 (extension of territorial sea). 6 In subsection (5)  “ Wales ” has the same meaning as in the Government of Wales Act 2006. 7 The English onshore area is the area of England and the sea adjacent to England that is within the baselines established by any Order in Council under section 1(1)(b) of the Territorial Sea Act 1987 (extension of territorial sea)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9", "section_title": " Supplementary.", "section_text": "9 1 Nothing in this Part of this Act shall be construed as imposing any liability on any person where in the course of mining or other lawful operations petroleum is set free. 2 Nothing in this Part of this Act shall be construed as conferring, or as enabling the Secretary of State to confer, on any person, whether acting on behalf of Her Majesty or not, any right which he does not enjoy apart from this Part of this Act to enter on or interfere with land. 3 The issue of an authorisation within the meaning of Part III of this Act shall be deemed not to derogate from a licence granted under section 3 which is for the time being in force."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9A", "section_title": "The principal objective and the strategy", "section_text": "9A 1 In this Part the  “principal objective” is the objective of maximising the economic recovery of  UK  petroleum, in particular through— a development, construction, deployment and use of equipment used in the petroleum industry (including upstream petroleum infrastructure), and b collaboration among the following persons— i holders of petroleum licences; ii operators under petroleum licences; iii owners of upstream petroleum infrastructure; iv persons planning and carrying out the commissioning of upstream petroleum infrastructure. v owners of relevant offshore installations. 2 The   OGA   must produce one or more strategies for enabling the principal objective to be met. 3 A strategy may relate to matters other than those mentioned in subsection (1)(a) and (b). 4 For provision about producing and revising a strategy, see sections 9F and 9G."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9B", "section_title": "Exercise of certain functions of the  OGA", "section_text": "9B The   OGA  must act in accordance with the current strategy or strategies when— a exercising functions under the other Parts of this Act (except Part 4), b exercising functions under Part 4  ... , c exercising functions under Chapter 3 of Part 2 of the Energy Act 2011 (upstream petroleum infrastructure), ca exercising functions under Part 2 of the Energy Act 2016, d exercising any function or using any power under a petroleum licence, and e exercising any other function or using any power— i to provide advice or assistance to another person, or ii to acquire, use or supply information, for the purpose of enabling the principal objective to be met."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9BA", "section_title": "Exercise of certain functions of the Secretary of State", "section_text": "9BA 1 The Secretary of State must act in accordance with the current strategy or strategies when exercising the functions mentioned in subsection (2). 2 Those functions are functions under Part 4 to the extent that they concern reduction of the costs of abandonment of offshore installations and submarine pipelines (including the reduction of such costs by means of the timing of measures proposed in abandonment programmes and by the inclusion in such programmes of provision for collaboration with other persons)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9C", "section_title": "Carrying out of certain petroleum industry activities", "section_text": "9C 1 A person who is the holder of a petroleum licence must act in accordance with the current strategy or strategies when planning and carrying out activities as the licence holder. 2 A person who is an operator under a petroleum licence must act in accordance with the current strategy or strategies when planning and carrying out activities as the operator under the licence. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 A person must act in accordance with the current strategy or strategies when planning and carrying out the commissioning of upstream petroleum infrastructure. 5 A person who is the owner of— a a relevant offshore installation, or b upstream petroleum infrastructure, must act in accordance with the current strategy or strategies when planning and carrying out the activities mentioned in subsection (6). 6 Those activities are— a the person's activities as the owner of the installation or infrastructure (including the development, construction, deployment and use of the infrastructure or installation); b the abandonment or decommissioning of the installation or infrastructure. 7 For the purposes of subsection (5), planning the activities mentioned in subsection (6)(b) includes the preliminary stage of— a deciding whether or when to proceed with the proposed abandonment or decommissioning, and b considering alternative measures to abandonment or decommissioning such as re-use or preservation."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9D", "section_title": "Reports by the Secretary of State", "section_text": "9D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9E", "section_title": "  OGA's   security and resilience functions", "section_text": "9E 1 This Part does not limit the exercise of the   OGA's   security and resilience functions. 2 This Part is subject to the exercise of the security and resilience functions by the   OGA . 3 In this section  “ security and resilience function ” means any function which relates to— a the security of petroleum supplies, or b the resilience of the petroleum industry."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9F", "section_title": "Producing and revising a strategy", "section_text": "9F 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 After the first strategy has been produced, the OGA may— a produce a new strategy, or b revise a current strategy, whenever the OGA thinks appropriate. 3 The   OGA   must review each current strategy before the end of each relevant four year period. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 In this section  “ relevant four year period ”, in relation to a current strategy, means a period of four years beginning with— a the date on which the strategy was issued, or b if later, the date on which the last review under subsection (3) was concluded."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9G", "section_title": "Procedure for producing and revising a strategy", "section_text": "9G 1 Before— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b producing a new strategy, or c revising a current strategy, the   OGA   must prepare a draft of the strategy or revised strategy. 2 The   OGA   must— a consult such persons as the   OGA   thinks appropriate about the draft, and b consider any representations made by them. 3 If, after complying with that duty, the OGA decides to proceed with the draft (in its original form or with modifications), the OGA must send the draft to the Secretary of State. 3A The Secretary of State must either— a lay a copy of the draft before each House of Parliament, or b return the draft to the OGA and publish the Secretary of State's reasons for doing so. 3B The Secretary of State may return the draft to the OGA only if the Secretary of State thinks that— a the OGA has failed to comply with subsection (2), or b the strategy will not enable the principal objective to be met. 4   Where a copy of the draft has been laid in accordance with subsection (3A)(a), the OGA   may not take any further steps in relation to the draft if, within the 40 day period, either House resolves not to approve the draft (a  “negative resolution”). 5 If neither House passes a negative resolution, the   OGA   may issue the strategy or revised strategy in the form laid before Parliament. 6 The strategy or revised strategy comes into force on the date specified by the   OGA   (which must not be before the date when it is issued). 7 Subsection (4) does not prevent a new draft of a strategy or revised strategy from being laid before Parliament. 8 In this section  “ 40 day period ”, in relation to the draft of a strategy or revised strategy, means the period of 40 days beginning with the day on which the draft is laid before Parliament (or if the draft is not laid before each House on the same day, the later of the 2 days on which it is laid). 9 For the purposes of calculating the 40 day period, no account is to be taken of any period during which Parliament is dissolved or prorogued or during which both Houses are adjourned for more than four days."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9H", "section_title": "“Upstream petroleum infrastructure” and its owners", "section_text": "9H 1 In this Part  “ upstream petroleum infrastructure ” means anything that for the purposes of section 82(1) of the Energy Act 2011 is— a a relevant upstream petroleum pipeline, b a relevant oil processing facility, or c a relevant gas processing facility, if and in so far as it is used in relation to petroleum within subsection (2) (including such petroleum after it has been got). 2 Petroleum is within this subsection if it is petroleum which for the time being exists in its natural condition in strata beneath— a the territorial sea adjacent to Great Britain, or b the sea in any area designated under section 1(7) of the Continental Shelf Act 1964. 3 In this Part  “ owner ”, in relation to upstream petroleum infrastructure, means— a a person in whom the pipeline or facility is vested; b a lessee and any person occupying or controlling the pipeline or facility; and c any person who has the right to have things conveyed by the pipeline or processed by the facility."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9HA", "section_title": "“Relevant offshore installations” and their owners", "section_text": "9HA 1 For the purposes of this Part an offshore installation is a relevant offshore installation if and in so far as it is used in relation to petroleum within subsection (2) (including such petroleum after it has been got). 2 Petroleum is within this subsection if it is petroleum which for the time being exists in its natural condition in strata beneath— a the territorial sea adjacent to Great Britain, or b the sea in any area designated under section 1(7) of the Continental Shelf Act 1964. 3 In this Part  “ owner ”, in relation to a relevant offshore installation, means— a a person in whom the installation is vested, and b a lessee and any person occupying or controlling the installation."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "9I", "section_title": "Other interpretation", "section_text": "9I In this Part— “ current strategy ”, in relation to any particular time, means a strategy under section 9A(2) in force at that time;   “ offshore installation ” has the same meaning as in Part 4 (see section 44);   “ operator under a petroleum licence ” means a person who is responsible for organising or supervising any of the operations of searching for, boring for, or getting  UK  petroleum in pursuance of the petroleum licence;   “ owner ”, in relation to a relevant offshore installation, has the meaning given in section 9HA;   “ owner ”, in relation to upstream petroleum infrastructure, has the meaning given in section 9H; “petroleum” has meaning given in section 1; “ petroleum licence ” means a licence granted under— section 3 of this Act, or section 2 of the Petroleum (Production) Act 1934; “ principal objective ” has the meaning given in section 9A;   “ relevant offshore installation ” has the meaning given in section 9HA;   “ relevant  UK  waters ” means— the territorial sea adjacent to the United Kingdom, and the sea in any area designated under section 1(7) of the Continental Shelf Act 1964;   “ submarine pipeline ” has the meaning given in section 45;   “ UK  petroleum ” means petroleum which for the time being exists in its natural condition in strata beneath relevant  UK  waters; “ upstream petroleum infrastructure ” has the meaning given in section 9H."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "10", "section_title": " Application of criminal law etc.", "section_text": "10 1 Her Majesty may by Order in Council provide that, in such cases and subject to such exceptions as may be prescribed by the Order, any act or omission which— a takes place on, under or above an installation in waters to which this section applies or any waters within 500 metres of any such installation; and b would, if taking place in any part of the United Kingdom, constitute an offence under the law in force in that part, shall be treated for the purposes of that law as taking place in that part. 2 Her Majesty may by Order in Council provide that, in such cases and subject to such exceptions as may be prescribed by the Order, a constable shall on, under or above any installation in waters to which this section applies or any waters within 500 metres of such an installation have all the powers, protection and privileges which he has in the area for which he acts as constable. 3 Subsection (2) is without prejudice to any other enactment or rule of law affording any power, protection or privilege to constables. 4 Where a body corporate is guilty of an offence by virtue of an Order in Council under this section and that offence is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 5 Where the affairs of a body corporate are managed by its members, subsection (4) shall apply in relation to acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 6 Proceedings for anything that is an offence by virtue of an Order in Council under this section may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom. 7 The waters to which this section applies are— a the territorial sea adjacent to the United Kingdom; b waters in an area designated under section 1(7) of the  Continental Shelf Act 1964; or c waters in an area specified under subsection (8). 8 Her Majesty may from time to time by Order in Council specify any area which— a is in a foreign sector of the continental shelf; and b comprises any part of a cross-boundary field, as an area as respects which the powers conferred by this section and section 11 are exercisable. 9 In this section— “ cross-boundary field ” means a field that extends across the boundary between waters falling within paragraph (a) or (b) of subsection (7) and a foreign sector of the continental shelf; “ field ” means a geological structure identified as such by Order in Council under subsection (8). 10 This section applies to installations notwithstanding that they are for the time being in transit  but does not apply to an installation that is a renewable energy installation (within the meaning of Chapter 2 of Part 2 of the Energy Act 2004)                      . 11 A statutory instrument containing an Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "11", "section_title": " Application of civil law.", "section_text": "11 1 Her Majesty may by Order in Council  , subject to subsection (4A)  — a provide that, in such cases and subject to such exceptions as may be prescribed by the Order, questions arising out of acts or omissions taking place on, under or above waters to which this section applies in connection with any activity mentioned in subsection (2) shall be determined in accordance with the law in force in such part of the United Kingdom as may be specified in the Order; and b make provision for conferring jurisdiction with respect to such questions on courts in any part of the United Kingdom so specified. 2 The activities referred to in subsection (1) are— a activities connected with the exploration of, or the exploitation of the natural resources of, the shore or bed of waters to which this section applies or the subsoil beneath it; and b without prejudice to the generality of paragraph (a), activities carried on from, by means of or on, or for purposes connected with, installations to which subsection (3) applies. 3 This subsection applies to any installation which is or has been maintained, or is intended to be established, for the carrying on of any of the following activities, namely— a the exploitation or exploration of mineral resources in or under the shore or bed of waters to which this section applies; aa the exploration of any place in, under or over such waters with a view to the storage of gas in such a place; ab the conversion of any place in, under or over waters to which this section applies for the purpose of storing gas; b the storage of gas   in, under or over   such waters or the recovery of gas so stored; ba the unloading of gas at any place in, under or over such waters; c the conveyance of things by means of a pipe, or system of pipes, constructed or placed on, in or under the shore or bed of such waters; and d the provision of accommodation for persons who work on or from an installation which is or has been maintained, or is intended to be established, for the carrying on of an activity within   any of paragraphs (a) to (c)                     or this paragraph. 3A In subsection (3) references (in whatever form) to storing gas include storing gas with a view to its permanent disposal. 4 The fact that an installation has been maintained for the carrying on of an activity within subsection (3) shall be disregarded for the purposes of that subsection if, since it was so maintained, it has been outside waters to which this section applies or has been maintained for the carrying on of an activity not falling within that subsection. 4A An Order in Council may not make provision under subsection (1) in relation to questions arising out of acts or omissions taking place in connection with any activity carried on in, under or over relevant Scottish waters with a view to, or in connection with, the storage of carbon dioxide. 4B In subsection (4A)— a “ relevant Scottish waters ” means tidal waters, and parts of the sea, in or adjacent to Scotland up to the seaward limits of the territorial sea, and b references to the storage of carbon dioxide do not include the use of carbon dioxide for a purpose ancillary to getting petroleum (within the meaning of section 1). 5 Any jurisdiction conferred on a court under this section shall be without prejudice to any jurisdiction exercisable apart from this section by that or any other court. 6 This section applies to installations notwithstanding that they are for the time being in transit. 7 A statutory instrument containing an Order in Council under this section shall be subject to annulment in pursuance of a resolution of either House of Parliament. 8 The waters to which this section applies are— a tidal waters and parts of the sea in or adjacent to the United Kingdom up to the seaward limits of the territorial sea; b waters in an area designated under section 1(7) of the  Continental Shelf Act 1964; c waters in an area specified under section 10(8); and d in relation to installations which are or have been maintained, or are intended to be established, in waters within paragraph (a), (b) or (c), waters in a foreign sector of the continental shelf which are adjacent to such waters. 9 In this section  “ gas ” means— a gas within the meaning of section 2(4) of the Energy Act 2008, or b carbon dioxide."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "12", "section_title": " Prosecutions.", "section_text": "12 1 Subject to subsection (2), this subsection applies to— a any offence alleged to have been committed on, under or above an installation in waters to which section 10 applies or any waters within 500 metres of such an installation; and b any offence committed on or as respects an aircraft which is not registered in the United Kingdom which is an offence created by virtue of paragraph 6(5) of Part III of Schedule 13 to the  Civil Aviation Act 1982. 2 Subsection (1) does not apply to any offence to which subsection (5) applies nor to any offence under, or under any provision which has effect under— a the Customs and Excise Acts 1979, or any enactment to be construed as one with those Acts or any of them; b except where it is created by virtue of paragraph 6(5) of Part III of Schedule 13 to the Civil Aviation Act 1982, that Act or any enactment to be construed as one with that Act; c the  Pilotage Act 1987; d the  Value Added Tax Act 1994 or any enactment to be construed as one with that Act; e the  Merchant Shipping Act 1995; or f Part III or  IV  of this Act. 3 No proceedings for an offence to which subsection (1) applies shall be instituted— a in England and Wales, except by or with the consent of the Director of Public Prosecutions unless prosecution of the offence there requires the consent of the Attorney General; b in Northern Ireland, except by or with the consent of the Director of Public Prosecutions for Northern Ireland unless prosecution of the offence there requires the consent of the Attorney General for Northern Ireland. 4 Section 3 of the  Territorial Waters Jurisdiction Act 1878 (restriction on prosecutions) shall not apply to any proceedings for an offence to which subsection (1) or (5) applies. 5 This subsection applies to— a any offence under section 23 of the  Petroleum Act 1987 (safety zones); and b any offence under any provision made under the  Mineral Workings (Offshore Installations) Act 1971 which has effect by virtue of— i paragraph (1) of regulation 6 (savings) of the  Offshore Safety (Repeals and Modifications) Regulations 1993; or ii paragraph (1) of regulation 6 (savings) of the  Offshore Safety (Repeals and Modifications) Regulations (Northern Ireland) 1993."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "13", "section_title": " Interpretation of Part II.", "section_text": "13   1   In this Part of this Act— “ foreign sector of the continental shelf ” has the meaning given by section 48(1); and “ installation ” includes any floating structure or device maintained on a station by whatever means. 2 An Order in Council under section 126(2) of the Scotland Act 1998 (apportionment of sea areas) has effect for the purposes of this Part if, or to the extent that, the Order is expressed to apply— a by virtue of this subsection, for the purposes of this Part, or b if no provision has been made by virtue of paragraph (a), for the general or residual purposes of that Act."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "14", "section_title": " Construction and use of pipelines.", "section_text": "14 1 No person shall— a execute in, under or over any controlled waters any works for the construction of a pipeline; or b use a controlled pipeline of which the construction was begun on or after 1st January 1976, except in accordance with an authorisation given in writing by the   OGA . 2 In this Part of this Act— “ controlled pipeline ” means so much of any pipeline as is in, under or over controlled waters; and “ controlled waters ” means the territorial sea adjacent to the United Kingdom and the sea in any area designated under section 1(7) of the  Continental Shelf Act 1964."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "15", "section_title": " Authorisations.", "section_text": "15 1 Schedule 2 (applications for and issue of authorisations) shall have effect. 2 The   OGA   shall not issue an authorisation to a person other than a body corporate. 3 Any authorisation in respect of a controlled pipeline may contain such terms as the   OGA   thinks appropriate including in particular terms as to— a the duration of the authorisation, including the method of ascertaining its duration; b the persons or kinds of persons who are authorised to execute the works in question or to use the pipeline or are so authorised if the   OGA   consents to the execution of the works or the use of the pipeline by them; c in the case of a works authorisation— i the route of the pipeline  (subject to subsection (3A)) ; ii the boundaries within which any works may be executed in pursuance of the authorisation; iii the design and capacity of the pipeline or of part of it; and  (subject to subsection (3A))   iv the steps to be taken to avoid or reduce interference by the pipeline with fishing or with other activities connected with the sea or the sea bed or subsoil; d the things authorised to be conveyed by the pipeline; e the steps to be taken to ensure that funds are available to discharge any liability for damage attributable to the release or escape of any thing from the pipeline; f the transactions relating to the pipeline which are not to be entered into, and the other things relating to the pipeline which are not to be done, without the consent of the   OGA ; g the persons who may be permitted to acquire an interest in the pipeline and who may not be permitted to retain such an interest; h the operation of the pipeline, including the methods by which it is to be operated and the persons by whom it may be operated; i the information to be provided in respect of the pipeline; and j the giving by the   OGA , with respect to matters specified in the authorisation, of directions which shall have effect as terms of the authorisation. 3A The power conferred by virtue of paragraph (c)(i) or (iii) of subsection (3) is not exercisable to the extent that the powers conferred by regulation 7 of the Storage of Carbon Dioxide (Access to Infrastructure) Regulations 2011 are exercisable. 4 Unless the   OGA   considers that there are special circumstances by reason of which the duration of an authorisation should be limited, an authorisation shall provide for its duration to be unlimited subject to the following provisions of this Part of this Act. 5   Subject to subsection (5A),  subsection (6) applies where a works authorisation contains a term (the “ variation term ”) requiring that— a the capacity of the controlled pipeline to which it relates or of any part of the pipeline shall be greater than that proposed in the application for the authorisation; or b any of the route of the pipeline shall be different from that so proposed. 5A Subsection (6) does not apply where the term is a variation condition imposed by virtue of regulation 7 of the Storage of Carbon Dioxide (Access to Infrastructure) Regulations 2011. 6 Where this subsection applies, the   OGA   may, subject to section 17(7)  or 17G(6)   of this Act or section 89(4) and (5) of the Energy Act 2011 , serve a notice in accordance with subsection (7) on— a the holder of the authorisation; and b any other person who made representations to the   OGA   that the capacity should be greater than that proposed as mentioned in subsection (5) or that any of the route should be different from that so proposed. 7 A notice under subsection (6) shall— a specify the sums or the method of determining the sums which the   OGA   considers should be paid to the holder by the other person for the purpose of defraying so much of the cost of constructing the pipeline as is attributable to the variation term; b require the other person to make, within a specified period, arrangements which the   OGA   considers are appropriate to ensure that those sums will be paid to the holder if he constructs the pipeline or a relevant part of it in accordance with the variation term or satisfies the   OGA   that he will so construct it; c provide that the holder may, if those arrangements are not made by the other person within the specified period, elect in the specified manner that— i the variation term shall have effect with such modifications as are specified with a view to eliminating the consequences of the representations of the other person; and ii the provisions included in the notice by virtue of paragraph (d) shall cease to have effect; and d authorise the holder, if he satisfies the   OGA   that the pipeline or a relevant part of it has been or will be constructed in accordance with the variation term, to recover those sums from the other person. 8 In subsection (7), “ specified ” means specified in the notice."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "16", "section_title": " Compulsory modifications of pipelines.", "section_text": "16 A1 This section applies to controlled pipelines, other than those which are excepted from the operation of this section. A2 Controlled carbon dioxide pipelines are excepted from the operation of this section. A3 Pipelines that are relevant upstream petroleum pipelines for the purposes of section 82(1) of the Energy Act 2011 are excepted from the operation of this section. 1 If in the case of a controlled pipeline it appears to the   OGA , on the application of a person other than the owner of the pipeline— a that the capacity of the pipeline can and should be increased by modifying apparatus and works associated with the pipeline; or b that the pipeline can and should be modified by installing in it a junction through which another pipeline may be connected to the pipeline, then, subject to section 17(8)  or 17G(7) , the   OGA   may, after giving the owner of the pipeline an opportunity of being heard about the matter, serve on the owner and the applicant a notice in accordance with subsection (2). 2 A notice under subsection (1) shall— a specify the modifications which the   OGA   considers should be made in consequence of the application; b specify the sums or the method of determining the sums which the   OGA   considers should be paid to the owner by the applicant for the purpose of defraying the cost of the modifications; c require the applicant to make, within the period specified for the purpose in the notice, arrangements which the   OGA  considers appropriate to secure that those sums will be paid to the owner if he carries out the modifications or satisfies the   OGA   that he will carry them out; d require the owner, if the applicant makes those arrangements within that period, to carry out the modifications within a period specified for the purpose in the notice; and e authorise the owner, if he satisfies the   OGA   that he has carried out or will carry out the modifications, to recover those sums from the applicant. 3 References in subsections (1) and (2) to modifications include, in the case of modifications of any apparatus and works, references to changes in, substitutions for and additions to the apparatus and works. 4 For the purposes of section 14(1) a notice under subsection (1) of this section requiring a person to carry out modifications authorises him to carry out the modifications; but nothing in Schedule 2 shall apply to such a notice."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17", "section_title": " Acquisition of rights to use pipelines.", "section_text": "17 1 Subsections (2) and (3) apply where a person applies to the   OGA   for a notice under this section securing to the applicant a right to have conveyed, by a controlled pipeline of which he is not the owner, quantities specified in the application of things which are of a kind so specified and which the pipeline is designed to convey. 1A This section does not apply to— a controlled petroleum pipelines; b pipelines in, under or over the territorial sea adjacent to Great Britain which are used to convey gas directly from a terminal to a pipeline system operated by a gas transporter or to any premises; c gas interconnectors (within the meaning of Part 1 of the Gas Act 1986). 1B This section also does not apply to controlled carbon dioxide pipelines. 2 The   OGA   shall— a give notice to the owner of the pipeline and the applicant that   it   proposes to consider the application;  and   b after the expiry of 21 days beginning with the date on which notice under paragraph (a) was served, but before considering the application, give them an opportunity of being heard with respect to the application. or to a gas interconnector (within the meaning of Part 1 of the Gas Act 1986). 3 Where the   OGA   is satisfied that, if   it   served a notice under this section the pipeline in question could be operated in accordance with the notice without prejudicing its efficient operation for the purpose of conveying, on behalf of its owner, the quantities of permitted substances which the owner requires or may reasonably be expected to require, the   OGA   may serve such a notice on the owner and the applicant. 4 In subsection (3), “ permitted substances ” means the things which may be conveyed by the pipeline in accordance with an authorisation (or, if no authorisation for the use of the pipeline is required by section 14(1), means the things which the pipeline is designed to convey). 5 A notice under this section may contain such provisions as the   OGA   considers appropriate for any of the following purposes— a to secure to the applicant, without prejudicing the efficient operation of the pipeline for the purpose mentioned in subsection (3), the right to have conveyed by the pipeline the quantities specified in the application of the things so specified; b to secure that the exercise of the right is not prevented or impeded; c to regulate the charges which may be made for the conveyance of things by virtue of the right; and d to secure to the applicant the right to have a pipeline of his connected to the pipeline by the applicant or owner. 6 Such a notice may also authorise the owner to recover from the applicant payments by way of consideration for any right mentioned in subsection (5)(a) or (d) of amounts specified in the notice or determined in accordance with the notice. 7 Before serving a notice under section 15(6) on a person other than the holder of the relevant authorisation, the   OGA   shall give that person an opportunity to make an application under subsection (1) in respect of the proposed pipeline to which the authorisation relates; and subsections (1) to (6) shall have effect for this purpose as if references to a pipeline and the owner of it were references to the proposed pipeline and the proposed owner of it. 8 Before serving a notice under section 16(1) on a person other than the owner of the relevant pipeline, the   OGA   shall give that person particulars of the modifications which   it   proposes to specify in the notice and an opportunity to make an application under subsection (1) in respect of the pipeline; and subsections (1) to (6) shall have effect for this purpose as if references to a pipeline were references to the pipeline as it would be with those modifications. 9 The use of a pipeline by any person in accordance with a right secured to him by virtue of this section is not a contravention of section 14(1); but a person to whom a right is so secured may not assign the right to any other person."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17A", "section_title": " Application of section 17B to certain downstream gas pipelines.", "section_text": "17A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17B", "section_title": " Additional provisions relating to certain downstream gas pipelines.", "section_text": "17B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17C", "section_title": " Application of section 17D to certain offshore gas storage facilities.", "section_text": "17C 1 Section 17D applies to   an offshore gas storage facility unless, or except to the extent that, its capacity is exempt under this section  . 2   A person who is or expects to be an owner   of an offshore gas storage facility may apply in writing to the Director for an exemption   with respect to the facility  . 3 An exemption shall be given in writing and may be given— a so as to have effect for an indefinite period or for a period specified in, or determined under, the exemption; b unconditionally or subject to such conditions as the Director considers appropriate. c so as to have effect— i in the case of a facility other than a new facility, in relation to the whole of the capacity of the facility; or ii in the case of a new facility, in relation to the whole of the capacity of the facility or any significant increase in the capacity of the facility. 4  An exemption may contain provision for its revocation. 5 The Authority shall give an exemption with respect to a facility (other than a new facility) where it is satisfied that use of the facility by other persons is not necessary for the operation of an economically efficient gas market. 5A The Authority shall give an exemption with respect to a new facility where it is satisfied that either— a use of the facility by other persons is not necessary for the operation of an economically efficient gas market; or b the requirements of subsection (5C) are met. 5B In respect of a facility which is or is to be modified to provide for a significant increase in its capacity, an exemption by virtue of subsection (5A)(b) may only be given in relation to that increase in its capacity. 5C The requirements of this subsection are that— a the facility or (as the case may be) the significant increase in its capacity will promote security of supply; b the level of risk is such that the investment to construct the facility or (as the case may be) to modify the facility to provide for a significant increase in its capacity would not be or would not have been made without the exemption; c the facility is or is to be owned by a person other than the gas transporter who operates or will operate the pipeline system connected or to be connected to the facility; d charges will be levied on users of the facility or (as the case may be) the increase in its capacity; e the exemption will not be detrimental to competition, the operation of an economically efficient gas market or the efficient functioning of the pipeline system connected or to be connected to the facility; and f the Commission of the European Communities is or will be content with the exemption. 5D Subject to subsection (5E), an exemption may not be given by virtue of subsection (5A)(b) more than once in respect of the same facility. 5E Subsection (5D) does not prevent a further exemption being given by virtue of subsection (5A)(b) in respect of a facility if— a the facility is or is to be modified to provide for a significant increase in its capacity b the exemption has effect only in relation to that increase in its capacity; and c no previous exemption has been given by virtue of subsection (5A)(b) in relation to that increase in its capacity. 5F The Authority shall publish its decision to give or refuse to give an exemption together with the reasons for its decision in such manner as it considers appropriate. 7 In this section and sections 17D and 17E— a “the Authority” means the Gas and Electricity Markets Authority; b “owner”, in relation to an offshore gas storage facility, includes any person occupying or having control of the facility."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17D", "section_title": " Provisions relating to certain offshore gas storage facilities.", "section_text": "17D 1 The owner of an offshore gas storage facility to which this section applies (a “relevant facility”)— a shall publish at least once in every year the main commercial conditions relating to the grant to another person of a right to have gas stored in the facility on that person’s behalf; and b shall publish any changes to the published conditions as soon as they become effective. 2 In subsection (1) “year” means any year ending with 9th August. 3 The owner of a relevant facility shall ensure that the conditions which he is required to publish under subsection (1) do not discriminate against any applicants or descriptions of applicants, or any potential applicants or descriptions of potential applicants, for a right to have gas stored in the facility. 4 Any person who seeks a right to have gas stored on his behalf in a relevant facility (“the applicant”) shall, before making an application to the Director under subsection (8), apply to the owner of the facility for the right. 5 An application under subsection (4) shall be made by giving notice to the owner specifying what is being sought. 6 Such a notice shall, in particular, specify— a the period during which the gas is to be stored in the facility; b the kind of gas to be stored (which must be of, or similar to, the kind which the facility is designed to store); and c the quantities of gas to be stored. 7 Where an applicant gives a notice under subsection (5), he and the owner of the facility shall negotiate in good faith and endeavour to reach agreement on the application. 8 If the owner and the applicant do not reach any such agreement, the applicant may apply to the Director for a notice under subsection (11) securing to the applicant the right specified in the notice given under subsection (5). 9 The Director shall not entertain an application under subsection (8) unless he is satisfied that the parties have had a reasonable time in which to fulfil their duties under subsection (7). 10 Where a person applies to the Director under subsection (8) and the Director is satisfied as mentioned in subsection (9), the Director shall— a give notice to the owner of the facility and the applicant that he proposes to consider the application; and b after the expiry of 21 days beginning with the date on which notice under paragraph (a) was served, but before considering the application, give them an opportunity of being heard with respect to the application. 11 Where the Director is satisfied that, if he served a notice under this subsection, the relevant facility in question could be operated in accordance with the notice without prejudicing its efficient operation for the purpose of storing, on behalf of its owner, the quantities of gas which the owner requires or may reasonably be expected to require, the Director may serve such a notice on the owner and the applicant. 12 A notice under subsection (11) may contain such provisions as the Director considers appropriate for any of the following purposes— a for securing to the applicant the right to have stored in the facility, for the period specified in the notice and in the quantities so specified or determined by or under the notice, gas which is of a kind so specified; b to secure that the exercise of the right is not prevented or impeded; c to regulate the charges which may be made for the storage of gas by virtue of that right; and d to secure to the applicant such ancillary or incidental rights as may be necessary or expedient (which may, in particular, include a right to have a pipeline of his connected to the facility by the owner). 13 A notice under subsection (11) may also authorise the owner to recover from the applicant payments by way of consideration for any right mentioned in subsection (12)(a) or (d) of amounts specified in the notice or determined in accordance with the notice."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17E", "section_title": " Section 17D: supplemental.", "section_text": "17E 1 For the purpose of considering an application under section 17D(8), the Director may by notice require the owner to provide him with accounting information and details of the main commercial terms of any significant transactions with associated undertakings. 2 Owners of relevant facilities shall keep their internal accounts in such manner as will enable them to provide accounting information if required to do so by notice under subsection (1). 3 The Director shall not disclose to any person information obtained under subsection (1) without the consent of the person by or on behalf of whom it was provided, unless he is required to do so by virtue of any obligation imposed on him by or under any enactment. 4 Any reference in this section to a right to have gas or gas of any kind stored in a relevant facility includes a reference to a right to introduce into, or take out of, such a facility gas or gas of that kind. 5 In section 17D “main commercial conditions” means— a such information as would enable a potential applicant for a right to have gas stored in a relevant facility to make a reasonable assessment of the cost of, or the method of calculating the cost of, acquiring that right; b the other significant terms on which such a right would be granted; and c such other information as the Director may from time to time specify by notice. 6 In this section— “accounting information” means such accounting records as would be required by   section 386 of the Companies Act 2006   in respect of the storage activities undertaken by an owner of a relevant facility, if those activities were the only business undertaken by the owner and the owner were a person to whom that section applied; and “significant transaction” means— any transaction which relates to rights to have gas stored in a relevant facility; or any other transaction which is of a description specified by the Director from time to time by notice. 7 For the purposes of this section an undertaking is an associated undertaking of another undertaking if one of the undertakings has control of the other, or both undertakings are under the control of the same person or persons; and   sections 450 and 451(1) to (3) of the Corporation Tax Act 2010                       shall apply with any necessary modifications for the purposes of this subsection as they apply for the purposes of   Part 10                       of that Act."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17F", "section_title": " Acquisition of rights to use controlled petroleum pipelines.", "section_text": "17F 1 This section applies to controlled petroleum pipelines   in, under or over the territorial sea adjacent to Northern Ireland               . 2 Any person who seeks a right to have things conveyed by a controlled petroleum pipeline of which he is not the owner (“the applicant”) shall, before making an application to the   OGA   under subsection (5), apply to the owner of the pipeline for the right. 3 An application under subsection (2) shall be made by giving notice to the owner specifying what is being sought. 4 Such a notice shall, in particular, specify— a the kind of things to be conveyed (which must be of a kind the pipeline is designed to convey); and b the quantities to be conveyed. 5 If the owner and the applicant do not reach agreement on the application, the applicant may apply to the   OGA   for a notice under subsection (9) securing to the applicant the right to have conveyed by the pipeline in respect of which he has made an application to the owner under subsection (2) the quantities specified in the notice under subsection (3) of things of a kind so specified. 6 The   OGA   shall not entertain an application under subsection (5) unless   it   is satisfied that the parties have had a reasonable time in which to reach agreement between themselves on the application under subsection (2). 7 Where a person applies to the   OGA   under subsection (5) and the   OGA   is satisfied as mentioned in subsection (6), the   OGA   shall— a give notice to the owner of the pipeline and the applicant that   it   proposes to consider the application; and b after the expiry of 21 days beginning with the date on which notice under paragraph (a) was served, but before considering the application, give them an opportunity of being heard with respect to the application. 8 When considering the application, the   OGA   shall (so far as relevant) take into account— a capacity which is or can reasonably be made available in the pipeline in question; b any incompatibilities of technical specification which cannot reasonably be overcome; c difficulties which cannot reasonably be overcome and which could prejudice the efficient, current and planned future production of petroleum; d the owner’s reasonable needs for the transport and processing of petroleum; e the interests of all users and operators of the pipeline; f the need to maintain security and regularity of supplies of petroleum; and g the number of parties involved in the dispute. 9 Where the   OGA   is satisfied that, if   it   served a notice under this subsection, the pipeline in question could be operated in accordance with the notice without prejudicing its efficient operation for the purpose of conveying, on behalf of its owner, the quantities of permitted substances which the owner requires or may reasonably be expected to require, the   OGA   may serve such a notice on the owner and the applicant. 10 A notice under subsection (9) may contain such provisions as the   OGA   considers appropriate for any of the following purposes— a to secure to the applicant the right to have conveyed by the pipeline the quantities specified in the notice under subsection (3) of the things of a kind so specified; b to secure that the exercise of the right is not prevented or impeded; c to regulate the charges which may be made for the conveyance of things by virtue of the right; and d to secure to the applicant the right to have a pipeline of his connected to the pipeline by the applicant or owner. 11 A notice under subsection (9) may also authorise the owner to recover from the applicant payments by way of consideration for any right mentioned in subsection (10)(a) or (d) of amounts specified in the notice or determined in accordance with the notice."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17G", "section_title": " Section 17F: supplemental.", "section_text": "17G 1 Where an application is made to the   OGA   under section 17F(5) in respect of a pipeline which is situated partly in, under or over   the territorial sea adjacent to Northern Ireland                 and partly in a foreign sector of the continental shelf, the   OGA   shall consult the relevant authorities in the other country with respect to the application before considering it   itself . 2 For the purpose of considering an application under section 17F(5), the   OGA   may by notice require the owner or the applicant to provide   it   with such information relevant to the application as may be specified or described in the notice. 3 The information mentioned in subsection (2) may, in particular, include financial information relevant to the owner’s or the applicant’s activities with respect to petroleum production projects and controlled petroleum pipelines. 4 The   OGA   shall not disclose to any person any information obtained under subsection (2) without the consent of the person by or on behalf of whom it was provided, unless   it   is required to do so by virtue of any obligation imposed on   it   by or under any enactment. 5 In section 17F(9), “permitted substances” means the things which may be conveyed by the pipeline in accordance with an authorisation (or, if no authorisation for the use of the pipeline is required by section 14(1), means the things which the pipeline is designed to convey). 6 Before serving a notice under section 15(6) on a person other than the holder of the relevant authorisation, the   OGA   shall give that person an opportunity to make applications under section 17F in respect of the proposed pipeline to which the authorisation relates; and section 17F and subsections (1) to (5) above shall have effect for this purpose as if references to a pipeline and the owner of it were references to the proposed pipeline and the proposed owner of it. 7 Before serving a notice under section 16(1) on a person other than the owner of the relevant pipeline, the   OGA   shall give that person particulars of the modifications which   it   proposes to specify in the notice and an opportunity to make applications under section 17F in respect of the pipeline; and section 17F and subsections (1) to (5) above shall have effect for this purpose as if references to a pipeline were references to the pipeline as it would be with those modifications. 8 The use of a pipeline by any person in accordance with a right secured to him by the   OGA   by virtue of section 17F is not a contravention of section 14(1); but a person to whom a right is so secured may not assign the right to any other person."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17GA", "section_title": "Controlled petroleum pipeline subject to Norwegian access system", "section_text": "17GA 1 This section applies to any controlled petroleum pipeline which, under the terms of the Framework Agreement, is subject to a system whereby any terms or conditions on which persons who are not the owner of the pipeline are entitled to have things conveyed by it are determined according to the law of, or by the relevant authority of, the Kingdom of Norway. 2 Where— a under the terms of the Framework Agreement, any term or condition on which a person who is not the owner of a pipeline is entitled to have conveyed by the pipeline any petroleum originating wholly or partly from an area designated under section 1(7) of the Continental Shelf Act 1964 has been determined according to the law of, or by the relevant authority of, the Kingdom of Norway, and b a dispute has arisen between the person mentioned in paragraph (a) and the owner as to whether the owner has complied with any term or condition so determined, the person mentioned in paragraph (a) may apply to the   OGA   for a determination under subsection (6). 3 An application under subsection (2) shall specify the terms and conditions in dispute and the applicant’s reasons for considering that the owner has failed to comply with them. 4 The applicant shall give notice of the application to the owner of the pipeline. 5 Where a person applies to the   OGA   under subsection (2), the   OGA   shall— a give notice to the owner of the pipeline and the applicant that   it   proposes to consider the application; and b after the expiry of 21 days beginning with the date on which notice under paragraph (a) was served, but before considering the application, give them an opportunity of being heard with respect to the application. 6 The   OGA   shall determine whether or not the owner has complied with the terms and conditions in question, and shall give notice of that determination to the owner and the applicant. 7 Where the   OGA   determines that the owner has not so complied, the notice shall state what the owner is required to do (or as the case may be, to refrain from doing) in order to comply with the terms and conditions in question. 8 Where   the Framework Agreement so requires, the OGA shall make its   determination and issue the notice under subsection (6) jointly with the relevant authority of the Kingdom of Norway. 9 In this section and section 17GB “the Framework Agreement” means the Framework Agreement concerning cross-boundary petroleum co-operation dated 4th April 2005 and made between the government of the United Kingdom and the government of the Kingdom of Norway."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17GB", "section_title": "Section 17GA: supplemental", "section_text": "17GB 1 For the purpose of considering an application under section 17GA(2), the   OGA   may by notice require the owner or the applicant to provide   it   with such information relevant to the application as may be specified or described in the notice. 2 The   OGA   shall not disclose to any person any information obtained under subsection (1) without the consent of the person by or on behalf of whom it was provided, unless   the disclosure is required   by virtue of any obligation imposed  ...  by or under the Framework Agreement or by or under any enactment."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "17H", "section_title": "Enforcement of certain duties in sections 17B, 17D and 17E. Enforcement of duty in section 17GA", "section_text": "17H 1   The obligation to comply  with any notice under section 17D(11)  or  with a notice given under subsection (6) of section 17GA in a case falling within subsection (7) of that section   and the obligation to comply with any duty in section 17B(6) or section 17D(7)  shall be  duties   a duty   owed to any person who may be affected by a failure to comply with  them   it  . 2 Where a duty is owed by virtue of subsection (1) to any person, any breach of the duty which causes that person to sustain loss or damage shall be actionable at the suit or instance of that person. 3 In any proceedings brought against a person in pursuance of subsection (2), it shall be a defence for him to prove that he took all reasonable steps and exercised all due diligence to avoid contravening the duty. 4 Compliance with the duties in sections 17B(1) and (3), 17D(1) and (3) and 17E(2) shall be enforceable by civil proceedings by the Secretary of State for an injunction or interdict or other appropriate relief or remedy."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "18", "section_title": " Termination of authorisations.", "section_text": "18 1 An authorisation shall cease to be in force at the earliest of the following— a where the duration of the authorisation is not expressed to be unlimited, the time at which that duration expires as specified by or ascertained under the terms of the authorisation; b the time (if any) agreed in writing by the holder and the   OGA   as the time at which the authorisation is to cease to be in force; and c the time specified in a notice under subsection (2) or (6). 2 If it appears to the   OGA   that the execution of works authorised by a works authorisation has not been begun at the expiry of the period specified in subsection (3),   it   shall serve on the holder a notice stating that the authorisation is to cease to be in force at a time specified in the notice. 3 The period referred to in subsection (2) is— a the period of three years beginning with the date when the authorisation is expressed to come into force; or b such longer period beginning with that date as the   OGA   has, on the application of the holder, specified in a notice served under this paragraph on the holder during the period mentioned in paragraph (a). 4 For the purpose of subsection (2), the   OGA   shall disregard the execution of any of the works which   it   considers should be disregarded for that purpose. 5 The   OGA   shall not serve a notice under subsection (3)(b) unless— a   it   is satisfied that notice of the application under that provision has been served on— i the persons on whom, in accordance with Schedule 2, notice of the application for the authorisation was served or such of them as the   OGA   considers appropriate in the circumstances; and ii such other persons, if any, as   it   considers appropriate in the circumstances; and b it  has considered any written representations about the application under subsection (3)(b) made during such a period as  it  considers reasonable by any of the persons on whom notice of the application was served in accordance with paragraph (a). 6 Subject to subsections (7) and (8), if the   OGA   considers that the holder of an authorisation— a has contravened a term of the authorisation; or b has contravened any provision of a notice which, under  section 16, 17 or 17F(9)   of this Act or section 82(11) of the Energy Act 2011 , was served on him in his capacity as the owner of the pipeline (or the proposed owner of the proposed pipeline) to which the authorisation relates, the   OGA   may serve on the holder a notice stating that the authorisation is to cease to be in force at a time specified in the notice. 7 The   OGA   shall not serve a notice under subsection (6) without first giving the holder of the authorisation an opportunity to make written representations to   it . 8 The   OGA   shall not serve a notice under subsection (6) in consequence of a contravention if the   OGA   considers that— a having regard to the nature and consequences of the contravention and to any previous contravention, it would be unreasonable to terminate the authorisation in consequence of the contravention; and b the holder has taken adequate steps to prevent similar contraventions in future. 9 When an authorisation ceases to be in force the   OGA   shall publish in the London and Edinburgh and Belfast Gazettes, or in such of them as   it   considers appropriate, a notice stating that it has ceased to be in force."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "19", "section_title": " Vesting of pipelines on termination or subsequent issue of authorisations.", "section_text": "19 1 When an authorisation ceases to be in force the controlled pipeline to which it relates shall, by virtue of this subsection, be transferred to and vest in the   OGA   free from encumbrances, except that nothing in this subsection prejudices— a any interest belonging to the Crown Estate or to Her Majesty in right of the Duchy of Lancaster or to the Duchy of Cornwall; or b any right conferred by a notice relating to the pipeline under section 17  or section 17F(9)   of this Act or section 82(11) of the Energy Act 2011                . 2 Where the   OGA   proposes to issue an authorisation to any person in respect of a pipeline vested in the   OGA   by virtue of subsection (1)   the OGA   may agree with that person, on terms which may include provision for that person to make payments to the   OGA , that the authorisation is to include a statement that subsection (3) applies to the authorisation. 3 Where an authorisation includes such a statement the pipeline to which the authorisation relates shall, by virtue of this subsection and at the time specified in the authorisation, be transferred to and vest in the holder of the authorisation subject to any interest or right then subsisting in respect of the pipeline by virtue of paragraph (a) or (b) of subsection (1)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "20", "section_title": " Inspectors etc.", "section_text": "20 1 The OGA may appoint, as inspectors to assist it in the execution of this Part of this Act, such number of persons appearing to it to be qualified for the purpose as it considers appropriate from time to time. 2 The Secretary of State may by regulations make provision with respect to— a the powers and duties of— i inspectors appointed under subsection (1); and ii any other persons acting on the directions of the   OGA   in connection with the execution of this Part of this Act; and b the facilities to be accorded to such inspectors and other persons. 3 For the purpose of enforcing regulations made under subsection (2), an inspector appointed under subsection (1) shall have the same powers under section 38 of the  Health and Safety at Work etc. Act 1974 (institution of proceedings in England and Wales) as he would have if he were an inspector appointed by the Health and Safety Executive under section 19 of that Act who is authorised to act for the purposes of the regulations. 4 In the application of this section to Northern Ireland, subsection (3) shall have effect as if— a the references to sections 19 and 38 of the Health and Safety at Work etc. Act 1974 were references to Articles 21 and 35, respectively, of the  Health and Safety at Work (Northern Ireland) Order 1978; and b the reference to the Health and Safety Executive were a reference to  the Health and Safety Executive for Northern Ireland . 5 A statutory instrument containing regulations under subsection (2) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "21", "section_title": " Enforcement.", "section_text": "21 1 Any person who— a contravenes any provision of section 14(1); or b contravenes any provision of a notice under  section 16, 17 or 17F(9)  served on him in his capacity as the owner of the pipeline to which the notice relates in a case where no authorisation for the use of the pipeline is required by section 14(1); or c makes a statement which he knows is false in a material particular, or recklessly makes a statement which is false in a material particular, for the purpose of inducing the   OGA — i to issue any authorisation; or ii to agree under section 18(1)(b) that an authorisation is to cease to be in force; or iii to specify a period under section 18(3)(b); or iv not to serve a notice under section 18(6), shall be guilty of an offence and liable on summary conviction to a fine not exceeding the statutory maximum or on conviction on indictment to a fine. 2 If a person executes any works in contravention of section 14(1) the   OGA   may at any time serve on him a notice requiring him to remove such of the works as are specified in the notice as works to be removed. 3 The recipient of a notice under subsection (2) shall comply with the notice within the period specified in the notice; and if he fails to do so the   OGA   may comply with the notice on his behalf and recover from him any expenses reasonably incurred in doing so. 4 If a person executes any works in contravention of section 14(1) and the   OGA   considers that it is urgently necessary to do such things in relation to the works as   it   could have required that person to do by a notice under subsection (2), the   OGA   may do those things and recover from that person any expenses reasonably incurred in doing so. 5 The fact that any thing is done or omitted— a by the recipient of a notice under subsection (2) for the purpose of complying with the notice; or b by the  OGA  under subsection (3) or (4), shall not relieve him from liability for any damage which is attributable to the act or omission and for which he would have been liable had the act or omission not been authorised by this section; but the   OGA   shall be entitled to recover from the person who executed the works in question the amount of any damages which, in consequence of the works, are paid by the   OGA   by virtue of this subsection."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "22", "section_title": " Criminal proceedings.", "section_text": "22 1 Proceedings for an offence under section 21(1) or created by regulations made under this Part of this Act (a “ relevant offence ”) may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom. 2 Proceedings for a relevant offence alleged to have been committed in, under or over controlled waters shall not be instituted in England and Wales except— a by the Secretary of State or by a person authorised in that behalf by the Secretary of State; or b by or with the consent of the Director of Public Prosecutions. 3 Proceedings for a relevant offence alleged to have been committed in, under or over controlled waters shall not be instituted in Northern Ireland except— a by the Secretary of State or by a person authorised in that behalf by the Secretary of State; or b by or with the consent of the Director of Public Prosecutions for Northern Ireland. 4 Subsections (2) and (3) do not apply to proceedings for an offence created by regulations made under section 20. 5 In proceedings for a relevant offence an averment in the information, complaint or indictment that anything was done or situated in, under or over controlled waters shall, unless the contrary is proved, be sufficient evidence of the matter stated in the averment. 6 Where a relevant offence committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 7 In subsection (6), in relation to a body corporate which— a is established by or under any enactment for the purpose of carrying on under public ownership any industry or part of an industry or undertaking; and b is a body whose affairs are managed by its members, “ director ” means a member of the body corporate. 8 In any proceedings for— a an offence under paragraph (a) of subsection (1) of section 21 of executing works or using a pipeline otherwise than in accordance with the terms of the relevant authorisation; or b an offence under paragraph (b) of that subsection of contravening any provision of a notice, it shall be a defence to prove that the accused used all due diligence to comply with those terms or, as the case may be, with that provision. 9 Section 3 of the  Territorial Waters Jurisdiction Act 1878 (restriction on prosecutions) shall not apply to any proceedings for a relevant offence."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "23", "section_title": " Civil liability for breach of statutory duty.", "section_text": "23 1 Breach of a duty imposed on any person by regulations made under this Part of this Act which state that this subsection applies to such a breach shall be actionable so far, and only so far, as the breach causes personal injury. 2 References in— a the  Fatal Accidents Act 1976; and b Article 3(1) of the  Fatal Accidents (Northern Ireland) Order 1977, to a wrongful act, neglect or default shall include references to any such breach which is so actionable. 3 Nothing in subsections (1) and (2) prejudices any action which lies apart from the provisions of those subsections. 4 A defence to a charge which is available by virtue of section 25(3)(c) shall not be a defence in any civil proceedings whether they are brought by virtue of this section or otherwise. 5 For the purposes of subsection (1) any such regulations as are mentioned in that subsection shall bind the Crown, and references in those regulations to employees shall for those purposes include persons in the service of the Crown; but nothing in this subsection— a confers any right of action on a person as a member of the armed forces of the Crown; or b authorises proceedings against Her Majesty in her private capacity or in right of the Duchy of Lancaster or against the Duke of Cornwall. 6 In subsection (1) “ personal injury ” includes any disease, any impairment of a person’s physical or mental condition and any fatal injury."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "24", "section_title": " Application of Part III.", "section_text": "24 1 Where no initial or terminal point of a pipeline is situated in the United Kingdom or controlled waters, the pipeline shall be disregarded for the purposes of this Part of this Act except this subsection and subsection (2). 2 The Secretary of State may by order provide that specified provisions of this Part of this Act shall apply, subject to such modifications (if any) as are specified, to the whole or any part of a pipeline of a kind mentioned in subsection (1); but an order under this subsection shall contain only such provisions as the Secretary of State considers are consistent with the jurisdiction which belongs to the United Kingdom under international law. 2A If a pipeline— a is specified in an order made by the Secretary of State under this subsection, or b is of a description so specified, the pipeline shall be disregarded for the purposes of this Part of this Act (other than this subsection) or shall be so disregarded while any specified condition is satisfied. 3 The Secretary of State may in regulations provide that specified provisions of this Part of this Act shall not apply to a pipeline of a specified kind or shall not apply to such a pipeline while any specified condition is satisfied. 3A The Secretary of State may by order provide that specified provisions of this Part of this Act shall apply, subject to such modifications (if any) as are specified, in relation to a controlled pipeline— a which is specified or of a specified description, and b which meets the conditions in subsection (3B). 3B The conditions are— a that the pipeline is used in connection with exploration for, or exploitation of, petroleum, or the importation of petroleum into the United Kingdom; b that, by virtue of the date when construction of the pipeline was begun, section 14(1)(b) would not apply in relation to use of the pipeline but for an order under this subsection. 4 In this section “ specified ”, in relation to an order or regulations, means specified in the order or, as the case may be, the regulations. 5 A statutory instrument containing an order under subsection (2)  , (2A) or (3A)   or regulations under subsection (3) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "25", "section_title": " Orders and regulations.", "section_text": "25 1 Before making any order or regulations under this Part of this Act, the Secretary of State must consult— a the OGA, and b in the case of regulations, such organisations in the United Kingdom as the Secretary of State considers are representative of persons who will be affected by the regulations. 2 In making regulations under section 20, the Secretary of State shall have regard to the extent of the jurisdiction which belongs to the United Kingdom under international law. 3 Any regulations under this Part of this Act may provide— a for the creation of offences which, subject to paragraph (b), are punishable on summary conviction by a fine not exceeding the statutory maximum and on conviction on indictment by imprisonment for a term not exceeding two years and a fine; b for the maximum punishment for an offence created by the regulations to be less than that authorised by paragraph (a) and for such an offence to be punishable only on summary conviction; and c for the matters which are to be a defence to a charge of an offence created by the regulations. 4 Regulations under this Part of this Act— a may be limited so as to apply only in prescribed cases or may exclude prescribed cases from the application of the regulations; b may provide for a case to be excluded from the application of the regulations only so long as conditions specified in the regulations are satisfied. 5 The Health and Safety Executive may, by directions given to such persons as it considers appropriate, provide for any such regulations not to apply in a case specified in the directions so long as conditions so specified are satisfied. 6 In its application to Northern Ireland, subsection (5) shall have effect as if the reference to the Health and Safety Executive were a reference to  the Health and Safety Executive for Northern Ireland . 7 Any order or regulations under this Part of this Act— a may make different provision for different circumstances; and b may include such incidental, supplemental and transitional provision as the Secretary of State considers appropriate in connection with the order or regulations. 8 Without prejudice to the generality of paragraph (b) of subsection (7), provision that may be included in regulations by virtue of that paragraph includes provision for the payment of fees in respect of consents and certificates required by the regulations. 9 Section 14 of the  Interpretation Act 1978 (implied power to amend) shall not apply in relation to the power conferred by section 24(2). 10 Any power conferred by this Part of this Act to make an order or regulations shall be exercisable by statutory instrument."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "26", "section_title": " Meaning of “pipeline”.", "section_text": "26 1 Except where the context otherwise requires, in this Part of this Act “ pipeline ” means a pipe or system of pipes (excluding a drain or sewer) for the conveyance of any thing, together with   all apparatus, works and services associated with the operation of such a pipe or system                        . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Secretary of State may by order provide that a part of a pipeline specified in the order shall be treated for the purposes of this Part of this Act, except this subsection, as a pipeline."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "27", "section_title": " Meaning of “owner”.", "section_text": "27 1 For the purposes of this Part of this Act “ owner ” in relation to a pipeline, and “ proposed owner ” in relation to a proposed pipeline, mean the person for the time being designated as the owner of the pipeline, or as the case may be as the proposed owner of the proposed pipeline, by an order made by the Secretary of State. 1A For the purposes of this Part of this Act (other than section 16, section 17(1)   , the first reference in section 17F(2) and the reference in 17GA(2)(a))  , in the case of downstream gas pipelines and controlled petroleum pipelines— “owner” in relation to a pipeline includes a person in whom the pipeline is vested; and a person who has the right to use capacity in the pipeline, where such right has been acquired by that person on terms that— he is entitled to use the capacity for a period of one year or more; and the right is capable of being assigned or otherwise disposed of to another person; and “proposed owner” in relation to a proposed pipeline includes a person in whom the pipeline is proposed to be vested. 2 An order designating a person as the proposed owner of a proposed pipeline may also provide for him to be designated as the owner of the pipeline in question at a time determined by or under the order. 3 Before designating a person under subsection (1) or (2), the Secretary of State shall give the person an opportunity of being heard with respect to the matter. 4 Where a person for the time being designated under subsection (1) or (2) requests the Secretary of State in writing to cancel the designation, the Secretary of State shall— a consider the request; and b if he considers it appropriate to do so, give the person an opportunity of being heard in connection with the request."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "28", "section_title": " Interpretation of Part III.", "section_text": "28 1 Except where the context otherwise requires, in this Part of this Act the following expressions have the following meanings— “ authorisation ” means an authorisation required by section 14;   “carbon dioxide storage site” means a facility— for the storage of carbon dioxide (with a view to its permanent disposal, or as an interim measure prior to its permanent disposal); and in respect of the use of which a person is required to have a licence under section 18 of the Energy Act 2008;   “ construction ”, in relation to a pipeline, includes placing, and cognate expressions shall be construed accordingly;   “controlled carbon dioxide pipeline” means any controlled pipeline or one of a network of controlled pipelines— which is used to convey carbon dioxide to a carbon dioxide storage site, or which is not being used for any purpose but which is intended to be used to convey carbon dioxide to such a site;     “controlled petroleum pipeline” means any controlled pipeline or one of a network of controlled pipelines— which is operated or constructed as part of a petroleum production project and is not a controlled carbon dioxide pipeline; or which is used to convey petroleum from the site of one or more such projects— directly to premises, in order for that petroleum to be used at those premises for power generation or for an industrial process; directly to a place outside Great Britain; directly to a terminal; or indirectly to a terminal by way of one or more other terminals, whether or not such intermediate terminals are of the same kind as the final terminal;   “ controlled pipeline ” and “ controlled waters ” have the meanings given to them by section 14; “downstream gas pipeline” means a controlled pipeline, other than a controlled petroleum pipeline, which is used to convey gas to or from a place outside Great Britain; “ enactment ” includes an enactment of the Parliament of Northern Ireland or of the Northern Ireland Assembly; “gas” means any substance which consists wholly or mainly of— methane, ethane, propane, butane, hydrogen , carbon monoxide or a substance designated under paragraph (e) of the definition of  “gas” in section 2(4) of the Energy Act 2008 ; a mixture of two or more of those   substances  ; or a combustible mixture of one or more of those   substances   and air; “gas processing facility” means any facility in Great Britain operated otherwise than by a public gas transporter which carries out gas processing operations; “gas processing operation” means any of the following operations, namely— purifying, blending, odorising or compressing gas for the purpose of enabling it to be introduced into a pipeline system operated by a public gas transporter or to be conveyed to an electricity generating station, a gas storage facility or any place outside Great Britain; removing from gas for that purpose any of its constituent gases, or separating from gas for that purpose any oil or water;  ... determining the quantity or quality of gas which is or is to be so introduced, or so conveyed, whether generally or by or on behalf of a particular person;   separating, purifying, blending, odorising or compressing gas, for the purpose of—  converting it into a form in which a purchaser is willing to accept delivery from a seller, or enabling it to be loaded for conveyance to another place (whether inside or outside Great Britain); and loading gas— at a facility which carries out operations of a kind mentioned in paragraph (d), or piped from such a facility, for the purpose of enabling the gas to be conveyed to another place (whether inside or outside Great Britain); “ heard ” means— in relation to section 27, heard on behalf of the Secretary of State by a person appointed by the Secretary of State for the purpose, and otherwise, heard on behalf of the OGA by a person appointed by the OGA for the purpose. “ holder ”, in relation to an authorisation, means the person to whom the authorisation was issued;   “new facility” means— an offshore gas storage facility the construction of which is or is to be completed after 3rd August 2003; or an offshore gas storage facility the modification of which to provide for a significant increase in capacity is or is to be completed after 3rd August 2003   “ notice ” means notice in writing; “ oil processing facility ” means any facility in Great Britain, the territorial sea adjacent to the United Kingdom or the sea in any area designated under section 1(7) of the Continental Shelf Act 1964 which carries out oil processing operations; “oil processing operations” means any of the following operations— initial blending and such other treatment of petroleum as may be required to produce stabilised crude oil and other hydrocarbon liquids to the point at which a seller could reasonably make a delivery to a purchaser of such oil and liquids; receiving stabilised crude oil and other hydrocarbon liquids piped from an oil processing facility carrying out operations of a kind mentioned in paragraph (a), or storing oil or other hydrocarbon liquids so received, prior to their conveyance to another place (whether inside or outside Great Britain);  loading stabilised crude oil and other hydrocarbon liquids piped from a facility carrying out operations of a kind mentioned in paragraph (a) or (b) for conveyance to another place (whether inside or outside Great Britain);   “offshore gas storage facility” means a facility for the storage of gas in controlled waters other than the territorial sea of the United Kingdom adjacent to Northern Ireland;   “petroleum” has the same meaning as in Part I of this Act, and includes petroleum which has undergone any processing; “petroleum production project” means a project carried out by virtue of a licence granted under section 3, or an equivalent project in a foreign sector of the continental shelf, and includes such a project which is used for the storage of gas; “ pipeline ”, in relation to an application for a works authorisation, means the proposed pipeline in respect of which the application is made; “ prescribed ” means prescribed by regulations; and “public gas transporter” means a public gas transporter within the meaning of Part I of the Gas Act 1986; “terminal” includes— onshore facilities in the United Kingdom for such initial blending and other treatment as may be required to produce stabilised crude oil and other hydrocarbon liquids to the point at which a seller could reasonably make a delivery to a purchaser of such oil and liquids; oil processing facilities gas processing facilities; and a facility for the reception of gas prior to its conveyance to a place outside Great Britain; “ works authorisation ” means an authorisation— for works for the construction of a pipeline; or for such works and for the use of the pipeline. 2 For the purposes of this Part of this Act, works at any place in, under or over controlled waters for the purpose of determining whether the place is suitable as part of the site of a proposed pipeline and the carrying out of surveying operations for the purpose of settling the route of a proposed pipeline are not works for the construction of a pipeline. 3 Any reference in this Part of this Act to a contravention of a provision of this Part or regulations made or directions given under this Part includes a reference to a failure to comply with that provision. 4 Subsections (1) to (3) of section 49 of the  Pipe-lines Act 1962 (service of documents) have effect as if— a references to that Act included references to this Part of this Act; and b in subsection (3), after “arrangements agreed” there were inserted  “                      or in accordance with regulations under Part III of the Petroleum Act 1998                    ” . 5 In the application of subsection (4) to Northern Ireland, section 49(1) to (3) of the Pipe-lines Act 1962 shall have effect as if it extended to Northern Ireland. 6 Except so far as this Part of this Act otherwise expressly provides, nothing in this Part of this Act— a confers a right of action in any civil proceedings (other than proceedings for recovery of a fine) in respect of any contravention of this Part of this Act or an order or regulations made under it; b affects any restriction imposed by or under any other enactment, whether public, local or private; or c derogates from any right of action or other remedy (whether civil or criminal) in proceedings instituted otherwise than under this Act. 7 Subsection (6) is subject to section 18 of the  Interpretation Act 1978 (duplicated offences)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "28A", "section_title": "Restriction on abandonment", "section_text": "28A 1 A person to whom a notice may be given under section 29(1) in relation to an offshore installation or submarine pipeline may not abandon, or begin or continue the decommissioning of, the installation or pipeline unless an abandonment programme approved by the Secretary of State has effect in relation to the installation or pipeline. 2 A person who without reasonable excuse contravenes subsection (1) is guilty of an offence."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "29", "section_title": " Preparation of programmes.", "section_text": "29 1 The Secretary of State may by written notice require— a the person to whom the notice is given; or b where notices are given to more than one person, those persons jointly, to submit to the Secretary of State a programme setting out the measures proposed to be taken in connection with the abandonment of an offshore installation or submarine pipeline (an “ abandonment programme ”). 1A The power to give a notice under subsection (1) is exercisable— a on the Secretary of State's own motion, or b at the request of any person to whom the notice may be given (whether or not the notice is given to that person). 2 A notice under subsection (1) shall either specify the date by which the abandonment programme is to be submitted or provide for it to be submitted on or before such date as the Secretary of State may direct. 2A A person to whom a notice under subsection (1) is given— a must consult the OGA before submitting the abandonment programme to the Secretary of State, and b must frame the programme so as to ensure (whether by means of the timing of the measures proposed, the inclusion of provision for collaboration with other persons, or otherwise) that the cost of carrying it out is kept to the minimum that is reasonably practicable in the circumstances. 2B When consulted under paragraph (a) of subsection (2A) the OGA must (in particular) consider and advise on— a alternatives to abandoning or decommissioning the installation or pipeline, such as re-using or preserving it, and b how to comply with paragraph (b) of that subsection. 3 A notice under subsection (1) may require the person to whom it is given to carry out such  other   consultations as may be specified in the notice before submitting an abandonment programme. 4 An abandonment programme— a shall contain an estimate of the cost of the measures proposed in it; b shall either specify the times at or within which the measures proposed in it are to be taken or make provision as to how those times are to be determined; c if it proposes that an installation or pipeline be left in position or not wholly removed, shall include provision as to any continuing maintenance that may be necessary. 5 A person who submits an abandonment programme to the Secretary of State under this section shall at the same time pay to him such fee in respect of his expenditure under this Part of this Act as may be determined in accordance with regulations under section 39. 6 The Secretary of State may exercise his powers under this section notwithstanding that an abandonment programme has previously been submitted for the installation or pipeline   in question if the Secretary of State has under section 32—  a rejected that programme, or b approved it (whether or not the approval has been withdrawn)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "30", "section_title": " Persons who may be required to submit programmes.", "section_text": "30 1 A notice under section 29(1) shall not be given to a person in relation to the abandonment of an offshore installation unless at the time when the notice is given he is within any of the following paragraphs— a the person having the management of the installation or of its main structure; b a person to whom subsection (5) applies in relation to the installation; ba a person to whom subsection (5)(a) and (b) applied in relation to the installation, but who— i transferred the right mentioned in that subsection to another person, and ii has not obtained a consent required under the licence in relation to the transfer; c a person outside paragraphs (a) and (b) who is a party to a joint operating agreement or similar agreement relating to rights by virtue of which a person is within paragraph (b); d a person outside paragraphs (a) to (c) who owns any interest in the installation otherwise than as security for a loan; e a   body corporate   which is outside paragraphs (a) to (d) but is associated with a   body corporate   within any of those paragraphs. 2 A notice under section 29(1) shall not be given to a person in relation to the abandonment of a submarine pipeline unless at the time when the notice is given he is within any of the following paragraphs— a a person designated as the owner of the pipeline by an order made by the Secretary of State under section 27; b a person outside paragraph (a) who owns any interest in the whole or substantially the whole of the pipeline, otherwise than as security for a loan; c a                       body corporate   which is outside paragraphs (a) and (b) but is associated with a                      body corporate  within one of those paragraphs. 3 The Secretary of State may by written notice require a person appearing to the Secretary of State to be within any of the paragraphs of subsection (1) or (2) to give him, within such time as may be specified in the notice, the name and address of every other person whom the recipient of the notice believes to be within any of those paragraphs in relation to the installation or pipeline concerned. 4 A person who without reasonable excuse fails to comply with a notice under subsection (3) shall be guilty of an offence. 5 This subsection applies to a person in relation to an offshore installation if— a the person has the right— i to exploit or explore mineral resources in any area, ii to unload, store or recover gas in any area or to convert any natural feature in any area for the purpose of storing gas, or iii to explore any area with a view to, or in connection with, the exercise of a right within sub-paragraph (i) or (ii), and b either— i any activity mentioned in subsection (6) is carried on from, by means of or on the installation, or ii the person intends to carry on an activity mentioned in that subsection from, by means of or on the installation, or if he had such a right when any such activity was last so carried on. 6 The activities referred to in subsection (5) are— a the exploitation or exploration of mineral resources in the exercise of the right mentioned in subsection (5)(a); aa the unloading, storage or recovery of gas in the exercise of that right; ab the conversion, in the exercise of that right, of any natural feature for the purpose of storing gas; ac the exploration in exercise of that right with a view to, or in connection with, the exercise of a right within subsection (5)(a)(ii); b the conveyance in the area so mentioned, by means of a pipe or system of pipes, of minerals got, or gas being stored or recovered, in the exercise of that right; and c the provision of accommodation for persons who work on or from an installation which is or has been maintained, or is intended to be established, for the carrying on of an activity falling within paragraph (a)   to (b)   or this paragraph. 7 The fact that an installation has been maintained for the carrying on of an activity within subsection (6) shall be disregarded for the purposes of paragraph (c) of that subsection if, since it was so maintained, the installation— a has been outside relevant waters or, where it was so maintained in a part of a foreign sector of the continental shelf adjacent to those waters, the area consisting of those waters and that part; or b has been maintained for the carrying on of an activity which is not within that subsection. 8 For the purposes of this section, one body corporate is associated with another if one of them controls the other or a third body corporate controls both of them; and subsections (8A) to (8D) set out the circumstances in which one body corporate (“A”) controls another (“B”). 8A Where B is a company, A controls B if A possesses or is entitled to acquire— a one half or more of the issued share capital of B, b such rights as would entitle A to exercise one half or more of the votes exercisable in general meetings of B, c such part of the issued share capital of B as would entitle A to one half or more of the amount distributed if the whole of the income of B were in fact distributed among the shareholders, or d such rights as would, in the event of the winding up of B or in any other circumstances, entitle it to receive one half or more of the assets of B which would then be available for distribution among the shareholders. 8B Where B is a limited liability partnership, A controls B if A— a holds a majority of the voting rights in B, b is a member of B and has a right to appoint or remove a majority of other members, or c is a member of B and controls alone, or pursuant to an agreement with other members, a majority of the voting rights in B. 8C In subsection (8B)(a) and (c) the references to  “voting rights” are to the rights conferred on members in respect of their interest in a limited liability partnership to vote on those matters which are to be decided on by a vote of the members of the limited liability partnership. 8D In any case, A controls B if A has the power, directly or indirectly, to secure that the affairs of B are conducted in accordance with A's wishes. 9 In determining whether, by virtue of   subsections (8) to (8D)  , one   body corporate   controls another, the first-mentioned  body corporate  shall be taken to possess— a any rights and powers possessed by a person as nominee for it; and b any rights and powers possessed by a  body corporate  which it controls (including rights and powers which such a body corporate  would be taken to possess by virtue of this paragraph)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "31", "section_title": " Section 29 notices: supplementary provisions.", "section_text": "31 A1 The Secretary of State may not give a notice under section 29(1) in relation to an offshore installation to a person (“P”) who, in relation to the installation, falls within paragraph (b) or (c) of section 30(1), if— a P is not entitled to derive, and never has been entitled to derive, any financial or other benefit from any activity within section 30(6)— i which has been or is carried on (or is intended to be carried on) from, by means of or on the installation, and ii is an activity to which subsection (B1) applies, and b P is not, and never has been, a person within section 30(1)(a), (ba), (d) or (e) in relation to the installation. B1 This subsection applies to an activity if— a where the activity is the exploitation or exploration of mineral resources, it relates to an oil field for which the installation is or is to be established or maintained; b where the activity is the conveyance of minerals, the minerals are got, or to be got, from such an oil field; c where the activity is the unloading, storage or recovery of gas, it relates to a controlled place (within the meaning of Chapter 2 or 3 of Part 1 of the Energy Act 2008) for which the installation is or is to be established or maintained; d where the activity is the conveyance of gas being stored or recovered, the storage or recovery of the gas relates to such a controlled place; e where the activity is within section 30(6)(c)— i the installation is in an oil field in respect of which P has an interest, or ii the installation is in a controlled place in respect of which P has a licence under Part 1 of the Energy Act 2008. C1 For the purposes of subsection (B1)— a “ oil field ” means an area which the appropriate authority (within the meaning of paragraph 1(2) of Schedule 1 to the Oil Taxation Act 1975) has determined to be an oil field for the purposes of Part 1 of that Act, b P has an interest in an oil field if P is entitled to derive, or has at any time been entitled to derive, any financial or other benefit from activities within section 30(6)\t\t\t\t\t\t\t\t\t\t(other than paragraph (c)) carried on in the field. D1 The Secretary of State may not give a notice under section 29(1) in relation to an offshore installation to a body corporate if— a the body corporate falls within paragraph (e) of section 30(1)\t\t\t\t\t\t\t\t\t\t(and no other paragraph of that section), and b the body corporate falls within that paragraph by reason only that it is associated (within the meaning given by section 30(8)) with a person to whom the Secretary of State may not give a notice in relation to the installation by virtue of subsection (A1). 1 Subject to subsection (3), the Secretary of State shall not give a notice under section 29(1) in relation to an offshore installation to a person within paragraph  ... (e) of section 30(1) if the Secretary of State has been and continues to be satisfied that adequate arrangements (including financial arrangements) have been made by a person or persons within paragraph (a), (b) or (c) to ensure that a satisfactory abandonment programme will be carried out. 2 Subject to subsection (3), the Secretary of State shall not give a notice under section 29(1) in relation to a submarine pipeline to a person within paragraph (b) or (c) of section 30(2) if the Secretary of State has been and continues to be satisfied that adequate arrangements (including financial arrangements) have been made by a person or persons within paragraph (a) to ensure that a satisfactory abandonment programme will be carried out. 3 Subsections (1) and (2) shall not apply if there has been a failure to comply with a notice under section 29(1) or if the Secretary of State has rejected a programme submitted in compliance with such a notice. 4 The Secretary of State shall not give a notice to a person under section 29(1) without first giving him an opportunity to make written representations as to whether the notice should be given. 5 Where the Secretary of State has given a notice under section 29(1) in relation to an installation or a pipeline, he may at any time before the programme required by it is submitted withdraw the notice or give (subject to the preceding provisions of this section) a further notice under section 29(1) (whether in substitution for or in addition to any notice already given); and if he does so he shall inform the recipients of any other notices which have been given in relation to that installation or pipeline and not withdrawn. 6 Neither the withdrawal of a notice given under section 29(1) nor the giving of a further notice shall relieve the recipient of any other notice of his duty to submit a programme (jointly, in a case where more than one notice is given and not withdrawn, with the recipients of the other notices)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "32", "section_title": " Approval of programmes.", "section_text": "32 1 The Secretary of State may either approve or reject a programme submitted to him under section 29. 2 If he approves a programme, the Secretary of State may approve it with or without modifications and either subject to conditions or unconditionally. 2A The modifications or conditions may (in particular) include modifications or conditions— a which are intended (whether by means of the timing of the measures proposed, the inclusion of provision for collaboration with other persons, or otherwise) to reduce the total cost of carrying out the programme, provided that they do not increase the total costs to be met by any person who is to be subject to obligations under the programme or under any other abandonment programme; b requiring the persons who submitted the programme to carry out and publish or make available to the Secretary of State and the OGA a review of the programme and its implementation including, where relevant, recommendations as to the contents and implementation of future abandonment programmes. 3 Before approving a programme with modifications or subject to conditions, the Secretary of State shall give the persons who submitted the programme an opportunity to make written representations about the proposed modifications or conditions. 4 If he rejects a programme, the Secretary of State shall inform the persons who submitted it of his reasons for doing so. 5 The Secretary of State shall act without unreasonable delay in reaching a decision as to whether to approve or reject a programme. 6 Before reaching a decision under this section the Secretary of State must— a consult the OGA, and b take into account the cost of carrying out the programme that has been submitted and whether it is possible to reduce that cost by modifying the programme or making it subject to conditions. 7 When consulted under subsection (6)(a), the OGA must (in particular) consider and advise on— a alternatives to abandoning or decommissioning the installation or pipeline, such as re-using or preserving it, and b whether section 29(2A)(b) has been complied with and, if it has not been, modifications or conditions that would enable it to be complied with."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "33", "section_title": " Failure to submit programmes.", "section_text": "33 1 If a notice under section 29(1) is not complied with, or if the Secretary of State rejects a programme submitted in compliance with such a notice, the Secretary of State may himself prepare an abandonment programme for the installation or pipeline concerned. 2 With a view to exercising his powers under subsection (1) of this section, the Secretary of State may by written notice require any of the persons to whom notice was given under section 29(1) to provide him, within such time as may be specified in the notice, with such records and drawings and such other information as may be so specified. 3 A person who without reasonable excuse fails to comply with a notice under subsection (2) shall be guilty of an offence. 3A When preparing an abandonment programme under this section the Secretary of State must— a consult the OGA, and b frame the programme so as to ensure (whether by means of the timing of the measures proposed, the inclusion of provision for collaboration with other persons, or otherwise) that the cost of carrying it out is kept to the minimum that is reasonably practicable in the circumstances. 3B When consulted under paragraph (a) of subsection (3A), the OGA must (in particular) consider and advise on— a alternatives to abandoning or decommissioning the installation or pipeline, such as re-using or preserving it, and b how to comply with the requirement in paragraph (b) of that subsection. 4 The Secretary of State may recover from any of the persons to whom a notice was given under section 29(1) any expenditure incurred by the Secretary of State in preparing an abandonment programme under this section, and any fee that would have been payable on the submission of a programme by those persons. 5 A person liable to pay any sum to the Secretary of State by virtue of subsection (4) shall also pay interest on that sum for the period beginning with the day on which the Secretary of State notified him of the sum payable and ending with the date of payment. 6 The rate of interest payable in accordance with subsection (5) shall be a rate determined by the Secretary of State as comparable with commercial rates. 7 Where the Secretary of State prepares an abandonment programme under this section, he shall inform the persons to whom notice was given under section 29(1) of its terms; and when he has done so, the following provisions of this Part of this Act shall have effect as if the programme had been submitted by those persons and approved by the Secretary of State."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "34", "section_title": " Revision of programmes.", "section_text": "34 1 Where the Secretary of State has approved a programme submitted to him under section 29— a either he or the persons who submitted it acting together may propose an alteration to the programme or to any condition to which it is subject; and b either he or any of those persons may propose that any person who by virtue of section 36 has a duty to secure that the programme is carried out shall cease to have that duty, or that a person who does not already have that duty shall have it (either in addition to or in substitution for another person). 2 In the case of a proposal of the kind mentioned in subsection (1)(b), any person who would if the proposed change were made have a duty to secure that the programme is carried out must be a person who— a if the programme relates to an offshore installation, is within paragraph (a), (b),  (ba),                     (c), (d) or (e) of section 30(1) when the proposal is made, or has been within one of those paragraphs at some time since the giving of the first notice under section 29(1) in relation to the installation; and b if the programme relates to a submarine pipeline, is within paragraph (a), (b) or (c) of section 30(2) when the proposal is made, or has been within one of those paragraphs at some time since the giving of the first notice under section 29(1) in relation to the pipeline. 3 The Secretary of State shall not propose that a person who is or has been within paragraph ... (e) (but no other paragraph) of section 30(1) or paragraph (b) or (c) (but not paragraph (a)) of section 30(2) shall have a duty to secure that a programme is carried out unless it appears to the Secretary of State that a person already under that duty has failed or may fail to discharge it. 3A A proposal that a person who is or has been within paragraph (b) or (c) of section 30(1) is to have a duty to secure that a programme is carried out may not be made if the Secretary of State would be prevented from giving a notice under section 29(1) to the person by virtue of section 31(A1) if the programme had not already been approved under this section. 4 A proposal under subsection (1) shall be made by written notice given— a if the proposal is the Secretary of State’s, to each of the persons by whom the programme was submitted; and b in any other case, to the Secretary of State; and a person giving notice to the Secretary of State shall at the same time pay to him such fee in respect of his expenditure under this Part of this Act as may be determined in accordance with regulations under section 39. 4A A person who makes a proposal under subsection (1) that is likely to have an effect on the cost of carrying out the programme must frame it so as to ensure (whether by means of the timing of the measures proposed, the inclusion of provision for collaboration with other persons, or otherwise) that the cost of carrying out the programme as proposed to be altered is kept to the minimum that is reasonably practicable in the circumstances. 4B Where the Secretary of State makes a proposal under subsection (1)(a) the purpose of which is to reduce the total cost of carrying out a programme, the proposal may not increase the total costs to be met by any person who is to be subject to obligations under the programme or under any other abandonment programme. 5 Where the Secretary of State has made a proposal under subsection (1)(a), he shall give an opportunity to make written representations about it to each of the persons who submitted the programme. 6 Where a proposal has been made under subsection (1)(b), the Secretary of State shall give an opportunity to make written representations about it to every person (other than one who made the proposal) who will if the proposed change is made— a have a duty to secure that the programme is carried out; or b cease to have that duty. 7 The Secretary of State shall determine whether a change proposed under subsection (1) is to be made and shall then give notice of his determination, and of his reasons for it, to— a every person who, before the determination was made, had a duty to secure the carrying out of the programme; and b any person who has that duty as a result of the determination. 7A If it appears to the Secretary of State that what is proposed under subsection (1) is likely to have an effect on the cost of carrying out the programme, the Secretary of State must, before making a determination under subsection (7)— a consult the OGA, and b take that effect into account. 7B When consulted under subsection (7A)(a) the OGA must (in particular) consider and advise on— a alternatives to abandoning or decommissioning the installation or pipeline, such as re-using or preserving it, and b whether subsection (4A) applies and, if so, whether it has been complied with. 8 Where the Secretary of State determines that a change proposed in accordance with this section shall be made, this Part of this Act shall thereafter have effect as if the programme had been approved by the Secretary of State after being submitted under section 29 with the alterations, or as the case may be by the persons, specified in the determination."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "34A", "section_title": "Amendment of programmes", "section_text": "34A 1 This section applies where an abandonment programme approved by the Secretary of State includes provision by virtue of which the programme may be amended. 2 A person who proposes to make an amendment under such a provision that is likely to have an effect on the cost of carrying out the programme must frame the amendment so as to ensure (whether by means of the timing of the measures proposed, the inclusion of provision for collaboration with other persons, or otherwise) that the cost of carrying out the programme as proposed to be amended is kept to the minimum that is reasonably practicable in the circumstances. 3 If it appears to the person who proposes to make the amendment that subsection (2) applies, the person must consult the OGA before making the amendment. 4 When consulted under subsection (3) the OGA must (in particular) consider and advise on— a alternatives to abandoning or decommissioning the installation or pipeline, such as re-using or preserving it, and b whether subsection (2) applies and, if so, whether it has been complied with. 5 Any person who has the function of approving amendments made under a provision mentioned in subsection (1) must, when exercising the function, take into account the effect of the proposed amendment on the cost of carrying out the programme."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "35", "section_title": " Withdrawal of approval.", "section_text": "35 1 The Secretary of State may at the request of one or more of the persons who submitted an abandonment programme withdraw his approval of the programme. 2 If a request under subsection (1) is made by some but not all of the persons who submitted the programme, the Secretary of State shall give the others an opportunity to make written representations as to whether his approval should be withdrawn. 3 The Secretary of State shall after determining whether to withdraw his approval of an abandonment programme give notice of his determination to each of the persons who submitted the programme."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "36", "section_title": " Duty to carry out programmes.", "section_text": "36 Where an abandonment programme is approved by the Secretary of State, it shall be the duty of each of the persons who submitted it to secure that it is carried out and that any conditions to which the approval is subject are complied with."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "36A", "section_title": "Reduction of costs of carrying out programmes", "section_text": "36A 1 This section applies where an abandonment programme approved by the Secretary of State has effect in relation to an installation or pipeline. 2 The Secretary of State may, for the purpose of reducing the total cost of carrying out the programme, by written notice require any person who submitted the programme to take, or refrain from taking, action of a description specified in the notice. 3 The notice may, in particular, require— a changes to the times at which the measures proposed in the programme are to be carried out; b the persons who are under a duty to secure that the programme is carried out to collaborate with other persons. 4 The programme, and any condition to which it is subject, has effect subject to any notice given under this section. 5 A notice given under this section may not increase the total costs to be met by any person who is to be subject to obligations under the programme or under any other abandonment programme. 6 The Secretary of State may not give a notice to a person under this section without first giving the person an opportunity to make written representation as to whether the notice should be given. 7 A person to whom a notice is given under this section who without reasonable excuse fails to comply with the notice is guilty of an offence. 8 If a notice under this section is not complied with, the Secretary of State may— a do anything necessary to give effect to the notice, and b recover from the person to whom the notice was given any expenditure incurred under paragraph (a). 9 A person liable to pay any sum to the Secretary of State by virtue of subsection (8) must also pay interest on that sum for the period beginning with the day on which the Secretary of State notified the person of the sum payable and ending with the date of payment. 10 The rate of interest payable in accordance with subsection (9) is a rate determined by the Secretary of State as comparable with commercial rates."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "37", "section_title": " Default in carrying out programmes.", "section_text": "37 1 If an abandonment programme approved by the Secretary of State is not carried out or a condition to which the approval is subject is not complied with, the Secretary of State may by written notice require any of the persons who submitted the programme to take such remedial action as may be specified in the notice within such time as may be so specified. 1A If it appears to the Secretary of State that the proposed remedial action is likely to have an effect on the cost of carrying out the programme, the Secretary of State must— a consult the OGA before giving a notice under subsection (1), and b take that effect into account when deciding whether to give the notice. 1B When consulted under subsection (1A)(a), the OGA must consider and advise on the likely effect of the proposed remedial action on the cost of carrying out the programme. 2 A person who fails to comply with a notice given to him under subsection (1) shall be guilty of an offence unless he proves that he exercised due diligence to avoid the failure. 3 If a notice under subsection (1) is not complied with, the Secretary of State may carry out the remedial action required by the notice, and may recover any expenditure incurred by him in doing so from the person to whom the notice was given. 4 A person liable to pay any sum to the Secretary of State by virtue of subsection (3) shall also pay interest on that sum for the period beginning with the day on which the Secretary of State notified him of the sum payable and ending with the date of payment. 5 The rate of interest payable in accordance with subsection (4) shall be a rate determined by the Secretary of State as comparable with commercial rates."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "38", "section_title": " Financial resources.", "section_text": "38 1 The Secretary of State may, for a purpose specified in subsection (1A), give a notice to a person within subsection (1B) requiring the person, within a time specified in the notice— a to provide specified information relating to the person's financial affairs; b to supply copies of specified documents, or documents of a specified description, relating to those affairs. 1A Those purposes are— a determining whether to give a notice under section 29 to a person in respect of an installation or pipeline; b determining whether to make a proposal under section 34(1) to impose a duty on a person under section 36; c where a person has made such a proposal, determining whether to impose the duty on the person proposed. 1B A person falls within this subsection if— a a notice under section 29(1) may be given to the person, b the person falls within section 34(2)(a) or (b) and the Secretary of State is considering proposing, in accordance with section 34(1)(b), that the person should have a duty under section 36, or c the person falls within section 34(2)(a) or (b) and the Secretary of State is considering whether to impose a duty on the person under section 36 in accordance with a proposal made under section 34(1)(b). 2 In order to satisfy himself that a person   falling within subsection (2A) will be capable of carrying out any abandonment programme which has been submitted (whether or not it is approved) or may be submitted in relation to an installation or pipeline  , the Secretary of State may at any time by written notice require that person, within such time as may be specified in the notice— a to provide such information  (which may relate to the estimated costs of abandonment of the installation or pipeline or to any other financial or other matter)  ; and b to supply copies of such documents, as may be so specified. 2A A person falls within this subsection if— a a notice under section 29(1) has been given to the person, or b the person has a duty under section 36 to secure that an abandonment programme is carried out. 3 A person who— a without reasonable excuse fails to comply with a notice under subsection (1) or (2); or b in purported compliance with such a notice provides information which he knows to be false in a material particular or recklessly provides information which is false in a material particular, shall be guilty of an offence. 4 The Secretary of State may, after consulting the Treasury, give written notice to a person to whom subsection (4A) applies, requiring the person to take such action as may be specified in the notice within such time as may be so specified. 4A This subsection applies to a person if— a the person falls within subsection (2A), and b the Secretary of State is not satisfied that the person will be capable of carrying out any duty which has been, or is likely to be, imposed on the person by section 36. 5 The Secretary of State shall not give notice to a person under subsection (4) without first giving him an opportunity to make written representations as to whether the notice should be given. 6 A person who fails to comply with a notice under subsection (4) shall be guilty of an offence unless he proves that he exercised due diligence to avoid the failure. 7 It is an offence for a person to disclose information obtained by virtue of a notice under subsection (1) or (2) unless the disclosure— a is made with the consent of the person by or on behalf of whom the information was provided, b is for the purpose of the exercise of the Secretary of State's functions under this Part, Chapter 3 of Part 2 of the Energy Act 2004 or Part 1 of the Energy Act 2008, or c is required by or under an enactment."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "38A", "section_title": "Protection of funds set aside for the purposes of abandonment programme", "section_text": "38A 1 This section applies where any security for the performance of obligations under an approved abandonment programme has been provided by a person (“the security provider”) by way of a trust or other arrangements. 2 Subsection (1) applies whether the security is provided before or after the programme is approved. 3 In this section a reference to  “ the protected assets ” is a reference to the security and any property or rights in which it consists. 4 In this section  “ security ” includes— a a charge over a bank account or any other asset; b a deposit of money; c a performance bond or guarantee; d an insurance policy; e a letter of credit. 5 The manner in which, and purposes for which, the protected assets are to be applied and enforceable (whether in the event of the security provider's insolvency or otherwise) is to be determined in accordance with the trust or other arrangements. 6 For the purposes of subsection (5), no regard is to be had to so much of the Insolvency Act 1986, the Insolvency (Northern Ireland) Order 1989 or any other enactment or rule of law as, in its operation in relation to the security provider or any conduct of the security provider, would— a prevent or restrict the protected assets from being applied in accordance with the trust or other arrangement, or b prevent or restrict their enforcement for the purposes of being so applied. 7 In subsection (6)\t\t\t\t\t\t\t\t\t\t “ enactment ” includes an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament or Northern Ireland legislation."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "38B", "section_title": "Directions to provide information about protected assets", "section_text": "38B 1 The Secretary of State may direct a security provider to publish specified information about the protected assets. 2 A direction under this section may specify— a the time when the information must be published, and b the manner of publication. 3 If a security provider fails to comply with a direction, the Secretary of State, or a creditor of the security provider, may make an application to the court under this section. 4 If, on an application under this section, the court decides that the security provider has failed to comply with the direction, it may order the security provider to take such steps as the court directs for securing that the direction is complied with. 5 In this section— “ court ”— in relation to an application in England and Wales or Northern Ireland, means the High Court, and in relation to an application in Scotland, means the Court of Session; “ security provider ” means a person who has provided security in relation to which section 38A applies; “ the protected assets ”, in relation to a security provider, means the security, and any property or rights in which it consists."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "38C", "section_title": "Charges in connection with exercise of functions under Part 4", "section_text": "38C 1 The Secretary of State may by regulations made by statutory instrument provide for payment to the Secretary of State of charges for or in connection with the carrying out by the Secretary of State of the Secretary of State’s functions under this Part. 2 Regulations under this section may provide that a charge is to be of an amount— a specified in the regulations, or b determined by the Secretary of State in accordance with the regulations. 3 Regulations under this section may specify matters to which the Secretary of State must have regard when determining the amount of a charge. 4 Regulations under this section may specify— a how a charge is to be paid; b when a charge is to be paid; c the person by whom a charge is to be paid. 5 Provision made by virtue of subsection  (4) (c)  may confer a discretion on the Secretary of State. 6 Regulations under this section may— a include incidental, supplementary or consequential provision; b include transitory or transitional provision or savings; c make different provision for different purposes. 7 Before making regulations under this section, the Secretary of State must consult organisations in the United Kingdom that appear to the Secretary of State to be representative of persons who are likely to be affected by the regulations. 8 The Secretary of State must not make regulations under this section without the consent of the Treasury. 9 A statutory instrument containing regulations under this section is subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "39", "section_title": " Regulations.", "section_text": "39 1 The Secretary of State may make regulations relating to the abandonment of offshore installations and submarine pipelines. 2 Without prejudice to the generality of subsection (1), regulations under this section may— a prescribe standards in respect of the dismantling, removal and disposal of installations and pipelines; b prescribe standards and safety requirements in respect of anything left in the water in cases where an installation or pipeline is not wholly removed; c make provision for the prevention of pollution; d make provision for inspection, including provision as to the payment of the costs of inspection; e make provision as to the determination of the amount of any fees that are payable to the Secretary of State under this Part of this Act. 3 Regulations under this section may include provision making it an offence, in such cases as may be prescribed in the regulations, to contravene the regulations. 4 Where regulations under this section create an offence, they shall make provision as to the mode of trial and punishment of offenders; but— a any provision as to punishment on summary conviction shall not authorise a fine exceeding the statutory maximum or imprisonment; and b any provision as to punishment on conviction on indictment shall not authorise imprisonment for a term exceeding two years. 5 Before making regulations under this section the Secretary of State shall consult organisations in the United Kingdom appearing to him to be representative of those persons who will be affected by the regulations; and he shall not make regulations relating to the amount of any fees without the consent of the Treasury. 6 Regulations under this section shall be made by statutory instrument, which shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "40", "section_title": " Offences: penalties.", "section_text": "40 A person guilty of an offence under section  28A,   30, 33,  36A,   37 or 38 shall be liable— a on summary conviction, to a fine not exceeding the statutory maximum; b on conviction on indictment, to imprisonment for a term not exceeding two years, or to a fine, or to both."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "41", "section_title": " Offences: general.", "section_text": "41 1 Proceedings for an offence under section  28A,   30, 33,  36A,   37 or 38 or under regulations made under section 39 shall not be instituted in England and Wales except— a by the Secretary of State or by a person authorised in that behalf by the Secretary of State; or b by or with the consent of the Director of Public Prosecutions. 2 Proceedings for an offence under section  28A,   30, 33,  36A,   37 or 38 or under regulations made under section 39 shall not be instituted in Northern Ireland except— a by the Secretary of State or by a person authorised in that behalf by the Secretary of State; or b by or with the consent of the Director of Public Prosecutions for Northern Ireland. 3 Where an offence committed by a body corporate under section  28A,   30, 33,  36A,   37 or 38 or under regulations made under section 39 is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of, any director, manager, secretary or other similar officer of the body corporate or any person who was purporting to act in any such capacity, he as well as the body corporate shall be guilty of that offence and shall be liable to be proceeded against and punished accordingly. 4 Where the affairs of a body corporate are managed by its members, subsection (3) shall apply in relation to acts and defaults of a member in connection with his functions of management as if he were a director of the body corporate. 5 If an offence under section  28A, 36A or   37 or under regulations made under section 39 is committed outside the United Kingdom, proceedings for the offence may be taken, and the offence may for all incidental purposes be treated as having been committed, in any place in the United Kingdom. 6 Section 3 of the  Territorial Waters Jurisdiction Act 1878 (restriction on prosecutions) shall not apply to proceedings for an offence to which subsection (1) of this section applies."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "42", "section_title": " Validity of Secretary of State’s acts.", "section_text": "42 1 If any person is aggrieved by any of the acts of the Secretary of State mentioned in subsection (2) and desires to question its validity on the ground that it was not within the powers of the Secretary of State or that the relevant procedural requirements had not been complied with, he may within 42 days of the day on which the act was done make an application to the court under this section. 2 The acts referred to in subsection (1) are— a the giving of a notice under section 29(1); b the approval of a programme under section 32; c the rejection of a programme under section 32; d a determination under section 34; e a determination under section 35; ea the giving of a notice under section 36A(2); f the giving of a notice under section 38(4). 3 If on an application under this section the court is satisfied that the act in question was not within the powers of the Secretary of State or that the applicant has been substantially prejudiced by a failure to comply with the relevant procedural requirements, the court may quash the act. 4 Except as provided by this section, the validity of any of the acts of the Secretary of State referred to in subsection (1) shall not be questioned in any legal proceedings whatever. 5 In this section “ the relevant procedural requirements ”— a in relation to the giving of a notice under section 29(1), means the requirements of section 31(4); b in relation to the approval of a programme under section 32, means the requirements of section 32(3); c in relation to the rejection of a programme under section 32, means the requirements of section 32(4); d in relation to a determination under section 34, means the requirements of section 34(5), (6) and (7); e in relation to a determination under section 35, means the requirements of section 35(2); ea in relation to the giving of a notice under section 36A(2), means the requirements of section 36A(6); f in relation to the giving of a notice under section 38(4), means the requirements of section 38(5). 6 In this section, “ the court ” means— a in relation to England and Wales, the High Court; b in relation to Scotland, the Court of Session; c in relation to Northern Ireland, the High Court."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "43", "section_title": " Notices.", "section_text": "43 Any notice or other communication authorised or required to be given by this Part of this Act may be sent by post (but this is without prejudice to any other method of transmission)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "44", "section_title": " Meaning of “offshore installation”.", "section_text": "44 1 In this Part of this Act, “ offshore installation ” means any installation which is or has been maintained, or is intended to be established, for the carrying on of any activity to which subsection (2) applies. 2 This subsection applies to any activity mentioned in subsection (3) which is carried on from, by means of or on an installation which is maintained in the water, or on the foreshore or other land intermittently covered with water, and is not connected with dry land by a permanent structure providing access at all times and for all purposes. 3 The activities referred to in subsection (2) are— a the exploitation, or the exploration with a view to exploitation, of mineral resources in or under the shore or bed of relevant waters; aa the exploration of any place in, under or over relevant waters with a view to the storage of gas in such an place; ab the conversion of any place in, under or over relevant waters for the purpose of storing gas; b the storage of gas   in, under or over   relevant waters or the recovery of gas so stored; ba the unloading of gas at any place in, under or over relevant waters; c the conveyance of things by means of a pipe, or system of pipes, constructed or placed on, in or under the shore or bed of relevant waters; and d the provision of accommodation for persons who work on or from an installation which is or has been maintained, or is intended to be established, for the carrying on of an activity falling within   any of paragraphs (a) to (c)   or this paragraph. 4 In this Part of this Act, “ relevant waters ” means— a tidal waters and parts of the sea in or adjacent to the United Kingdom up to the seaward limits of the territorial sea; b waters in an area designated under section 1(7) of the  Continental Shelf Act 1964; and c such inland waters as may for the time being be specified for the purposes of this paragraph by Order in Council; but Her Majesty may by Order in Council provide that, in such cases and subject to such exceptions and modifications as may be prescribed by the Order, this Part of this Act shall have effect as if— i any reference in this Part of this Act to relevant waters included a reference to waters in any area specified under section 10(8); and ii in relation to an installation which is or has been maintained, or is intended to be established, in relevant waters, any reference in subsection (3) to relevant waters included a reference to waters in a foreign sector of the continental shelf which are adjacent to such waters. 5 For the purposes of this section—   “ gas ” means gas within the meaning of section 2(4) of the Energy Act 2008;   “ inland waters ” means waters within the United Kingdom other than tidal waters and parts of the sea; “ installation ” includes— any floating structure or device maintained on a station by whatever means; and in such cases and subject to such exceptions as may be prescribed by Order in Council, any apparatus or works which are by virtue of section 26 to be treated as associated with a pipe or system of pipes for the purposes of Part III of this Act, but, subject to paragraph (b), does not include any part of a pipeline within the meaning of that section; “ modifications ” includes additions, omissions and alterations. 6 The fact that an installation has been maintained for the carrying on of an activity falling within subsection (3) shall be disregarded for the purposes of this section if, since it was so maintained, the installation— a has been outside relevant waters or, where it was so maintained in a part of a foreign sector of the continental shelf adjacent to those waters, the area consisting of those waters and that part; or b has been maintained for the carrying on of an activity not falling within that subsection. 7 Any statutory instrument containing an Order under subsection (4) shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "45", "section_title": " Interpretation of Part IV.", "section_text": "45 In this Part of this Act— “ abandonment programme ” has the meaning given by section 29; “ foreign sector of the continental shelf ” has the meaning given by section 48(1); “ offshore installation ” has the meaning given by section 44; “ relevant waters ” has the meaning given by section 44(4); “ submarine pipeline ” means a pipeline within the meaning of section 26 which is  , or is intended to be established,   in, under or over waters in— the territorial sea adjacent to the United Kingdom; or an area designated under section 1(7) of the  Continental Shelf Act 1964.   but does not include any such pipeline which, by virtue of an order under subsection (2A) of section 24, is to be disregarded for the purposes of Part 3 of this Act (other than that subsection).  "}, {"act": "Petroleum Act 1998", "year": 1998, "section": "45A", "section_title": "Abandoned wells", "section_text": "45A 1 This section applies in relation to a person who has drilled, or commenced drilling, a well in pursuance of a petroleum licence or a licence under section 4 of the Energy Act 2008 (gas storage and unloading licences). 2 The    appropriate authority    may give a notice requiring the person— a to provide specified information relating to the person's financial affairs, or b to supply copies of specified documents, or documents of a specified description, relating to those affairs. 3 A notice under subsection (2) must specify the time within which the information or documents must be provided. 4 Subsection (5) applies if— a the person fails to provide information or documents required by such a notice within the period specified in the notice, or b on receiving information or documents required by a notice under subsection (2) the    appropriate authority    is not satisfied that the person will be capable of plugging and abandoning the well. 5 Where this subsection applies the    appropriate authority    may give the person a notice, after consulting the Treasury, requiring the person to take the action specified in the notice within the time so specified. 6 The    appropriate authority    may not give a notice to a person under subsection (5) without first giving the person an opportunity to make written representations as to whether the notice should be given. 7 It is an offence for a person to fail to comply with a notice under subsection (2) or (5) unless it is proved that the person exercised due diligence to avoid the failure. 8 A person guilty of an offence under this section is liable— a on summary conviction, to a fine not exceeding the statutory maximum, or b on conviction on indictment, to imprisonment for a term not exceeding 2 years or to a fine, or both. 9   Subject to subsection (9A),  Section 41 (other than subsection (5)) applies in relation to prosecutions for offences under this section as it applies in relation to prosecutions for offences under Part 4. 9A Where an offence under this section relates to a notice given to a person who has drilled, or commenced drilling, a well in the Welsh onshore area in pursuance of a petroleum licence, subsection 41(1)(a) applies in relation to its prosecution as though each reference to “the Secretary of State” were a reference to “the Welsh Ministers”. 10 In this section—   “appropriate authority” means—  in relation to a person who has drilled, or commenced drilling, a well in the Scottish onshore area in pursuance of a petroleum licence, the Scottish Ministers;   in relation to a person who has drilled, or commenced drilling, a well in the Welsh onshore area in pursuance of a petroleum licence, the Welsh Ministers;   otherwise, the OGA; “ petroleum licence ” means a licence under section 2 of the Petroleum (Production) Act 1934 or section 3 above;   “Scottish onshore area” has the meaning given in section 8A(3);   “ well ” includes a borehole.   “Welsh onshore area” has the meaning given in section 8A(5).  "}, {"act": "Petroleum Act 1998", "year": 1998, "section": "46", "section_title": " Northern Ireland and Isle of Man shares of petroleum revenue.", "section_text": "46 1 Where petroleum is delivered to the   OGA   under the terms of a licence granted under section 3 by virtue of subsection (2)(b) of that section, then, for the purposes of section 2 of the  Miscellaneous Financial Provisions Act 1968 (Northern Ireland and Isle of Man shares of revenue from the continental shelf), the proceeds from the licence shall be taken to include the proceeds of the sale of the petroleum less— a any sums paid by the   OGA   in respect of the petroleum or the delivery or treatment of the petroleum; and b any expenses incurred by the   OGA   in connection with the sale. 2 In this section “ petroleum ” has the same meaning as in Part I of this Act."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "47", "section_title": " Loans for development.", "section_text": "47 1 Where it appears to the Secretary of State expedient to do so for the purpose of facilitating or maintaining the development of the petroleum resources of the United Kingdom, he may with the approval of the Treasury— a make loans to an oil company on terms determined by him; or b guarantee on such terms the repayment of the principal of and the payment of interest on loans made to an oil company by another person. 2 The aggregate amount for the time being outstanding in respect of the principal of loans made under subsection (1)(a) shall not exceed £50,000,000. 3 The aggregate amount of— a the principal sums in respect of which guarantees under subsection (1)(b) are for the time being in force; and b the payments on account of principal sums which have been made by the Secretary of State under such guarantees and not recovered by him, shall not exceed £600,000,000. 4 Immediately after making a loan or giving a guarantee under subsection (1), the Secretary of State shall lay a statement relating to it before each House of Parliament. 5 Where any sum is issued for fulfilling a guarantee given under subsection (1) the Secretary of State shall, as soon as possible after the end of each financial year (beginning with that in which the sum is issued and ending with that in which all liability in respect of the principal of the sum and in respect of interest thereon is finally discharged), lay before each House of Parliament a statement relating to that sum. 6 In subsection (1) “ oil company ” means a body corporate which in the opinion of the Secretary of State has as its principal object— a the production of petroleum; b the refining of petroleum; c the production and refining of petroleum; or d the supplying of petroleum in a case where any of its other objects is one of those mentioned in paragraphs (a) to (c)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "47A", "section_title": "Factors for the   OGA   to take into account", "section_text": "47A 1 The matters to which the   OGA   may have regard, in exercising or performing the powers and duties conferred or imposed on   it   by or under this Act, include, in particular— a activities in relevant waters for or in connection with the generation of electricity; aa activities which are authorised by a licence under Chapter 2 or 3 of Part 1 of the Energy Act 2008 (gas importation and storage); b proposals made by a person to carry on   activities within paragraph (a) or (aa)  ; c the proposals that it appears to the   OGA   may be made in the future for the carrying on of such activities; and d the likelihood that activities will in due course be carried on in accordance with proposals falling within paragraph (b) or (c). 2 The reference in subsection (1) to activities in connection with the generation of electricity in relevant waters includes— a the transmission, distribution and supply of the electricity generated; and b the doing of anything (whether by way of investigations, trials or feasibility studies or otherwise) with a view to ascertaining whether activities in relevant waters for or in connection with the generation of electricity are, in a particular case, practicable or commercially viable, or both. 2A For the purposes of subsection (1)(aa), activities are to be regarded as activities authorised by a licence under Chapter 2 or 3 of Part 1 of the Energy Act 2008 if, by virtue of such a licence, they are activities which may be carried on only with the consent of the   OGA   or another person. 3 In this section— “ distribution ”,  “ generate ”,  “ supply ” and  “ transmission ”, and cognate expressions, have the same meanings as in Part 1 of the Electricity Act 1989; and “ relevant waters ” means— waters in or adjacent to the United Kingdom up to the seaward limits of the territorial sea; or waters in a Renewable Energy Zone (within the meaning of Chapter 2 of Part 2 of the Energy Act 2004)."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "48", "section_title": " Interpretation.", "section_text": "48 1 In this Act “ foreign sector of the continental shelf ” means an area within which rights are exercisable with respect to the sea bed and subsoil and their natural resources by a country or territory outside the United Kingdom. 1A In this Act  “ the OGA ” means the Oil and Gas Authority. 2 Any reference in this Act to the commencement of this Act shall be construed as a reference to the commencement of this Act in accordance with section 52(4). 3 Each of Parts II,  III  and IV of this Act— a so far as it applies to individuals, applies to them whether or not they are British citizens; and b so far as it applies to bodies corporate, applies to them whether or not they are incorporated under the law of any part of the United Kingdom."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "49", "section_title": " Transitional provisions and savings.", "section_text": "49 Schedule 3 (transitional provisions and savings) shall have effect."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "50", "section_title": " Consequential amendments.", "section_text": "50 Schedule 4 (consequential amendments) shall have effect."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "51", "section_title": " Repeals and revocations.", "section_text": "51 1 The enactments mentioned in Part I of Schedule 5 (which include certain enactments which are spent) shall be repealed to the extent specified in the third column of that Part of that Schedule. 2 The instruments mentioned in Part II of that Schedule (which include certain provisions which are spent) shall be revoked to the extent specified in the third column of that Part of that Schedule."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "52", "section_title": " Commencement.", "section_text": "52 1 Section 5(1) to (4) and (11) and this section shall come into force on the passing of this Act. 2 The provisions mentioned in subsection (3) shall come into force on such day as the Secretary of State may by order appoint, and different days may be appointed for different provisions or different purposes. 3 The provisions referred to in subsection (2) are— in Schedule 4, paragraphs 8, 10, 11, 13, 34 and 40; and in Schedule 5, the repeals of— the  Employment (Continental Shelf) Act 1978; section 287(5) of the  Trade Union and Labour Relations (Consolidation) Act 1992; and section 201(5) of the  Employment Rights Act 1996. 4 Subject to subsections (1) and (2), this Act shall come into force on such day as the Secretary of State may by order appoint. 5 Orders under this section shall be made by statutory instrument."}, {"act": "Petroleum Act 1998", "year": 1998, "section": "53", "section_title": " Short title and extent.", "section_text": "53 1 This Act may be cited as the Petroleum Act 1998. 2 This Act, except for sections 7 and 8, extends to Northern Ireland."}]