[{"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "1", "section_title": " The Police Authority for Northern Ireland.", "section_text": "1 1 There shall continue to be a body corporate known as the Police Authority for Northern Ireland. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Schedule 1 shall have effect in relation to the Police Authority."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "2", "section_title": " General functions of the Police Authority.", "section_text": "2 1 The Police Authority shall secure the maintenance of the police force in Northern Ireland which shall continue to consist of— a the Royal Ulster Constabulary; and b the Royal Ulster Constabulary Reserve. 2 The police force, traffic wardens and the police service staff of the Police Authority shall form a single service which shall be known as the Northern Ireland Police Service. 3 The Police Authority shall secure that the Northern Ireland Police Service is efficient and effective. 4 In carrying out its duty under subsection (3), the Police Authority shall keep itself informed as to— a the workings of Part VII (police complaints and disciplinary proceedings); and b the manner in which complaints from members of the public against traffic wardens are dealt with by the Chief Constable under section 70. 5 In discharging its functions the Police Authority shall have regard to— a any objectives determined by the Secretary of State under section 14; b the objectives determined, and performance targets established, by the Authority under section 15; c the annual policing plan issued by the Authority under section 17; d the statement of principles issued under section 37; e any code of practice issued by the Secretary of State under section 38."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "3", "section_title": " Staff of the Police Authority.", "section_text": "3 1 The Police Authority, with the approval of the Secretary of State, shall appoint a chief executive officer who shall be secretary to the Authority and carry out such other functions as may be assigned to him by the Authority. 2 The terms and conditions of service of the chief executive officer of the Police Authority shall be such as the Authority may, with the approval of the Secretary of State, determine. 3 The Police Authority may, with the approval of the Secretary of State as to numbers and terms and conditions of service, employ persons to assist the police force or otherwise to enable the Authority to discharge its functions. 4 The Police Authority may make arrangements for administrative, secretarial or other assistance to be provided for the Authority by persons employed in the civil service. 5 Subject to subsection (6), the following functions of the Police Authority shall be exercised, on behalf of and in the name of the Police Authority, by the Chief Constable, namely— a the power to engage and dismiss employees under subsection (3), the power to direct and control such employees and all other powers and duties of the Authority as employer of such employees; and b the power to direct and control persons providing assistance to the Authority in pursuance of arrangements under subsection (4). 6 Subsection (5) does not apply to such of the persons employed by, or engaged in pursuance of arrangements under subsection (4) in providing assistance to, the Police Authority as may be determined by the Authority with the approval of the Secretary of State. 7 Persons who— a are employed by, or engaged in pursuance of arrangements under subsection (4) in providing assistance to, the Police Authority; and b are by virtue of subsection (5) subject to the direction and control of the Chief Constable, are referred to in this Act as the “ police service staff ” of the Authority."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "4", "section_title": " Power to transfer staff to employment of Police Authority.", "section_text": "4 1 The Secretary of State may by regulations provide for the transfer to the employment of the Police Authority of any person to whom this section applies. 2 Subject to subsection (3), this section applies to any person who immediately before such date as may be prescribed in regulations under subsection (1) (“ the prescribed date ”) is— a employed in the civil service; and b engaged, in pursuance of arrangements under section 3(4), in providing assistance to the Police Authority. 3 This section does not apply to a person if— a his employment in the civil service terminates on the day immediately before the prescribed date; or b he is withdrawn from work with the Authority with effect from the prescribed date. 4 Subsections (5) and (6) of section 3 shall apply in relation to persons transferred to the employment of the Authority under this section as they apply in relation to persons employed by the Authority under subsection (3) of that section. 5 Before making any regulations under this section the Secretary of State shall consult— a the Police Authority; b the Chief Constable; and c such organisations as appear to the Secretary of State to represent the interests of persons affected by the regulations."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "5", "section_title": " Provision and maintenance of buildings and equipment.", "section_text": "5 1 Subject to the following provisions of this section, the Police Authority may for the purposes of its functions provide and maintain buildings and equipment. 2 Subject to the following provisions of this section, the powers of the Police Authority under this section in so far as they relate to the provision or maintenance of buildings and equipment wholly or mainly for police purposes shall be exercised, on behalf of and in the name of the Authority, by the Chief Constable. 3 Subsection (2) does not apply— a to such buildings or equipment, or buildings or equipment of such description, as the Secretary of State may direct; or b in such circumstances or cases as the Secretary of State may direct. 4 For the purposes of this section the decision of the Secretary of State as to whether any building or equipment is provided or maintained wholly or mainly for police purposes shall be final. 5 The Police Authority may enter into arrangements with any other person for the maintenance, on such terms as the Authority with the approval of the Secretary of State may determine, of equipment used by that person; and maintenance of equipment carried out in pursuance of any such arrangements shall be treated for the purposes of this section as maintenance of equipment wholly for police purposes. 6 Nothing in this section confers power to acquire or hold land. 7 The power conferred by this section to provide buildings shall not be exercised except with the consent of the Secretary of State. 8 The power conferred by this section to provide equipment is subject to any regulations under section 40. 9 The power conferred by this section to provide buildings or equipment includes power to enter into a contract with another person for the provision or making available of buildings or equipment together with any services relating to such buildings or equipment."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "6", "section_title": " Acquisition and disposal of land by Police Authority.", "section_text": "6 1 For the purposes of its functions, the Police Authority may, with the consent of the Secretary of State, acquire, hold and dispose of land. 2 The consent of the Secretary of State under subsection (1) may be given— a either generally or in particular cases or descriptions of case; and b subject to conditions specified therein. 3 The power of the Police Authority to acquire land includes power to acquire it compulsorily in accordance with subsections (4) and (5). 4 Where the Police Authority proposes to acquire any land compulsorily it may apply to the Secretary of State for an order (“ a vesting order ”) vesting that land in the Authority and the Secretary of State may make such an order. 5 Schedule 6 to the  Local Government Act Northern Ireland) 1972 shall apply for the purposes of the acquisition of land by means of a vesting order made under this section in the same manner as it applies to the acquisition of land by means of a vesting order made under that Act subject to the following modifications— a for any reference to the council there shall be substituted a reference to the Police Authority; b for any reference to the Ministry concerned there shall be substituted a reference to the Secretary of State; c for any reference to that Act there shall be substituted a reference to this Act; d in paragraph 6(2) for the words from “the fund” to the end there shall be substituted the words  “                  funds of the Police Authority (in this Schedule referred to as “ the compensation fund ”), and shall be discharged by payments made by the Police Authority                ” ; and e in paragraph 12(2) for “the clerk of the council” there shall be substituted  “                  such person as may be designated for the purposes of this Schedule by the Police Authority                ” ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "7", "section_title": " Arrangements for obtaining the views of the public on policing.", "section_text": "7 1 The Police Authority shall make arrangements for obtaining— a the views of the public about matters concerning policing; and b the co-operation of the public with the police in preventing crime. 2 Before making any arrangements under this section the Police Authority shall— a consult the Chief Constable as to the arrangements that would be appropriate; and b consult each district council in Northern Ireland as to the arrangements that would be appropriate for its district. 3 The Police Authority shall from time to time review the arrangements made under this section. 4 If it appears to the Secretary of State that arrangements made under this section are not adequate for the purposes set out in subsection (1), he may require the Police Authority to review the arrangements and submit a report to him concerning the arrangements. 5 When reviewing arrangements under subsection (3) or (4) the Police Authority shall be under the same duty to consult as when making the arrangements. 6 A district council may make arrangements for enabling questions on the discharge of the functions of the Police Authority to be put by members of the council at a meeting of the council for answer by a person nominated by the Police Authority for that purpose. 7 On being given reasonable notice by a district council of a meeting of that council at which questions on the discharge of the Authority’s functions are to be put, the Police Authority shall nominate one or more of its members to attend the meeting to answer those questions."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "8", "section_title": " Provision of advice and assistance to international organisations,  etc.", "section_text": "8 1 Subject to the provisions of this section, the Police Authority may provide advice and assistance to— a an international organisation or institution; or b any other person or body engaged outside the United Kingdom in the carrying on of activities similar to any carried on by the Police Authority or the Chief Constable. 2 The power conferred on the Police Authority by subsection (1) includes a power to make arrangements under which a member of the Royal Ulster Constabulary is engaged for a period of temporary service with a body or person within paragraph (a) or (b) of that subsection. 3 The power conferred by subsection (1) shall not be exercised except with the consent of the Secretary of State which may be given subject to such conditions as appear to him to be appropriate. 4 Nothing in this section authorises the Police Authority to provide any financial assistance by making a grant or loan or giving a guarantee or indemnity. 5 The Police Authority may make charges for advice or assistance provided by it under this section. 6 This section is without prejudice to section 10 of the  Overseas Development and Co-operation Act 1980."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "9", "section_title": " Grants to, and borrowing by, the Police Authority.", "section_text": "9 1 The Secretary of State shall for each financial year make to the Police Authority— a a grant for police purposes; and b a grant for general administrative purposes of the Authority. 2 A grant under this section— a shall be of such amount; b shall be paid at such time, or in instalments of such amounts and at such times; and c shall be made on such conditions, as the Secretary of State may determine. 3 A time determined under subsection (2)(b) may fall within or after the financial year concerned. 4 Subject to subsections (5) and (6), the Police Authority may borrow, by way of temporary loan or overdraft from a bank or otherwise, any sum which it may temporarily require for the purpose of defraying expenses pending the receipt of moneys receivable by the Authority. 5 The total amount outstanding on foot of borrowings under subsection (4) shall not at any time exceed such sum as the Secretary of State may specify to the Authority in writing. 6 Any sum borrowed under subsection (4) shall be repaid before the end of the financial year in which it is borrowed. 7 The Police Authority may, with the prior consent of the Secretary of State, borrow or raise money on such terms and subject to such conditions as the Secretary of State may approve upon the security of any property or assets of the Authority for all or any of the following purposes— a meeting expenses incurred in connection with any permanent work the cost of which is properly chargeable to capital; b redeeming any loan previously borrowed or raised under this section; or c any other purpose for which capital moneys may properly be applied."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "10", "section_title": " Funding of Police Authority – ancillary provisions.", "section_text": "10 1 The Police Authority shall— a prepare and submit to the Secretary of State, at such times and in such form as the Secretary of State may direct, estimates of the receipts and payments of the Authority— i for police purposes; and ii for general administrative purposes of the Authority, during such period as may be specified in the direction; and b submit to the Secretary of State such other information relating to those estimates as he may require. 2 A draft of the estimates of receipts and payments for police purposes shall be submitted by the Chief Constable to the Police Authority. 3 The estimates of receipts and payments for police purposes submitted by the Police Authority under subsection (1) shall be either— a in the form of the draft submitted under subsection (2); or b in that form with such amendments as the Authority may, after consultation with the Chief Constable, determine. 4 The Police Authority shall comply with such directions as the Secretary of State may give as to the application of moneys received by the Authority otherwise than by way of grant under section 9(1); and to the extent that any statutory provision or any such direction does not require moneys so received to be applied in a particular manner or for a particular purpose, the Authority shall apply those moneys for police purposes. 5 The Police Authority shall in each financial year put at the disposal of the Chief Constable— a an amount equal to the amount of the grant for police purposes received in that year by the Authority under section 9(1); and b any amount received by the Authority in that year which is required to be applied for police purposes— i by subsection (4) or directions under that subsection; or ii by any other statutory provision."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "11", "section_title": " Charges for special services.", "section_text": "11 The Chief Constable may, at the request of any person, provide special police services subject to the payment to the Police Authority of such charges, or charges on such scales, as may be determined by the Authority with the approval of the Secretary of State."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "12", "section_title": " Accounts and audit.", "section_text": "12 1 The Police Authority shall— a keep proper accounts and proper records in relation to the accounts; and b prepare a statement of accounts in respect of each financial year. 2 The statement of accounts shall contain such information and shall be in such form as the Secretary of State may direct. 3 The Police Authority shall send copies of the statement of accounts to the Secretary of State and the Comptroller and Auditor General within such period after the end of the financial year to which the statement relates as the Secretary of State may direct. 4 The Comptroller and Auditor General shall— a examine, certify and report on each statement of accounts received by him under this section; and b lay copies of the statement of accounts and of his report before each House of Parliament."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "13", "section_title": " Rewards for diligence.", "section_text": "13 The Police Authority may, on the recommendation of the Chief Constable, pay to members of the Northern Ireland Police Service rewards for exceptional diligence or other specially meritorious conduct."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "14", "section_title": " Setting of policing objectives by Secretary of State.", "section_text": "14 1 The Secretary of State may determine, and from time to time revise, objectives for the policing of Northern Ireland. 2 Before determining or revising any objectives under this section, the Secretary of State shall consult— a the Police Authority; b the Chief Constable; and c such other persons as he thinks appropriate. 3 Objectives shall be determined under this section by reference to a period (not being less than 3 years nor more than 5 years) specified therein. 4 The Secretary of State shall lay before both Houses of Parliament a copy of any objectives determined or revised by him under this section. 5 References in other provisions of this Act to objectives determined under this section shall, where objectives so determined have been revised, be read as references to such objectives as revised ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "15", "section_title": " Setting of policing objectives and performance targets by Police Authority.", "section_text": "15 1 The Police Authority shall, before the beginning of each financial year, determine objectives for the policing of Northern Ireland during that year. 2 Objectives determined under this section may relate to matters to which objectives determined under section 14 also relate, or to other matters, but in any event shall be so framed as to be consistent with the objectives determined under that section. 3 Before determining objectives under this section, the Police Authority shall— a consult the Chief Constable; and b consider any views obtained by the Authority in accordance with arrangements made under section 7. 4 The Police Authority shall establish levels of performance (“ performance targets ”) to be aimed at in seeking to achieve— a any objectives established by the Secretary of State under section 14; and b the objectives determined by the Authority for a financial year under this section. 5 Performance targets under paragraph (a) of subsection (4) shall be established before the beginning of the period specified in the objectives in question by virtue of section 14(3); and performance targets under paragraph (b) of that subsection shall be established before the beginning of the financial year in question."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "16", "section_title": " The Chief Constable’s strategic policing plan.", "section_text": "16 1 The Chief Constable shall, after consultation with the Secretary of State and the Police Authority, issue a plan (“ the strategic policing plan ”) setting out the proposed arrangements for the policing of Northern Ireland during such period (not being less than 3 years nor more than 5 years) as is specified in the plan. 2 The strategic policing plan shall include a statement of the Chief Constable’s priorities for the period covered by the plan, of the financial resources expected to be available to him and of the proposed allocation of those resources by him, and shall give particulars of— a any objectives determined by the Secretary of State under section 14; b any objectives determined by the Police Authority under section 15; and c any performance targets established by the Police Authority under that section. 3 Where the Secretary of State revises any objectives determined by him under section 14, the Chief Constable shall, after consultation with the Secretary of State and the Police Authority, amend the strategic policing plan in such manner as appears to him to be appropriate. 4 The Chief Constable shall— a arrange for every strategic policing plan issued or revised by him under this section to be published in such manner as appears to him to be appropriate; and b send a copy of every plan so issued or revised to the Secretary of State and the Police Authority."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "17", "section_title": " The Police Authority’s annual policing plan.", "section_text": "17 1 The Police Authority shall, before the beginning of each financial year, issue a plan (“ the annual policing plan ”) setting out the proposed arrangements for the policing of Northern Ireland during that year. 2 The annual policing plan shall include a statement of the Police Authority’s priorities for the year, of the financial resources expected to be available to the Authority and of the proposed allocation of those resources by the Authority, and shall give particulars of— a any objectives determined by the Secretary of State under section 14; b any objectives determined by the Police Authority under section 15; and c any performance targets established by the Police Authority under that section. 3 A draft of the annual policing plan shall be submitted by the Chief Constable to the Police Authority for it to consider. 4 The Police Authority may adopt an annual policing plan either— a in the form of the draft submitted under subsection (3); or b with such amendments as the Authority may, after consultation with the Chief Constable, determine. 5 Before issuing an annual policing plan adopted by it under subsection (4), the Police Authority shall consult the Secretary of State. 6 The Police Authority shall arrange for every annual policing plan issued by it under this section to be published in such manner as appears to it to be appropriate."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "18", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "18"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "19", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "19"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "20", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "20"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "21", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "21"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "22"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "23"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "25", "section_title": " Regulations for  Police Service of Northern Ireland .", "section_text": "25 1 Subject to the provisions of this section, the  Department of Justice  may make regulations as to the government, administration and conditions of service of members of  the Police Service of Northern Ireland . 2 Without prejudice to the generality of subsection (1), regulations under this section may make provision with respect to— a the ranks to be held by members of  the Police Service of Northern Ireland ; b the qualifications for appointment and promotion of members of  the Police Service of Northern Ireland ; c periods of service on probation; d voluntary retirement of members of  the Police Service of Northern Ireland ; e the conduct, efficiency and effectiveness of members of  the Police Service of Northern Ireland  and the maintenance of discipline; f the suspension or dismissal of members of  the Police Service of Northern Ireland  from membership of  the Police Service of Northern Ireland  and from the office of constable; g the maintenance of personal records of members of  the Police Service of Northern Ireland ; h the duties which are or are not to be performed by members of  the Police Service of Northern Ireland ; i the treatment as occasions of police duty of attendance at meetings of the Police Association and of any body recognised by the  Department of Justice  for the purposes of section 35; j the hours of duty, leave, pay and allowances of members of  the Police Service of Northern Ireland ; k the pensions and gratuities in respect of service as a member of  the Police Service of Northern Ireland  (including provision for the recognition for the purposes of such pensions and gratuities of service otherwise than as a member of the police force and for the payment and receipt of transfer values or of other lump sums made for the purpose of creating or restoring rights to such pensions and gratuities); and l the issue, use and return of equipment. 2A Subsection (2)(k) is subject to sections 18 and 19 of the Public Service Pensions Act (Northern Ireland) 2014 (restrictions on benefits provided under existing schemes). 3 Without prejudice to the powers conferred by this section, regulations under this section shall— a establish, or make provision for the establishment of, procedures for cases in which a member of  the Police Service of Northern Ireland  may be dealt with by dismissal, requirement to resign, reduction in rank, reduction in rate of pay, fine, reprimand or caution; and b make provision for securing that any case in which a senior officer may be dismissed or dealt with in any of the other ways mentioned in paragraph (a) is decided by the  Board . 4 Without prejudice to the powers conferred by this section, regulations under this section shall provide for appeals to an appeals tribunal by members of  the Police Service of Northern Ireland  who are dismissed, required to resign or reduced in rank— a in a case where there is no right of appeal to any other person, by a decision taken in proceedings under regulations made in accordance with subsection (3); and b in a case where there is a right of appeal to another person, by a decision of that person. 5 In relation to any matter as to which provision may be made by regulations under this section, the regulations may, subject to subsection (3)(b)— a authorise or require provision to be made by, or confer discretionary powers on, the  Department of Justice , the  Board , the Chief Constable or other persons; or b authorise or require the delegation by any person of functions conferred on him by or under the regulations. 6 Regulations under this section as to conditions of service shall secure that appointments for fixed terms are not made except —                      a as permitted by section 36A of the Police (Northern Ireland) Act 2000; or b where the person appointed holds the rank of superintendent or a higher rank. 7 Where regulations made in accordance with subsection (2)(a) vary the ranks held by members of  the Police Service of Northern Ireland , the regulations may make such amendments as appear to the  Department of Justice  to be necessary or expedient to any statutory provision (including this Act) containing a reference to any rank held by a member of  the Police Service of Northern Ireland . 8 The  Department of Justice  shall consult both the  Board  and the Police Association before making any regulations under this section  .... 9 Subsection (8) does not apply to— a regulations made by virtue of subsection (2)(k), as to which the Department of Justice shall invite the views of the Police Advisory Board for England and Wales, or b regulations made by virtue of subsection (2)(j) or (l), as to which section 25A applies."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "25A", "section_title": "Regulations about hours, leave, pay or equipment: consultation  etc", "section_text": "25A 1 This section applies where the Department of Justice is proposing to make regulations under section 25 by virtue of subsection (2)(j) or (l) of that section. 2 In the case of regulations concerning officers of or below the rank of chief superintendent, before making the regulations the Department of Justice shall (subject to subsection (5))— a refer the matter to the Police Remuneration Review Body under section 64B(3) of the Police Act 1996, and b consider that body's report on the matter. 3 In the case of regulations concerning officers above the rank of chief superintendent, before making the regulations the Department of Justice shall (subject to subsection (5))— a consider advice on the matter from the Senior Salaries Review Body, or b where subsection (4) applies, refer the matter to the Police Remuneration Review Body under section 64B(3) of the Police Act 1996 and consider that body's report on the matter. 4 This subsection applies where— a the regulations would affect officers who are not above the rank of chief superintendent as well as those who are, and b the Department of Justice thinks that it would be preferable for the matter to be considered by the same body. 5 The duty to consider advice from the Senior Salaries Review Body or to refer the matter to the Police Remuneration Review Body does not apply if Department of Justice considers that— a there is not enough time to do so because the need to make the regulations is so urgent, or b it is unnecessary to do so by reason of the nature of the proposed regulations. 6 In all cases, before making the regulations the Department of Justice shall supply a draft of them to, and consider any representations made by— a the Board, b the Police Association, and c the Chief Constable of the Police Service of Northern Ireland. 7 The Department of Justice may by order amend this section in consequence of a change in the name or functions of the body for the time being specified in subsection (3)(a)."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "26", "section_title": " Regulations for  Police Service of Northern Ireland  Reserve.", "section_text": "26 1 The  Department of Justice  may make regulations as to the government, administration and conditions of service of reserve constables. 2 Without prejudice to the generality of subsection (1), regulations under this section may make provision with respect to— a the ranks to be held by reserve constables; b the appointment and promotion of reserve constables; c the retirement of reserve constables; d the conduct, efficiency and effectiveness of reserve constables and the maintenance of discipline; e the suspension or dismissal of reserve constables from their office; f the remuneration and allowances of reserve constables; and g the application to reserve constables, subject to such modifications as may be prescribed by the regulations, of any provision made under section 25 or any other statutory provision with respect to pensions  or gratuities  payable to or in respect of members of  the Police Service of Northern Ireland . 2A Subsection (2)(g) is subject to sections 18 and 19 of the Public Service Pensions Act (Northern Ireland) 2014 (restrictions on benefits provided under existing schemes). 3 Without prejudice to the powers conferred by this section, regulations under this section shall establish, or make provision for the establishment of, procedures for cases in which a reserve constable may be dealt with by dismissal, requirement to resign, reduction in rank, reduction in rate of pay, fine, reprimand or caution. 4 Without prejudice to the powers conferred by this section, regulations under this section shall provide for appeals to an appeals tribunal by reserve constables who are dismissed, required to resign or reduced in rank— a in a case where there is no right of appeal to any other person, by a decision taken in proceedings under regulations made in accordance with subsection (3); and b in a case where there is a right of appeal to another person, by a decision of that person. 5 In relation to any matter as to which provision may be made by regulations under this section, the regulations may— a authorise or require provision to be made by, or confer discretionary powers on, the  Department of Justice , the  Board , the Chief Constable or other persons; or b authorise or require the delegation by any person of functions conferred on him by or under the regulations. 6 The  Department of Justice  shall consult both the  Board  and the Police Association before making any regulations under this section."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "27", "section_title": " Members of  Police Service of Northern Ireland  engaged on other police service.", "section_text": "27 1 For the purposes of this section “ relevant service ” means— a service in a police force in Great Britain, on which a member of  the Police Service of Northern Ireland  is engaged with the consent of the Chief Constable and the  Department of Justice ; aa temporary service on which a member of the police force is engaged in accordance with arrangements made under paragraph 6(2) of Schedule 2 to the Police Reform Act 2002 (c. 30);  b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ca . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . cb seconded service as a  National Crime Agency officer  on which a member of the Police Service of Northern Ireland is engaged with the consent of the Chief Constable; cc . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d temporary service on which a member of  the Police Service of Northern Ireland  is engaged in accordance with arrangements under section 8 of this Act; e temporary service as an inspector of constabulary under section 56 of the  Police Act 1996 on which a member of  the Police Service of Northern Ireland  is engaged with the consent of the Chief Constable; f temporary service under the Crown in connection with the provision by the Secretary of State of such organisations and services as are described in section 57 of the  Police Act 1996, on which a member of  the Police Service of Northern Ireland  is engaged with the consent of the Chief Constable; g service the expenses of which are payable under section 1(1) of the  Police (Overseas Service) Act 1945, on which a member of  the Police Service of Northern Ireland  is engaged with the consent of the Chief Constable;  . . . h service pursuant to an appointment under section 10 of the  Overseas Development and Co-operation Act 1980, on which a member of  the Police Service of Northern Ireland  is engaged with the consent of the Chief Constable  , or j service in connection with the provision by the Secretary of State of assistance under the International Development Act 2001 on which a member of the Police Service of Northern Ireland is engaged with the consent of the Chief Constable. 2 In this section “ member ofthe Police Service of Northern Ireland ” does not include the Chief Constable. 3 Subject to subsections (4) to (7), a member of  the Police Service of Northern Ireland  engaged on relevant service shall be treated as if he were not a member of  the Police Service of Northern Ireland  during that service; but, except where a pension, allowance or gratuity becomes payable to him by virtue of regulations under section 25— a he shall be entitled at the end of the period of relevant service to revert to  the Police Service of Northern Ireland  in the rank in which he was serving immediately before that period began; and b he shall be treated as if he had been serving in  the Police Service of Northern Ireland  during the period of relevant service for the purpose of any scale prescribed by or under regulations made under section 25 fixing his rate of pay by reference to his length of service. 4 A member of  the Police Service of Northern Ireland  may, when engaged on relevant service, be promoted in  the Police Service of Northern Ireland , as if he were serving in it; and in any such case— a the reference in paragraph (a) of subsection (3) to the rank in which he was serving immediately before the period of relevant service began shall be construed as a reference to the rank to which he is promoted; and b for the purposes mentioned in paragraph (b) of that subsection he shall be treated as having served in that rank from the time of his promotion. 5 A member of  the Police Service of Northern Ireland  who— a while engaged on relevant service within subsection (1)(a), is dismissed from that service or is required to resign as an alternative to dismissal; or b has completed a period of relevant service within  subsection (1)(aa),  ...  ... (cb), (cc),  (d), (e), (f), (h) or (j) ; or c while engaged on relevant service within subsection (1)(g), is dismissed from that service by the disciplinary authority established by regulations made under section 1 of the  Police (Overseas Service) Act 1945 or is required to resign as an alternative to dismissal, may be dealt with under regulations made in accordance with section 25(3) for anything done or omitted while he was engaged on that service as if that service had been service in  the Police Service of Northern Ireland . 6 For the purposes of subsection (5)(a), a certificate certifying that a person has been dismissed, or required to resign as an alternative to dismissal, shall be evidence of the fact so certified if it is given by or on behalf of the chief officer of the police force in which that person was engaged in relevant service. 6A Regulations made by virtue of section 25(3) or (4) in relation to a member of the PSNI who has completed a period of relevant service within subsection (1)(d) may provide for a relevant procedure to be treated for the purposes of the regulations as carried out in accordance with procedures for which provision is made by regulations made by virtue of section 25(3). 6B In subsection (6A)\t\t\t\t\t\t “ relevant procedure ” means an investigation, hearing or other procedure carried out in relation to the person concerned in a country or territory outside the United Kingdom in connection with the person’s relevant service.  7 A member of  the Police Service of Northern Ireland  engaged on relevant service within subsection  (1) ...   ... (cb) or (cc) — a shall continue to be a constable; and b shall be treated for the purposes of sections  . . ., 32, 33, 35 and 67 of this Act  and  sections 31A and 32  of the Police (Northern Ireland) Act 2000  as if he were a member of  the Police Service of Northern Ireland . 8 The Secretary of State shall be liable in respect of  any unlawful conduct of  a member of  the Police Service of Northern Ireland  engaged on relevant service within subsection (1)(e) or (f) in the performance or purported performance of his functions in like manner as a master is liable in respect of  any unlawful conduct of  his servants in the course of their employment, and shall  , in the case of a tort,  be treated for all purposes as a joint tortfeasor. 9 The preceding provisions of this section apply to a police officer serving in the Police Service of Northern Ireland Reserve as they apply to a police officer serving in the Police Service of Northern Ireland, but with the substitution— a for references to the Police Service of Northern Ireland of references to the Police Service of Northern Ireland Reserve; b for the references in subsection (3) to section 25 of references to section 26; and c for the reference in subsection (5) to section 25(3) of a reference to section 26(3)."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "28", "section_title": " The  Police Fund .", "section_text": "28 1 The  Department of Justice  may by regulations provide— a for the establishment, maintenance and operation of the  Police Fund ; and b for the payment into that fund of— i fines imposed on members of the police force in disciplinary proceedings; and ii such other moneys as may be specified in the regulations. 2 The  Department of Justice  shall consult both the  Board  and the Police Association before making any regulations under this section."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "29", "section_title": " Liability for wrongful acts of constables.", "section_text": "29 1 The Chief Constable shall be liable in respect of  any unlawful conduct of  members of the police force under his direction and control in the performance or purported performance of their functions in like manner as a master is liable in respect of  any unlawful conduct of  his servants in the course of their employment, and accordingly shall  , in the case of a tort,  be treated for all purposes as a joint tortfeasor. 2 There shall be paid out of funds put at the disposal of the Chief Constable under  section 10(5) of the Police (Northern Ireland) Act 2000 — a any damages or costs awarded against the Chief Constable in any proceedings brought against him by virtue of this section and any costs incurred by him in any such proceedings so far as not recovered by him in those proceedings; and b any sum required in connection with the settlement of any claim made against the Chief Constable by virtue of this section, if the settlement is approved by the  Board . 3 The Chief Constable may, in such cases and to such extent as appear to him to be appropriate, pay— a any damages or costs awarded against a member of the police force in proceedings for  any unlawful conduct of  that member; b any costs incurred and not recovered by a member of the police force in such proceedings; and c any sum required in connection with the settlement of a claim that has or might have given rise to such proceedings, if the settlement is approved by the  Board . 4 The Chief Constable may make arrangements for the legal representation of any member of the police force in any proceedings mentioned in subsection (3). 5 This section applies to persons serving with the  the Police Service of Northern Ireland  by virtue of section 98 of the  Police Act 1996 or  section 23 or 24 of the Serious Organised Crime and Police Act 2005  as it applies to members of the police force. 6 This section shall have effect where an international joint investigation team has been formed under the leadership of a constable who is a member of the Police Service of Northern Ireland as if any unlawful conduct, in the performance or purported performance of his functions as such, of any member of that team who is neither— a a constable, nor b an employee of the Board, were unlawful conduct of a constable under the direction and control of the Chief Constable. 7 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the  Department of Justice . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "30", "section_title": " Protection of members of the police force in executing warrants.", "section_text": "30 1 No action shall be brought against a member of the police force in respect of any act done in execution of a warrant by reason of— a any irregularity in the issuing of the warrant; or b any lack of jurisdiction in the person who issued it. 2 Where any such action is commenced, the judge may, on an application by the defendant supported by an affidavit of facts, order that the proceedings in such action be set aside with or without costs."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "31", "section_title": " Property coming into the possession of the police.", "section_text": "31 1 Where any property has come into the possession of the police in connection with their investigation of a suspected offence, a court of summary jurisdiction, on an application under this subsection, may— a make an order for the delivery of the property to the person appearing to the court to be the owner of the property; or b where the owner cannot be ascertained, make such order with respect to the property as the court thinks fit. 2 An application under subsection (1) in relation to any property may be made— a by a member of the police force; or b by a person claiming an interest in the property. 3 An order under subsection (1) does not affect the right of any person to take, within 6 months from the date of the order, legal proceedings against any person in possession of property delivered by virtue of the order for the recovery of the property; but, on the expiration of that period, the right shall cease. 4 The  Department of Justice  may make regulations for the disposal of property which has come into the possession of the police (whether as mentioned in subsection (1) or otherwise), in cases where— a the owner of the property has not been ascertained; and b no order of a competent court has been made with respect to the property. 5 Regulations under subsection (4) may— a authorise the sale of property; b authorise the application of any money which has come into the possession of the police as mentioned in that subsection and the proceeds of any such sale as is mentioned in paragraph (a)— i to defray expenses incurred under the regulations; ii to pay reasonable compensation to persons by whom property has been delivered to the police; and iii for such other purposes as may be specified in or determined under the regulations; c provide that where, in the case of property other than money— i the property has remained in the possession of the police for at least a year; ii the police would under the regulations have power to sell the property; iii in the opinion of the  Board , the property can be used for police purposes; and iv the Board  determines, in such manner as may be prescribed by the regulations, that the property is to be retained by, the  Board  is to become the owner of the property on the making of the determination or at such later time as the regulations may specify; d in relation to property which is in the possession of the police by virtue of Article 11 of the  Criminal Justice (Northern Ireland) Order 1994, make (subject to subsection (6)) provision for disposal (including disposal by vesting in the  Board ) in cases where no application under subsection (1) by a claimant of the property has been made within 6 months from the date on which the order was made or no such application has succeeded; e provide for the publication of determinations under paragraph (c)(iv). 6 Regulations under subsection (4) may not provide for the vesting in the  Board  of property in relation to which an order has been made under Article 12 of the  Criminal Justice (Northern Ireland) Order 1994. 7 Except as provided by subsection (8), property shall not be sold unless it has remained in the possession of the police for at least a year. 8 Property may be sold at any time if— a the property is perishable; or b custody of the property would involve unreasonable expense or inconvenience, but the proceeds of sale shall not be disposed of unless they have remained in the possession of the police for at least a year. 9 Where property is in the possession of the police by virtue of Article 11 of the  Criminal Justice (Northern Ireland) Order 1994— a no application shall be made under subsection (1) by any claimant after the expiration of 6 months from the date on which the order in respect of the property was made under that Article; b no such application shall succeed unless the claimant satisfies the court either— i that he had not consented to the offender having possession of the property; or ii where an order is made under paragraph (1)(a) of that Article, that he did not know, and had no reason to suspect, that the property was likely to be used for the purpose mentioned in that sub-paragraph."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "32", "section_title": " Police Association for Northern Ireland.", "section_text": "32 1 There shall continue to be a Police Association for Northern Ireland for the purpose of representing members of the police force in all matters affecting their welfare and efficiency, except for— a questions of promotion affecting individuals; and b (subject to subsection (2)) questions of discipline affecting individuals. 2 The Police Association may represent a member of the police force at any proceedings brought under regulations made in accordance with section 25(3) or 26(3) or on an appeal from any such proceedings. 3 Except on such an appeal or as provided by regulations made as mentioned in subsection (2), a member of the police force may only be represented under subsection (2) by another member of the police force. 4 The Police Association shall be entirely independent of, and subject to subsection (5) unassociated with, any body or person outside the police services of the United Kingdom, but may employ persons outside those services in an administrative or advisory capacity. 5 The  Department of Justice — a may authorise the Police Association or a section thereof to be associated with a person or body outside the police services of the United Kingdom in such cases and manner, and subject to such conditions and restrictions, as  the Department of Justice  may specify; and b may vary or withdraw an authorisation previously given; and anything for the time being so authorised shall not be precluded by subsection (4)."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "33", "section_title": " Regulations for Police Association.", "section_text": "33 1 The  Department of Justice  may by regulations— a prescribe the constitution and proceedings of the Police Association and of the sections thereof; or b authorise any such section to make rules concerning such matters relating to its constitution and proceedings as may be specified in the regulations. 2 Without prejudice to the generality of subsection (1), regulations under this section may make provision— a with respect to the membership of the Police Association; b with respect to the raising of funds by the Police Association by voluntary subscription and the use and management of funds derived from such subscriptions; c with respect to the manner in which representations may be made by the Police Association, or any section thereof, to the  Board , the Chief Constable or the  Department of Justice ; d for the payment by the  Department of Justice  of expenses incurred in connection with the Police Association; e for modifying any regulations under section 25 or 26 in relation to any member of the police force who is the secretary or an officer of the Police Association and for requiring the Police Association to make contributions in respect of the pay, pension or allowances payable to or in respect of any such person. 3 Before making any regulations under this section the  Department of Justice  shall consult the Police Association."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "34", "section_title": " The Police Negotiating Board for the United Kingdom.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "35", "section_title": " Membership of trade unions.", "section_text": "35 1 Subject to the following provisions of this section, a member of the police force shall not be a member of any trade union, or of any association having for its objects, or one of its objects, to control or influence the pay, pensions or conditions of service of any police force. 2 Where a person was a member of a trade union before becoming a member of the police force he may, with the consent of the Chief Constable, continue to be a member of that union during the time of his service in the police force. 3 In this section “ trade union ” has the meaning assigned to it by Article 3(1) of the  Industrial Relations (Northern Ireland) Order 1992; and if any question arises whether any body is a trade union or an association to which this section applies, the question shall be determined by the Certification Officer for Northern Ireland. 4 Nothing in this section applies to membership of the Police Association or of any body recognised by the  Department of Justice  for the purposes of this section as representing members of the police force who are not members of the Police Association."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "36", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "36"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "37", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "37"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "39", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "39"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "40", "section_title": " Power to require use by police of specified facilities, equipment or services.", "section_text": "40 1 The  Department of Justice  may by regulations make provision for requiring the police force to use specified facilities, equipment or services, or facilities, equipment or services of a specified description, if  the Department of Justice  considers that it would be in the interests of the efficiency or effectiveness of the police force for it to do so. 2 Before making any regulations under this section, the  Department of Justice  shall consult— a the  Board ; b the Chief Constable; and c the Police Association. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "41", "section_title": " Appointment of inspectors of constabulary.", "section_text": "41 1 The  Department of Justice  may appoint from among Her Majesty’s Inspectors of Constabulary appointed under section 54 of the  Police Act 1996 such number of inspectors of constabulary for Northern Ireland as  the Department of Justice  may determine. 2 The inspectors shall at least once in every year inspect and report to the  Department of Justice  on the efficiency and effectiveness of  — a the Police Service of Northern Ireland; b the Police Service of Northern Ireland Reserve; c the police support staff; and d traffic wardens. 3A The  appropriate authority  may at any time require the inspectors to carry out an inspection under this section of the Police Service of Northern Ireland; and a requirement under this subsection may include a requirement for the inspection to be confined to a particular part of the Service, to particular matters or to particular activities of the Service. 3B Where the inspectors carry out an inspection under subsection (3A), they shall send a report on that inspection to the  appropriate authority . 3C In subsections (3A) and (3B) “the appropriate authority” means, in relation to any inspection— a the Secretary of State, if the inspection relates (in whole or in part other than incidentally) to an excepted matter or reserved matter or to a matter in respect of which a function is conferred or imposed on the Secretary of State by or under a statutory provision; b otherwise, the Department of Justice; and in paragraph (a) “excepted matter” and “reserved matter” have the meanings given by section 4 of the Northern Ireland Act 1998. 4 The inspectors shall— a if the  Department of Justice  so directs, carry out an inspection of the Board’s compliance with the requirements of section 28 of the Police (Northern Ireland) Act 2000; b carry out such other duties for the purpose of furthering the efficiency and effectiveness of the police, the police support staff and traffic wardens as the  Department of Justice  may from time to time direct; c make such reports as the  Department of Justice  may from time to time direct. 5 Any expenditure incurred for the purposes of or in connection with an inspection under this section shall be defrayed by the  Department of Justice ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "41A", "section_title": "Powers of Secretary of State in relation to reports and other duties of inspectors of constabulary", "section_text": "41A 1 For the purposes of subsections (2) to (8) information is “protected information” if the inclusion of the information in a report of the inspectors under section 41 would be against the interests of national security. 2 If it appears to the Secretary of State that— a the inspectors are required to prepare a report under section 41 (other than a report on an inspection required by the Secretary of State under section 41(3A)), and b the report might contain (or once completed might contain) protected information, the Secretary of State may require the inspectors to refer the report to the Secretary of State (or, if the report is not completed when the requirement is imposed, to refer the report once it is completed). 3 The Secretary of State must, within— a the period of 30 days after the date on which the inspectors refer the report to the Secretary of State, or b such longer period as may be agreed between the Secretary of State and the Department of Justice, notify the inspectors whether, in the opinion of the Secretary of State, the report contains any protected information. 4 If— a it appears to the inspectors that a report under section 41 (other than a report on an inspection required by the Secretary of State under section 41(3A)) might contain protected information, and b the inspectors have not been required to refer the report to the Secretary of State under subsection (2), the inspectors must refer the report to the Secretary of State. 5 The Secretary of State must, within— a the period of 30 days after the date on which the inspectors refer the report to the Secretary of State, or b such longer period as may be agreed between the Secretary of State and the Department of Justice, notify the inspectors whether, in the opinion of the Secretary of State, the report contains any protected information. 6 Where the Secretary of State has required that a report be referred to the Secretary of State under subsection (2), or the inspectors are required under subsection (4) to refer a report to the Secretary of State, the inspectors must not disclose the report to anyone apart from the Secretary of State, except— a in accordance with subsection (7), b after being notified by the Secretary of State that, in the opinion of the Secretary of State, the report does not contain any protected information, or c after the period mentioned in subsection (3) or (5) has expired without any notification being given by the Secretary of State. 7 Where the Secretary of State notifies the inspectors under subsection (3) or (5) that, in the opinion of the Secretary of State, a report contains protected information— a the Secretary of State may direct the inspectors to exclude from the report any information that, in the opinion of the Secretary of State, is protected information, b the inspectors must exclude that information from the report, c the Secretary of State must inform the Department of Justice that the Secretary of State has given a direction under paragraph (a), and d the Secretary of State must lay before Parliament a statement that the Secretary of State has given a direction under paragraph (a). 8 When the inspectors provide to anyone a report from which information has been excluded under subsection (7), they must at the same time provide the report to the Secretary of State. 9 For the purposes of subsections (10) to (14) information is “protected information” if it is information that, in the interests of national security, ought not to be disclosed by the inspectors. 10 If it appears to the Secretary of State that any requirement imposed on the inspectors by the Department of Justice under section 41 may require them to disclose, otherwise than in a report, information that is or includes protected information, the Secretary of State may require the inspectors to refer the matter to the Secretary of State. 11 If it appears to the inspectors that any requirement imposed on them by the Department of Justice under section 41 may require them to disclose, otherwise than in a report, information that is or includes protected information, they must refer the matter to the Secretary of State. 12 The Secretary of State must, within— a the period of 30 days after the date on which the inspectors refer a matter to the Secretary of State under subsection (10) or (11), or b such longer period as may be agreed between the Secretary of State and the Department of Justice, notify the inspectors whether, in the opinion of the Secretary of State, the information in question is or includes protected information. 13 Where the inspectors are required under subsection (10) or (11) to refer a matter to the Secretary of State, they must not disclose the information in question to anyone apart from the Secretary of State, except— a in accordance with subsection (14), b after being notified by the Secretary of State that, in the opinion of the Secretary of State, the information in question is not or does not include protected information, or c after the period mentioned in subsection (12) has expired without any notification being given by the Secretary of State. 14 Where the Secretary of State notifies the inspectors under subsection (12) that, in the opinion of the Secretary of State, the information in question is or includes protected information— a the Secretary of State may set aside or modify the requirement imposed by the Department of Justice as the Secretary of State thinks appropriate so that the inspectors are not required to disclose any information that, in the opinion of the Secretary of State, is protected information; b the inspectors must proceed accordingly; c the Secretary of State must inform the Department of Justice that the Secretary of State has taken action under paragraph (a); and d the Secretary of State must lay before Parliament a statement that the Secretary of State has taken action under paragraph (a)."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "42", "section_title": " Publication of reports of inspectors of constabulary.", "section_text": "42 1 Subject to subsection (2), the  Department of Justice  shall arrange for any report received by  it  under section 41(2)  ... and any report of an inspection under section 41(4)(a)  to be published in such manner as appears to  it  to be appropriate. 2 The  Department of Justice  may exclude from publication under subsection (1) any part of a report if, in  its  opinion, the publication of that part— a would be  ... prejudicial to public order; or b might jeopardise the safety of any person. 3 The  Department of Justice  shall send a copy of the published report to— a the  Board ; and b the Chief Constable. 4 The  Board  shall invite the Chief Constable to submit comments on the published report to  the Board  before such date as it may specify. 5 The  Board shall prepare comments on the published report and shall arrange for— a its comments; b any comments submitted by the Chief Constable in accordance with subsection (4); and c any response which  the Board  has to the comments submitted by the Chief Constable, to be published in such manner as appears to  the Board  to be appropriate. 6 The  Board  shall send a copy of any document published under subsection (5) to the  Department of Justice . 6A In relation to a report received by the Secretary of State under section 41(3B)— a subsections (1) to (6) above apply as if references to the Department of Justice were references to the Secretary of State; b under subsection (2) above, the Secretary of State may also exclude from publication under subsection (1) any part of the report if, in the Secretary of State’s opinion, the publication of that part would be against the interests of national security. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "43", "section_title": " Criminal statistics.", "section_text": "43 1 The Chief Constable shall, at such times and in such form as the  Department of Justice  may direct, transmit to the  Department of Justice  such particulars with respect to offences, offenders, criminal proceedings and the state of crime in Northern Ireland as the  Department of Justice  may require. 2 The  Department of Justice  shall cause an abstract of the information transmitted to  it  under this section to be prepared and published in such manner as  it  thinks appropriate."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "44", "section_title": " Inquiries.", "section_text": "44 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "45", "section_title": " Research and advice.", "section_text": "45 1 The  Department of Justice  may set up such bodies and take such other steps as appear to  the Department of Justice  to be necessary or expedient for the purpose of undertaking research into matters affecting the efficiency and effectiveness of  — a the Police Service of Northern Ireland; b the Police Service of Northern Ireland Reserve; c the police support staff; and d traffic wardens . 2 The  Department of Justice  may set up such bodies as appear to  the Department of Justice  to be necessary or expedient for the purpose of advising  the Department of Justice  on matters affecting the efficiency and effectiveness of  — a the Police Service of Northern Ireland; b the Police Service of Northern Ireland Reserve; c the police support staff; and d traffic wardens."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "46", "section_title": " Expenditure by  Department of Justice  for police purposes.", "section_text": "46 The  Department of Justice  may— a make such contribution to the provision or maintenance of such organisations, facilities and services; and b make such other payments, as  the Department of Justice  thinks necessary or expedient for promoting the efficiency and effectiveness of  — a the Police Service of Northern Ireland; b the Police Service of Northern Ireland Reserve; c the police support staff; and d traffic wardens."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "47", "section_title": " Annual and other reports by Police Authority to Secretary of State.", "section_text": "47 1 The Police Authority shall, not later than 6 months after the end of each financial year, issue a report relating to the policing of Northern Ireland for the year. 2 A report issued under subsection (1) for any year shall include— a an assessment of the extent to which the annual policing plan for that year issued under section 17 has been carried out; and b an assessment— i of the extent to which the membership of the police force is representative of the community in Northern Ireland; and ii of the effectiveness of any measures taken by the Chief Constable with a view to securing that the membership of the police force is representative of that community. 3 The Police Authority shall— a arrange for every report issued under subsection (1) to be published in such manner as appears to it to be appropriate; and b send a copy of the report to the Secretary of State. 4 The Police Authority shall, whenever required by the Secretary of State, submit to the Secretary of State a report on such matters connected with the discharge of the Authority’s functions, or otherwise with the policing of Northern Ireland, as may be specified in the requirement. 5 A report under subsection (4) shall be made— a in such form as may be specified in the requirement under that subsection; and b within the period of one month from the date on which that requirement is made or within such longer period as may be agreed between the Police Authority and the Secretary of State. 6 The Secretary of State may arrange, or require the Police Authority to arrange, for a report under subsection (4) to be published in such manner as appears to him to be appropriate."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "48", "section_title": " Annual and other reports by Chief Constable to Police Authority.", "section_text": "48 1 The Chief Constable shall, not later than 3 months after the end of each financial year, submit to the Police Authority a general report on the policing of Northern Ireland during that year. 2 The Chief Constable shall arrange for a report submitted under subsection (1) to be published in such manner as appears to him to be appropriate. 3 The Chief Constable shall, whenever so required by the Police Authority, submit to the Authority a report on such matters connected with the policing of Northern Ireland as may be specified in the requirement. 4 A report under subsection (3) shall be made— a in such form as may be specified in the requirement under that subsection; and b within the period of one month from the date on which that requirement is made, or within such longer period as may be agreed between the Chief Constable and the Police Authority. 5 If it appears to the Chief Constable that a report in compliance with subsection (3) would contain information which— a in the public interest ought not to be disclosed; or b is not needed for the discharge of the functions of the Police Authority, he may request the Authority to refer the requirement to submit the report to the Secretary of State, and in any such case the requirement shall be of no effect unless it is confirmed by the Secretary of State. 6 The Police Authority may arrange, or require the Chief Constable to arrange, for a report under subsection (3) to be published in such manner as appears to the Authority to be appropriate."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "49", "section_title": " Reports by Chief Constable to Secretary of State.", "section_text": "49 1 The Chief Constable shall, whenever so required by the Secretary of State, submit to the Secretary of State a report on such matters connected with the policing of Northern Ireland as may be specified in the requirement. 2 A report under subsection (1) shall be made— a in such form as may be specified in the requirement under that subsection; and b within the period of one month from the date on which that requirement is made, or within such longer period as may be agreed between the Chief Constable and the Secretary of State. 3 The Secretary of State may arrange, or require the Chief Constable to arrange, for a report under subsection (1) to be published in such manner as appears to the Secretary of State to be appropriate. 4 The Chief Constable shall, at the same time as he submits a report to the Police Authority under section 48(1), submit the same report to the Secretary of State. 5 The Secretary of State shall lay before both Houses of Parliament every report submitted to him under subsection (4)."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "50", "section_title": " Interpretation of this Part.", "section_text": "50 1 In this Part— “ the appropriate disciplinary authority ” means— a in relation to a senior officer, the  Board ; and b in relation to any other member of the police force, the Chief Constable; “ complaint ” shall be construed in accordance with section 52(8); “ complainant ” means the person by, or on behalf of whom, a complaint is made;  “ the Director ” means the Director of Public Prosecutions for Northern Ireland;  “ disciplinary proceedings ” means— a in relation to a member of the  Police Service of Northern Ireland , proceedings identified as such by regulations under section 25; b in relation to a reserve constable, proceedings identified as such by regulations under section 26; “ officer of the Ombudsman ” means— a a person employed by the Ombudsman under paragraph 3(1) of Schedule 3; b a person providing assistance to the Ombudsman in pursuance of arrangements made under paragraph 3(2) of Schedule 3; c a member of the police force on temporary service with the Ombudsman in accordance with arrangements under paragraph 5 of Schedule 3; d a member of the police force providing assistance to the Ombudsman under paragraph 6 of Schedule 3; e a member of a police force in Great Britain on temporary service with the Ombudsman in accordance with arrangements under paragraph 8 of Schedule 3; “ the Ombudsman ” means the Police Ombudsman for Northern Ireland; “ police officer ” means a member of— a the police force; or b a police force in Great Britain; “ prescribed ” means prescribed by regulations under section 64; “ serious complaint ” means a complaint— a alleging that the conduct complained of resulted in the death of, or serious injury to, some person; or b of such other description as may be prescribed; “ serious injury ” means a fracture, damage to an internal organ or impairment of bodily function. 2 Where a complaint is made orally, references in this Part to a complaint being referred to a body or person shall be read as references to particulars of the complaint being so referred."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "51", "section_title": " The Police Ombudsman for Northern Ireland.", "section_text": "51 1 For the purposes of this Part there shall be a Police Ombudsman for Northern Ireland. 2 The person for the time being holding the office of Police Ombudsman for Northern Ireland shall by that name be a corporation sole. 3 Schedule 3 shall have effect in relation to the Police Ombudsman for Northern Ireland (in this Part referred to as “ the Ombudsman ”). 4 The Ombudsman shall exercise his powers under this Part in such manner and to such extent as appears to him to be best calculated to secure— a the efficiency, effectiveness and independence of the police complaints system; and b the confidence of the public and of members of the police force in that system. 5 The Independent Commission for Police Complaints for Northern Ireland is hereby abolished."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "52", "section_title": " Complaints – receipt and initial classification of complaints.", "section_text": "52 1 For the purposes of this Part, all complaints about the police force shall either— a be made to the Ombudsman; or b if made to a member of the police force, the  Board , the Director  or the  Department of Justice , be referred immediately to the Ombudsman. 2 Where a complaint— a is made to the Chief Constable; and b appears to the Chief Constable to be a complaint to which subsection (4) applies, the Chief Constable shall take such steps as appear to him to be desirable for the purpose of preserving evidence relating to the conduct complained of. 3 The Ombudsman shall— a record and consider each complaint made or referred to him under subsection (1); and b determine whether it is a complaint to which subsection (4) applies. 4 Subject to subsection (5), this subsection applies to a complaint about the conduct of a member of the police force which is made by, or on behalf of, a member of the public. 5 Subsection (4) does not apply to a complaint in so far as it relates to the direction and control of the police force by the Chief Constable. 6 Where the Ombudsman determines that a complaint made or referred to him under paragraph (1) is not a complaint to which subsection (4) applies, he shall refer the complaint to the Chief Constable, the  Board , the Director  or the  Department of Justice  as he thinks fit and shall notify the complainant accordingly. 7 A complaint referred under subsection (6) shall be dealt with according to the discretion of the Chief Constable, the  Board , the Director  or the  Department of Justice  (as the case may be). 8 Subject to subsection (9), where the Ombudsman determines that a complaint made or referred to him under subsection (1) is a complaint to which subsection (4) applies, the complaint shall be dealt with in accordance with the following provisions of this Part; and accordingly references in those provisions to a complaint shall be construed as references to a complaint in relation to which the Ombudsman has made such a determination. 9 If any conduct to which a complaint wholly or partly relates is or has been the subject of disciplinary or criminal proceedings, none of the following provisions of this Part shall have effect in relation to the complaint in so far as it relates to that conduct. 10 In the case of a complaint made otherwise than as mentioned in subsection (2)(a), the Chief Constable shall, if so requested by the Ombudsman, take such steps as appear to the Chief Constable to be desirable for the purpose of preserving evidence relating to the conduct complained of."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "53", "section_title": " Complaints – informal resolution.", "section_text": "53 1 The Ombudsman shall consider whether the complaint is suitable for informal resolution and may for that purpose make such investigations as he thinks fit. 2 A complaint is not suitable for informal resolution unless— a the complainant gives his consent; and b it is not a serious complaint. 3 If it appears to the Ombudsman that the complaint is suitable for informal resolution, he shall refer the complaint to the appropriate disciplinary authority. 4 Where a complaint is referred under subsection (3), the appropriate disciplinary authority shall seek to resolve it informally and may appoint a member of the police force to do so on behalf of the authority. 5 The Chief Constable shall, at the request of the  Board , provide a member of the police force to be appointed by the  Board  under subsection (4). 6 If, after attempts have been made to resolve a complaint informally, it appears to the appropriate disciplinary authority— a that informal resolution of the complaint is impossible; or b that the complaint is for any other reason not suitable for informal resolution, the appropriate disciplinary authority shall notify the Ombudsman accordingly and refer the complaint to him. 7 Subject to subsection (8), no statement made by any person for the purpose of the informal resolution of a complaint shall be admissible in any subsequent criminal, civil or disciplinary proceedings. 8 A statement is not rendered inadmissible by subsection (7) if it consists of or includes an admission relating to a matter which does not fall to be resolved informally."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "54", "section_title": " Complaints – formal investigation.", "section_text": "54 1 If— a it appears to the Ombudsman that a complaint is not suitable for informal resolution; or b a complaint is referred to the Ombudsman under section 53(6), the complaint shall be formally investigated as provided in subsection (2) or (3). 2 Where the complaint is a serious complaint, the Ombudsman shall formally investigate it in accordance with section 56. 3 In the case of any other complaint, the Ombudsman may as he thinks fit— a formally investigate the complaint in accordance with section 56; or b refer the complaint to the Chief Constable for formal investigation by a police officer in accordance with section 57."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "55", "section_title": " Consideration of other matters by the Ombudsman.", "section_text": "55 1 The  Board , the Department of Justice ... or the Secretary of State may refer to the Ombudsman any matter which— a appears to  the Board ... or the Secretary of State to indicate that a member of the police force may have— i committed a criminal offence; or ii behaved in a manner which would justify disciplinary proceedings; and b is not the subject of a complaint, if, after consultation with the Ombudsman and the Chief Constable, it appears to  the Board ...  or the Secretary of State that it is desirable in the public interest that the Ombudsman should investigate the matter. 1A The Secretary of State may refer a matter to the Ombudsman under subsection (1) only if it appears to the Secretary of State that the matter relates (in whole or in part) to an excepted matter or reserved matter (within the meaning given by section 4 of the Northern Ireland Act 1998). 2 The Chief Constable shall refer to the Ombudsman any matter which appears to the Chief Constable to indicate that conduct of a member of the police force may have resulted in the death of some other person. 3 Where any matter is referred to the Ombudsman under subsection (1) or (2), he shall formally investigate the matter in accordance with section 56. 4 The Chief Constable may refer to the Ombudsman any matter which— a appears to the Chief Constable to indicate that a member of the police force may have— i committed a criminal offence; or ii behaved in a manner which would justify disciplinary proceedings; and b is not the subject of a complaint, if it appears to the Chief Constable that it is desirable in the public interest that the Ombudsman should investigate the matter. 4A The Director shall refer to the Ombudsman any matter which— a appears to the Director to indicate that a police officer— i may have committed a criminal offence; or ii may, in the course of a criminal investigation, have behaved in a manner which would justify disciplinary proceedings; and b is not the subject of a complaint, unless it appears to the Director that the Ombudsman is already aware of the matter. 4B In subsection (4A)\t\t\t\t\t\t\t\t “ criminal investigation ” has the same meaning as in Part 2 of the Criminal Procedure and Investigations Act 1996 (c. 25).  5 Where any matter is referred to the Ombudsman under subsection (4) , or (4A) , he shall formally investigate the matter in accordance with section 56 if it appears to him that it is desirable in the public interest that he should do so. 6 The Ombudsman may of his own motion formally investigate in accordance with section 56 any matter which— a appears to the Ombudsman to indicate that a member of the police force may have— i committed a criminal offence; or ii behaved in a manner which would justify disciplinary proceedings; and b is not the subject of a complaint, if it appears to the Ombudsman that it is desirable in the public interest that he should do so. 7 The Ombudsman shall notify— a the  Board , the Department of Justice ... or the Secretary of State, in the case of a matter referred under subsection (1); b the Chief Constable, in the case of a matter referred under subsection (2) or (4), of the outcome of any criminal or disciplinary proceedings brought against a member of the police force in respect of, or in connection with, the matter so referred."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "56", "section_title": " Formal investigation by the Ombudsman.", "section_text": "56 1 Where a complaint or matter is to be formally investigated by the Ombudsman under section 54(2) or (3)(a) or 55(3), (5) or (6), he shall appoint an officer of the Ombudsman to conduct the investigation. 1A Where an investigation is authorised by virtue of section 85 (read with section 86A) of the Criminal Justice Act 2003 (investigation of the commission of certain offences by persons acquitted), the Ombudsman shall appoint an officer of the Ombudsman to conduct the investigation. 2 The  Department of Justice  may by order provide that any provision of the  Police and Criminal Evidence (Northern Ireland) Order 1989 which relates to investigation of offences conducted by police officers (within the meaning of that Order) shall apply, subject to such modifications as the order may specify, to investigations under this section conducted by persons who are not police officers (within the meaning of that Order). 3 A person employed by the Ombudsman under paragraph 3(1) of Schedule 3 shall for the purpose of conducting, or assisting in the conduct of, an investigation under this section have all the powers and privileges of a constable throughout Northern Ireland and the adjacent United Kingdom territorial waters; and subsection (3) of  section 32 of the Police (Northern Ireland) Act 2000  applies for the purposes of this subsection as it applies for the purposes of subsection (2) of that section. 4 Section 66 applies to a person to whom subsection (3) applies as it applies to a constable. 5 A person to whom subsection (3) applies shall not be regarded as in police service for the purposes of— a Article 145 of the  Trade Union and Labour Relations (Northern Ireland) Order 1995; or b Article 243 of the  Employment Rights (Northern Ireland) Order 1996. 6 At the end of an investigation under this section the person appointed to conduct the investigation shall submit a report on the investigation to the Ombudsman."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "57", "section_title": " Formal investigation by a police officer.", "section_text": "57 1 Where a complaint is referred to the Chief Constable under section 54(3)(b), he shall appoint a police officer to investigate it formally on behalf of the Ombudsman. 2 A member of the police force may not be appointed to investigate a complaint formally if he has previously been appointed to act in relation to it under section 53(4). 3 The Ombudsman may require— a that no appointment of a person to conduct an investigation under this section shall be made unless the Ombudsman has given notice to the Chief Constable that he approves the person whom the Chief Constable proposes to appoint; or b if such an appointment has already been made and the Ombudsman is not satisfied with the person appointed, that— i the Chief Constable shall, as soon as is reasonably practicable, select another police officer and notify the Ombudsman that he proposes to appoint that person; and ii the appointment shall not be made unless the Ombudsman gives notice to the Chief Constable that he approves that person. 4 The Ombudsman may supervise the investigation of any complaint under this section if he considers that it is desirable in the public interest for him to do so. 5 Where the Ombudsman decides to supervise an investigation under this section he shall notify the Chief Constable to that effect. 6 A member of a police force in Great Britain who is appointed to conduct an investigation under this section shall, for the purpose of conducting that investigation, have all the powers and privileges of a constable throughout Northern Ireland and the adjacent United Kingdom territorial waters; and subsection (3) of  section 32 of the Police (Northern Ireland) Act 2000  applies for the purposes of this subsection as it applies for the purposes of subsection (2) of that section. 7 The Ombudsman may impose requirements as to the conduct of an investigation which the Ombudsman is supervising; and it shall be the duty of a police officer to comply with any requirement imposed on him by virtue of this subsection. 8 At the end of an investigation under this section the police officer appointed to conduct the investigation shall submit a report on the investigation to the Ombudsman."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "58", "section_title": " Steps to be taken after investigation – criminal proceedings.", "section_text": "58 1 The Ombudsman shall consider any report made under section 56(6) or 57(8) and determine whether the report indicates that a criminal offence may have been committed by a member of the police force. 2 If the Ombudsman determines that the report indicates that a criminal offence may have been committed by a member of the police force, he shall send a copy of the report to the Director together with such recommendations as appear to the Ombudsman to be appropriate. 3 Where a report is sent to the Director under subsection (2), the Ombudsman shall, at the request of the Director, ascertain and furnish to the Director all such further information in relation to the complaint or matter dealt with in the report as appears to the Director to be necessary for the discharge of his functions  ... 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "58A", "section_title": " Steps to be taken after investigation – mediation.", "section_text": "58A 1 If the Ombudsman— a determines that a report made under section 56(6) or 57(8) does not indicate that a criminal offence may have been committed by a member of the police force, and b considers that the complaint is not a serious one, he may determine that the complaint is suitable for resolution through mediation. 2 If he does so, he must inform the complainant and the member of the police force concerned. 3 If the complainant and the member of the police force concerned agree to attempt to resolve the complaint through mediation, the Ombudsman shall act as mediator. 4 Anything communicated to the Ombudsman while acting as mediator is not admissible in evidence in any subsequent criminal, civil or disciplinary proceedings. 5 But that does not make inadmissible anything communicated to the Ombudsman if it consists of or includes an admission relating to a matter which does not fall to be resolved through mediation. 6 If a complaint is resolved through mediation under this section, no further proceedings under this Act shall be taken against the member of the police force concerned in respect of the subject matter of the complaint."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "59", "section_title": " Steps to be taken after investigation – disciplinary proceedings.", "section_text": "59 1 Subsection (1B) applies if— a the Director decides not to initiate criminal proceedings in relation to the subject matter of a report under section 56(6) or 57(8) sent to him under section 58(2); or b criminal proceedings initiated by the Director in relation to the subject matter of such a report have been concluded.  1A Subsection (1B) also applies if the Ombudsman determines that a report under section 56(6) or 57(8) does not indicate that a criminal offence may have been committed by a member of the police force and— a he determines that the complaint is not suitable for resolution through mediation under section 58A; or b he determines that the complaint is suitable for resolution through mediation under that section but— i the complainant or the member of the police force concerned does not agree to attempt to resolve it in that way; or ii attempts to resolve the complaint in that way have been unsuccessful.  1B The Ombudsman shall consider the question of disciplinary proceedings. 2 The Ombudsman shall send the appropriate disciplinary authority a memorandum containing— a his recommendation as to whether or not disciplinary proceedings should be brought in respect of the conduct which is the subject of the investigation; b a written statement of his reasons for making that recommendation; and c where he recommends that disciplinary proceedings should be brought, such particulars in relation to the disciplinary proceedings which he recommends as he thinks appropriate. 2A In a case mentioned in subsection (1A)(b), the Ombudsman shall, in considering the recommendation to be made in his memorandum, take into account the conduct of the member of the police force concerned in relation to the proposed resolution of the complaint through mediation. 3 No disciplinary proceedings shall be brought by the appropriate disciplinary authority before it receives the memorandum of the Ombudsman under subsection (2). 4 The  Board  shall advise the Ombudsman of what action it has taken in response to a recommendation contained in a memorandum sent to it under subsection (2); and nothing in the following provisions of this section has effect in relation to senior officers. 5 If— a a memorandum sent to the Chief Constable under subsection (2) contains a recommendation that disciplinary proceedings should be brought; but b the Chief Constable is unwilling to bring such disciplinary proceedings, the Ombudsman may, after consultation with the Chief Constable, direct him to bring disciplinary proceedings. 6 Subject to subsection (7)— a it shall be the duty of the Chief Constable to comply with a direction under subsection (5); b the Chief Constable may not discontinue disciplinary proceedings which he has brought in accordance with— i a recommendation contained in a memorandum under subsection (2); or ii a direction under subsection (5). 7 The Ombudsman may give the Chief Constable leave— a not to bring disciplinary proceedings which subsection (6)(a) would otherwise oblige him to bring; or b to discontinue disciplinary proceedings with which subsection (6)(b) would otherwise require him to proceed. 8 Regulations made in accordance with section 25(3) or 26(3) may establish, or make provision for the establishment of, a special procedure for any case in which disciplinary proceedings are brought— a where a memorandum under subsection (2) recommending the bringing of those proceedings contains a statement to the effect that, by reason of exceptional circumstances affecting the case, the Ombudsman considers that such special procedures are appropriate; or b in compliance with a direction under subsection (5). 9 The Chief Constable shall advise the Ombudsman of what action he has taken in response to— a a recommendation contained in a memorandum under subsection (2); b a direction under subsection (5)."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "60", "section_title": " Constabularies not maintained by  Board .", "section_text": "60 1 An agreement for the establishment in relation to any body of constables maintained by an authority other than the  Board  of procedures corresponding or similar to any of those established by virtue of this Part may, with the approval of the  Department of Justice , be made between the Ombudsman and the authority maintaining the body of constables. 2 Where no such procedures are in force in relation to any body of constables, the  Department of Justice  may by order establish such procedures. 3 An agreement under this section may at any time be varied or terminated with the approval of the  Department of Justice . 4 Before making an order under this section the  Department of Justice  shall consult— a the Ombudsman; and b the authority maintaining the body of constables to whom the order would relate. 5 Nothing in any other statutory provision shall prevent an authority which maintains a body of constables from carrying into effect procedures established by virtue of this section. 6 No such procedures shall have effect in relation to anything done by a constable outside Northern Ireland. 7 In the application of this section in relation to the Ministry of Defence Police, references to the Department of Justice are to be read as references to the Secretary of State."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "60ZA", "section_title": "The National Crime Agency", "section_text": "60ZA 1 An agreement for the establishment in relation to  National Crime Agency officers  of procedures corresponding or similar to any of those established by virtue of this Part may, with the approval of the Secretary of State, be made between the Ombudsman and the Agency. 2 Where no such procedures are in force in relation to the Agency, the Secretary of State may by order establish such procedures. 3 An agreement under this section may at any time be varied or terminated with the approval of the Secretary of State. 4 Before making an order under this section the Secretary of State shall consult— a the Ombudsman; and b the Agency. 5 Nothing in any other statutory provision shall prevent the Agency from carrying into effect procedures established by virtue of this section. 6 No such procedures shall have effect in relation to anything done by a  National Crime Agency officer  outside Northern Ireland. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 The Director General of the National Crime Agency shall supply the Ombudsman with such information and documents as the Ombudsman may require for the purposes of, or in connection with, the exercise of any of the Ombudsman’s functions under procedures established by virtue of this section."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "60ZB", "section_title": "Immigration and customs enforcement functions", "section_text": "60ZB 1 The Ombudsman and the Secretary of State may enter into an agreement to establish, in relation to the exercise of specified enforcement functions by relevant officials, procedures which correspond to or are similar to any of those established by virtue of this Part. 2 Where no such procedures are in force in relation to a particular kind of relevant official, the Secretary of State may by order establish such procedures in relation to the exercise of specified enforcement functions by that kind of relevant official. 3 “ Relevant officials ” means— a immigration officers and other officials of the Secretary of State exercising functions relating to immigration or asylum; b designated customs officials, and officials of the Secretary of State, exercising customs functions (within the meaning of Part 1 of the Borders, Citizenship and Immigration Act 2009); c the Director of Border Revenue exercising customs revenue functions (within the meaning of that Part of that Act), and persons exercising such functions of the Director; d persons providing services pursuant to arrangements relating to the discharge of a function within paragraph (a), (b), or (c). 4 “ Enforcement functions ” includes, in particular— a powers of entry, b powers to search persons or property, c powers to seize or detain property, d powers to arrest persons, e powers to detain persons, and f powers to examine persons or otherwise to obtain information (including powers to take fingerprints or to acquire other personal data). 5 “ Specified ” means specified in an agreement under subsection (1) or an order under subsection (2). 6 “ Immigration officer ” means a person appointed under paragraph 1(1) of Schedule 2 to the Immigration Act 1971. "}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "60ZC", "section_title": "Section 60ZB: supplementary", "section_text": "60ZC 1 An agreement under section 60ZB may at any time be varied or terminated— a by the Secretary of State, or b by the Ombudsman, with the consent of the Secretary of State. 2 Before making an order under section 60ZB the Secretary of State must consult the Ombudsman and such persons as the Secretary of State thinks appropriate. 3 An agreement or order under section 60ZB may provide for payment by the Secretary of State to or in respect of the Ombudsman. 4 An agreement or order under section 60ZB must relate only to the exercise of enforcement functions— a wholly in Northern Ireland, or b partly in Northern Ireland and partly in another part of the United Kingdom. 5 An agreement or order under section 60ZB must relate only to the exercise of enforcement functions on or after the day on which the agreement or order is made. 6 An agreement or order under section 60ZB must not provide for procedures in relation to so much of any complaint or matter as relates to functions conferred by or under Part 8 of the Immigration and Asylum Act 1999 (detained persons & removal centres  etc. )."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "60A", "section_title": "Investigations into current police practices and policies", "section_text": "60A 1 The Ombudsman may investigate a current practice or policy of the police if— a the practice or policy comes to his attention under this Part, and b he has reason to believe that it would be in the public interest to investigate the practice or policy. 2 But subsection (1) does not authorise the Ombudsman to investigate a practice or policy to the extent that the practice or policy is concerned with conduct of a kind mentioned in section 65(5) of the Regulation of Investigatory Powers Act 2000 (conduct which may be within jurisdiction of tribunal established under section 65 of that Act). 3 If the Ombudsman decides to conduct an investigation under this section he shall immediately inform the Chief Constable, the Board and the  Department of Justice  of— a his decision to conduct the investigation, b his reasons for making that decision, and c the practice or policy into which the investigation is to be conducted. 3A Where it appears to the Ombudsman that an investigation may relate wholly or in part to— a a matter in respect of which a function is conferred or imposed on the Secretary of State by or under a statutory provision, or b an excepted matter or reserved matter (within the meaning given by section 4 of the Northern Ireland Act 1998), the Ombudsman shall also immediately inform the Secretary of State of the matters mentioned in subsection (3)(a) to (c). 4 When an investigation under this section has been completed the Ombudsman shall report on it to the Chief Constable and the Board. 5 The Ombudsman shall send a copy of his report to the Secretary of State, if the investigation relates wholly or in part to— a a matter in respect of which a function is conferred or imposed on the Secretary of State by or under a statutory provision, or b an excepted matter (within the meaning given by section 4 of the Northern Ireland Act 1998). 6 The Ombudsman shall send a copy of his report to the Department of Justice, if the investigation relates wholly or in part to a matter in respect of which a function is conferred or imposed on the Department of Justice by or under a statutory provision."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "61", "section_title": " Reports.", "section_text": "61 1 The Ombudsman shall, at the request of the  appropriate authority , report to the  appropriate authority  on such matters relating generally to the functions of the Ombudsman as the  appropriate authority  may specify, and the Ombudsman may for that purpose carry out research into any such matters. 2 The Ombudsman may make a report to the  appropriate authority  on any matters coming to the Ombudsman’s attention under this Part to which the Ombudsman considers that the  appropriate authority’s  attention should be drawn in the public interest. 2A In subsections (1) and (2) “the appropriate authority” means, in relation to any matter— a the Secretary of State, if the matter relates (in whole or in part other than incidentally) to an excepted matter or reserved matter or to a function conferred or imposed on the Secretary of State by or under a statutory provision; b otherwise, the Department of Justice; and in paragraph (a) “excepted matter” and “reserved matter” have the meanings given by section 4 of the Northern Ireland Act 1998. 3 The Ombudsman shall, not later than 3 months after the end of each financial year, make to the  Department of Justice  a report on the discharge of the Ombudsman’s functions during that year. 4 The Ombudsman shall— a keep under review the working of this Part; and b at least once every five years, make a report on it to the  Department of Justice . 5 The Ombudsman shall send a copy of any report under this section to— a the  Board  and the Chief Constable; and b if the report concerns any such body of constables as is mentioned in section 60, to the authority maintaining it and the officer having the direction and control of it ; and                           c if the report concerns the  National Crime Agency , to the Agency. 5A The Department of Justice shall— a lay before the Northern Ireland Assembly a copy of every report received by the Department under this section; and b cause every such report to be published. 5B Section 41(3) of the Interpretation Act (Northern Ireland) 1954 applies for the purposes of subsection (5A)(a) in relation to the laying of a copy of a report as it applies in relation to the laying of a statutory document under an enactment. 6 The Secretary of State shall— a lay before both Houses of Parliament a copy of every report received by him under this section; and b cause every such report to be published. 7 The Ombudsman shall send to the  Board  any statistical or other general information which the Ombudsman considers should be brought to the attention of the  Board  in connection with its functions under section 2(4)(a)."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "61A", "section_title": " Reports to Chief Constable and Board.", "section_text": "61A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "61AA", "section_title": " Supply of information by Ombudsman to Board.", "section_text": "61AA 1 The Ombudsman shall compile, and supply the Board with, such statistical information as is required to enable the Board to carry out its functions under section 3(3)(c)(i) of the Police (Northern Ireland) Act 2000. 2 The Ombudsman shall consult the Board as to— a the information to be supplied under subsection (1); and b the form in which such information is to be supplied. 3 The Ombudsman shall supply the Board with any other general information which the Ombudsman considers should be brought to the attention of the Board in connection with its functions under section 3(3)(c)(i) of the Police (Northern Ireland) Act 2000."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "62", "section_title": " Statements by Ombudsman about exercise of his functions.", "section_text": "62 The Ombudsman may, in relation to any exercise of his functions under this Part, publish a statement as to his actions, his decisions and determinations and the reasons for his decisions and determinations."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "63", "section_title": " Restriction on disclosure of information.", "section_text": "63 1 No information received by a person to whom this subsection applies in connection with any of the functions of the Ombudsman under this Part shall be disclosed by any person who is or has been a person to whom this subsection applies except— a to a person to whom this subsection applies; b to the Department of Justice or the Secretary of State; c to other persons in or in connection with the exercise of any function of the Ombudsman; d for the purposes of any criminal, civil or disciplinary proceedings; or e in the form of a summary or other general statement made by the Ombudsman which— i does not identify the person from whom the information was received; and ii does not, except to such extent as the Ombudsman thinks necessary in the public interest, identify any person to whom the information relates. 2 Subsection (1) applies to— a the Ombudsman; and b an officer of the Ombudsman. 2A Subsection (1) does not prevent the Ombudsman, to such extent as he thinks it necessary to do so in the public interest, from disclosing in a  report of an investigation under section 60A — a the identity of an individual, or b information from which the identity of an individual may be established. 3 Any person who discloses information in contravention of this section shall be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 4 Nothing in subsection (1)(b) permits the disclosure to the Department of Justice of information— a which has been supplied to the Ombudsman under section 66(1) of the Police (Northern Ireland) Act 2000 for the purposes of or in connection with an investigation under section 60A of this Act, and b in relation to which the Ombudsman has been informed under section 66(3)(b) of the Police (Northern Ireland) Act 2000 that the information is, in the opinion of the Chief Constable or the Board, information which ought not to be disclosed on the ground mentioned in section 76A(1)(a) of that Act."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "64", "section_title": " Regulations.", "section_text": "64 1 The  Department of Justice  may make regulations— a as to the procedure to be followed under this Part; and b for prescribing anything authorised or required to be prescribed by any provision in this Part. 2 The  Department of Justice  shall by regulations provide— a that, subject to such exceptions and in accordance with such procedures as may be prescribed, the Ombudsman shall furnish a copy of, or of the record of, a complaint against a member of the police force to— i that member; ii the complainant; and iii the appropriate disciplinary authority; b procedures for the informal resolution  or mediation of complaints of such descriptions as may be prescribed, and for giving the complainant a record of the outcome of any such procedure; c procedures for giving a member of the police force, whose conduct is the subject of a complaint which falls to be resolved informally  or through mediation , an opportunity to comment orally or in writing on the complaint; d for cases in which any provision of this Part is not to apply where— i a complaint, other than a complaint which falls to be resolved informally  or through mediation , is withdrawn; ii the complainant indicates that he does not wish any further steps to be taken; or iii the complainant fails to indicate, in response to a request from the Ombudsman to do so, whether he wishes any further steps to be taken; e for enabling the Ombudsman to dispense with any requirement of this Part; f for enabling the Ombudsman to relinquish the supervision of the investigation of any complaint under section 57; g procedures for an investigation begun under section 56 or section 57 to be continued, where the Ombudsman so directs, as if it had originally been begun under the other of those sections; h procedures for the making of complaints and the reference of complaints and other matters under this Part; i that the Ombudsman shall be supplied with such information or documents of such description as may be prescribed at such time or in such circumstances as may be prescribed; j that any action, determination or decision of a prescribed description taken by the Ombudsman shall be notified to prescribed persons within a prescribed time and that, in connection with such a notification, the Ombudsman shall have power to supply the person notified with any relevant information; k for authorising or requiring the Ombudsman to provide to the appropriate disciplinary authority information relevant to the exercise by that authority of any power of suspension under regulations made by virtue of section 25(2)(f) or 26(2)(e). l that the Chief Constable shall have power to delegate any functions conferred on him by or by virtue of this Part; m for enabling the Ombudsman to pay to a complainant— i sums in respect of expenses incurred by him; and ii allowances by way of compensation for the loss of his time, in accordance with such scales and subject to such conditions as may be prescribed; n for enabling the Ombudsman, in such cases as may be prescribed, to make a recommendation to the Chief Constable for the payment by the Chief Constable to the complainant of compensation of such amount as the Ombudsman considers appropriate (but not exceeding such amount as may be prescribed). 2A The  Department of Justice  may by regulations provide that, subject to such exceptions as may be prescribed— a this Part shall not apply to a complaint about the conduct of a police officer which took place more than the prescribed period before the date on which the complaint is made or referred to the Ombudsman under section 52(1); b the Ombudsman shall not investigate any matter referred to him under section 55(1), (2)  , (4) or (4A)  if the actions, behaviour or conduct to which the matter relates took place more than the prescribed period before the date on which the reference is made; c the Ombudsman shall not at any time commence a formal investigation under section 55(6) of any matter if the actions or behaviour to which the matter relates took place more than the prescribed period before that time; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Regulations under this section may authorise the  Department of Justice  to make provision for any purposes specified in the regulations. 4 Before making any regulations under this section, the  Department of Justice  shall consult— a the Ombudsman; b the  Board ; and c the Police Association."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "64A", "section_title": "Secretary of State’s power to make regulations", "section_text": "64A 1 The Secretary of State may make regulations containing provision of any kind within section 64(1), (2) or (2A) for purposes connected with— a excepted or reserved matters (within the meaning given by section 4 of the Northern Ireland Act 1998); b matters in respect of which a function is conferred or imposed on the Secretary of State by or under a statutory provision. 2 The Secretary of State may by regulations provide that, subject to such exceptions as may be prescribed, to the extent that the subject matter of a complaint falls within the jurisdiction of— a the tribunal constituted under section 65(1) of the Regulation of Investigatory Powers Act 2000, or b a person appointed under Part 4 of that Act, the Ombudsman shall not investigate it. 3 Regulations under this section may authorise the Secretary of State to make provision for any purposes specified in the regulations. 4 Before making any regulations under this section, the Secretary of State shall consult the Department of Justice and the persons mentioned in section 64(4)(a) to (c). 5 Regulations made by the Department of Justice under section 64 have effect subject to regulations made by the Secretary of State under this section."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "65", "section_title": " Guidance concerning discipline, complaints, etc.", "section_text": "65 1 The  Department of Justice  may issue guidance to the  Board  and police officers concerning the discharge of their functions— a under this Part; b under regulations made under section 25 in relation to the matters mentioned in subsection (2)(e) of that section; and c under regulations made under section 26 in relation to the matters mentioned in subsection (2)(d) of that section; and they shall have regard to any such guidance in the discharge of their functions. 2 Guidance may not be issued under subsection (1) in relation to the handling of a particular case. 3 A failure on the part of a person to whom guidance is issued under this section to have regard to such guidance shall be admissible in evidence on any appeal from a decision taken in proceedings under regulations made in accordance with section 25(3) or 26(3). 4 In discharging his functions under section 59 the Ombudsman shall have regard— a to any guidance given to him by the  Department of Justice  with respect to such matters as are for the time being the subject of guidance under subsection (1); and b in particular, but without prejudice to the generality of paragraph (a), to any such guidance as to the principles to be applied in cases that involve any question of criminal proceedings. 5 In discharging his functions under this Part the Ombudsman shall have regard to any guidance given to him by the  Department of Justice  with respect to matters the disclosure of which may be prejudicial to the public interest. 6 In discharging his functions under this Part the Ombudsman shall have regard to any guidance given to him by the Secretary of State with respect to matters the disclosure of which may be prejudicial to the public interest on the ground of national security. 7 Any guidance given by the Department of Justice to the Ombudsman under this section has effect subject to any guidance given by the Secretary of State under subsection (6)."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "66", "section_title": " Assaults on, and obstruction of, constables, etc.", "section_text": "66 1 Any person who assaults, resists, obstructs or impedes a constable in the execution of his duty, or a person assisting a constable in the execution of his duty, shall be guilty of an offence. 1A Any person who assaults, resists, obstructs or impedes a designated person in the execution of his duty, or a person assisting a designated person in the execution of his duty, shall be guilty of an offence. 2 A person guilty of an offence under subsection (1) or (1A)  shall be liable— a on summary conviction, to imprisonment for a term not exceeding 6 months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding 2 years or to a fine, or to both. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3A In subsection (1A) the references to the execution of the duty of a designated person are to— a the exercise of a power conferred on him by his designation; b the performance of a duty imposed on him by his designation. 3B In this section  “ designated person ” means a person designated under section 30 , 30A  or 31 of the Police (Northern Ireland) Act 2003.  4 This section also applies to a constable who is a member of a police force in Great Britain when he is executing a warrant, or otherwise acting in Northern Ireland, by virtue of any statutory provision conferring powers on him in Northern Ireland. 5 In this section references to a person assisting a constable in the execution of his duty include references to any person who is neither a constable nor in the company of a constable but who— a is a member of an international joint investigation team that is led by a member of the Police Service of Northern Ireland; and b is carrying out his functions as a member of that team. 6 In this section “ international joint investigation team ” means any investigation team formed in accordance with— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c any international agreement to which the United Kingdom is a party and which is specified for the purposes of this section in an order made by the  Department of Justice . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "67", "section_title": " Impersonation, etc.", "section_text": "67 1 Any person who with intent to deceive impersonates a member of the police force, or makes any statement or does any act calculated falsely to suggest that he is such a member, shall be guilty of an offence. 1A Any person who, with intent to deceive— a impersonates a designated person; or b makes any statement or does any act calculated falsely to suggest that he is a designated person; or c makes any statement or does any act calculated falsely to suggest that he has powers as a designated person that exceed the powers he actually has, shall be guilty of an offence. 2 Any person who, not being a constable, wears any article of police uniform in circumstances where it gives him an appearance so nearly resembling that of a member of the police force as to be calculated to deceive shall be guilty of an offence. 3 A person guilty of an offence under subsection (1) , (1A)  or (2) shall be liable— a on summary conviction, to imprisonment for a term not exceeding 3 months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding 12 months or to a fine, or to both. 4 Any person who, not being a member of the police force, has in his possession any article of police uniform shall, unless he proves that he obtained possession of that article lawfully and has possession of it for a lawful purpose, be guilty of an offence and liable on summary conviction to a fine not exceeding level 5 on the standard scale. 5 In this section “ article of police uniform ” means any article of uniform or any distinctive badge or mark or document of identification usually issued to members of the police force or anything having the appearance of such an article, badge, mark or document. 6 In this section  “ designated person ” means a person designated under section 30 , 30A  or 31 of the Police (Northern Ireland) Act 2003. "}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "68", "section_title": " Causing disaffection.", "section_text": "68 1 Any person who— a causes, or does any act calculated to cause, disaffection among the members of the police force; or b induces, or does any act calculated to induce, any member of the police force to withhold his services, shall be guilty of an offence. 2 A person guilty of an offence under subsection (1) shall be liable— a on summary conviction, to imprisonment for a term not exceeding 3 months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding 2 years or to a fine, or to both."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "69", "section_title": " Obtaining pension by self-inflicted injury, etc.", "section_text": "69 Any person who obtains for himself or any other person any pension or gratuity under regulations made under section 25 or 26 by maiming or injuring himself, or causing himself to be maimed or injured, or otherwise producing injury or infirmity shall be guilty of an offence and liable— a on summary conviction, to imprisonment for a term not exceeding 3 months or to a fine not exceeding the statutory maximum, or to both; b on conviction on indictment, to imprisonment for a term not exceeding 2 years or to a fine, or to both."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "70", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "70"}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "71", "section_title": " Expenses of Secretary of State.", "section_text": "71 There shall be defrayed out of money provided by Parliament— a any expenses of the Secretary of State under this Act; and b any increase attributable to this Act in the sums so payable under any other statutory provision."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "72", "section_title": " Orders and regulations.", "section_text": "72 1 Any power of  the Department of Justice or  the Secretary of State to make orders or regulations under this Act shall be exercisable by statutory rule for the purposes of the  Statutory Rules (Northern Ireland) Order 1979. 2 Orders or regulations under this Act— a may make different provision for different cases and circumstances; b may contain such supplementary and transitional provisions as appear to  the Department of Justice or (as the case may be)  the Secretary of State to be appropriate. 2A Regulations shall not be made under section 25(2)(k) or 26(2)(g) except with the consent of the  Department of Finance and Personnel . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An order or regulations  made under this Act (other than  ... an order under section 75) a if made by the Department of Justice, shall be subject to negative resolution (within the meaning of section 41(6) of the Interpretation Act (Northern Ireland) 1954); b if made by the Secretary of State, shall be subject to annulment in pursuance of a resolution of either House of Parliament in like manner as a statutory instrument and section 5 of the Statutory Instruments Act 1946 shall apply accordingly."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "73", "section_title": " Interpretation.", "section_text": "73 1 This Act shall be construed as one with the Police (Northern Ireland) Act 2000; and accordingly any word or expression to which a meaning is given by section 77 of that Act has the same meaning in this Act as in that Act. 2 References in this Act to a member of the police force are to be construed as references to a police officer. 3 References in this Act in any other context to the police force are to be construed as references to the police. 4 In this Act “ a police force in Great Britain ” means a police force within the meaning of the  Police Act 1996 or the Police Service of Scotland (and references to the chief officer of a police force in Great Britain include the chief constable of that Service)  . "}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "74", "section_title": " Amendments, transitional provisions, repeals, etc.", "section_text": "74 1 The statutory provisions mentioned in Schedule 4 shall be amended as provided in that Schedule. 2 Schedule 5 (which contains transitional provisions and savings) shall have effect. 3 The statutory provisions mentioned in Schedule 6 are repealed to the extent specified in the third column of that Schedule. 4 In the  Northern Ireland (Modification of Enactments –  No.  1) Order 1973 the following provisions are revoked, namely— a Article 6(5) and (6)(c); b in Schedule 1, the entries relating to— the  Constabulary (Ireland) Act 1836; the  Police (Property) Act 1897; the  Constabulary and Police (Ireland) Act 1919; the  Police Act 1969; the  Constabulary Act Northern Ireland) 1922; the  Police Act Northern Ireland) 1970; c in Schedule 4, the entry relating to the  Police Act Northern Ireland) 1970; and d in Schedule 5, paragraphs 11, 21 and 61."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "75", "section_title": " Commencement.", "section_text": "75 1 This Act shall come into operation on such day as the Secretary of State may by order appoint. 2 An order under this section may appoint different days for different purposes and for different provisions."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "76", "section_title": " Extent.", "section_text": "76 1 Except as provided by subsections (2) and (3), this Act extends to Northern Ireland only. 2 Paragraph 8 of Schedule 3 extends throughout the United Kingdom. 3 The amendment or repeal by this Act of any provision of— a the  Police (Overseas Service) Act 1945; b the  Police (Scotland) Act 1967; c the  House of Commons Disqualification Act 1975; d the  Northern Ireland Assembly Disqualification Act 1975; e the  Ministry of Defence Police Act 1987; f the  Official Secrets Act 1989; g the  Police Act 1996; h the  Police Act 1997, has the same extent as that provision."}, {"act": "Police (Northern Ireland) Act 1998", "year": 1998, "section": "77", "section_title": " Short title.", "section_text": "77 This Act may be cited as the Police (Northern Ireland) Act 1998."}]