[{"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "1", "section_title": " The register.", "section_text": "1 1 There shall be a register to be known as the register of political parties. 2 The register shall be maintained by the registrar or other officer who performs the duty of registration of companies in England and Wales under the  Companies Act 1985."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "2", "section_title": " Applications for registration.", "section_text": "2 1 A party may apply for inclusion in the register by sending to the registrar— a an application which complies with the requirements of Schedule 1, and b a declaration that the party intends to have one or more candidates at a relevant election. 2 The following elections are relevant for this purpose— a parliamentary elections, b elections to the European Parliament, c elections to the Scottish Parliament, d elections to the National Assembly for Wales, e elections to the  New  Northern Ireland Assembly, f local government elections, and g local elections in Northern Ireland."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "3", "section_title": " Grant of applications.", "section_text": "3 1 The registrar shall grant an application by a party under section 2 unless in his opinion it proposes a registered name which— a would be likely to result in the party’s being confused by voters with a party which is already registered, b comprises more than six words, c is obscene or offensive, d includes words the publication of which would be likely to amount to the commission of an offence, e includes any script other than Roman script, or f includes any word or expression prohibited by order made by the Secretary of State. 2 An order under subsection (1)(f) may except the use of a word or expression from the prohibition in specified circumstances."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "4", "section_title": " Entries in the register.", "section_text": "4 The registrar shall include in an entry in the register the particulars, apart from home addresses, given in the party’s application in accordance with paragraphs 2 to 7 of Schedule 1."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "5", "section_title": " Emblems.", "section_text": "5 1 A party’s application under section 2 may include a request for the registration of up to three emblems to be used by the party on ballot papers. 2 The registrar shall grant a request under this section in relation to an emblem unless in his opinion it— a would be likely to be confused by voters with an emblem which is already registered for another party, b is obscene or offensive, c is of such a character that its publication would be likely to amount to the commission of an offence, or d includes a word or expression prohibited under section 3(1)(f). 3 A registered emblem shall be a black and white representation of the emblem shown in the application."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "6", "section_title": " Changes to the register.", "section_text": "6 1 A party may apply to the registrar to have its entry in the register altered by— a the amendment of any particular other than a registered name, b the addition, substitution or removal of an emblem, or c the addition of information prescribed under paragraph 7 of Schedule 1 since the party applied for registration. 2 Subject to subsections (3) and (4), the registrar shall grant an application under this section. 3 The registrar shall refuse an application to add an emblem if— a the party already has three registered emblems, or b in the registrar’s opinion, any of paragraphs (a) to (d) of section 5(2) apply to the emblem. 4 The registrar shall refuse to substitute an emblem if in his opinion any of paragraphs (a) to (d) of section 5(2) apply to the new emblem. 5 If as a result of an application under this section one person will be registered both as leader and as nominating officer, the application must request the addition of the name of the holder of some other specified office in the party. 6 If an application under this section requests the substitution of the name of a leader, nominating officer or other officer, or an addition in accordance with subsection (5), the application must give the home address of the person whose name is to be substituted or added. 7 An application under this section must be accompanied by any fee prescribed by order made by the Secretary of State."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "7", "section_title": " Confirmation of registration.", "section_text": "7 1 A party’s registration shall lapse at the end of the period of three months beginning with any anniversary of its inclusion in the register unless the registered leader notifies the registrar that the party is to remain registered. 2 A notice under subsection (1) must either— a state that the particulars in the party’s entry remain accurate and include any information prescribed under paragraph 7 of Schedule 1 since the party applied for registration, or b include an application under section 6 as a result of which the party’s entry will become accurate and will include any information prescribed under paragraph 7 of Schedule 1 since the party applied for registration. 3 A notice under subsection (1) must— a be in writing, b be received by the registrar during the period beginning one month before the relevant anniversary and ending three months after it, and c be accompanied by any fee prescribed by order made by the Secretary of State."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "8", "section_title": " Removal of entries from the register.", "section_text": "8 1 The registrar shall remove a party’s entry from the register if— a it lapses under section 7, or b the party applies to have its entry removed. 2 Where a party’s entry is removed from the register, the registrar shall, in considering applications made by other parties before or during the transitional period, treat the entry as still being in the register. 3 The transitional period is the period of three months beginning with the day on which the entry is removed from the register."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "9", "section_title": " Applications under section 6 or 8.", "section_text": "9 1 Subject to subsection (3), an application by a party under section 6 or 8 must be signed by its responsible officers. 2 For the purposes of this section “ the responsible officers ” are— a the registered leader; b the registered nominating officer; c where the leader and the nominating officer are the same person, the other registered officer. 3 If any responsible officer is unable to sign an application— a the holder of some other office in the party may sign in his place, and b the application must include a statement of the reason why the responsible officer is unable to sign and a declaration that the holder of the other office is authorised to sign in his place."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "10", "section_title": " Speaker’s committee.", "section_text": "10 Before the registrar decides any question arising under section 3, 5, 6 or 18 he may seek advice from a committee of Members of the House of Commons appointed by the Speaker for the purpose."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "11", "section_title": " General access.", "section_text": "11 1 The Secretary of State shall make regulations requiring the registrar— a to allow anyone to inspect the register, or any part of it, in such manner as the regulations may prescribe, and b to provide copies of the register, or any part of it, on request. 2 Regulations under this section may impose conditions, or enable the registrar to impose conditions, including conditions as to the payment of fees."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "12", "section_title": " Request by Secretary of State.", "section_text": "12 On receipt of a request by the Secretary of State the registrar shall send a copy of the register to— a the Secretary of State; b any person specified in the request."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "13", "section_title": " Parliamentary elections: nomination and ballot papers.", "section_text": "13 Schedule 2 (which amends the Parliamentary Elections Rules) shall have effect."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "14", "section_title": " Party political broadcasts.", "section_text": "14 1 A broadcaster shall not include in its broadcasting services any party political broadcast made on behalf of a political party which is not registered under this Act. 2 In this section “ broadcaster ” means— a the holder of a licence under the  Broadcasting Act 1990 or  1996 , b the British Broadcasting Corporation, and c Sianel Pedwar Cymru."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "15", "section_title": " Security at party conferences.", "section_text": "15 1 Section 170 of the  Criminal Justice and Public Order Act 1994 (security at party conferences) shall be amended as follows. 2 In subsections (1) and (3) for “qualifying political party” substitute in each place  “                  qualifying registered political party                ” . 3 After subsection (4) add— 5 In this section “ registered political party ” means a party registered under the Registration of Political Parties Act 1998. ."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "16", "section_title": " First transitional stage.", "section_text": "16 1 The registrar shall not make any entry in the register before the end of the period of six weeks beginning with the day on which this section comes into force. 2 As soon as possible after the end of that period, the registrar shall determine all first stage applications for registration. 3 Paragraph 2(2) of Schedule 1 shall not apply to a first stage application. 4 An application is a “ first stage application ” if it is made— a before the end of the period of four weeks beginning with the day on which this section comes into force, and b by a party to which at least one Member of the House of Commons belongs at the time when the application is made."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "17", "section_title": " Second transitional stage.", "section_text": "17 1 The registrar shall not make any entry in the register, except in pursuance of a first stage application, until the end of the period of twelve weeks beginning with the day on which this section comes into force. 2 As soon as possible after the end of that period the registrar shall determine all second stage applications for registration. 3 An application is a “ second stage application ” if it is made before the end of the period of ten weeks beginning with the day on which this section comes into force (and is not a first stage application). 4 The registrar shall not make any entry in the register except in pursuance of a first or second stage application, until he has determined all first and second stage applications."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "18", "section_title": " Transitional ground for refusal to register.", "section_text": "18 1 The registrar shall refuse a first or second stage application by a party if— a it proposes a registered name which in his opinion would be likely to result in the party’s being confused by voters with another party, and b the other party is registered or has submitted a first or second stage application which, having considered the history of the two parties, he intends to grant. 2 The registrar shall refuse a request made in a party’s first or second stage application for the registration of an emblem if in his opinion it would be likely to be confused by voters with— a an emblem which is already registered for another party, or b an emblem which it would be appropriate to allow another party to register."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "19", "section_title": " False statements: offence.", "section_text": "19 1 It is an offence knowingly or recklessly to make a statement to the registrar which— a is made, or purports to be made, on behalf of a party for any purpose of this Act, and b is false in any material particular. 2 A person guilty of an offence under subsection (1) shall be liable on summary conviction to a fine not exceeding level 5 on the standard scale."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "20", "section_title": " Orders and regulations.", "section_text": "20 1 Any order or regulations under this Act shall be made by statutory instrument. 2 Any order or regulations under this Act, except for an order under section 25, shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "21", "section_title": " Money.", "section_text": "21 1 There shall be paid out of money provided by Parliament any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 Any fees received by the registrar by virtue of this Act shall be paid into the Consolidated Fund."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "22", "section_title": " Interpretation.", "section_text": "22 In this Act— “ local election ”, in relation to Northern Ireland, has the same meaning as in the  Electoral Law Act Northern Ireland) 1962, “ local government election ” means an election which is a local government election within the meaning of section 191, 203 or 204 of the Representation of the  People Act 1983, “ party ” includes any person or organisation, “ the register ” means the register of political parties, and “ the registrar ” means the person required by section 1(2) to maintain the register."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "23", "section_title": " Consequential amendments.", "section_text": "23 Schedule 3 (consequential amendments and modifications) shall have effect."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "24", "section_title": " Short title.", "section_text": "24 This Act may be cited as the Registration of Political Parties Act 1998."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "25", "section_title": " Commencement.", "section_text": "25 1 The following provisions shall come into force on the day on which this Act is passed— a sections 20, 21, 22, 24, 26 and this section, and b any other provision so far as it contains power to make subordinate legislation. 2 The following provisions shall come into force on such day as the Secretary of State may by order appoint— a sections 13, 14 and 15, b Schedule 2, and c paragraph 3 of Schedule 3. 3 The other provisions of this Act shall come into force at the end of the period of two weeks beginning with the day on which it is passed."}, {"act": "Registration of Political Parties Act 1998", "year": 1998, "section": "26", "section_title": " Extent.", "section_text": "26 This Act extends to Northern Ireland."}]