[{"act": "Road Traffic Reduction (National Targets) Act 1998", "year": 1998, "section": "1", "section_title": " Meaning of “road traffic”.", "section_text": "1 In this Act, “ road traffic ” means traffic consisting of mechanically propelled vehicles on roads, but excluding vehicles constructed or adapted to carry more than eight passengers in addition to the driver."}, {"act": "Road Traffic Reduction (National Targets) Act 1998", "year": 1998, "section": "2", "section_title": " Road traffic reduction targets.", "section_text": "2 1 It shall be the duty of the Secretary of State, subject to subsection (2) and with the aim of reducing the adverse environmental, social and economic impacts of road traffic, to set and publish in a report targets for road traffic reduction in England, Wales and Scotland. 2 The Secretary of State is not obliged to comply with the requirements of subsection (1) if he considers that other targets, or other measures, are more appropriate for the purpose of reducing the adverse impacts of road traffic, but in that case he shall publish a report explaining his reasoning and including an assessment of the impact of the other targets or other measures on road traffic reduction. 3 In considering how to comply with the requirements of subsections (1) and (2), the Secretary of State shall have regard to the adverse impacts of road traffic, including— a the emission of gases which contribute to climate change; b effects on air quality; c effects on health; d traffic congestion; e effects on land and biodiversity; f danger to other road users; and g social impacts. 4 In considering how to comply with the requirements of subsections (1) and (2), the Secretary of State shall have regard to— a the mobility needs of persons with disabilities, and b the need for an adequate provision of taxi services in rural and non-rural areas. 5 The Secretary of State shall, at such times as he deems appropriate, publish further reports on progress in reducing the adverse environmental, social and economic impacts of road traffic and in achieving any targets set and updating any targets set and assessments made under subsections (1) and (2). 6 The Secretary of State shall lay a copy of any report published under this section before Parliament."}, {"act": "Road Traffic Reduction (National Targets) Act 1998", "year": 1998, "section": "3", "section_title": " Expenses.", "section_text": "3 There shall be paid out of money provided by Parliament any expenses incurred by the Secretary of State under or by virtue of this Act."}, {"act": "Road Traffic Reduction (National Targets) Act 1998", "year": 1998, "section": "4", "section_title": " Corresponding provision for Northern Ireland.", "section_text": "4 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 which states that it is made only for purposes corresponding to those of this Act— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament), but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Road Traffic Reduction (National Targets) Act 1998", "year": 1998, "section": "5", "section_title": " Short title and extent.", "section_text": "5 1 This Act may be cited as the Road Traffic Reduction (National Targets) Act 1998. 2 Sections 1 to 3 of this Act do not extend to Northern Ireland."}]