[{"act": "Scotland Act 1998", "year": 1998, "section": "1", "section_title": " The Scottish Parliament.", "section_text": "1 1 There shall be a Scottish Parliament. 2 One member of the Parliament shall be returned for each constituency (under the simple majority system) at an election held in the constituency. 3 Members of the Parliament for each region shall be returned at a general election under the additional member system of proportional representation provided for in this Part and vacancies among such members shall be filled in accordance with this Part. 4 The validity of any proceedings of the Parliament is not affected by any vacancy in its membership. 5 Schedule 1 (which makes provision for the constituencies and regions for the purposes of this Act and the number of regional members) shall have effect."}, {"act": "Scotland Act 1998", "year": 1998, "section": "2", "section_title": " Ordinary general elections.", "section_text": "2 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2   The day on which the poll at an ordinary general election for membership of the Parliament is to be held is the first Thursday in May in the fifth   calendar year following that in which the previous ordinary general election was held, unless  a subsection (2A) prevents the poll being held on that day, or b the day of the poll is determined by a proclamation under subsection (5). 2A The poll shall not be held on the same date as the date of the poll at— a a parliamentary general election  ... ,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2B Where subsection (2A) prevents the poll being held on the day specified in subsection (2), the poll shall be held on such day, subject to subsection (2A), as the Scottish Ministers may by order specify, unless the day of the poll is determined by a proclamation under subsection (5) as modified by subsection (5ZA). 3 If the poll is to be held on the first Thursday in May , or on the day specified by an order under subsection (2B)  , the Parliament— a is dissolved by virtue of this section at the beginning of the minimum period which ends with that day, and b shall meet within the period of seven days beginning immediately after the day of the poll. 4 In subsection (3), “ the minimum period ” means the period determined in accordance with an order under section 12(1). 5   Subject to subsection (2A),  if the Presiding Officer proposes a day for the holding of the poll which is not more than one month earlier, nor more than one month later, than the first Thursday in May, Her Majesty may by proclamation under the Scottish Seal— a dissolve the Parliament  (unless the Parliament is already dissolved) , b require the poll at the election to be held on the day proposed, and c require the Parliament to meet within the period of seven days beginning immediately after the day of the poll. 5ZZA Before proposing a day for the holding of the poll under subsection (5), the Presiding Officer must consult the Electoral Commission. 5ZA Where a day is specified by order under subsection (2B), subsection (5) applies as if the reference to the first Thursday in May were a reference to that day. 5A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 In this Act “ the Scottish Seal ” means Her Majesty’s Seal appointed by the Treaty of Union to be kept and used in Scotland in place of the Great Seal of Scotland."}, {"act": "Scotland Act 1998", "year": 1998, "section": "3", "section_title": " Extraordinary general elections.", "section_text": "3 1 The Presiding Officer shall propose a day for the holding of a poll if— a the Parliament resolves that it should be dissolved and, if the resolution is passed on a division, the number of members voting in favour of it is not less than two-thirds of the total number of seats for members of the Parliament, or b any period during which the Parliament is required under section 46 to nominate one of its members for appointment as First Minister ends without such a nomination being made. 2 If the Presiding Officer makes such a proposal, Her Majesty may by proclamation under the Scottish Seal— a dissolve the Parliament and require an extraordinary general election to be held, b require the poll at the election to be held on the day proposed, and c require the Parliament to meet within the period of seven days beginning immediately after the day of the poll. 2A Subsection (2B) applies if a proclamation is made under subsection (2). 2B If the Presiding Officer proposes another day for the holding of the poll at the extraordinary general election which is not more than one month later than the day on which the poll is required to be held under the proclamation, Her Majesty may by further proclamation under the Scottish Seal— a require the poll at the election to be held instead on the day proposed under this subsection, and b require the Parliament to meet within the period of seven days beginning immediately after the day of the poll. 2C Before proposing a day for the holding of the poll under subsection (2B), the Presiding Officer must consult the Electoral Commission.”. Scottish local government elections 3 If a poll is held under this section within the period of six months ending with the day on which the poll at the next ordinary general election would be held (disregarding section 2(5)), that ordinary general election shall not be held. 4 Subsection (3) does not affect the year in which the subsequent ordinary general election is to be held."}, {"act": "Scotland Act 1998", "year": 1998, "section": "4", "section_title": " Calculating time for meeting of the Parliament.", "section_text": "4 In calculating any period of days for the purposes of section 2(3)(b) or (5)(c) or section 3(2)(c), Saturday, Sunday, Christmas Eve, Christmas Day, Good Friday, a bank holiday in Scotland or a day appointed for public thanksgiving or mourning shall be disregarded."}, {"act": "Scotland Act 1998", "year": 1998, "section": "5", "section_title": " Candidates.", "section_text": "5 1 At a general election, the candidates may stand for return as constituency members or regional members. 2 A person may not be a candidate to be a constituency member for more than one constituency. 3 The candidates to be regional members shall be those included in a list submitted under subsection (4) or individual candidates. 4 Any registered political party may submit to the regional returning officer a list of candidates to be regional members for a particular region (referred to in this Act, in relation to the region, as the party’s “ regional list ”). 5 A registered political party’s regional list has effect in relation to the general election and any vacancy occurring among the regional members after that election and before the next general election. 6 Not more than twelve persons may be included in the list (but the list may include only one person). 7 A registered political party’s regional list must not include a person— a who is included in any other list submitted under subsection (4) for the region or any list submitted under that subsection for another region, b who is an individual candidate to be a regional member for the region or another region, c who is a candidate to be a constituency member for a constituency not included in the region, or d who is a candidate to be a constituency member for a constituency included in the region but is not a candidate of that party. 8 A person may not be an individual candidate to be a regional member for a particular region if he is— a included in a list submitted under subsection (4) for the region or another region, b an individual candidate to be a regional member for another region, c a candidate to be a constituency member for a constituency not included in the region, or d a candidate of any registered political party to be a constituency member for a constituency included in the region. 9 In this Act, “ registered political party ” means a party registered under  Part II of the Political Parties, Elections and Referendums Act 2000  ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "6", "section_title": " Poll for regional members.", "section_text": "6 1 This section and sections 7 and 8 are about the return of regional members at a general election. 2 In each of the constituencies for the Parliament, a poll shall be held at which each person entitled to vote as elector may give a vote (referred to in this Act as a “ regional vote ”) for— a a registered political party which has submitted a regional list, or b an individual candidate to be a regional member for the region. 3 The right conferred on a person by subsection (2) is in addition to any right the person may have to vote in any poll for the return of a constituency member."}, {"act": "Scotland Act 1998", "year": 1998, "section": "7", "section_title": " Calculation of regional figures.", "section_text": "7 1 The persons who are to be returned as constituency members for constituencies included in the region must be determined before the persons who are to be returned as the regional members for the region. 2 For each registered political party which has submitted a regional list, the regional figure for the purposes of section 8 is— a the total number of regional votes given for the party in all the constituencies included in the region, divided by b the aggregate of one plus the number of candidates of the party returned as constituency members for any of those constituencies. 3 Each time a seat is allocated to the party under section 8, that figure shall be recalculated by increasing (or further increasing) the aggregate in subsection (2)(b) by one. 4 For each individual candidate to be a regional member for the region, the regional figure for the purposes of section 8 is the total number of regional votes given for him in all the constituencies included in the region."}, {"act": "Scotland Act 1998", "year": 1998, "section": "8", "section_title": " Allocation of seats to regional members.", "section_text": "8 1 The first regional member seat shall be allocated to the registered political party or individual candidate with the highest regional figure. 2 The second and subsequent regional member seats shall be allocated to the registered political party or individual candidate with the highest regional figure, after any recalculation required by section 7(3) has been carried out. 3 An individual candidate already returned as a constituency or regional member shall be disregarded. 4 Seats for the region which are allocated to a registered political party shall be filled by the persons in the party’s regional list in the order in which they appear in the list. 5 For the purposes of this section and section 10, a person in a registered political party’s regional list who is returned as a member of the Parliament shall be treated as ceasing to be in the list (even if his return is void). 6 Once a party’s regional list has been exhausted (by the return of persons included in it as constituency members or by the previous application of subsection (1) or (2)) the party shall be disregarded. 7 If (on the application of subsection (1) or any application of subsection (2)) the highest regional figure is the regional figure of two or more parties or individual candidates,   a the subsection in question shall apply to each of them; or b if paragraph (a) would result in more than the correct number of seats for the region being allocated, the subsection in question shall apply as if the regional figure for each of those parties or candidates had been adjusted in accordance with subsection (8). 8 The regional figure for a party or candidate is adjusted in accordance with this subsection by— a adding one vote to the total number of regional votes given for the party or candidate in all the constituencies included in the region; and b (in the case of a party) recalculating the regional figure accordingly. 9 If, on the application of the subsection in question in accordance with subsection (7)(b), seats would be allocated to two or more parties or individual candidates and that would result in more than the correct number of seats for the region being allocated, the regional returning officer shall decide between them by lot."}, {"act": "Scotland Act 1998", "year": 1998, "section": "9", "section_title": " Constituency vacancies.", "section_text": "9 1 Where the seat of a constituency member is vacant, an election shall be held to fill the vacancy (subject to subsection (4)). 2 The date of the poll shall be fixed by the Presiding Officer. 3 The date shall fall within the period of three months— a beginning with the occurrence of the vacancy, or b if the vacancy does not come to the notice of the Presiding Officer within the period of one month beginning with its occurrence, beginning when it does come to his notice. 4 The election shall not be held if the latest date for holding the poll would fall within the period of three months ending with the day on which the poll at the next ordinary general election would be held (disregarding section 2(5)). 5 For the purposes of this section, the date on which a vacancy is to be treated as occurring shall be determined under standing orders. 6 A person may not be a candidate at such an election if he is a member of the Parliament or a candidate in another election to fill a vacancy."}, {"act": "Scotland Act 1998", "year": 1998, "section": "10", "section_title": " Regional vacancies.", "section_text": "10 1 This section applies where the seat of a regional member is vacant. 2 If the regional member was returned as an individual candidate, or the vacancy is not filled in accordance with the following provisions, the seat shall remain vacant until the next general election. 3 If the regional member was returned (under section 8 or this section) from a registered political party’s regional list, the regional returning officer shall notify the Presiding Officer of the name of the person who is to fill the vacancy. 4 The regional returning officer shall ascertain from that party's regional list the name and address of the person whose name appears highest on that list (“ the first choice ”) and shall take such steps as appear to him to be reasonable to contact the first choice to ask whether he will— a state in writing that he is willing and able to serve as a regional member for that region; and b deliver a certificate signed by or on behalf of the nominating officer of the registered party which submitted that regional list stating that the first choice may be returned as a regional member from that list. 4A Where— a within such period as the regional returning officer considers reasonable— i he decides that the steps he has taken to contact the first choice have been unsuccessful; or ii he has not received from that person the statement and certificate referred to in subsection (4); or b the first choice has— i stated in writing that he is not willing to serve as a regional member for that region; or ii failed to deliver the certificate referred to in subsection (4)(b), the regional returning officer shall repeat the procedure required by subsection (4) in respect of the person (if any) whose name appears next in that list (“ the second choice ”) or, where paragraph (a) or (b) of this subsection applies in respect of that person, in respect of the person (if any) whose name appears next highest after the second choice in that list; and the regional returning officer shall continue to repeat the procedure until the regional returning officer has notified the Presiding Officer of the name of the person who is to fill the vacancy or the names in the list are exhausted. 5 Where a person whose name appears on that list provides the statement and certificate referred to in subsection (4), the regional returning officer shall notify to the Presiding Officer the name of that person. 5A Where— a under subsection (4A), the regional returning officer has asked the second choice or a subsequent choice the questions referred to in subsection (4); and b the person who was asked those questions on an earlier occasion then provides the statement and certificate referred to in that subsection, that statement and certificate shall have no effect unless and until the circumstances described in paragraph (a) or (b) of subsection (4A) apply in respect of the second choice or, as the case may be, of the subsequent choice. 6 Where a person’s name has been notified under subsection (3), this Act shall apply as if he had been declared to be returned as a regional member for the region on the day on which notification of his name was received by the Presiding Officer. 7 For the purposes of this section, the date on which a vacancy is to be treated as occurring shall be determined under standing orders."}, {"act": "Scotland Act 1998", "year": 1998, "section": "11", "section_title": " Electors.", "section_text": "11 1 The persons entitled to vote as electors at an election for membership of the Parliament held in any constituency are those who on the day of the poll— a would be entitled to vote as electors at a local government election in an electoral area falling wholly or partly within the constituency, and b are registered in the register of local government electors at an address within the constituency. 2 A person is not entitled to vote as elector in any constituency— a more than once at a poll for the return of a constituency member, or b more than once at a poll for the return of regional members, or to vote as elector in more than one constituency at a general election."}, {"act": "Scotland Act 1998", "year": 1998, "section": "12", "section_title": "Power of the Scottish Ministers to make provision about elections", "section_text": "12 1 The Scottish Ministers may by order make any provision that would be within the legislative competence of the Parliament, if included in an Act of the Scottish Parliament, as to— a the conduct of elections for membership of the Parliament, b the questioning of such an election and the consequences of irregularities, and c the return of members of the Parliament otherwise than at an election. 2 The provision that may be made under subsection (1)(a) includes, in particular, provision— a about the registration of electors, b for disregarding alterations in a register of electors, c about the limitation of the election expenses of candidates, d for the combination of polls, e for modifying the application of section 7(1) where the poll at an election for the return of a constituency member is abandoned (or notice of it is countermanded), and f for modifying section 8(7) to ensure the allocation of the correct number of seats for the region. 3 The provision that may be made under subsection (1)(c) includes, in particular, provision modifying section 10(4) to (5A). 4 An order under subsection (1) may— a apply, with or without modifications or exceptions, any provision made by or under the Representation of the People Acts  ... or by any other enactment relating to parliamentary elections  ... or local government elections, and b so far as may be necessary in consequence of any provision made by an order under subsection (1), modify any provision made by any enactment relating to the registration of parliamentary electors or local government electors. 5 The return of a member of the Parliament at an election may be questioned only under Part 3 of the Representation of the People Act 1983 as applied by an order under subsection (1). 6 For the purposes of this Act, the regional returning officer for any region is the person designated as such in accordance with an order made by the Scottish Ministers under this subsection."}, {"act": "Scotland Act 1998", "year": 1998, "section": "12A", "section_title": "Power of the Secretary of State to make provision about the combination of polls", "section_text": "12A 1 The Secretary of State may by regulations make provision for— a the combination of polls at ordinary general elections for membership of the Parliament with polls at   parliamentary by-elections , and b the combination of polls at extraordinary general elections for membership of the Parliament, and by-elections for membership of the Parliament, with polls at   parliamentary by-elections or parliamentary general elections . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The Secretary of State may not make regulations under this section without the agreement of the Scottish Ministers. 5 Regulations under subsection (1) may— a apply, with or without modifications or exceptions, any provision made by or under the Representation of the People Acts  ... or by any other enactment relating to parliamentary elections  ... or local government elections, and b modify any form contained in, or in regulations or rules made under, the Representation of the People Acts so far as may be necessary to enable it to be used both for the original purpose and in relation to elections for membership of the Parliament."}, {"act": "Scotland Act 1998", "year": 1998, "section": "13", "section_title": " Term of office of members.", "section_text": "13 The term of office of a member of the Parliament begins on the day on which the member is declared to be returned and ends with the dissolution of the Parliament."}, {"act": "Scotland Act 1998", "year": 1998, "section": "14", "section_title": " Resignation of members.", "section_text": "14 A member of the Parliament may at any time resign his seat by giving notice in writing to the Presiding Officer."}, {"act": "Scotland Act 1998", "year": 1998, "section": "15", "section_title": " Disqualification from membership of the Parliament.", "section_text": "15 1 A person is disqualified from being a member of the Parliament (subject to section 16) if— a he is disqualified from being a member of the House of Commons under paragraphs (a) to (e) of section 1(1) of the  House of Commons Disqualification Act 1975 (judges, civil servants, members of the armed forces, members of police forces and members of foreign legislatures), b he is disqualified otherwise than under that Act (either generally or in relation to a particular parliamentary constituency) from being a member of the House of Commons or from sitting and voting in it, c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d he is an office-holder of a description specified in an Order in Council made by Her Majesty under this subsection. 2 An office-holder of a description specified in an Order in Council made by Her Majesty under this subsection is disqualified from being a member of the Parliament for any constituency or region of a description specified in the Order in relation to the office-holder. 3 In this section “ office-holder ” includes employee or other post-holder."}, {"act": "Scotland Act 1998", "year": 1998, "section": "16", "section_title": " Exceptions and relief from disqualification.", "section_text": "16 1 A person is not disqualified from being a member of the Parliament merely because— a he is a peer (whether of the United Kingdom, Great Britain, England or Scotland), or b he is a Lord Spiritual. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A A person is not disqualified from being a member of the Parliament merely because of section 3 of the Act of Settlement, provided the person— a is resident in the United Kingdom, and b meets one of the conditions mentioned in subsection (2B). 2B The conditions are that the person— a is not a person who requires leave under the Immigration Act 1971 to enter or remain in the United Kingdom (excluding a person who does not require such leave by virtue only of section 8 of the Immigration Act 1971 (exceptions to requirement for leave in special cases)), or b is such a person but for the time being— i has (or is, by virtue of any enactment, to be treated as having) indefinite leave to remain within the meaning of that Act, or ii has pre-settled status. 2C For the purposes of subsection (2B)(b)(ii), a person has pre-settled status if the person has limited leave to remain in the United Kingdom granted by virtue of residence scheme immigration rules (within the meaning of section 17(1) of the European Union (Withdrawal Agreement) Act 2020). 3 Subsection (4) applies where a person was, or is alleged to have been, disqualified from being a member of the Parliament (either generally or in relation to a particular constituency or region) on any ground other than one falling within section 15(1)(b). 4 The Parliament may resolve to disregard any disqualification incurred by that person on the ground in question if it considers that— a the ground has been removed, and b it is proper to disregard any disqualification so incurred. 5 A resolution under this section shall not— a affect any proceedings under Part III of the Representation of the  People Act 1983 as applied by an order under section 12, or b enable the Parliament to disregard any disqualification which has been established in such proceedings or in proceedings under section 18."}, {"act": "Scotland Act 1998", "year": 1998, "section": "17", "section_title": " Effect of disqualification.", "section_text": "17 1 If a person who is disqualified from being a member of the Parliament or from being a member for a particular constituency or region is returned as a member of the Parliament or (as the case may be) as a member for the constituency or region, his return shall be void and his seat vacant. 2 If a member of the Parliament becomes disqualified from being a member of the Parliament or from being a member for the particular constituency or region for which he is sitting, he shall cease to be a member of the Parliament (so that his seat is vacant). 3 Subsections (1) and (2) have effect subject to any resolution of the Parliament under section 16. 4 Subsection (2) also has effect subject to  ... section 427 of the  Insolvency Act 1986 (sequestration  etc ); and where, in consequence of  that section , the seat of a disqualified member of the Parliament is not vacant he shall not cease to be a member of the Parliament until his seat becomes vacant but— a he shall not participate in any proceedings of the Parliament, and b any of his other rights and privileges as a member of the Parliament may be withdrawn by a resolution of the Parliament. 5 The validity of any proceedings of the Parliament is not affected by the disqualification of any person from being a member of the Parliament or from being a member for the constituency or region for which he purports to sit."}, {"act": "Scotland Act 1998", "year": 1998, "section": "18", "section_title": " Judicial proceedings as to disqualification.", "section_text": "18 1 Any person who claims that a person purporting to be a member of the Parliament is disqualified or has been disqualified at any time since being returned may apply to the Court of Session for a declarator to that effect. 2 An application in respect of any person may be made whether the grounds on which it is made are alleged to have subsisted when the person was returned or to have arisen subsequently. 3 No declarator shall be made— a on grounds which subsisted when the person was returned, if an election petition is pending or has been tried in which the disqualification on those grounds of the person concerned is or was in issue, or b on any ground, if a resolution under section 16 requires that any disqualification incurred on that ground by the person concerned is to be disregarded. 4 The person in respect of whom an application is made shall be the defender. 5 The applicant shall give such caution for the expenses of the proceedings as the Court of Session may direct; but any such caution shall not exceed £5,000 or such other sum as the Scottish Ministers may by order specify. 6 The decision of the court on an application under this section shall be final. 7 In this section “ disqualified ” means disqualified from being a member of the Parliament or from being a member for the constituency or region for which the person concerned purports to sit."}, {"act": "Scotland Act 1998", "year": 1998, "section": "19", "section_title": " Presiding Officer.", "section_text": "19 1 The Parliament shall,  ... following a general election, elect from among its members a Presiding Officer and two deputies. 1A The Parliament must do so— a before it conducts any other proceedings, except the taking by its members of the oath of allegiance (see section 84), and b in any event, within the period of 14 days beginning immediately after the day of the poll at the election. 1B The Parliament may, at any time, elect from among its members one or more additional deputies. 2 A person elected Presiding Officer or deputy shall hold office until the conclusion of the next election for Presiding Officer under subsection (1) unless he previously resigns, ceases to be a member of the Parliament otherwise than by virtue of a dissolution or is removed from office by resolution of the Parliament. 2A But standing orders may make provision for additional deputies to hold office for a shorter time than provided by subsection (2). 3 If the Presiding Officer or a deputy  elected under subsection (1)  ceases to hold office before the Parliament is dissolved, the Parliament shall elect another from among its members to fill his place. 4 The Presiding Officer’s functions may be exercised by a deputy if the office of Presiding Officer is vacant or the Presiding Officer is for any reason unable to act. 5 The Presiding Officer may (subject to standing orders) authorise any deputy to exercise functions on his behalf. 6 Standing orders may include provision as to the participation (including voting) of the Presiding Officer and deputies in the proceedings of the Parliament. 7 The validity of any act of the Presiding Officer or a deputy is not affected by any defect in his election."}, {"act": "Scotland Act 1998", "year": 1998, "section": "20", "section_title": " Clerk of the Parliament.", "section_text": "20 1 There shall be a Clerk of the Parliament. 2 The Clerk shall be appointed by the Scottish Parliamentary Corporate Body (established under section 21). 3 The Clerk’s functions may be exercised by any Assistant Clerk if the office of Clerk is vacant or the Clerk is for any reason unable to act. 4 The Clerk may authorise any Assistant Clerk or other member of the staff of the Parliament to exercise functions on his behalf."}, {"act": "Scotland Act 1998", "year": 1998, "section": "21", "section_title": " Scottish Parliamentary Corporate Body.", "section_text": "21 1 There shall be a body corporate to be known as “ The Scottish Parliamentary Corporate Body ” (referred to in this Act as the Parliamentary corporation) to perform the functions conferred on the corporation by virtue of this Act or any other enactment. 2 The members of the corporation shall be— a the Presiding Officer, and b at least  four members of the Parliament appointed in accordance with standing orders. 3 The corporation shall provide the Parliament, or ensure that the Parliament is provided, with the property, staff and services required for the Parliament’s purposes. 4 The Parliament may give special or general directions to the corporation for the purpose of or in connection with the exercise of the corporation’s functions. 5 Any property or liabilities acquired or incurred in relation to matters within the general responsibility of the corporation to which (apart from this subsection) the Parliament would be entitled or subject shall be treated for all purposes as property or (as the case may be) liabilities of the corporation. 6 Any expenses of the corporation shall be payable out of the Scottish Consolidated Fund. 7 Any sums received by the corporation shall be paid into that Fund, subject to any provision made by or under an Act of the Scottish Parliament for the disposal of or accounting for such sums. 8 Schedule 2 (which makes further provision about the corporation) shall have effect."}, {"act": "Scotland Act 1998", "year": 1998, "section": "22", "section_title": " Standing orders.", "section_text": "22 1 The proceedings of the Parliament shall be regulated by standing orders. 2 Schedule 3 (which makes provision as to how certain matters are to be dealt with by standing orders) shall have effect."}, {"act": "Scotland Act 1998", "year": 1998, "section": "23", "section_title": " Power to call for witnesses and documents.", "section_text": "23 1 The Parliament may require any person— a to attend its proceedings for the purpose of giving evidence, or b to produce documents in his custody or under his control, concerning any subject for which any member of the  Scottish Government  has general responsibility. 2 Subject to subsection (3), the Parliament may impose such a requirement on a person outside Scotland only in connection with the discharge by him of— a functions of the Scottish Administration, or b functions of a Scottish public authority or cross-border public authority, or Border rivers functions (within the meaning of section 111(4)), which concern a subject for which any member of the  Scottish Government  has general responsibility. 3 In relation to the exercise of functions of a Minister of the Crown, the Parliament may not impose such a requirement on— a him (whether or not he continues to be a Minister of the Crown), or b a person who is or has been in Crown employment, within the meaning of section 191(3) of the  Employment Rights Act 1996, unless the exercise concerns a subject for which any member of the  Scottish Government  has general responsibility. 4 But the Parliament may not impose such a requirement in pursuance of subsection (3) in connection with the exercise of functions which are exercisable— a by the Scottish Ministers as well as by a Minister of the Crown, or b by a Minister of the Crown only with the agreement of, or after consultation with, the Scottish Ministers. 5 Subsection (4)(b) does not prevent the Parliament imposing such a requirement in connection with the exercise of functions which do not relate to reserved matters. 6 Where all the functions of a body relate to reserved matters, the Parliament may not impose such a requirement on any person in connection with the discharge by him of those functions. 7 The Parliament may not impose such a requirement on— a a judge of any court, or b a member of any tribunal in connection with the discharge by him of his functions as such. 8 Such a requirement may be imposed by a committee or sub-committee of the Parliament only if the committee or sub-committee is expressly authorised to do so (whether by standing orders or otherwise). 9 A person is not obliged under this section to answer any question or produce any document which he would be entitled to refuse to answer or produce in proceedings in a court in Scotland. 10 A procurator fiscal is not obliged under this section to answer any question or produce any document concerning the operation of the system of criminal prosecution in any particular case if the Lord Advocate— a considers that answering the question or producing the document might prejudice criminal proceedings in that case or would otherwise be contrary to the public interest, and b has authorised the procurator fiscal to decline to answer the question or produce the document on that ground."}, {"act": "Scotland Act 1998", "year": 1998, "section": "23A", "section_title": "Power to impose requirements on specific bodies", "section_text": "23A 1 Section 23 applies in relation to requirements imposed on a person in connection with the discharge of the functions of a body mentioned in subsection (2) in relation to Scotland with the omission of— a the words after paragraph (b) in subsection (1), and b subsections (2) and (6). 2 The bodies are— a the Commissioners of Northern Lighthouses, b the Office of Communications, and c the Gas and Electricity Markets Authority."}, {"act": "Scotland Act 1998", "year": 1998, "section": "24", "section_title": " Witnesses and documents: notice.", "section_text": "24 1 A requirement under section 23 shall be imposed by the Clerk giving the person in question notice in writing specifying— a the time and place at which the person is to attend and the particular subjects concerning which he is required to give evidence, or b the documents, or types of documents, which he is to produce, the date by which he is to produce them and the particular subjects concerning which they are required. 2 Such notice shall be given— a in the case of an individual, by sending it, by registered post or the recorded delivery service, addressed to him at his usual or last known address or, where he has given an address for service, at that address, b in any other case, by sending it, by registered post or the recorded delivery service, addressed to the person at the person’s registered or principal office."}, {"act": "Scotland Act 1998", "year": 1998, "section": "25", "section_title": " Witnesses and documents: offences.", "section_text": "25 1 Any person to whom a notice under section 24(1) has been given who— a refuses or fails to attend proceedings as required by the notice, b refuses or fails, when attending proceedings as required by the notice, to answer any question concerning the subjects specified in the notice, c deliberately alters, suppresses, conceals or destroys any document which he is required to produce by the notice, or d refuses or fails to produce any such document, is guilty of an offence. 2 Subsection (1) is subject to sections 23(9) and (10) and 27(3). 3 It is a defence for a person charged with an offence under subsection (1)(a), (b) or (d) to prove that he had a reasonable excuse for the refusal or failure. 4 A person guilty of an offence under this section is liable on summary conviction to a fine not exceeding level 5 on the standard scale or to imprisonment for a period not exceeding three months. 5 Where an offence under this section which has been committed by a body corporate is proved to have been committed with the consent or connivance of, or to be attributable to any neglect on the part of— a a director, manager, secretary or other similar officer of the body corporate, or b any person who was purporting to act in any such capacity, he, as well as the body corporate, is guilty of that offence and liable to be proceeded against accordingly."}, {"act": "Scotland Act 1998", "year": 1998, "section": "26", "section_title": " Witnesses and documents: general.", "section_text": "26 1 The Presiding Officer or such other person as may be authorised by standing orders may— a administer an oath to any person giving evidence in proceedings of the Parliament, and b require him to take the oath. 2 Any person who refuses to take an oath when required to do so under subsection (1)(b) is guilty of an offence. 3 Subsection (4) of section 25 applies to an offence under subsection (2) as it applies to an offence under that section. 4 Standing orders may provide for the payment of allowances and expenses to persons— a attending proceedings of the Parliament to give evidence, or b producing documents which they have been required or requested to produce, whether or not in pursuance of a notice under section 24(1). 5 For the purposes of sections 23 to 25 and this section, a person shall be taken to comply with a requirement to produce a document if he produces a copy of, or an extract of the relevant part of, the document."}, {"act": "Scotland Act 1998", "year": 1998, "section": "27", "section_title": " Participation of the Scottish Law Officers.", "section_text": "27 1 If the Lord Advocate or the Solicitor General for Scotland is not a member of the Parliament— a he may participate in the proceedings of the Parliament to the extent permitted by standing orders, but may not vote, and b standing orders may in other respects provide that they are to apply to him as if he were such a member. 2 Subsection (1) is without prejudice to section 39. 3 The Lord Advocate or the Solicitor General for Scotland may, in any proceedings of the Parliament, decline to answer any question or produce any document relating to the operation of the system of criminal prosecution in any particular case if he considers that answering the question or producing the document— a might prejudice criminal proceedings in that case, or b would otherwise be contrary to the public interest."}, {"act": "Scotland Act 1998", "year": 1998, "section": "28", "section_title": " Acts of the Scottish Parliament.", "section_text": "28 1 Subject to section 29, the Parliament may make laws, to be known as Acts of the Scottish Parliament. 2 Proposed Acts of the Scottish Parliament shall be known as Bills; and a Bill shall become an Act of the Scottish Parliament when it has been passed by the Parliament and has received Royal Assent. 3 A Bill receives Royal Assent at the beginning of the day on which Letters Patent under the Scottish Seal signed with Her Majesty’s own hand signifying Her Assent are recorded in the Register of the Great Seal. 4 The date of Royal Assent shall be written on the Act of the Scottish Parliament by the Clerk, and shall form part of the Act. 5 The validity of an Act of the Scottish Parliament is not affected by any invalidity in the proceedings of the Parliament leading to its enactment. 6 Every Act of the Scottish Parliament shall be judicially noticed. 7 This section does not affect the power of the Parliament of the United Kingdom to make laws for Scotland. 8 But it is recognised that the Parliament of the United Kingdom will not normally legislate with regard to devolved matters without the consent of the Scottish Parliament."}, {"act": "Scotland Act 1998", "year": 1998, "section": "29", "section_title": " Legislative competence.", "section_text": "29 1 An Act of the Scottish Parliament is not law so far as any provision of the Act is outside the legislative competence of the Parliament. 2 A provision is outside that competence so far as any of the following paragraphs apply— a it would form part of the law of a country or territory other than Scotland, or confer or remove functions exercisable otherwise than in or as regards Scotland, b it relates to reserved matters, c it is in breach of the restrictions in Schedule 4, d it is incompatible with any of the Convention rights  ..., e it would remove the Lord Advocate from his position as head of the systems of criminal prosecution and investigation of deaths in Scotland. 3 For the purposes of this section, the question whether a provision of an Act of the Scottish Parliament relates to a reserved matter is to be determined, subject to subsection (4), by reference to the purpose of the provision, having regard (among other things) to its effect in all the circumstances. 4 A provision which— a would otherwise not relate to reserved matters, but b makes modifications of Scots private law, or Scots criminal law, as it applies to reserved matters, is to be treated as relating to reserved matters unless the purpose of the provision is to make the law in question apply consistently to reserved matters and otherwise. 5 Subsection (1) is subject to section 30(6)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "30", "section_title": " Legislative competence: supplementary.", "section_text": "30 1 Schedule 5 (which defines reserved matters) shall have effect. 2 Her Majesty may by Order in Council make any modifications of Schedule 4 or 5 which She considers necessary or expedient. 3 Her Majesty may by Order in Council specify functions which are to be treated, for such purposes of this Act as may be specified, as being, or as not being, functions which are exercisable in or as regards Scotland. 4 An Order in Council under this section may also make such modifications of— a any enactment or prerogative instrument (including any enactment comprised in or made under this Act), or b any other instrument or document, as Her Majesty considers necessary or expedient in connection with other provision made by the Order. 5 Subsection (6) applies where any alteration is made— a to the matters which are reserved matters, or b to Schedule 4, (whether by virtue of the making, revocation or expiry of an Order in Council under this section or otherwise). 6 Where the effect of the alteration is that a provision of an Act of the Scottish Parliament ceases to be within the legislative competence of the Parliament, the provision does not for that reason cease to have effect (unless an enactment provides otherwise)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "30A", "section_title": "Legislative competence: restriction relating to retained  EU  law", "section_text": "30A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "31", "section_title": " Scrutiny of Bills  for legislative competence and protected subject-matter  .", "section_text": "31 1 A person  in charge of a Bill shall, on or before introduction of the Bill in the Parliament, state that in his view the provisions of the Bill would be within the legislative competence of the Parliament. 2 The Presiding Officer shall, on or before the introduction of a Bill in the Parliament, decide whether or not in his view the provisions of the Bill would be within the legislative competence of the Parliament and state his decision. 2A The Presiding Officer shall, after the last time when a Bill may be amended but before the decision whether to pass or reject it, decide whether or not in his view any provision of the Bill relates to a protected subject-matter and state his decision. 3 The form of any statement, and the manner in which it is to be made, shall be determined under standing orders, and standing orders may provide for any statement to be published. 4 For the purposes of this Part a provision of a Bill relates to a protected subject-matter if it would modify, or confer power to modify, any of the matters listed in subsection (5) (but not if the provision is incidental to or consequential on another provision of the Bill). 5 The matters are— a the persons entitled to vote as electors at an election for membership of the Parliament, b the system by which members of the Parliament are returned, c the number of constituencies, regions or any equivalent electoral area, and d the number of members to be returned for each constituency, region or equivalent electoral area."}, {"act": "Scotland Act 1998", "year": 1998, "section": "31A", "section_title": "Two-thirds majority for Bills relating to a protected subject-matter", "section_text": "31A If the Presiding Officer states under section 31(2A) that in his view any provision of a Bill relates to a protected subject-matter, the Bill is not passed unless the number of members voting in favour of it at the final stage is at least two-thirds of the total number of seats for members of the Parliament."}, {"act": "Scotland Act 1998", "year": 1998, "section": "32", "section_title": " Submission of Bills for Royal Assent.", "section_text": "32 1 It is for the Presiding Officer to submit Bills for Royal Assent. 2 The Presiding Officer shall not submit a Bill for Royal Assent at any time when— a the Advocate General, the Lord Advocate or the Attorney General is entitled to make a reference in relation to the Bill under section  32A or   33, b any such reference has been made but has not been decided or otherwise disposed of by the   Supreme Court , or c an order may be made in relation to the Bill under section 35. 2A The Presiding Officer shall not submit a Bill for Royal Assent if the Supreme Court has decided on a reference made in relation to the Bill under section 32A(2)(b) that any provision of the Bill relates to a protected subject-matter, unless since the decision the Bill has been approved in accordance with standing orders made by virtue of section 36(5). 3 The Presiding Officer shall not submit a Bill in its unamended form for Royal Assent if— a the   Supreme Court has  decided that the Bill or any provision of it would not be within the legislative competence of the Parliament.  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this Act— “ Advocate General ” means the Advocate General for Scotland, . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "32A", "section_title": "Scrutiny of Bills by the Supreme Court (protected subject-matter)", "section_text": "32A 1 The Advocate General, the Lord Advocate or the Attorney General may refer the question of whether a Bill or any provision of a Bill relates to a protected subject-matter to the Supreme Court for decision. 2 Subject to subsection (3), he may make a reference in relation to a Bill— a at any time during the period of four weeks beginning with the rejection of the Bill, if the Presiding Officer has made a statement under section 31(2A) that in his view any provision of the Bill relates to a protected subject-matter, and b at any time during the period of four weeks beginning with the passing of the Bill, if the Presiding Officer has made a statement under section 31(2A) that in his view no provision of the Bill relates to a protected subject-matter, unless the number of members voting in favour of the Bill at its passing is at least two-thirds of the total number of seats for members of the Parliament. 3 He shall not make a reference in relation to a Bill if he has notified the Presiding Officer that he does not intend to make a reference in relation to the Bill, unless since the notification the Bill has been approved or rejected in accordance with standing orders made by virtue of section 36(5)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "33", "section_title": " Scrutiny of Bills by the   Supreme Court   (legislative competence)  .", "section_text": "33 1 The Advocate General, the Lord Advocate or the Attorney General may refer the question of whether a Bill or any provision of a Bill would be within the legislative competence of the Parliament to the   Supreme Court  for decision. 2 Subject to subsection (3), he may make a reference in relation to a Bill at any time during— a the period of four weeks beginning with the passing of the Bill, and b any period of four weeks beginning with any  ... approval of the Bill in accordance with standing orders made by virtue of section 36(5). 3 He shall not make a reference in relation to a Bill if he has notified the Presiding Officer that he does not intend to make a reference in relation to the Bill, unless the Bill has been approved as mentioned in subsection (2)(b) since the notification."}, {"act": "Scotland Act 1998", "year": 1998, "section": "34", "section_title": "  ECJ  references.", "section_text": "34 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "35", "section_title": " Power to intervene in certain cases.", "section_text": "35 1 If a Bill contains provisions— a which the Secretary of State has reasonable grounds to believe would be incompatible with any international obligations or the interests of defence or national security, or b which make modifications of the law as it applies to reserved matters and which the Secretary of State has reasonable grounds to believe would have an adverse effect on the operation of the law as it applies to reserved matters, he may make an order prohibiting the Presiding Officer from submitting the Bill for Royal Assent. 2 The order must identify the Bill and the provisions in question and state the reasons for making the order. 3 The order may be made at any time during— a the period of four weeks beginning with the passing of the Bill, b any period of four weeks beginning with any  ... approval of the Bill in accordance with standing orders made by virtue of section 36(5), c if a reference is made in relation to the Bill under section  32A(2)(b) or   33, the period of four weeks beginning with the reference being decided or otherwise disposed of by the   Supreme Court . 4 The Secretary of State shall not make an order in relation to a Bill if he has notified the Presiding Officer that he does not intend to do so, unless the Bill has been approved as mentioned in subsection (3)(b) since the notification. 5 An order in force under this section at a time when such approval is given shall cease to have effect."}, {"act": "Scotland Act 1998", "year": 1998, "section": "36", "section_title": " Stages of Bills.", "section_text": "36 1 Standing orders shall include provision— a for general debate on a Bill with an opportunity for members to vote on its general principles, b for the consideration of, and an opportunity for members to vote on, the details of a Bill, and c for a final stage at which a Bill can be passed or rejected. 2 Subsection (1) does not prevent standing orders making provision to enable the Parliament to expedite proceedings in relation to a particular Bill. 3 Standing orders may make provision different from that required by subsection (1) for the procedure applicable to Bills of any of the following kinds— a Bills which restate the law, b Bills which repeal spent enactments, c private Bills. 4 Standing orders shall provide for an opportunity for the reconsideration of a Bill after its passing if (and only if)— a the   Supreme Court decides  that the Bill or any provision of it would not be within the legislative competence of the Parliament, aa the Supreme Court decides on a reference made in relation to the Bill under section 32A(2)(b) that any provision of the Bill relates to a protected subject-matter, b ... or c an order is made in relation to the Bill under section 35. 4A Standing orders shall provide for an opportunity for the reconsideration of a Bill after its rejection if (and only if), on a reference made in relation to the Bill under section 32A(2)(a), the Supreme Court decides that no provision that is subject to the reference relates to a protected subject-matter. 5 Standing orders shall, in particular, ensure that  —  a any Bill amended on reconsideration in accordance with standing orders made by virtue of subsection (4)(a)  ... or (c), and b any Bill reconsidered in accordance with standing orders made by virtue of subsection (4)(aa) or (4A), is subject to a final stage at which it can be approved or rejected. 6 References in subsection (4), sections 28(2) , 31(2A), 31A, 32A(2)(b)   and 38(1)(a) and paragraph 7 of Schedule 3 to the passing of a Bill shall, in the case of a Bill   to which subsection (5)(a) or (b) applies , be read as references to the approval of the Bill."}, {"act": "Scotland Act 1998", "year": 1998, "section": "37", "section_title": " Acts of Union.", "section_text": "37 The  Union with Scotland Act 1706 and the  Union with England Act 1707 have effect subject to this Act."}, {"act": "Scotland Act 1998", "year": 1998, "section": "38", "section_title": " Letters Patent and proclamations.", "section_text": "38 1 The Keeper of the Registers of Scotland shall record in the Register of the Great Seal— a all Letters Patent signed with Her Majesty’s own hand signifying Her Assent to a Bill passed by the Parliament, and b all royal proclamations under sections 2(5) and 3(2), which have passed under the Scottish Seal. 2 On recording such Letters Patent he shall intimate the date of recording to the Clerk. 3 Her Majesty may by Order in Council make provision as to— a the form and manner of preparation, and b the publication, of such Letters Patent and proclamations. 4 If the First Minister so directs, impressions with the same device as the Scottish Seal shall be taken in such manner, of such size and on such material as is specified in the direction. 5 Each such impression— a shall be known as a Wafer Scottish Seal, and b shall be kept in accordance with directions of the First Minister. 6 If a Wafer Scottish Seal has been applied to Letters Patent or a proclamation mentioned in subsection (1), the document has the same validity as if it had passed under the Scottish Seal."}, {"act": "Scotland Act 1998", "year": 1998, "section": "39", "section_title": " Members’ interests.", "section_text": "39 1 Provision shall be made for a register of interests of members of the Parliament and for the register to be published and made available for public inspection. 2 Provision shall be made— a requiring members of the Parliament to register in that register financial interests (including benefits in kind), as defined for the purposes of this paragraph, b requiring that any member of the Parliament who has a financial interest (including benefits in kind), as defined for the purposes of this paragraph, in any matter declares that interest before taking part in any proceedings of the Parliament relating to that matter. 3 Provision made in pursuance of subsection (2) shall include any provision which the Parliament considers appropriate for preventing or restricting the participation in proceedings of the Parliament of a member with an interest defined for the purposes of subsection (2)(a) or (b) in a matter to which the proceedings relate. 4 Provision shall be made prohibiting a member of the Parliament from— a advocating or initiating any cause or matter on behalf of any person, by any means specified in the provision, in consideration of any payment or benefit in kind of a description so specified, or b urging, in consideration of any such payment or benefit in kind, any other member of the Parliament to advocate or initiate any cause or matter on behalf of any person by any such means. 4A Any requirement or prohibition (however expressed) imposed by provision made in pursuance of subsections (2) to (4) may be subject to such exceptions as are specified in the provision. 5 Provision may be made for— a excluding a member from the proceedings of the Parliament, b imposing on a member such other sanctions as the Parliament considers appropriate, if the member fails to comply with, or contravenes, any provision made in pursuance of subsections (2) to (4) or this subsection. 5A Provision made under subsection (5) may include provision that a sanction is not to be imposed in such circumstances as are specified in the provision. 6 Provision made under subsection (5) may include provision that the member is guilty of an offence. 7 A person guilty of such an offence is liable on summary conviction to a fine not exceeding level 5 on the standard scale. 8 In this section— a “ provision ” means provision made by or under an Act of the Scottish Parliament, b references to members of the Parliament include references to the Lord Advocate and the Solicitor General for Scotland, whether or not they are such members."}, {"act": "Scotland Act 1998", "year": 1998, "section": "40", "section_title": " Proceedings by or against the Parliament etc.", "section_text": "40 1 Proceedings by or against the Parliament shall be instituted by or (as the case may be) against the Parliamentary corporation on behalf of the Parliament. 2 Proceedings by or against— a the Presiding Officer or a deputy, or b any member of the staff of the Parliament, shall be instituted by or (as the case may be) against the corporation on his behalf. 3 In any proceedings against the Parliament, the court shall not make an order for suspension, interdict, reduction or specific performance (or other like order) but may instead make a declarator. 4 In any proceedings against— a any member of the Parliament, b the Presiding Officer or a deputy, c any member of the staff of the Parliament, or d the Parliamentary corporation, the court shall not make an order for suspension, interdict, reduction or specific performance (or other like order) if the effect of doing so would be to give any relief against the Parliament which could not have been given in proceedings against the Parliament. 5 References in this section to an order include an interim order."}, {"act": "Scotland Act 1998", "year": 1998, "section": "41", "section_title": " Defamatory statements.", "section_text": "41 1 For the purposes of the law of defamation— a any statement made in proceedings of the Parliament, and b the publication under the authority of the Parliament of any statement, shall be absolutely privileged. 2 In subsection (1), “ statement ” has the same meaning as in the  Defamation Act 1996."}, {"act": "Scotland Act 1998", "year": 1998, "section": "42", "section_title": " Contempt of court.", "section_text": "42 1 The strict liability rule shall not apply in relation to any publication— a made in proceedings of the Parliament in relation to a Bill or subordinate legislation, or b to the extent that it consists of a fair and accurate report of such proceedings made in good faith. 2 In subsection (1), “ the strict liability rule ” and “ publication ” have the same meanings as in the  Contempt of Court Act 1981."}, {"act": "Scotland Act 1998", "year": 1998, "section": "43", "section_title": " Corrupt practices.", "section_text": "43 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "44", "section_title": " The  Scottish Government .", "section_text": "44 1 There shall be a  Scottish Government , whose members shall be— a the First Minister, b such Ministers as the First Minister may appoint under section 47, and c the Lord Advocate and the Solicitor General for Scotland. 2 The members of the  Scottish Government  are referred to collectively as the Scottish Ministers. 3 A person who holds a Ministerial office may not be appointed a member of the  Scottish Government                       ; and if a member of the  Scottish Government  is appointed to a Ministerial office he shall cease to hold office as a member of the  Scottish Government . 4 In subsection (3), references to a member of the  Scottish Government  include a junior Scottish Minister and “ Ministerial office ” has the same meaning as in section 2 of the  House of Commons Disqualification Act 1975."}, {"act": "Scotland Act 1998", "year": 1998, "section": "45", "section_title": " The First Minister.", "section_text": "45 1 The First Minister shall be appointed by Her Majesty from among the members of the Parliament and shall hold office at Her Majesty’s pleasure. 2 The First Minister may at any time tender his resignation to Her Majesty and shall do so if the Parliament resolves that the  Scottish Government                        no longer enjoys the confidence of the Parliament. 3 The First Minister shall cease to hold office if a person is appointed in his place. 4 If the office of First Minister is vacant or he is for any reason unable to act, the functions exercisable by him shall be exercisable by a person designated by the Presiding Officer. 5 A person shall be so designated only if— a he is a member of the Parliament, or b if the Parliament has been dissolved, he is a person who ceased to be a member by virtue of the dissolution. 6 Functions exercisable by a person by virtue of subsection (5)(a) shall continue to be exercisable by him even if the Parliament is dissolved. 7 The First Minister shall be the Keeper of the Scottish Seal."}, {"act": "Scotland Act 1998", "year": 1998, "section": "46", "section_title": " Choice of the First Minister.", "section_text": "46 1 If one of the following events occurs, the Parliament shall within the period allowed nominate one of its members for appointment as First Minister. 2 The events are— a the holding of a poll at a general election, b the First Minister tendering his resignation to Her Majesty, c the office of First Minister becoming vacant (otherwise than in consequence of his so tendering his resignation), d the First Minister ceasing to be a member of the Parliament otherwise than by virtue of a dissolution. 3 The period allowed is the period of 28 days which begins with the day on which the event in question occurs; but— a if another of those events occurs within the period allowed, that period shall be extended (subject to paragraph (b)) so that it ends with the period of 28 days beginning with the day on which that other event occurred, and b the period shall end if the Parliament passes a resolution under section 3(1)(a) or when Her Majesty appoints a person as First Minister. 4 The Presiding Officer shall recommend to Her Majesty the appointment of any member of the Parliament who is nominated by the Parliament under this section."}, {"act": "Scotland Act 1998", "year": 1998, "section": "47", "section_title": " Ministers.", "section_text": "47 1 The First Minister may, with the approval of Her Majesty, appoint Ministers from among the members of the Parliament. 2 The First Minister shall not seek Her Majesty’s approval for any appointment under this section without the agreement of the Parliament. 3 A Minister appointed under this section— a shall hold office at Her Majesty’s pleasure, b may be removed from office by the First Minister, c may at any time resign and shall do so if the Parliament resolves that the  Scottish Government  no longer enjoys the confidence of the Parliament, d if he resigns, shall cease to hold office immediately, and e shall cease to hold office if he ceases to be a member of the Parliament otherwise than by virtue of a dissolution."}, {"act": "Scotland Act 1998", "year": 1998, "section": "48", "section_title": " The Scottish Law Officers.", "section_text": "48 1 It is for the First Minister to recommend to Her Majesty the appointment or removal of a person as Lord Advocate or Solicitor General for Scotland; but he shall not do so without the agreement of the Parliament. 2 The Lord Advocate and the Solicitor General for Scotland may at any time resign and shall do so if the Parliament resolves that the  Scottish Government  no longer enjoys the confidence of the Parliament. 3 Where the Lord Advocate resigns in consequence of such a resolution, he shall be deemed to continue in office until the warrant of appointment of the person succeeding to the office of Lord Advocate is granted, but only for the purpose of exercising his retained functions. 4 Subsection (3) is without prejudice to section 287 of the  Criminal Procedure (Scotland) Act 1995 (demission of office by Lord Advocate). 5 Any decision of the Lord Advocate in his capacity as head of the systems of criminal prosecution and investigation of deaths in Scotland shall continue to be taken by him independently of any other person. 6 In Schedule 2 to the  House of Commons Disqualification Act 1975 (Ministerial offices) and Part III of Schedule 1 to the  Ministerial and other Salaries Act 1975 (salaries of the Law Officers), the entries for the Lord Advocate and the Solicitor General for Scotland are omitted."}, {"act": "Scotland Act 1998", "year": 1998, "section": "49", "section_title": " Junior Scottish Ministers.", "section_text": "49 1 The First Minister may, with the approval of Her Majesty, appoint persons from among the members of the Parliament to assist the Scottish Ministers in the exercise of their functions. 2 They shall be known as junior Scottish Ministers. 3 The First Minister shall not seek Her Majesty’s approval for any appointment under this section without the agreement of the Parliament. 4 A junior Scottish Minister— a shall hold office at Her Majesty’s pleasure, b may be removed from office by the First Minister, c may at any time resign and shall do so if the Parliament resolves that the  Scottish Government  no longer enjoys the confidence of the Parliament, d if he resigns, shall cease to hold office immediately, and e shall cease to hold office if he ceases to be a member of the Parliament otherwise than by virtue of a dissolution."}, {"act": "Scotland Act 1998", "year": 1998, "section": "50", "section_title": " Validity of acts of Scottish Ministers etc.", "section_text": "50 The validity of any act of a member of the  Scottish Government  or junior Scottish Minister is not affected by any defect in his nomination by the Parliament or (as the case may be) in the Parliament’s agreement to his appointment."}, {"act": "Scotland Act 1998", "year": 1998, "section": "51", "section_title": " The Civil Service.", "section_text": "51 1 The Scottish Ministers may appoint persons to be members of the staff of the Scottish Administration. 2 Service as— a the holder of any office in the Scottish Administration which is not a ministerial office, or b a member of the staff of the Scottish Administration, shall be service in the   civil service of the State . 3 See Part 1 of the Constitutional Reform and Governance Act 2010 (in particular, sections 3 and 4) for provision affecting— a subsection (1), and b any other enactment about the appointment of persons mentioned in subsection (2). 4 See also section 1 of the Civil Service (Management Functions) Act 1992 under which functions conferred on the Minister for the Civil Service by section 3 of the Constitutional Reform and Governance Act 2010 may be delegated to the Scottish Ministers  etc.  5 Any salary or allowances payable to or in respect of the persons mentioned in subsection (2)\t\t\t\t\t(including contributions to any pension scheme) shall be payable out of the Scottish Consolidated Fund. 6 Section 1(2) and (3) of the  Superannuation Act 1972 (delegation of functions relating to civil service superannuation schemes etc.) shall have effect as if references to a Minister of the Crown (other than the Minister for the Civil Service) included the Scottish Ministers. 7 The Scottish Ministers shall make payments to the Minister for the Civil Service, at such times as he may determine, of such amounts as he may determine in respect of— a the provision of pensions, allowances or gratuities by virtue of section 1 of the  Superannuation Act 1972 to or in respect of persons who are or have been in such service as is mentioned in subsection (2), and b any expenses to be incurred in administering those pensions, allowances or gratuities. 8 Amounts required for payments under subsection (7) shall be charged on the Scottish Consolidated Fund. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "52", "section_title": " Exercise of functions.", "section_text": "52 1 Statutory functions may be conferred on the Scottish Ministers by that name. 2 Statutory functions of the Scottish Ministers, the First Minister or the Lord Advocate shall be exercisable on behalf of Her Majesty. 3 Statutory functions of the Scottish Ministers shall be exercisable by any member of the  Scottish Government . 4 Any act or omission of, or in relation to, any member of the  Scottish Government  shall be treated as an act or omission of, or in relation to, each of them; and any property acquired, or liability incurred, by any member of the  Scottish Government  shall be treated accordingly. 5 Subsection (4) does not apply in relation to the exercise of— a functions conferred on the First Minister alone, or b retained functions of the Lord Advocate. 6 In this Act, “ retained functions ” in relation to the Lord Advocate means— a any functions exercisable by him immediately before he ceases to be a Minister of the Crown, and b other statutory functions conferred on him alone after he ceases to be a Minister of the Crown. 7 In this section, “ statutory functions ” means functions conferred by virtue of any enactment."}, {"act": "Scotland Act 1998", "year": 1998, "section": "53", "section_title": " General transfer of functions.", "section_text": "53 1 The functions mentioned in subsection (2) shall, so far as they are exercisable within devolved competence, be exercisable by the Scottish Ministers instead of by a Minister of the Crown. 2 Those functions are— a those of Her Majesty’s prerogative and other executive functions which are exercisable on behalf of Her Majesty by a Minister of the Crown, b other functions conferred on a Minister of the Crown by a prerogative instrument, and c functions conferred on a Minister of the Crown by any pre-commencement enactment, but do not include any retained functions of the Lord Advocate. 3 In this Act, “ pre-commencement enactment ” means— a an Act passed before or in the same session as this Act and any other enactment made before the passing of this Act, b an enactment made, before the commencement of this section, under such an Act or such other enactment, c subordinate legislation under section 106, to the extent that the legislation states that it is to be treated as a pre-commencement enactment. 3A But see sections 9, 32 and 51 of the Scotland Act 2016 (which give  “pre-commencement enactment” a different meaning for functions exercisable within devolved competence by virtue of certain provisions of that Act). 4 This section and section 54 are modified by Part III of Schedule 4."}, {"act": "Scotland Act 1998", "year": 1998, "section": "54", "section_title": " Devolved competence.", "section_text": "54 1 References in this Act to the exercise of a function being within or outside devolved competence are to be read in accordance with this section. 2 It is outside devolved competence— a to make any provision by subordinate legislation which would be outside the legislative competence of the Parliament if it were included in an Act of the Scottish Parliament, or b to confirm or approve any subordinate legislation containing such provision. 3 In the case of any function other than a function of making, confirming or approving subordinate legislation, it is outside devolved competence to exercise the function (or exercise it in any way) so far as a provision of an Act of the Scottish Parliament conferring the function (or, as the case may be, conferring it so as to be exercisable in that way) would be outside the legislative competence of the Parliament."}, {"act": "Scotland Act 1998", "year": 1998, "section": "55", "section_title": " Functions exercisable with agreement.", "section_text": "55 1 A statutory provision, or any provision not contained in an enactment, which provides for a Minister of the Crown to exercise a function with the agreement of, or after consultation with, any other Minister of the Crown shall cease to have effect in relation to the exercise of the function by a member of the  Scottish Government  by virtue of section 53. 2 In subsection (1) “ statutory provision ” means any provision in a pre-commencement enactment other than paragraph 5 or 15 of Schedule 32 to the  Local Government, Planning and Land Act 1980 (designation of enterprise zones)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "56", "section_title": " Shared powers.", "section_text": "56 1 Despite the transfer by virtue of section 53 of any function under— a section 17(1) of the  Ministry of Transport Act 1919 (power to make advances for certain purposes), b any Order in Council under section 1 of the  United Nations Act 1946 (measures to give effect to Security Council decisions), c section 9 of the  Industrial Organisation and Development Act 1947 (levies for scientific research, promotion of exports, etc.), d section 5 of the  Science and Technology Act 1965 (funding of scientific research), e section 1 of the  Mineral Exploration and Investment Grants Act 1972 (contributions in respect of mineral exploration), f sections 10 to 12 of the  Industry Act 1972 (credits and grants for construction of ships and offshore installations), g sections 2, 11(3) and 12(4) of the  Employment and Training Act 1973 (power to make arrangements for employment and training etc. and to make certain payments), h sections 7 to 9 and 11 to 13 of the  Industrial Development Act 1982 (financial and other assistance for industry), and i sections 39 and 40 of the  Road Traffic Act 1988 (road safety information and training), the function shall be exercisable by a Minister of the Crown as well as by the Scottish Ministers. 2 Despite the transfer of any other function by virtue of section 53, the function shall, if subordinate legislation so provides, be exercisable (or be exercisable so far as the legislation provides) by a Minister of the Crown as well as by the Scottish Ministers. 3 Subordinate legislation under subsection (2) may not be made so as to come into force at any time after the function in question has become exercisable by the Scottish Ministers. 4 Any power referred to in section 53(2)(a) to establish, maintain or abolish a body, office or office-holder having functions which include both— a functions which are exercisable in or as regards Scotland and do not relate to reserved matters, and b other functions, shall, despite that section, be exercisable jointly by the Minister of the Crown and the Scottish Ministers. 5 In subsection (4), “ office-holder ” includes employee or other post-holder."}, {"act": "Scotland Act 1998", "year": 1998, "section": "57", "section_title": "... Convention rights  ....", "section_text": "57 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 A member of the  Scottish Government  has no power to make any subordinate legislation, or to do any other act, so far as the legislation or act is incompatible with any of the Convention rights  .... 3 Subsection (2) does not apply to an act of the Lord Advocate— a in prosecuting any offence, or b in his capacity as head of the systems of criminal prosecution and investigation of deaths in Scotland, ... 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "58", "section_title": " Power to prevent or require action.", "section_text": "58 1 If the Secretary of State has reasonable grounds to believe that any action proposed to be taken by a member of the  Scottish Government  would be incompatible with any international obligations, he may by order direct that the proposed action shall not be taken. 2 If the Secretary of State has reasonable grounds to believe that any action capable of being taken by a member of the  Scottish Government  is required for the purpose of giving effect to any such obligations, he may by order direct that the action shall be taken. 3 In subsections (1) and (2), “ action ” includes making, confirming or approving subordinate legislation and, in subsection (2), includes introducing a Bill in the Parliament. 4 If any subordinate legislation made or which could be revoked by a member of the  Scottish Government  contains provisions— a which the Secretary of State has reasonable grounds to believe to be incompatible with any international obligations or the interests of defence or national security, or b which make modifications of the law as it applies to reserved matters and which the Secretary of State has reasonable grounds to believe to have an adverse effect on the operation of the law as it applies to reserved matters, the Secretary of State may by order revoke the legislation. 5 An order under this section must state the reasons for making the order."}, {"act": "Scotland Act 1998", "year": 1998, "section": "59", "section_title": " Property and liabilities of the Scottish Ministers.", "section_text": "59 1 Property may be held by the Scottish Ministers by that name. 2 Property acquired by or transferred to the Scottish Ministers shall belong to, and liabilities incurred by the Scottish Ministers shall be liabilities of, the Scottish Ministers for the time being. 3 In relation to property to be acquired by or transferred to, or belonging to, the Scottish Ministers or liabilities incurred by the Scottish Ministers, references to the Scottish Ministers— a in any title recorded in the Register of Sasines or registered in the Land Register of Scotland, or b in any other document, shall be read in accordance with subsection (2). 4 A document shall be validly executed by the Scottish Ministers if it is executed by any member of the  Scottish Government ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "60", "section_title": " Transfers to the Scottish Ministers.", "section_text": "60 1 Subordinate legislation may provide— a for the transfer to the Scottish Ministers of any property belonging to a Minister of the Crown or government department, or b for the Scottish Ministers to have such rights or interests in relation to any property belonging to a Minister of the Crown or government department as the person making the legislation considers appropriate (whether in connection with a transfer or otherwise). 2 Subordinate legislation may provide for the transfer to the Scottish Ministers of any liabilities to which a Minister of the Crown or government department is subject. 3 Subordinate legislation under this section may only be made in connection with any transfer or sharing of functions of a Minister of the Crown by virtue of section 53, 63 or 89 or in any other circumstances in which the person making the legislation considers it appropriate to do so for the purposes of this Act  or the Scotland Act 2016 ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "61", "section_title": " Property and liabilities of the Lord Advocate and the First Minister.", "section_text": "61 1 Property may be held by the Lord Advocate by that name. 2 Property acquired by or transferred to the Lord Advocate shall belong to, and liabilities incurred by the Lord Advocate shall be liabilities of, the Lord Advocate for the time being. 3 In relation to property to be acquired by or transferred to, or belonging to, the Lord Advocate or liabilities incurred by the Lord Advocate, references to the Lord Advocate— a in any title recorded in the Register of Sasines or registered in the Land Register of Scotland, or b in any other document, shall be read in accordance with subsection (2). 4 Any rights and liabilities acquired or incurred by the First Minister shall be rights or (as the case may be) liabilities of the First Minister for the time being."}, {"act": "Scotland Act 1998", "year": 1998, "section": "62", "section_title": " Transfers to the Lord Advocate.", "section_text": "62 1 Subordinate legislation may provide— a for the transfer to the Lord Advocate of any property belonging to a Minister of the Crown or government department, or b for the Lord Advocate to have such rights or interests in relation to any property belonging to a Minister of the Crown or government department as the person making the legislation considers appropriate (whether in connection with a transfer or otherwise). 2 Subordinate legislation may provide for the transfer to the Lord Advocate of any liabilities to which a Minister of the Crown or government department is subject. 3 Subordinate legislation under this section may only be made in connection with the Lord Advocate becoming a member of the  Scottish Government  or having any retained functions or in any other circumstances in which the person making the legislation considers it appropriate to do so for the purposes of this Act."}, {"act": "Scotland Act 1998", "year": 1998, "section": "63", "section_title": " Power to transfer functions.", "section_text": "63 1 Her Majesty may by Order in Council provide for any functions, so far as they are exercisable by a Minister of the Crown in or as regards Scotland, to be exercisable— a by the Scottish Ministers instead of by the Minister of the Crown, b by the Scottish Ministers concurrently with the Minister of the Crown, or c by the Minister of the Crown only with the agreement of, or after consultation with, the Scottish Ministers. 2 Where an Order is made under subsection (1)(a) or (b) in relation to a function of a Minister of the Crown which is exercisable only with the agreement of, or after consultation with, another Minister of the Crown, the function shall, unless the Order provides otherwise, be exercisable by the Scottish Ministers free from any such requirement. 3 An Order under this section may, in particular, provide for any function exercisable by the Scottish Ministers by virtue of an Order under subsection (1)(a) or (b) to be exercisable subject to a requirement for the function to be exercised with the agreement of, or after consultation with, a Minister of the Crown or other person."}, {"act": "Scotland Act 1998", "year": 1998, "section": "63A", "section_title": "Permanence of the Scottish Parliament and Scottish Government", "section_text": "63A 1 The Scottish Parliament and the Scottish Government are a permanent part of the United Kingdom's constitutional arrangements. 2 The purpose of this section is, with due regard to the other provisions of this Act, to signify the commitment of the Parliament and Government of the United Kingdom to the Scottish Parliament and the Scottish Government. 3 In view of that commitment it is declared that the Scottish Parliament and the Scottish Government are not to be abolished except on the basis of a decision of the people of Scotland voting in a referendum."}, {"act": "Scotland Act 1998", "year": 1998, "section": "64", "section_title": " Scottish Consolidated Fund.", "section_text": "64 1 There shall be a Scottish Consolidated Fund. 2 The Secretary of State shall from time to time make payments into the Fund out of money provided by Parliament of such amounts as he may determine. 2A The Secretary of State shall in accordance with section 64A pay into the Fund out of money provided by Parliament any amounts payable under that section. 3 Sums received by an office-holder in the Scottish Administration shall be paid into the Fund. 4 Subsection (3) is subject to any provision made by or under an Act of the Scottish Parliament for the disposal of or accounting for such sums. 5 The Treasury may, after consulting with the Scottish Ministers, by order designate receipts of any description specified in the order which are payable into the Fund (or would be but for any provision made by or under an Act of the Scottish Parliament). 6 The Scottish Ministers shall make payments to the Secretary of State, at such times and by such methods as the Treasury may from time to time determine, of sums equal to the total amount outstanding in respect of designated receipts. 7 Amounts required for the payment of sums under subsection (6) shall be charged on the Fund. 8 The Fund shall be held with the Paymaster General."}, {"act": "Scotland Act 1998", "year": 1998, "section": "64A", "section_title": "Assignment of  VAT", "section_text": "64A 1 Where there is an agreement between the Treasury and the Scottish Ministers for identifying an amount agreed to represent the standard rate  VAT  attributable to Scotland for any period (“the agreed standard rate amount”), the amount described in subsection (3) is payable under this section in respect of that period. 2 Where there is an agreement between the Treasury and the Scottish Ministers for identifying an amount agreed to represent the reduced rate  VAT  attributable to Scotland for that period (“the agreed reduced rate amount”), the amount described in subsection (4) is payable under this section in respect of that period. 3 The amount payable in accordance with subsection (1) is the amount obtained by multiplying the agreed standard rate amount by— 10 SR where  SR  is the number of percentage points in the rate at which value added tax is charged under section 2(1) of the Value Added Tax Act 1994 for the period. 4 The amount payable in accordance with subsection (2) is the amount obtained by multiplying the agreed reduced rate amount by— 2.5 RR where RR is the number of percentage points in the rate at which value added tax is charged under section 29A(1) of the Value Added Tax Act 1994 for the period. 5 The payment of those amounts under section 64(2A) is to be made in accordance with any agreement between the Treasury and the Scottish Ministers as to the time of the payment or otherwise."}, {"act": "Scotland Act 1998", "year": 1998, "section": "65", "section_title": " Payments out of the Fund.", "section_text": "65 1 A sum may only be paid out of the Scottish Consolidated Fund if— a it has been charged on the Fund by any enactment, b it is payable out of the Fund without further approval by virtue of this Act, or c it is paid out for or in connection with any of the purposes mentioned in subsection (2) in accordance with rules made by or under an Act of the Scottish Parliament. 2 Those purposes are— a meeting expenditure of the Scottish Administration, b meeting expenditure payable out of the Fund under any enactment. 3 A sum paid out of the Fund shall not be applied for any purpose other than that for which it was charged or (as the case may be) paid out."}, {"act": "Scotland Act 1998", "year": 1998, "section": "65A", "section_title": "Destination of fines, forfeitures and fixed penalties", "section_text": "65A Where an Act of Parliament or subordinate legislation under an Act of Parliament requires or authorises a sum to be paid into the Consolidated Fund, and the sum appears to the Secretary of State to be a fine, forfeiture or fixed penalty, the Secretary of State may with the consent of the Treasury by regulations modify the Act or subordinate legislation so as to require or authorise the sum to be paid instead into the Scottish Consolidated Fund."}, {"act": "Scotland Act 1998", "year": 1998, "section": "66", "section_title": " Borrowing by the Scottish Ministers etc.", "section_text": "66 1 The Scottish Ministers may borrow from the Secretary of State— a any sums required by them for the purpose of meeting a temporary excess of sums paid out of the Scottish Consolidated Fund over sums paid into that Fund, b any sums required by them for the purpose of providing a working balance in the Scottish Consolidated Fund,  ... c any sums which in accordance with rules determined by the Treasury are required by them to meet current expenditure because of a shortfall in receipts from devolved taxes,  ...  from income tax charged by virtue of a Scottish rate resolution,   or from amounts payable under section 64A,  against forecast receipts. d any sums which in accordance with rules determined by the Treasury are required by them to meet current expenditure because of an excess of welfare payments over forecast welfare payments, and e any sums which in accordance with rules made by the Treasury are required by them to meet current expenditure because of a Scotland-specific negative economic shock. 1ZA In subsection (1)(d)\t\t\t\t\t\t\t\t “ welfare payments ” means— a payments under any provision relating to matters within exceptions 1 to 10 in Section F1 of Part 2 of Schedule 5 or exception 1 in Section H3 of that Part, and b payments attributable to regulations made by the Scottish Ministers by virtue of section 29 or 30 of the Scotland Act 2016 (powers in relation to universal credit). 1A The Scottish Ministers may, with the approval of the Treasury, borrow by way of loan  or by the issue of bonds (but not bonds transferable by delivery)  any sums required by them for the purpose of meeting capital expenditure. 1B A sum is required for the purpose of meeting capital expenditure if the expenditure would be capital expenditure for the purposes of accounts under section 70. 2 Amounts required for the repayment of, or the payment of interest on, sums borrowed under this section shall be charged on the Fund. 3 Sums borrowed under this section  from the Secretary of State  shall be repaid to the Secretary of State at such times and by such methods, and interest on them shall be paid to him at such rates and at such times, as the Treasury may from time to time determine. 4 A member of the  Scottish Government  may borrow money only under this section or under any power conferred by any other Act of Parliament. 5 The Secretary of State may by order made with the consent of the Treasury amend subsection (1A) so as to vary the means by which the Scottish Ministers may borrow money."}, {"act": "Scotland Act 1998", "year": 1998, "section": "67", "section_title": " Lending by the Secretary of State.", "section_text": "67 1 The Treasury may issue to the Secretary of State out of the National Loans Fund such sums as are required by him for making loans under section 66. 2 The aggregate at any time outstanding in respect of the principal of sums borrowed under  section 66(1)  shall not exceed   £1.75 billion  . 3 The Secretary of State may by order made with the consent of the Treasury substitute for the amount (or substituted amount) specified in subsection (2) such  ... amount as may be specified in the order. 3A An amount substituted under subsection (3) may be more or less than the amount for which it is substituted but may not be less than   £1.75 billion  . 4 Sums received by the Secretary of State under section 66(3) shall be paid into the National Loans Fund."}, {"act": "Scotland Act 1998", "year": 1998, "section": "67A", "section_title": "Lending for capital expenditure", "section_text": "67A 1 The aggregate at any time outstanding in respect of the principal of sums borrowed under section 66(1A) shall not exceed   £3 billion  . 2 The Secretary of State may by order made with the consent of the Treasury substitute for the amount (or substituted amount) specified in subsection (1) such amount as may be specified in the order. 3 An amount substituted under subsection (2) may be more or less than the amount for which it is substituted but may not be less than   £3 billion  . 4 A person lending money to a member of the Scottish Government is not bound to enquire whether the member of the Scottish Government has power to borrow the money and is not to be prejudiced by the absence of any such power. 5 The Scottish Ministers may not mortgage or charge any of their property as security for money which they have borrowed under section 66(1A). This is subject to section 66(2). 6 Security given in breach of subsection (5) is unenforceable."}, {"act": "Scotland Act 1998", "year": 1998, "section": "68", "section_title": " Borrowing by statutory bodies.", "section_text": "68 1 If a member of the  Scottish Government  lends money to a body established under any enactment, the rate of interest on the loan shall not be less than the lowest rate determined by the Treasury under section 5 of the  National Loans Act 1968 in respect of similar loans made out of the National Loans Fund on the day the loan is made. 2 A body established under any enactment shall not, in pursuance of a power conferred by virtue of an Act of the Scottish Parliament, borrow money in a currency other than sterling except with the consent of the Scottish Ministers given with the approval of the Treasury."}, {"act": "Scotland Act 1998", "year": 1998, "section": "69", "section_title": " The Auditor General for Scotland.", "section_text": "69 1 There shall be an Auditor General for Scotland who shall be an individual appointed by Her Majesty on the nomination of the Parliament. 2 A recommendation shall not be made to Her Majesty for the removal from office of the Auditor General for Scotland unless the Parliament so resolves and, if the resolution is passed on a division, the number of members voting in favour is not less than two-thirds of the total number of seats for members of the Parliament. 3 The validity of any act of the Auditor General for Scotland is not affected by any defect in his nomination by the Parliament. 4 The Auditor General for Scotland shall not, in the exercise of any of his functions, be subject to the direction or control of any member of the  Scottish Government  or of the Parliament. 5 Subsection (4) does not apply in relation to any function conferred on him of preparing accounts."}, {"act": "Scotland Act 1998", "year": 1998, "section": "70", "section_title": " Financial control, accounts and audit.", "section_text": "70 1 Scottish legislation shall provide— a for proper accounts to be prepared by the Scottish Ministers, by the Lord Advocate and by other persons to whom sums are paid out of the Scottish Consolidated Fund, of their expenditure and receipts, b for the Scottish Ministers to prepare an account of payments into and out of the Fund, c for the Auditor General for Scotland to exercise, or ensure the exercise by other persons of, the functions mentioned in subsection (2), d for access by persons exercising those functions to such documents as they may reasonably require, e for members of the staff of the Scottish Administration designated for the purpose to be answerable to the Parliament in respect of the expenditure and receipts of each part of the Scottish Administration, and f for the publication of parliamentary accounts and of reports on such accounts and for the laying of such accounts and reports before the Parliament. 2 The functions referred to in subsection (1)(c) are— a issuing credits for the payment of sums out of the Fund, b examining parliamentary accounts (which includes determining whether sums paid out of the Fund have been paid out and applied in accordance with section 65), and certifying and reporting on them, c carrying out examinations into the economy, efficiency and effectiveness with which the Scottish Ministers and the Lord Advocate have used their resources in discharging their functions, and d carrying out examinations into the economy, efficiency and effectiveness with which other persons determined under Scottish legislation to whom sums are paid out of the Fund have used those sums in discharging their functions. 3 Standing orders shall provide for the consideration by the Parliament of accounts and reports laid before it in pursuance of subsection (1)(f). 4 Scottish legislation may make further provision for the purpose of ensuring that persons who receive sums derived from the Fund are accountable including, in particular, provision for any person to whom subsection (1)(a) does not apply to be accountable for his expenditure and receipts in respect of functions for which he receives sums derived from the Fund. 5 Persons (other than the Auditor General for Scotland) charged with the exercise of any function mentioned in subsection (2) or other like function conferred by Scottish legislation shall not, in the exercise of that or any ancillary function, be subject to the direction or control of any member of the  Scottish Government  or of the Parliament. 6 Scottish legislation may not require any cross-border public authority to prepare accounts if any other legislation requires— a the authority to prepare accounts of its expenditure and receipts, and b the accounts to be examined, certified and reported on by the Auditor General for Scotland, the Comptroller and Auditor General or a person appointed by either of them. 7 Subsection (2)(b) does not apply to accounts prepared by the Auditor General for Scotland. 8 This section does not require Scottish legislation to impose any requirement which is imposed by any other legislation. 9 In this section— “ parliamentary accounts ” means— any accounts prepared in pursuance of subsection (1)(a) or (b), and any accounts referred to in subsection (6) which are required to be examined, certified and reported on by the Auditor General for Scotland or any person appointed by him, “ Scottish legislation ” means provision made by or under an Act of the Scottish Parliament and “ other legislation ” means provision made by any other enactment."}, {"act": "Scotland Act 1998", "year": 1998, "section": "71", "section_title": " Existing debt.", "section_text": "71 1 Subsections (2) to (4) apply where— a power to lend money under a provision of a pre-commencement enactment was exercised by the Secretary of State, b the sums required by him for the exercise of the power were issued by the Treasury out of the National Loans Fund, and c the power is exercisable by the Scottish Ministers by virtue of section 53, or would have been so exercisable but for the repeal of the pre-commencement enactment. 2 Any amount payable by way of repayment of or interest on the loan shall be paid to the Scottish Ministers and into the Scottish Consolidated Fund (instead of to the Secretary of State and into the National Loans Fund). 3 Amounts equal to those which are to be received by the Scottish Ministers in repayment of principal shall be treated as being amounts of advances made on the commencement of this section to the Scottish Ministers by the Secretary of State. 4 Such advances shall be repaid to the Secretary of State at such times and by such methods, and interest on them shall be paid to him at such rates and at such times, as the Treasury may from time to time determine. 5 Subsection (6) applies to any amount outstanding immediately before the commencement of this subsection in respect of the principal of the sum treated by virtue of section 2(3) of the  Government Trading Funds Act 1973 as issued to the Registers of Scotland Executive Agency Trading Fund on the day on which the order establishing that fund came into force (“ the issue date ”). 6 The Secretary of State may, with the agreement of the Treasury, by order provide— a for the amount to be treated as an advance made by him to the Scottish Ministers on the issue date, and b for the advance to be repaid to him at such times and by such methods, and for interest on the advance to be paid to him at such rates and at such times, as were determined by the Treasury under section 2B(3) of that Act in respect of the sum referred to in subsection (5). 7 Sums required to be paid under subsection (4) or (6) shall be charged on the Scottish Consolidated Fund. 8 Sums received under subsection (4) or (6) shall be paid into the National Loans Fund."}, {"act": "Scotland Act 1998", "year": 1998, "section": "72", "section_title": " Accounts of loans to the Scottish Ministers.", "section_text": "72 The Secretary of State shall, for each financial year— a prepare, in such form and manner as the Treasury may direct, an account of sums paid and received by him under sections 66, 67 and 71, and b send the account to the Comptroller and Auditor General not later than the end of November in the following financial year, and the Comptroller and Auditor General shall examine, certify and report on the account and shall lay copies of it and of his report before each House of Parliament."}, {"act": "Scotland Act 1998", "year": 1998, "section": "73", "section_title": " Power to fix basic rate for Scottish taxpayers.", "section_text": "73 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "74", "section_title": " Supplemental provision with respect to resolutions.", "section_text": "74 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "75", "section_title": " Scottish taxpayers.", "section_text": "75 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "76", "section_title": " Changes to income tax structure.", "section_text": "76 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "77", "section_title": " Accounting for additional Scottish tax.", "section_text": "77 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "78", "section_title": " Effect of tax reduction for Scottish taxpayers.", "section_text": "78 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "79", "section_title": " Supplemental powers to modify enactments.", "section_text": "79 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80", "section_title": " Reimbursement of expenses.", "section_text": "80 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80A", "section_title": "Overview of Part 4A", "section_text": "80A 1 In this Part— a Chapter 2 confers on the Scottish Parliament power to set a rate  or rates  of income tax to be paid by Scottish taxpayers, and b The remaining Chapters  specify the taxes about which the Scottish Parliament may make provision in the exercise of the power conferred by section 28(1). 2 The power to make provision about a devolved tax is subject to the restrictions imposed by— a subsection (3), and b the other provisions of this Part. 3 A devolved tax may not be imposed where to do so would be incompatible with any international obligations. 4 In this Act  “ devolved tax ” means a tax specified in this Part as a devolved tax."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80B", "section_title": "Power to add new devolved taxes", "section_text": "80B 1 Her Majesty may by Order in Council amend this Part so as to— a specify, as an additional devolved tax, a tax of any description, or b make any other modifications of the provisions relating to devolved taxes which She considers necessary or expedient. 2 An Order in Council under this section may also make such modifications of— a any enactment or prerogative instrument (including any enactment comprised in or made under this Act), or b any other instrument or document, as Her Majesty considers necessary or expedient in connection with other provision made by the Order."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80C", "section_title": "Power to set Scottish  rates  for Scottish taxpayers", "section_text": "80C 1 The Scottish Parliament may by resolution (a  “Scottish rate resolution”) set  the Scottish basic rate, and any other rates, for the purposes of section 11A of the Income Tax Act 2007 (which provides for the income of Scottish taxpayers which is charged at those rates) . 2A Where a Scottish rate resolution sets more than one rate it must also set limits or make other provision to enable it to be ascertained, for the purposes of that section, which rates apply in relation to a Scottish taxpayer. 2B But a Scottish rate resolution may not provide for different rates to apply in relation to different types of income. 2C In this Chapter a  “ Scottish rate ” means a rate set by a Scottish rate resolution. 3 A Scottish rate resolution applies— a for only one tax year, and b for the whole of that year. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A  Scottish rate must be a whole number or half a whole number  , or zero . 6 A Scottish rate resolution— a must specify the tax year for which it applies, b must be made before the start of that tax year, and c must not be made more than 12 months before the start of that year. 7 If a Scottish rate resolution is cancelled before the start of the tax year for which it is to apply— a the Income Tax Acts have effect for that year as if the resolution had never been passed, and b the resolution may be replaced by another Scottish rate resolution. 8 Standing orders must provide that only a member of the Scottish Government may move a motion for a Scottish rate resolution."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80D", "section_title": "Scottish taxpayers", "section_text": "80D 1 For  any tax year, a Scottish taxpayer is an individual (T)— a who is resident in the  UK  for income tax purposes  for that year (see Schedule 45 to the Finance Act 2013) , and b who, for that year, meets condition A, B or C. 2 T meets condition A if T has a close connection with Scotland (see section 80E). 3 T meets condition B if— a T does not have a close connection with  England, Wales or Northern Ireland  (see section 80E), and b T spends more days of that year in Scotland than in any other part of the  UK  (see section 80F). 4 T meets condition C if, for the whole or any part of the year, T is— a a member of Parliament for a constituency in Scotland,  or   b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c a member of the Scottish Parliament. 4A Subsection (1) does not apply if T is a Welsh parliamentarian for the whole or any part of the year (see section 80DA). 4B For the purposes of subsection (4A) and section 80DA, T is a Welsh parliamentarian if T is a member as described in   paragraph (a) or (c)   of section 116E(4) of the Government of Wales Act 2006 (definition of a Welsh taxpayer). 5 In this Chapter  “ the  UK ” means the United Kingdom."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80DA", "section_title": "Scottish taxpayers: Welsh parliamentarians", "section_text": "80DA 1 An individual (T) who is a Welsh parliamentarian for the whole or any part of a tax year is a Scottish taxpayer for that tax year if— a T is resident in the  UK  for income tax purposes for that year (see Schedule 45 to the Finance Act 2013), b T meets condition C in section 80D for that year, and c T meets either of the following conditions for that year. 2 T meets the first condition if— a the number of days in that year on which T is a member as described in   paragraph (a) or (c)   of section 80D(4), exceeds b the number of days in that year on which T is a Welsh parliamentarian. 3 T meets the second condition if— a the number of days in that year mentioned in paragraphs (a) and (b) of subsection (2) are the same, and b T meets condition A or B in section 80D for that year."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80E", "section_title": "\nClose connection with Scotland or another part of the \n UK \n", "section_text": "80E 1 To find whether, for any year, T has a close connection with any part of the  UK  see— a subsection (2)\t\t\t\t\t\t\t\t\t\t\t\t\t(where T has only one place of residence in the  UK ), or b subsection (3)\t\t\t\t\t\t\t\t\t\t\t\t\t(where T has 2 or more places of residence in the  UK ). 2 T has a close connection with a part of the  UK  if in that year— a T has only one place of residence in the  UK , b that place of residence is in that part of the  UK , and c for at least part of the year, T lives at that place. 3 T has a close connection with a part of the  UK  if in that year— a T has 2 or more places of residence in the  UK , b for at least part of the year, T's main place of residence in the  UK  is in that part of the  UK , c the times in the year when T's main place of residence is in that part of the  UK  comprise (in aggregate)   more of the year than   the times when T's main place of residence is in  each other part of the  UK  (considered separately) , and d for at least part of the year, T lives at a place of residence in that part of the UK. 4 In this section  “ place ” includes a place on board a vessel or other means of transport."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80F", "section_title": "\nDays spent in Scotland or another part of the \n UK \n", "section_text": "80F 1 T spends more days of a year in Scotland than in any other part of the  UK if (and only  if) the number of days in the year on which T is in Scotland at the end of the day exceeds each of the following— a the number of days in the year on which T is in England at the end of the day; b the number of days in the year on which T is in Wales at the end of the day; c the number of days in the year on which T is in Northern Ireland at the end of the day. 2  T is treated as not  being in the  UK  at the end of a day if— a on that day T arrives in the  UK  as a passenger, b T departs from the  UK  on the next day, and c during the time between arrival and departure T does not engage in activities which are to a substantial extent unrelated to T's passage through the UK."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80G", "section_title": "Supplemental powers to modify enactments", "section_text": "80G 1 The Treasury may by order modify section 11A of the Income Tax Act 2007 (income charged at  Scottish  rates) for the purpose of altering— a the definition of the income which is charged to income tax at  Scottish rates , or b the application of the section in relation to a particular class of income which is so charged. 1A The Treasury may by order modify any enactment  so as to make any provision that they consider necessary or expedient in consequence of or in connection with— a the powers of the Parliament under section 80C; b a Scottish rate resolution . 1B If the Treasury consider it necessary or expedient to do so, they may by order provide that— a provision made by a Scottish rate resolution for a tax year, b the absence of particular provision in a Scottish rate resolution for a tax year, or c the absence of a Scottish rate resolution for a tax year, does not require any change in the amounts repayable or deductible under  PAYE  regulations between the beginning of that year and such later date as may be specified in the order.  2 The Treasury may by order make such modifications of any enactment as they consider necessary or expedient in consequence of or in connection  with an order under subsection (1), (1A) or (1B)  3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 An order under this section may, to the extent that the Treasury consider it to be appropriate, take effect retrospectively from the beginning of the tax year in which the order is made. 5 The power under subsection (1) does not include power to provide that any income which is— a savings income, or b dividend income which would otherwise be charged to income tax at a rate provided for under section 13 of the Income Tax Act 2007, is income which is charged to income tax at a rate provided for under section 11A of that Act."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80H", "section_title": "Reimbursement of expenses", "section_text": "80H The Scottish Ministers may reimburse any Minister of the Crown or government department for administrative expenses incurred by virtue of this Chapter at any time after the passing of the Scotland Act 2012 by the Minister or department."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80HA", "section_title": "Report by the Comptroller and Auditor General", "section_text": "80HA 1 The Comptroller and Auditor General must for each financial year prepare a report on the matters set out in subsection (2). 2 Those matters are— a the adequacy of any of  HMRC 's rules and procedures put in place, in consequence of the Scottish rate provisions, for the purpose of ensuring the proper assessment and collection of income tax charged at rates determined under those provisions, b whether the rules and procedures described in paragraph (a) are being complied with, c the correctness of the sums brought to account by  HMRC  which relate to income tax which is attributable to a Scottish rate resolution, and d the accuracy and fairness of the amounts which are reimbursed to  HMRC  under section 80H (having been identified by it as administrative expenses incurred as a result of the charging of income tax as mentioned in paragraph (a)). 3 The  “Scottish rate provisions” are— a any provision made by or under this Chapter, and b any provision made by or under the Income Tax Acts relating to  a Scottish rate . 4 A report under this section may also include an assessment of the economy, efficiency and effectiveness with which  HMRC  has used its resources in carrying out relevant functions. 5 “Relevant functions” are functions of  HMRC  in the performance of which  HMRC  incurs administrative expenses which are reimbursed to  HMRC  under section 80H (having been identified by it as administrative expenses incurred as a result of the charging of income tax as mentioned in subsection (2)(a)). 6  HMRC  must give the Comptroller and Auditor General such information as the Comptroller and Auditor General may reasonably require for the purposes of preparing a report under this section. 7 A report prepared under this section must be laid before the Scottish Parliament not later than 31 January of the financial year following that to which the report relates. 8 In this section  “ HMRC ” means Her Majesty's Revenue and Customs. "}, {"act": "Scotland Act 1998", "year": 1998, "section": "80I", "section_title": "Tax on transactions involving interests in land", "section_text": "80I 1 A tax charged on any of the following transactions is a devolved tax— a the acquisition of an estate, interest, right or power in or over land in Scotland; b the acquisition of the benefit of an obligation, restriction or condition affecting the value of any such estate, interest, right or power. 2 The tax may be chargeable— a whether or not there is any instrument effecting the transaction, b if there is such an instrument, regardless of where it is executed, and c regardless of where any party to the transaction is or is resident."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80J", "section_title": "Certain transactions not taxable", "section_text": "80J 1 Tax may not be imposed under section 80I on so much of a transaction as relates to land below mean low water mark. 2 The following persons are not to be liable to pay a tax imposed under section 80I— Government A Minister of the Crown The Scottish Ministers A Northern Ireland department The Welsh Ministers, the First Minister for Wales and the Counsel General to the Welsh Assembly Government Parliament  etc  The Corporate Officer of the House of Lords The Corporate Officer of the House of Commons The Scottish Parliamentary Corporate Body The Northern Ireland Assembly Commission The National Assembly for Wales Commission The National Assembly for Wales."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80K", "section_title": "Tax on disposals to landfill", "section_text": "80K 1 A tax charged on disposals to landfill made in Scotland is a devolved tax. 2 A disposal is a disposal to landfill if— a it is a disposal of material as waste, and b it is made by way of landfill."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80L", "section_title": "Tax on carriage of passengers by air", "section_text": "80L A tax charged on the carriage of passengers by air from airports in Scotland is a devolved tax."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80M", "section_title": "Tax on commercial exploitation of aggregate", "section_text": "80M 1 A tax which is charged on aggregate when it is subjected to commercial exploitation in Scotland is a devolved tax. 2 The tax must not be chargeable when aggregate is subjected to commercial exploitation for fuel. 3 Aggregate is subjected to commercial exploitation for fuel— a when the aggregate is used as fuel; b when the aggregate is subjected to commercial exploitation for the purpose of extracting or producing anything capable of being used as fuel; c when the aggregate becomes subject to an agreement to use it as mentioned in paragraph (a) or to subject it to commercial exploitation as mentioned in paragraph (b)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "80N", "section_title": "Tax on Wild Fisheries", "section_text": "80N 1 A tax to which subsection (2) applies is a devolved tax. 2 This subsection applies to taxes on the owners, occupiers or users of wild fisheries, or on the owners or occupiers of the right to fish in wild fisheries, to fund expenditure in respect of— a the conservation of freshwater fish and their habitats, or b the management or regulation of wild fisheries. 3 For the purposes of subsection (2)— “freshwater fish” includes fish that migrate between freshwater and other waters; “wild fishery” means a fishery for freshwater fish, within the limit of 5 kilometres seaward from mean low water springs, that is not a fish farm; “fish farm”— means a pond, stew, hatchery or other place used for keeping, with a view to their sale or to their transfer to other waters (including another fish farm), live fish, live eggs of fish, or foodstuff of fish, and includes any buildings used in connection with a place mentioned in paragraph (a) and the banks and margins of any water in such a place."}, {"act": "Scotland Act 1998", "year": 1998, "section": "81", "section_title": " Remuneration of members of the Parliament and  Government .", "section_text": "81 1 The Parliament shall make provision for the payment of salaries to members of the Parliament and members of the  Scottish Government . 2 The Parliament may make provision for the payment of allowances to members of the Parliament or members of the  Scottish Government . 3 The Parliament may make provision for the payment of pensions, gratuities or allowances to, or in respect of, any person who— a has ceased to be a member of the Parliament or the  Scottish Government , or b has ceased to hold such office, employment or other post in connection with the Parliament or the  Scottish Government  as the Parliament may determine but continues to be a member of the Parliament or the  Scottish Government . 4 Such provision may, in particular, include provision for— a contributions or payments towards provision for such pensions, gratuities or allowances, b the establishment and administration (whether by the Parliamentary corporation or otherwise) of one or more pension schemes. 5 In this section “ provision ” includes provision— a by an Act of the Scottish Parliament, or b by a resolution of the Parliament conferring functions on the Parliamentary corporation; and references to a member of the  Scottish Government  include a junior Scottish Minister."}, {"act": "Scotland Act 1998", "year": 1998, "section": "82", "section_title": " Limits on salaries of members of the Parliament.", "section_text": "82 1 The Parliament shall ensure that the amount of salary payable to a member of the Parliament in accordance with section 81 is reduced if any salary is payable to him— za under section 4 of the Parliamentary Standards Act 2009 (salaries of members of the House of Commons),   or   a pursuant to a resolution (or combination of resolutions) of   the House of Lords  relating to the remuneration of members of that House,  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 The Parliament shall ensure that the amount of salary is reduced— a to a particular proportion of what it would otherwise be or to a particular amount, or b by the amount of any salary payable to the member as mentioned in subsection  (1)(za) or (a) , by a particular proportion of that amount or by some other particular amount."}, {"act": "Scotland Act 1998", "year": 1998, "section": "83", "section_title": " Remuneration: supplementary.", "section_text": "83 1 The Parliament shall ensure that information concerning sums paid as salaries, allowances, pensions or gratuities of the kind mentioned in section 81 is published for each financial year. 2 No payment of salary or allowances of the kind mentioned in section 81(1) or (2) shall be made to a person who is required by section 84 to take an oath unless he has done so. 3 Subsection (2) does not affect any entitlement to payments in respect of the period before the person concerned took the oath once he has done so. 4 For the purposes of sections 81 and 82, a person who is a member of the Parliament immediately before the Parliament is dissolved shall be treated— a if he continues to hold office by virtue of section 19(2) or paragraph 1 of Schedule 2, as if he were such a member until the end of the day on which he ceases to hold such office, and b if he does not fall within paragraph (a) but is nominated as a candidate at the subsequent general election, as if he were such a member until the end of the day on which the election is held. 5 Different provision may be made under section 81 or 82 for different cases."}, {"act": "Scotland Act 1998", "year": 1998, "section": "84", "section_title": " Oaths.", "section_text": "84 1 A person who is returned as a member of the Parliament shall take the oath of allegiance (whether or not he has taken the oath after being returned on a previous occasion or otherwise than as a member of the Parliament). 2 He shall do so at a meeting of the Parliament and shall not take part in any other proceedings of the Parliament until he has done so. 3 If he has not done so within the period of two months beginning with the day on which he was returned, or such longer period as the Parliament may have allowed before the end of that period, he shall cease to be a member of the Parliament (so that his seat is vacant). 4 Each member of the  Scottish Government  shall on appointment— a take the official oath in the form provided by the  Promissory Oaths Act 1868, and b take the oath of allegiance. 5 Each junior Scottish Minister shall on appointment take the oath of allegiance. 6 Subsections (4) and (5) do not require a member of the Parliament to take the oath of allegiance again if he has already done so in compliance with his duty as a member. 7 In this section, references to taking the oath of allegiance are to taking it in the form provided by the Promissory Oaths Act 1868."}, {"act": "Scotland Act 1998", "year": 1998, "section": "85", "section_title": " Exemption from jury service.", "section_text": "85 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In Part III of Schedule 1 to the  Law Reform (Miscellaneous Provisions)\t\t\t\t\t(Scotland) Act 1980 (persons excusable as of right from jury service), after the entries in Group A there is inserted— Group AB  Scottish Parliament and  Scottish Government a members of the Scottish Parliament; b members of the  Scottish Government ; and c junior Scottish Ministers."}, {"act": "Scotland Act 1998", "year": 1998, "section": "86", "section_title": " Scottish representation at Westminster.", "section_text": "86 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "87", "section_title": " The Advocate General for Scotland.", "section_text": "87 1 In Schedule 2 to the  House of Commons Disqualification Act 1975 (Ministerial offices) and Part III of Schedule 1 to the  Ministerial and other Salaries Act 1975 (salaries of the Law Officers), after the entry for the Solicitor General there is inserted— Advocate General for Scotland . 2 The validity of anything done in relation to the Advocate General is not affected by a vacancy in that office. 3 If that office is vacant or the Advocate General is for any reason unable to act, his functions shall be exercisable by such other Minister of the Crown as the Prime Minister may determine in writing."}, {"act": "Scotland Act 1998", "year": 1998, "section": "88", "section_title": " Cross-border public authorities: initial status.", "section_text": "88 1 Sections 53 and 118 to 121 shall not apply in relation to any function which is specifically exercisable in relation to a cross-border public authority; and section 118 shall not apply in relation to any function of such an authority. 2 A Minister of the Crown shall consult the Scottish Ministers before he exercises, in relation to a cross-border public authority, any specific function— a which relates to any appointment or removal of the cross-border public authority concerned or of any members or office-holders of the cross-border public authority concerned, or b whose exercise might affect Scotland otherwise than wholly in relation to reserved matters. 3 Any cross-border public authority or other person which is required by a pre-commencement enactment or a prerogative instrument to lay any report relating to a cross-border public authority before Parliament or either House of Parliament shall also lay the report before the Scottish Parliament. 4 Subsections (1) to (3) are subject to any Order in Council made under section 89. 5 In this Act “ cross-border public authority ” means any body, government department, office or office-holder specified in an Order in Council made by Her Majesty under this section. 6 Such an Order may only specify a body, government department, office or office-holder which (at the time when the Order is made) has, in addition to other functions, functions which are exercisable in or as regards Scotland and do not relate to reserved matters. 7 In this section— “ office-holder ” includes employee or other post-holder, “ report ” includes accounts and any statement."}, {"act": "Scotland Act 1998", "year": 1998, "section": "89", "section_title": " Power to adapt etc. cross-border public authorities.", "section_text": "89 1 Her Majesty may by Order in Council make such provision in relation to a cross-border public authority as She considers necessary or expedient in consequence of this Act. 2 Such provision may, in particular, include provision— a modifying any function of a cross-border public authority or of a Minister of the Crown in relation to such an authority, b conferring any function on a cross-border public authority or on a Minister of the Crown or the Scottish Ministers in relation to such an authority, c modifying the constitution of a cross-border public authority, d modifying the application of section 56(4) or 88(1), (2) or (3), e for any function to be exercisable by the Scottish Ministers instead of by a Minister of the Crown, or by the one concurrently with the other, or by both jointly or by either with the agreement of or after consultation with the other, f apportioning any assets or liabilities, g imposing, or enabling the imposition of, any limits or other restrictions in addition to or in substitution for existing limits or restrictions, h providing for sums to be charged on or payable out of, or paid into, the Scottish Consolidated Fund (instead of or in addition to payments into or out of the Consolidated Fund or the National Loans Fund or out of money provided by Parliament), i requiring payments, with or without interest, to a Minister of the Crown or into the Consolidated Fund or National Loans Fund. 3 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless the cross-border public authority concerned has been consulted."}, {"act": "Scotland Act 1998", "year": 1998, "section": "90", "section_title": " Power to transfer property of cross-border public authorities.", "section_text": "90 1 This section applies if an Act of the Scottish Parliament provides for any functions of a cross-border public authority to be no longer exercisable in or as regards Scotland. 2 Her Majesty may by Order in Council provide— a for the transfer of any property to which this section applies, or b for any person to have such rights or interests in relation to any property to which this section applies as Her Majesty considers appropriate (whether in connection with a transfer or otherwise). 3 This section applies to property belonging to the cross-border public authority concerned which appears to Her Majesty— a to be held or used wholly or partly for or in connection with the exercise of any of the functions concerned, or b not to be within paragraph (a) but, when last held or used for or in connection with the exercise of any function, to have been so held or used for or in connection with the exercise of any of the functions concerned. 4 Her Majesty may by Order in Council provide for the transfer of any liabilities— a to which the cross-border public authority concerned is subject, and b which appear to Her Majesty to have been incurred wholly or partly for or in connection with the exercise of any of the functions concerned. 5 No recommendation shall be made to Her Majesty in Council to make an Order under this section unless the cross-border public authority concerned has been consulted."}, {"act": "Scotland Act 1998", "year": 1998, "section": "90A", "section_title": "\n        BBC Trust member for Scotland", "section_text": "90A 1 A Minister of the Crown must not exercise without the agreement of the Scottish Ministers functions relating to selection for a particular appointment by which— a a person is to become a member of the  BBC  Trust and hold a Scottish post, or b an existing member of the Trust is to hold a Scottish post. 2 “ Scottish post ” means a position, held as a member of the Trust, with specific reference to Scotland."}, {"act": "Scotland Act 1998", "year": 1998, "section": "90B", "section_title": "The Crown Estate", "section_text": "90B 1 The Treasury may make a scheme transferring on the transfer date all the existing Scottish functions of the Crown Estate Commissioners (“ the Commissioners ”) to the Scottish Ministers or a person nominated by the Scottish Ministers (“ the transferee ”). 2 The existing Scottish functions are the Commissioners' functions relating to the part of the Crown Estate that, immediately before the transfer date, consists of— a property, rights or interests in land in Scotland, excluding property, rights or interests mentioned in subsection (3), and b rights in relation to the Scottish zone. 3 Where immediately before the transfer date part of the Crown Estate consists of property, rights or interests held by a limited partnership registered under the Limited Partnerships Act 1907, subsection (2)(a) excludes— a the property, rights or interests, and b any property, rights or interests in, or in a member of, a partner in the limited partnership. 4 Functions relating to rights within subsection (2)(b) are to be treated for the purposes of this Act as exercisable in or as regards Scotland. 5 The property, rights and interests to which the existing Scottish functions relate must continue to be managed on behalf of the Crown. 6 That does not prevent the disposal of property, rights or interests for the purposes of that management. 7 Subsection (5) also applies to property, rights or interests acquired in the course of that management (except revenues to which section 1(2) of the Civil List Act 1952 applies). 8 The property, rights and interests to which subsection (5) applies must be maintained as an estate in land or as estates in land managed separately (with any proportion of cash or investments that seems to the person managing the estate to be required for the discharge of functions relating to its management). 9 The scheme may specify any property, rights or interests that appear to the Treasury to fall within subsection (2)(a) or (b), without prejudice to the functions transferred by the scheme. 10 The scheme must provide for the transfer to the transferee of designated rights and liabilities of the Commissioners in connection with the functions transferred. 11 The scheme must include provision to secure that the employment of any person in Crown employment (within the meaning of section 191 of the Employment Rights Act 1996) is not adversely affected by the transfer. 12 The scheme must include such provision as the Treasury consider necessary or expedient— a in the interests of defence or national security, b in connection with access to land for the purposes of telecommunications, or with other matters falling within Section C10 in Part 2 of Schedule 5, c for securing that the management of property, rights or interests to which subsection (5) applies does not conflict with the exploitation of resources falling within Section D2 in Part 2 of Schedule 5, or with other reserved matters in connection with their exploitation, and d for securing consistency, in the interests of consumers, in the management of property, rights or interests to which subsection (5) applies and of property, rights or interests to which the Commissioners' functions other than the existing Scottish functions relate, so far as it affects the transmission or distribution of electricity or the provision or use of electricity interconnectors. 13 Any transfer by the scheme is subject to any provision under subsection (12). 14 The scheme may include— a incidental, supplemental and transitional provision; b consequential provision, including provision amending an enactment, instrument or other document; c provision conferring or imposing a function on any person including any successor of the transferee; d provision for the creation of new rights or liabilities in relation to the functions transferred. 15 On the transfer date, the existing Scottish functions and the designated rights and liabilities are transferred and vest in accordance with the scheme. 16 A certificate by the Treasury that anything specified in the certificate has vested in any person by virtue of the scheme is conclusive evidence for all purposes. 17 The Treasury may make a scheme under this section only with the agreement of the Scottish Ministers. 18 The power to make a scheme under this section is exercisable by statutory instrument. 19 The power to amend the scheme is exercisable so as to provide for an amendment to have effect from the transfer date. 20 In this section— “ designated ” means specified in or determined in accordance with the scheme; “ the transfer date ” means a date specified by the scheme as the date on which the scheme is to have effect. "}, {"act": "Scotland Act 1998", "year": 1998, "section": "90C", "section_title": "Renewable electricity incentive schemes: consultation", "section_text": "90C 1 The Secretary of State must consult the Scottish Ministers before— a establishing a renewable electricity incentive scheme that applies in Scotland, or b amending such a scheme as it relates to Scotland. 2 Subsection (1) does not apply to amendments that appear to the Secretary of State to be minor or made only for technical or administrative reasons; and the Secretary of State is not to be taken to establish or amend a scheme by exercising a power under a scheme, other than a power that is exercisable subject to any parliamentary procedure. 3 Subsection (1) does not require the Secretary of State to consult the Scottish Ministers about any levy in connection with a renewable electricity incentive scheme. 4 In this section a  “ renewable electricity incentive scheme ” means any scheme, whether statutory or otherwise, that provides an incentive to generate, or facilitate the generation of, electricity from sources of energy other than fossil fuel or nuclear fuel. This includes provision made by or under the following so far as they relate to the generation of electricity from sources of energy other than fossil fuel or nuclear fuel— a sections 6 to 26 of the Energy Act 2013 (contracts for difference); b sections 41 to 43 of the Energy Act 2008 (feed-in tariffs for small-scale generation of electricity); c sections 32 to 32Z2 of the Electricity Act 1989 (renewables obligations or certificate purchase obligations). 5 Where, before the commencement of this section, the Secretary of State has consulted, or is consulting, the Scottish Ministers regarding a renewable electricity incentive scheme, that consultation is to be treated as fulfilling the obligation in subsection (1)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "91", "section_title": " Maladministration.", "section_text": "91 1 The Parliament shall make provision for the investigation of relevant complaints made to its members in respect of any action taken by or on behalf of— a a member of the  Scottish Government  in the exercise of functions conferred on the Scottish Ministers, or b any other office-holder in the Scottish Administration. 2 For the purposes of subsection (1), a complaint is a relevant complaint if it is a complaint of a kind which could be investigated under the  Parliamentary Commissioner Act 1967 if it were made to a member of the House of Commons in respect of a government department or other authority to which that Act applies. 3 The Parliament may make provision for the investigation of complaints in respect of— a any action taken by or on behalf of an office-holder in the Scottish Administration, b any action taken by or on behalf of the Parliamentary corporation, c any action taken by or on behalf of a Scottish public authority with mixed functions or no reserved functions, or d any action concerning Scotland and not relating to reserved matters which is taken by or on behalf of a cross-border public authority. 4 In making provision of the kind required by subsection (1), the Parliament shall have regard (among other things) to the Act of 1967. 5 Sections 53 and 117 to 121 shall not apply in relation to functions conferred by or under the Act of 1967. 6 In this section— “ action ” includes failure to act (and related expressions shall be read accordingly), “ provision ” means provision by an Act of the Scottish Parliament; and the references to the Act of 1967 are to that Act as it has effect on the commencement of this section."}, {"act": "Scotland Act 1998", "year": 1998, "section": "92", "section_title": " Queen’s Printer for Scotland.", "section_text": "92 1 There shall be a Queen’s Printer for Scotland who shall— a exercise the Queen’s Printer functions in relation to Acts of the Scottish Parliament and subordinate legislation   (other than Scottish statutory instruments)  to which this section applies, and b exercise any other functions conferred on her by this Act or any other enactment. 2 In subsection (1), “ the Queen’s Printer functions ” means the printing functions in relation to Acts of Parliament and subordinate legislation of the Queen’s Printer of Acts of Parliament. 3 The Queen’s Printer for Scotland shall also on behalf of Her Majesty exercise Her rights and privileges in connection with— a Crown copyright in Acts of the Scottish Parliament, b Crown copyright in subordinate legislation to which this section applies, c Crown copyright in any existing or future works (other than subordinate legislation) made in the exercise of a function which is exercisable by any office-holder in, or member of the staff of, the Scottish Administration (or would be so exercisable if the function had not ceased to exist), d other copyright assigned to Her Majesty in works made in connection with the exercise of functions by any such office-holder or member. 4 This section applies to subordinate legislation made, confirmed or approved— a by a member of the  Scottish Government , b by a Scottish public authority with mixed functions or no reserved functions, or c within devolved competence by a person other than a Minister of the Crown or such a member or authority. 4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4B If, following an alteration such as is mentioned in section 30(5)— a subordinate legislation is made, confirmed or approved under a provision which continues to have effect by virtue of section 30(6), and b the making, confirmation or approval would be within devolved competence but for the alteration, the subordinate legislation is to be regarded for the purposes of this section as being made, confirmed or approved within devolved competence. 5 The Queen’s Printer of Acts of Parliament shall hold the office of Queen’s Printer for Scotland. 6 References in this Act to a Scottish public authority include the Queen’s Printer for Scotland."}, {"act": "Scotland Act 1998", "year": 1998, "section": "93", "section_title": " Agency arrangements.", "section_text": "93 1 A Minister of the Crown may make arrangements for any of his specified functions to be exercised on his behalf by the Scottish Ministers; and the Scottish Ministers may make arrangements for any of their specified functions to be exercised on their behalf by a Minister of the Crown. 2 An arrangement under this section does not affect a person’s responsibility for the exercise of his functions. 2A The collection and management of a devolved tax is a specified function of the Scottish Ministers. 3 In this section— “ functions ” does not include a function of making, confirming or approving subordinate legislation, “ Minister of the Crown ” includes government department, “ specified ”  (subject to subsection (2A)  means specified in an Order in Council made by Her Majesty under this subsection; and this section applies to the Lord Advocate as it applies to the Scottish Ministers."}, {"act": "Scotland Act 1998", "year": 1998, "section": "94", "section_title": " Private legislation.", "section_text": "94 1 This section applies where a pre-commencement enactment makes provision which has the effect of— a requiring any order to be confirmed by Act of Parliament, or b requiring any order (within the meaning of the  Statutory Orders (Special Procedure) Act 1945) to be subject to special parliamentary procedure, and power to make, confirm or approve the order in question is exercisable by the Scottish Ministers by virtue of section 53. 2 The provision shall have effect, so far as it relates to the exercise of the power to make, confirm or approve the order by virtue of section 53, as if it required the order— a to be confirmed by an Act of the Scottish Parliament, or b (as the case may be) to be subject to such special procedure as may be provided by or under such an Act."}, {"act": "Scotland Act 1998", "year": 1998, "section": "95", "section_title": " Appointment and removal of judges.", "section_text": "95 1 It shall continue to be for the Prime Minister to recommend to Her Majesty the appointment of a person as Lord President of the Court of Session or Lord Justice Clerk. 2 The Prime Minister shall not recommend to Her Majesty the appointment of any person who has not been nominated by the First Minister for such appointment. 3 Before nominating persons for such appointment the First Minister shall consult the Lord President and the Lord Justice Clerk (unless, in either case, the office is vacant). 4 It is for the First Minister, after consulting the Lord President, to recommend to Her Majesty the appointment of a person as— a a judge of the Court of Session (other than the Lord President or the Lord Justice Clerk), or b a sheriff principal or a sheriff. 5 The First Minister shall comply with any requirement in relation to— a a nomination under subsection (2), or b a recommendation under subsection (4), imposed by virtue of any enactment. 6 A judge of the Court of Session and the Chairman of the Scottish Land Court may be removed from office only by Her Majesty; and any recommendation to Her Majesty for such removal shall be made by the First Minister. 7 The First Minister shall make such a recommendation if (and only if) the Parliament, on a motion made by the First Minister, resolves that such a recommendation should be made. 8 Provision shall be made for a tribunal constituted by the First Minister to investigate and report on whether a judge of the Court of Session or the Chairman of the Scottish Land Court is unfit for office by reason of inability, neglect of duty or misbehaviour and for the report to be laid before the Parliament. 9 Such provision shall include provision— a for the constitution of the tribunal by the First Minister when requested by the Lord President to do so and in such other circumstances as the First Minister thinks fit, and b for the appointment to chair the tribunal of a member of the Judicial Committee of the Privy Council who holds or has held high judicial office, and may include provision for suspension from office. 10 The First Minister may make a motion under subsection (7) only if— a he has received from a tribunal constituted in pursuance of subsection (8) a written report concluding that the person in question is unfit for office by reason of inability, neglect of duty or misbehaviour and giving reasons for that conclusion, b where the person in question is the Lord President or the Lord Justice Clerk, he has consulted the Prime Minister, and c he has complied with any other requirement imposed by virtue of any enactment. 11 In subsections (8) to (10)—  “ high judicial office ” has the meaning given by section 60 of the Constitutional Reform Act 2005,  “ provision ” means provision by or under an Act of the Scottish Parliament, “ tribunal ” means a tribunal of at least three persons."}, {"act": "Scotland Act 1998", "year": 1998, "section": "96", "section_title": " Provision of information to the Treasury.", "section_text": "96 1 The Treasury may require the Scottish Ministers to provide, within such period as the Treasury may reasonably specify, such information, in such form and prepared in such manner, as the Treasury may reasonably specify. 2 If the information is not in their possession or under their control, their duty under subsection (1) is to take all reasonable steps to comply with the requirement."}, {"act": "Scotland Act 1998", "year": 1998, "section": "96A", "section_title": "Provision of information to the Office for Budget Responsibility", "section_text": "96A 1 The Office for Budget Responsibility has a right of access at any reasonable time to all Scottish public finances information which it may reasonably require for the purpose of the performance of its duty under section 4 of the Budget Responsibility and National Audit Act 2011 (duty to examine and report on the sustainability of the public finances). 2 The Office is entitled to require from any person holding or accountable for any Scottish public finances information any assistance or explanation which the Office reasonably thinks necessary for that purpose. 3 “ Scottish public finances information ” means information held by the Scottish Ministers or by any Scottish public authority specified in regulations made by the Secretary of State. 4 This section is subject to any enactment or rule of law which operates to prohibit or restrict the disclosure of information or the giving of any assistance or explanation."}, {"act": "Scotland Act 1998", "year": 1998, "section": "97", "section_title": "  Assistance for registered political parties in the Parliament.", "section_text": "97 1 The Parliament may by resolution make provision for payments to be                          made to registered political parties for the purpose of assisting members                          of the Parliament who are connected with the parties to perform their                          Parliamentary duties. 2 A resolution under subsection (1) may— a confer functions on the Parliamentary corporation, b determine, or make provision for determining, the circumstances in                              which a member of the Parliament and a registered political party are                              to be regarded for the purposes of the resolution as connected, c make different provision for different purposes."}, {"act": "Scotland Act 1998", "year": 1998, "section": "98", "section_title": " Devolution issues.", "section_text": "98 Schedule 6 (which makes provision in relation to devolution issues) shall have effect."}, {"act": "Scotland Act 1998", "year": 1998, "section": "99", "section_title": " Rights and liabilities of the Crown in different capacities.", "section_text": "99 1 Rights and liabilities may arise between the Crown in right of Her Majesty’s Government in the United Kingdom and the Crown in right of the Scottish Administration by virtue of a contract, by operation of law or by virtue of an enactment as they may arise between subjects. 2 Property and liabilities may be transferred between the Crown in one of those capacities and the Crown in the other capacity as they may be transferred between subjects; and they may together create, vary or extinguish any property or liability as subjects may. 3 Proceedings in respect of— a any property or liabilities to which the Crown in one of those capacities is entitled or subject under subsection (1) or (2), or b the exercise of, or failure to exercise, any function exercisable by an office-holder of the Crown in one of those capacities, may be instituted by the Crown in either capacity; and the Crown in the other capacity may be a separate party in the proceedings. 4 This section applies to a unilateral obligation as it applies to a contract. 5 In this section— “ office-holder ”, in relation to the Crown in right of Her Majesty’s Government in the United Kingdom, means any Minister of the Crown or other office-holder under the Crown in that capacity and, in relation to the Crown in right of the Scottish Administration, means any office-holder in the Scottish Administration, “ subject ” means a person not acting on behalf of the Crown."}, {"act": "Scotland Act 1998", "year": 1998, "section": "100", "section_title": " Human rights.", "section_text": "100 1 This Act does not enable a person— a to bring any proceedings in a court or tribunal on the ground that an act is incompatible with the Convention rights, or b to rely on any of the Convention rights in any such proceedings, unless he would be a victim for the purposes of Article 34 of the Convention (within the meaning of the  Human Rights Act 1998) if proceedings in respect of the act were brought in the European Court of Human Rights. 2 Subsection (1) does not apply to the Lord Advocate, the Advocate General, the Attorney General   , the Advocate General for Northern Ireland  or the Attorney General for Northern Ireland. 3 This Act does not enable a court or tribunal to award any damages in respect of an act which is incompatible with any of the Convention rights which it could not award if section 8(3) and (4) of the Human Rights Act 1998 applied. 3A Subsection (3B) applies to any proceedings brought by virtue of this Act against the Scottish Ministers or a member of the Scottish Government in a court or tribunal on the ground that an act of the Scottish Ministers or a member of the Scottish Government is incompatible with the Convention rights. 3B Proceedings to which this subsection applies must be brought before the end of— a the period of one year beginning with the date on which the act complained of took place, or b such longer period as the court or tribunal considers equitable having regard to all the circumstances, but that is subject to any rule imposing a stricter time limit in relation to the procedure in question. 3C Subsection (3B) does not apply to proceedings brought by the Lord Advocate, the Advocate General, the Attorney General, the Attorney General for Northern Ireland or the Advocate General for Northern Ireland. 3D In subsections (3A) and (3B)  “ act ” does not include the making of any legislation but it does include any other act or failure to act (including a failure to make legislation). 3E In subsection (3B)  “ rule ” has the same meaning as it has in section 7(5) of the Human Rights Act 1998.  ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 ...  Subject to subsection (3D), in this section “ act ” means— a making any legislation, b any other act or failure to act, if it is the act or failure of a member of the  Scottish Government ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "101", "section_title": " Interpretation of Acts of the Scottish Parliament etc.", "section_text": "101 1 This section applies to— a any provision of an Act of the Scottish Parliament, or of a Bill for such an Act, and b any provision of subordinate legislation made, confirmed or approved, or purporting to be made, confirmed or approved, by a member of the  Scottish Government , which could be read in such a way as to be outside competence. 2 Such a provision is to be read as narrowly as is required for it to be within competence, if such a reading is possible, and is to have effect accordingly. 3 In this section “ competence ”— a in relation to an Act of the Scottish Parliament, or a Bill for such an Act, means the legislative competence of the Parliament, and b in relation to subordinate legislation, means the powers conferred by virtue of this Act."}, {"act": "Scotland Act 1998", "year": 1998, "section": "102", "section_title": " Powers of courts or tribunals to vary retrospective decisions.", "section_text": "102 1 This section applies where any court or tribunal decides that— a an Act of the Scottish Parliament or any provision of such an Act is not within the legislative competence of the Parliament, or b a member of the  Scottish Government  does not have the power to make, confirm or approve a provision of subordinate legislation that he has purported to make, confirm or approve  , or c any other purported exercise of a function by a member of the Scottish Government was outside devolved competence. 2 The court or tribunal may make an order— a removing or limiting any retrospective effect of the decision, or b suspending the effect of the decision for any period and on any conditions to allow the defect to be corrected. 3 In deciding whether to make an order under this section, the court or tribunal shall (among other things) have regard to the extent to which persons who are not parties to the proceedings would otherwise be adversely affected. 4 Where a court or tribunal is considering whether to make an order under this section, it shall order intimation of that fact to be given to— a the Lord Advocate, and b the appropriate law officer, where the decision mentioned in subsection (1) relates to a devolution issue (within the meaning of Schedule 6),  or to a compatibility issue, unless the person to whom the intimation would be given is a party to the proceedings. 5 A person to whom intimation is given under subsection (4) may take part as a party in the proceedings so far as they relate to the making of the order. 5A Where the decision mentioned in subsection (1) is a decision of the Supreme Court on a compatibility issue, the power to make an order under this section is exercisable by the High Court of Justiciary instead of the Supreme Court. 6 Paragraphs 36 and 37 of Schedule 6 apply with necessary modifications for the purposes of subsections (4) and (5) as they apply for the purposes of that Schedule. 7 In this section—  “ compatibility issue ” has the meaning given by section 288ZA of the Criminal Procedure (Scotland) Act 1995,  “ intimation ” includes notice, “ the appropriate law officer ” means— in relation to proceedings in Scotland, the Advocate General, in relation to proceedings in England and Wales, the Attorney General, in relation to proceedings in Northern Ireland, the   Advocate General for Northern Ireland ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "103", "section_title": " The Judicial Committee.", "section_text": "103 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "104", "section_title": " Power to make provision consequential on legislation of, or scrutinised by, the Parliament.", "section_text": "104 1 Subordinate legislation may make such provision as the person making the legislation considers necessary or expedient in consequence of any provision made by or under any Act of the Scottish Parliament or made by legislation mentioned in subsection (2). 2 The legislation is subordinate legislation under an Act of Parliament made by— a a member of the  Scottish Government , b a Scottish public authority with mixed functions or no reserved functions, or c any other person (not being a Minister of the Crown) if the function of making the legislation is exercisable within devolved competence. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "105", "section_title": " Power to make provision consequential on this Act.", "section_text": "105 Subordinate legislation may make such modifications in any pre-commencement enactment or prerogative instrument or any other instrument or document as appear to the person making the legislation necessary or expedient in consequence of this Act."}, {"act": "Scotland Act 1998", "year": 1998, "section": "106", "section_title": " Power to adapt functions.", "section_text": "106 1 Subordinate legislation may make such provision (including, in particular, provision modifying a function exercisable by a Minister of the Crown) as the person making the legislation considers appropriate for the purpose of enabling or otherwise facilitating the transfer of a function to the Scottish Ministers by virtue of section 53 or 63. 2 Subordinate legislation under subsection (1) may, in particular, provide for any function which— a is not exercisable separately in or as regards Scotland to be so exercisable, or b is not otherwise exercisable separately within devolved competence to be so exercisable. 3 The reference in subsection (1) to the transfer of a function to the Scottish Ministers shall be read as including the sharing of a function with the Scottish Ministers or its other adaptation. 4 No recommendation shall be made to Her Majesty in Council to make, and no Minister of the Crown shall make, subordinate legislation under this section which modifies a function of observing or implementing an obligation mentioned in subsection (5) unless the Scottish Ministers have been consulted about the modification. 5 The obligation is an international obligation, or    an assimilated   obligation , to achieve a result defined by reference to a quantity (whether expressed as an amount, proportion or ratio or otherwise), where the quantity relates to the United Kingdom (or to an area including the United Kingdom or to an area consisting of a part of the United Kingdom which includes the whole or part of Scotland). 6 If subordinate legislation under this section modifies a function of observing or implementing such an international obligation so that the function to be transferred to the Scottish Ministers relates only to achieving so much of the result to be achieved under the obligation as is specified in the legislation, references in section 58 to the international obligation are to be read as references to the requirement to achieve that much of the result. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "107", "section_title": " Legislative power to remedy ultra vires acts.", "section_text": "107 Subordinate legislation may make such provision as the person making the legislation considers necessary or expedient in consequence of— a an Act of the Scottish Parliament or any provision of an Act of the Scottish Parliament which is not, or may not be, within the legislative competence of the Parliament, or b any purported exercise by a member of the  Scottish Government  of his functions which is not, or may not be, an exercise or a proper exercise of those functions."}, {"act": "Scotland Act 1998", "year": 1998, "section": "108", "section_title": " Agreed redistribution of functions exercisable by the Scottish Ministers etc.", "section_text": "108 1 Her Majesty may by Order in Council provide for any functions exercisable by a member of the  Scottish Government  to be exercisable— a by a Minister of the Crown instead of by the member of the  Scottish Government , b by a Minister of the Crown concurrently with the member of the  Scottish Government , or c by the member of the  Scottish Government  only with the agreement of, or after consultation with, a Minister of the Crown. 2 Where an Order is made under subsection (1)(a) or (b) in relation to a function of the Scottish Ministers, the First Minister or the Lord Advocate which is exercisable only with the agreement of, or after consultation with, any other of those persons, the function shall, unless the Order provides otherwise, be exercisable by the Minister of the Crown free from any such requirement. 3 An Order under this section may, in particular, provide for any function exercisable by a Minister of the Crown by virtue of an Order under subsection (1)(a) or (b) to be exercisable subject to a requirement for the function to be exercised with the agreement of, or after consultation with, another person. 4 This section does not apply to any retained functions of the Lord Advocate which fall within section 52(6)(a)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "109", "section_title": " Agreed redistribution of property and liabilities.", "section_text": "109 1 Her Majesty may by Order in Council provide— a for the transfer to a Minister of the Crown or government department of any property belonging to the Scottish Ministers or the Lord Advocate, or b for a Minister of the Crown or government department to have such rights or interests in relation to any property belonging to the Scottish Ministers or the Lord Advocate as Her Majesty considers appropriate (whether in connection with a transfer or otherwise). 2 Her Majesty may by Order in Council provide for the transfer to a Minister of the Crown or government department of any liabilities to which the Scottish Ministers or the Lord Advocate are subject. 3 An Order in Council under this section may only be made in connection with any transfer or sharing of functions of a member of the  Scottish Government  by virtue of section 108 or in any other circumstances in which Her Majesty considers it appropriate to do so for the purposes of this Act."}, {"act": "Scotland Act 1998", "year": 1998, "section": "110", "section_title": " Scottish taxpayers for social security purposes.", "section_text": "110 1 The Secretary of State may by order provide for individuals of any description specified in the order to be treated for the purposes of any of the matters that are reserved matters by virtue of Head F of Part II of Schedule 5 as if they were, or were not, Scottish taxpayers. 2 The Secretary of State may by order provide in relation to any year of assessment that, for those purposes, the basic rate in relation to the income of Scottish taxpayers shall be treated as being such rate as is specified in the order (instead of the rate increased or reduced for that year by virtue of any resolution of the Parliament in pursuance of section 73 passed after the beginning of the year). 3 An order under this section may apply in respect of any individuals whether Scotland is the part of the United Kingdom with which they have the closest connection or not. 4 In this section “ Scottish taxpayer ” has the same meaning as in Part IV."}, {"act": "Scotland Act 1998", "year": 1998, "section": "111", "section_title": " Regulation of Tweed and Esk fisheries.", "section_text": "111 1 Her Majesty may by Order in Council make provision for or in connection with the conservation, management and exploitation of   salmon, trout, eels, lampreys, smelt, shad and freshwater fish  in the Border rivers. 2 An Order under subsection (1) may— a exclude the application of section 53 in relation to any Border rivers function, b confer power to make subordinate legislation. 3 In particular, provision may be made by such an Order— a conferring any function on a Minister of the Crown, the Scottish Ministers or a public body in relation to the Border rivers, b for any Border rivers function exercisable by any person to be exercisable instead by a person (or another person) mentioned in paragraph (a), c for any Border rivers function exercisable by any person to be exercisable concurrently or jointly with, or with the agreement of or after consultation with, a person (or another person) mentioned in paragraph (a). 4 In this section— “ the Border rivers ” means the Rivers Tweed and Esk, “ Border rivers function ” means a function conferred by any enactment, so far as exercisable in relation to the Border rivers, “ conservation ”, in relation to   salmon, trout, eels, lampreys, smelt, shad and freshwater fish,  includes the protection of their environment, “ eels ”,  “fish”,                         “ freshwater fish ”, “ salmon ” ,  “smelt”  and “ trout ” have the same meanings as in the  Salmon and Freshwater Fisheries Act 1975   (as amended by the Marine and Coastal Access Act 2009) , “ the River Tweed ”                         means the Tweed district (as defined in article 2(1) of the Scotland Act 1998 (River Tweed) Order 2006 ( S.I.  2006/2913)). “ the River Esk ” means the river of that name which, for part of its length, constitutes the border between England and Scotland including— its tributary streams (which for this purpose include the River Sark and its tributary streams), and such waters on the landward side of its estuary limits as are determined by an Order under subsection (1), together with its banks; and references to the Border rivers include any part of the Border rivers. 5 An Order under subsection (1) may modify the definitions in subsection (4) of the River Tweed and the River Esk. 6 An Order under subsection (1) may amend that subsection so as to— a add any description of fish to it, or b remove any description of fish from it."}, {"act": "Scotland Act 1998", "year": 1998, "section": "112", "section_title": " Subordinate legislation: general.", "section_text": "112 1 Any power to make subordinate legislation conferred by this Act shall, if no other provision is made as to the person by whom the power is exercisable, be exercisable by Her Majesty by Order in Council or by a Minister of the Crown by order. 2 But the power to make subordinate legislation under section 129(1) providing— a for the appropriation of sums forming part of the Scottish Consolidated Fund, or b for sums received by any person to be appropriated in aid of sums appropriated as mentioned in paragraph (a), shall be exercisable only by Her Majesty by Order in Council. 3 References in this Act to an open power are to a power to which subsection (1) applies (and include a power to make subordinate legislation under section 129(1) whether or not the legislation makes provision as mentioned in subsection (2)). 4 An Order in Council under an open power may revoke, amend or re-enact an order, as well as an Order in Council, under the power; and an order under an open power may revoke, amend or re-enact an Order in Council, as well as an order, under the power. 5 Any power to make subordinate legislation conferred by this Act shall, in relation to its exercise by a Minister of the Crown or a member of the  Scottish Government , be exercisable by statutory instrument. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Scotland Act 1998", "year": 1998, "section": "113", "section_title": " Subordinate legislation: scope of powers.", "section_text": "113 1 References in this section to a power are to an open power and to any other power to make subordinate legislation conferred by this Act which is exercisable by Her Majesty in Council or by a Minister of the Crown, and include a power as extended by this section. 1A Subsections (2) to (11), except subsection (9), apply also to the power of the Scottish Ministers to make an order under section 12. 2 A power may be exercised so as to make different provision for different purposes. 3 A power (as well as being exercisable in relation to all cases to which it extends) may be exercised in relation to— a those cases subject to specified exceptions, or b any particular case or class of case. 4 A power includes power to make— a any supplementary, incidental or consequential provision, and b any transitory, transitional or saving provision, which the person making the legislation considers necessary or expedient. 5 A power may be exercised by modifying— a any enactment or prerogative instrument, b any other instrument or document, if the subordinate legislation (or a statutory instrument containing it) would be subject to any of the types of procedure referred to in Schedule 7. 6 But a power to modify enactments does not (unless otherwise stated) extend to making modifications of this Act or subordinate legislation under it. 7 A power may be exercised so as to make provision for the delegation of functions. 8 A power includes power to make provision for sums to be payable out of the Scottish Consolidated Fund or charged on the Fund. 9 A power includes power to make provision for the payment of sums out of money provided by Parliament or for sums to be charged on and paid out of the Consolidated Fund. 9A A power may not be exercised so as to create any criminal offence punishable with any of the penalties specified for the offence in subsection (9B) or (10). 9B In relation to Scotland, the specified penalties are— a where the offence is triable on summary complaint only, imprisonment for a period exceeding 12 months and a fine exceeding level 5 on the standard scale, b where an offence triable either on indictment or on summary complaint is tried on summary complaint, imprisonment for a period exceeding 12 months and a fine exceeding the statutory maximum, c where the offence is tried on indictment, imprisonment for a period exceeding two years. 10 In relation to England and Wales and Northern Ireland, the specified penalties are— a where the offence is tried summarily, imprisonment for a period exceeding   the prescribed term   and a fine exceeding— i in the case of a summary offence, level 5 on the standard scale, ii in the case of an offence triable either way, the statutory maximum, b where the offence is tried on indictment, imprisonment for a period exceeding two years. 10A In subsection (10)(a),  “ the prescribed term ” means— a in relation to England and Wales, where the offence is a summary offence, 51 weeks; b in relation to England and Wales, where the offence is triable either way,   the general limit in a magistrates’ court ; c in relation to ... Northern Ireland, three months. 10AA If a power— a is exercised so as to make provision for a summary offence under the law of England and Wales to be punishable with imprisonment for more than 6 months (“ the relevant provision ”) and b is so exercised— i on or after 2 May 2022, but ii before the day on which section 281(5) of the Criminal Justice Act 2003 comes into force, the power must also be exercised so as to provide that, in relation to an offence committed before the day referred to in paragraph (b)(ii), any reference in the relevant provision to a term of imprisonment of more than 6 months is to be read as a reference to a term of imprisonment of 6 months. 11 The fact that a power is conferred does not prejudice the extent of any other power. 12 Her Majesty may by Order in Council amend subsection (9B) or (10) so as to change— a any period of imprisonment specified there, or b the amount of any fine so specified."}, {"act": "Scotland Act 1998", "year": 1998, "section": "114", "section_title": " Subordinate legislation: particular provisions.", "section_text": "114 1 A power to make subordinate legislation conferred by any of the following provisions of this Act may be exercised by modifying any enactment comprised in or made under this Act (except Schedules 4 and 5): sections  66(5),  89, 104, 107, 108 and 129(1). 2 The reference in subsection (1) to a power to make subordinate legislation includes a power as extended by section 113. 3 A power to make subordinate legislation conferred by any of the following provisions of this Act may be exercised so as to make provision having retrospective effect: sections 30, 58(4), 104 and 107."}, {"act": "Scotland Act 1998", "year": 1998, "section": "115", "section_title": " Subordinate legislation: procedure.", "section_text": "115 1 Schedule 7 (which determines the procedure which is to apply to subordinate legislation under this Act in relation to each House of Parliament and the Scottish Parliament) shall have effect. 2 In spite of the fact that that Schedule provides for subordinate legislation under a particular provision of this Act (or the statutory instrument containing it) to be subject to any type of procedure in relation to the Parliament, the provision conferring the power to make that legislation may be brought into force at any time after the passing of this Act. 3 Accordingly, any subordinate legislation (or the statutory instrument containing it) made in the exercise of the power in the period beginning with that time and ending immediately before the principal appointed day is to be subject to such other type of procedure (if any) as may be specified in subordinate legislation made under section 129(1)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "116", "section_title": " Transfer of property: supplementary.", "section_text": "116 1 This section applies in relation to subordinate legislation under section 60, 62, 90 or 109 or paragraph 2 of Schedule 2. 2 Any such subordinate legislation may, in particular— a provide for the creation of rights or interests, or the imposition of liabilities or conditions, in relation to property transferred, or rights or interests acquired, by virtue of such legislation, b provide for any property, liabilities or conditions to be determined under such legislation, c make provision (other than provision imposing a charge to tax) as to the tax treatment of anything done by virtue of such legislation. 3 No order shall be made by a Minister of the Crown by virtue of subsection (2)(c), and no recommendation shall be made to Her Majesty in Council to make an Order in Council by virtue of subsection (2)(c), without the agreement of the Treasury. 4 Subordinate legislation to which this section applies shall have effect in relation to any property or liabilities to which it applies despite any provision (of whatever nature) which would otherwise prevent, penalise or restrict the transfer of the property or liabilities. 5 A right of pre-emption, right of irritancy, right of return or other similar right shall not operate or become exercisable as a result of any transfer of property by virtue of any subordinate legislation to which this section applies. 6 Any such right shall have effect in the case of any such transfer as if the transferee were the same person in law as the transferor and as if no transfer of the property had taken place. 7 Such compensation as is just shall be paid to any person in respect of any such right which would, apart from subsection (5), have operated in favour of, or become exercisable by, that person but which, in consequence of the operation of that subsection, cannot subsequently operate in his favour or (as the case may be) become exercisable by him. 8 Any compensation payable by virtue of subsection (7) shall be paid by the transferor or by the transferee or by both. 9 Subordinate legislation under this subsection may provide for the determination of any disputes as to whether and, if so, how much, compensation is payable by virtue of subsection (7) and as to the person to whom or by whom it shall be paid. 10 Subsections (4) to (9) apply in relation to the creation of rights or interests, or the doing of anything else, in relation to property as they apply in relation to a transfer of property; and references to the transferor and transferee shall be read accordingly. 11 A certificate issued by the Secretary of State that any property or liability has, or has not, been transferred by virtue of subordinate legislation under section 60 or 62 or paragraph 2 of Schedule 2 shall be conclusive evidence of the transfer or (as the case may be) the fact that there has not been a transfer. 12 A certificate issued by the Secretary of State and the Scottish Ministers that any property or liability has, or has not, been transferred by virtue of an Order in Council under section 90 or 109 shall be conclusive evidence of the transfer or (as the case may be) the fact that there has not been a transfer. 13 In this section “ right of return ” means any right under a provision for the return or reversion of property in specified circumstances."}, {"act": "Scotland Act 1998", "year": 1998, "section": "117", "section_title": " Ministers of the Crown.", "section_text": "117 So far as may be necessary for the purpose or in consequence of the exercise of a function by a member of the  Scottish Government  within devolved competence, any pre-commencement enactment or prerogative instrument, and any other instrument or document, shall be read as if references to a Minister of the Crown (however described) were or included references to the Scottish Ministers."}, {"act": "Scotland Act 1998", "year": 1998, "section": "118", "section_title": " Subordinate instruments.", "section_text": "118 1 Subsection (2) applies in relation to the exercise by a member of the  Scottish Government  within devolved competence of a function to make, confirm or approve subordinate legislation. 2 If a pre-commencement enactment makes provision— a for any instrument or the draft of any instrument made in the exercise of such a function to be laid before Parliament or either House of Parliament, b for the annulment or approval of any such instrument or draft by or in pursuance of a resolution of either or both Houses of Parliament, or c prohibiting the making of such an instrument without that approval, the provision shall have effect, so far as it relates to the exercise of the function by a member of the  Scottish Government  within devolved competence, as if any reference in it to Parliament or either House of Parliament were a reference to the Scottish Parliament. 3 Where— a a function of making, confirming or approving subordinate legislation conferred by a pre-commencement enactment is exercisable by a Scottish public authority with mixed functions or no reserved functions, and b a pre-commencement enactment makes such provision in relation to the exercise of the function as is mentioned in subsection (2), the provision shall have effect, so far as it relates to the exercise of the function by that authority, as if any reference in it to Parliament or either House of Parliament were a reference to the Scottish Parliament. 4 Where— a a function of making, confirming or approving subordinate legislation conferred by a pre-commencement enactment is exercisable within devolved competence by a person other than a Minister of the Crown, a member of the  Scottish Government  or a Scottish public authority with mixed functions or no reserved functions, and b a pre-commencement enactment makes such provision in relation to the exercise of the function as is mentioned in subsection (2), the provision shall have effect, so far as it relates to the exercise of the function by that person within devolved competence, as if any reference in it to Parliament or either House of Parliament were a reference to the Scottish Parliament. 5 If a pre-commencement enactment applies the  Statutory Instruments Act 1946 as if a function of the kind mentioned in subsection (3) or (4) were exercisable by a Minister of the Crown, that Act shall apply, so far as the function is exercisable as mentioned in paragraph (a) of subsection (3) or (as the case may be)\t\t\t\t\t(4), as if the function were exercisable by the Scottish Ministers."}, {"act": "Scotland Act 1998", "year": 1998, "section": "119", "section_title": " Consolidated Fund etc.", "section_text": "119 1 In this section “ Scottish functions ” means— a functions of the Scottish Ministers, the First Minister or the Lord Advocate which are exercisable within devolved competence, b functions of any Scottish public authority with mixed functions or no reserved functions. 2 Subject to subsections (3) and (5), a provision of a pre-commencement enactment which— a requires or authorises the payment of any sum out of the Consolidated Fund or money provided by Parliament, or b requires or authorises the payment of any sum into the Consolidated Fund, shall cease to have effect in relation to any Scottish functions. 3 A provision of a pre-commencement enactment which— a charges any sum on the Consolidated Fund, b requires the payment of any sum out of the Consolidated Fund without further appropriation, or c requires or authorises the payment of any sum into the Consolidated Fund by a person other than a Minister of the Crown, shall have effect in relation to any Scottish functions as if it provided for the sum to be charged on the Scottish Consolidated Fund or required it to be paid out of that Fund without further approval or required or authorised it to be paid into that Fund (as the case may be). 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 A provision of a pre-commencement enactment which authorises any sums to be applied as money provided by Parliament instead of being paid into the Consolidated Fund shall have effect in relation to any Scottish functions as if it authorised those sums to be applied as if they had been paid out of the Scottish Consolidated Fund in accordance with rules under section 65(1)(c) instead of being paid into that Fund. 6 Where a power to lend money under a pre-commencement enactment is exercisable by the Scottish Ministers, subsection (7) applies to any sums which, for the purpose or as the result of the exercise of the power, would be required (apart from that subsection)— a to be issued by the Treasury out of the National Loans Fund, or b to be paid into that Fund. 7 Those sums shall instead— a be paid out of the Scottish Consolidated Fund without further approval, or b be paid into that Fund, (as the case may be)."}, {"act": "Scotland Act 1998", "year": 1998, "section": "120", "section_title": " Accounts and audit.", "section_text": "120 A provision of a pre-commencement enactment which— a requires any account to be examined, certified and reported on by, or to be open to the inspection of, the Comptroller and Auditor General, or b requires him to have access to any other document for carrying out any such examination, shall have effect in relation to any Scottish functions (within the meaning of section 119) as if the references to the Comptroller and Auditor General were to the Auditor General for Scotland."}, {"act": "Scotland Act 1998", "year": 1998, "section": "121", "section_title": " Requirements to lay reports etc. before Parliament.", "section_text": "121 1 This section applies where— a a pre-commencement enactment makes provision for any report to be laid before Parliament or either House of Parliament, and b the report concerns Scottish functions. 2 If the report only concerns Scottish functions, it shall be laid instead before the Scottish Parliament. 3 In any other case, it shall be laid before the Scottish Parliament as well as before Parliament or (as the case may be) either House of Parliament. 4 In this section— “ report ” includes accounts and any statement, “ Scottish functions ” has the same meaning as in section 119."}, {"act": "Scotland Act 1998", "year": 1998, "section": "122", "section_title": " Crown land.", "section_text": "122 1 In any provision about the application of any pre-commencement enactment to Crown land— a references to a Minister of the Crown or government department shall be read as including the Scottish Ministers and the Lord Advocate, and b references to a Minister of the Crown or government department having the management of the land shall be read as including any member of the  Scottish Government  having the management of the land. 2 In this section, “ Crown land ” has the meaning given by section 242 of the  Town and Country Planning (Scotland) Act 1997."}, {"act": "Scotland Act 1998", "year": 1998, "section": "123", "section_title": " Stamp duty.", "section_text": "123 In section 55 of the  Finance Act 1987 (Crown exemption from stamp duty) references to a Minister of the Crown shall be read as including the Scottish Ministers, the Lord Advocate and the Parliamentary corporation."}, {"act": "Scotland Act 1998", "year": 1998, "section": "124", "section_title": " Modification of sections 94 and 117 to 122.", "section_text": "124 1 Subordinate legislation may provide for any provision of sections 94 and 117 to 122 not to apply, or to apply with modifications, in such cases as the person making the legislation considers appropriate. 2 Subordinate legislation made by Her Majesty in Council or a Minister of the Crown under this Act may, in connection with any other provision made by the legislation, also provide for any provision of sections 94 and 117 to 122 not to apply, or to apply with modifications."}, {"act": "Scotland Act 1998", "year": 1998, "section": "125", "section_title": " Amendments and repeals.", "section_text": "125 1 Schedule 8 (which makes modifications of enactments) shall have effect. 2 The enactments mentioned in Schedule 9 are repealed to the extent specified in that Schedule."}, {"act": "Scotland Act 1998", "year": 1998, "section": "126", "section_title": " Interpretation.", "section_text": "126 1 In this Act— “ body ” includes unincorporated association, “ constituencies ” and “ regions ”, in relation to the Parliament, mean the constituencies and regions provided for by Schedule 1, “ constituency member ” means a member of the Parliament for a constituency, “ the Convention rights ” has the same meaning as in the  Human Rights Act 1998, “ document ” means anything in which information is recorded in any form (and references to producing a document are to be read accordingly), “ enactment ” includes an Act of the Scottish Parliament, Northern Ireland legislation (within the meaning of the  Northern Ireland Act 1998) and an enactment comprised in subordinate legislation, and includes an enactment comprised in, or in subordinate legislation under, an Act of Parliament, whenever passed or made, “ financial year ” means a year ending with 31st March, “ functions ” includes powers and duties, and “ confer ”, in relation to functions, includes impose, “ government department ” means any department of the Government of the United Kingdom, “ the Human Rights Convention ” means— the Convention for the Protection of Human Rights and Fundamental Freedoms, agreed by the Council of Europe at Rome on 4th November 1950, and the Protocols to the Convention, as they have effect for the time being in relation to the United Kingdom, “ Minister of the Crown ” includes the Treasury, “ modify ” includes amend or repeal, “ occupational pension scheme ”, “ personal pension scheme ” and “ public service pension scheme ” have the meanings given by section 1 of the  Pension Schemes Act 1993,  . . . “ the Parliament ” means the Scottish Parliament, “ parliamentary ”, in relation to constituencies, elections and electors, is to be taken to refer to the Parliament of the United Kingdom, “ prerogative instrument ” means an Order in Council, warrant, charter or other instrument made under the prerogative, “ the principal appointed day ” means the day appointed by an order under section 130 which is designated by the order as the principal appointed day, “ proceedings ”, in relation to the Parliament, includes proceedings of any committee or sub-committee, “ property ” includes rights and interests of any description, “ regional member ” means a member of the Parliament for a region, “ Scotland ” includes so much of the internal waters and territorial sea of the United Kingdom as are adjacent to Scotland, “ Scottish public authority ” means any public body (except the Parliamentary corporation), public office or holder of such an office whose functions (in each case) are exercisable only in or as regards Scotland, “ the Scottish zone ” means the sea within British fishery limits (that is, the limits set by or under section 1 of the  Fishery Limits Act 1976) which is adjacent to Scotland, “ standing orders ” means standing orders of the Parliament, “ subordinate legislation ” has the same meaning as in the  Interpretation Act 1978 and also includes an instrument made under an Act of the Scottish Parliament, “ tribunal ” means any tribunal in which legal proceedings may be brought. 2 Her Majesty may by Order in Council determine, or make provision for determining, for the purposes of this Act any boundary between waters which are to be treated as internal waters or territorial sea of the United Kingdom, or sea within British fishery limits, adjacent to Scotland and those which are not. 3 For the purposes of this Act— a the question whether any function of a body, government department, office or office-holder relates to reserved matters is to be determined by reference to the purpose for which the function is exercisable, having regard (among other things) to the likely effects in all the circumstances of any exercise of the function, but b bodies to which paragraph 3 of Part III of Schedule 5 applies are to be treated as if all their functions were functions which relate to reserved matters. 4 References in this Act to Scots private law are to the following areas of the civil law of Scotland— a the general principles of private law (including private international law), b the law of persons (including natural persons, legal persons and unincorporated bodies), c the law of obligations (including obligations arising from contract, unilateral promise, delict, unjustified enrichment and negotiorum gestio), d the law of property (including heritable and moveable property, trusts and succession), and e the law of actions (including jurisdiction, remedies, evidence, procedure, diligence, recognition and enforcement of court orders, limitation of actions and arbitration), and include references to judicial review of administrative action. 5 References in this Act to Scots criminal law include criminal offences, jurisdiction, evidence, procedure and penalties and the treatment of offenders. 6 References in this Act and in any other enactment to the Scottish Administration are to the office-holders in the Scottish Administration and the members of the staff of the Scottish Administration. 7 For the purposes of this Act— a references to office-holders in the Scottish Administration are to— i members of the  Scottish Government  and junior Scottish Ministers, and ii the holders of offices in the Scottish Administration which are not ministerial offices, and b references to members of the staff of the Scottish Administration are to the staff of the persons referred to in paragraph (a). 8 For the purposes of this Act, the offices in the Scottish Administration which are not ministerial offices are— a the Registrar General of Births, Deaths and Marriages for Scotland, the Keeper of the Registers of Scotland and the Keeper of the Records of Scotland, and b any other office of a description specified in an Order in Council made by Her Majesty under this subsection. 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 In this Act, “ international obligations ” means any international obligations of the United Kingdom other than obligations to observe and implement   ...  the Convention rights. 11 In this Act, “ by virtue of ” includes “by” and “under”."}, {"act": "Scotland Act 1998", "year": 1998, "section": "127", "section_title": " Index of defined expressions.", "section_text": "127 In this Act, the expressions listed in the left-hand column have the meaning given by, or are to be interpreted in accordance with, the provisions listed in the right-hand column. Expression Provision of this Act Act of the Scottish Parliament Section 28(1) Advocate General Section 32(4) Auditor General for Scotland Section 69 Body Section 126(1) By virtue of Section 126(11) Clerk, and Assistant Clerk Section 20 and paragraph 3 of Schedule 2 . . . . . . Constituencies and constituency member Section 126(1) The Convention rights Section 126(1) Cross-border public authority Section 88(5) Devolved competence (in relation to the exercise of functions) Section 54 Devolved tax Section 80A(4) Document Section 126(1) Enactment Sections 113(6) and 126(1) Financial year Section 126(1) Functions Section 126(1) Government department Section 126(1) The Human Rights Convention Section 126(1) International obligations Section 126(10) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                     . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                     Legislative competence Section 29 Member of the  Scottish Government Section 44(1) Members of the staff of the Scottish Administration Section 126(7) Minister of the Crown Section 126(1) Modify Section 126(1) Occupational pension scheme, personal pension scheme and public service pension scheme Section 126(1) Office-holders in the Scottish Administration Section 126(7) Offices in the Scottish Administration which are not ministerial offices Section 126(8) Open power Section 112(3) The Parliament Section 126(1) “parliamentary”\t\t\t\t\t\t(in relation to constituencies, elections and electors) Section 126(1) The Parliamentary corporation Section 21(1) Pre-commencement enactment Section 53(3) Prerogative instrument Section 126(1) Presiding Officer Section 19 Principal appointed day Section 126(1) Proceedings Section 126(1) Property Section 126(1) Regional list (in relation to a party) Section 5(4) Regional returning officer Section 12(6) Regional vote Section 6(2) Regions and regional member Section 126(1) Registered political party Section 5(9) Reserved matters Schedule 5 Retained functions (in relation to the Lord Advocate) Section 52(6) Scotland Section 126(1) and (2) Scots criminal law Section 126(5) Scots private law Section 126(4) Scottish Administration Section 126(6) Scottish Ministers Section 44(2) Scottish public authority Section 126(1) Scottish public authority with mixed functions or no reserved functions Paragraphs 1 and 2 of Part III of Schedule 5 Scottish Seal Section 2(6) The Scottish zone Section 126(1) Staff of the Parliament Paragraph 3 of Schedule 2 Standing orders Section 126(1) Subordinate legislation Section 126(1) Tribunal Section 126(1)"}, {"act": "Scotland Act 1998", "year": 1998, "section": "128", "section_title": " Expenses.", "section_text": "128 1 There shall be paid out of money provided by Parliament— a any expenditure incurred by a Minister of the Crown by virtue of this Act, and b any increase attributable to this Act in the sums payable out of money so provided under any other enactment. 2 There shall be paid into the Consolidated Fund any sums received by a Minister of the Crown by virtue of this Act which are not payable into the National Loans Fund."}, {"act": "Scotland Act 1998", "year": 1998, "section": "129", "section_title": " Transitional provisions etc.", "section_text": "129 1 Subordinate legislation may make such provision as the person making the legislation considers necessary or expedient for transitory or transitional purposes in connection with the coming into force of any provision of this Act. 2 If any of the following provisions come into force before the  Human Rights Act 1998 has come into force (or come fully into force), the provision shall have effect until the time when that Act is fully in force as it will have effect after that time: sections 29(2)(d), 57(2) and (3), 100 and 126(1) and Schedule 6."}, {"act": "Scotland Act 1998", "year": 1998, "section": "130", "section_title": " Commencement.", "section_text": "130 1 Sections 19 to 43, Parts II to V, sections 117 to 124 and section 125 (except so far as relating to paragraphs 10, 11, 19 and 23(1) and (6) of Schedule 8) shall come into force on such day as the Secretary of State may by order appoint. 2 Different days may be appointed under this section for different purposes."}, {"act": "Scotland Act 1998", "year": 1998, "section": "131", "section_title": " Extent.", "section_text": "131 Section 25 extends only to Scotland."}, {"act": "Scotland Act 1998", "year": 1998, "section": "132", "section_title": " Short title.", "section_text": "132 This Act may be cited as the Scotland Act 1998."}]