[{"act": "Social Security Act 1998", "year": 1998, "section": "1", "section_title": "Transfer of functions to Secretary of State", "section_text": "1 The following functions are hereby transferred to the Secretary of State, namely— a the functions of adjudication officers appointed under section 38 of the Social Security Administration Act 1992 (“the Administration Act”); b the functions of social fund officers appointed under section 64 of that Act; and c the functions of child support officers appointed under section 13 of the Child Support Act 1991 (“the Child Support Act”)."}, {"act": "Social Security Act 1998", "year": 1998, "section": "2", "section_title": "Use of computers", "section_text": "2 1 Any decision, determination or assessment falling to be made or certificate falling to be issued by the Secretary of State under or by virtue of a relevant enactment, or in relation to a war pension, may be made or issued not only by an officer of his acting under his authority but also— a by a computer for whose operation such an officer is responsible; and b in the case of a decision, determination or assessment that may be made or a certificate that may be issued by a person providing services to the Secretary of State, by a computer for whose operation such a person is responsible. 2 In this section “relevant enactment” means any enactment contained in— a Chapter II of this Part; b the Social Security Contributions and Benefits Act 1992 (“the Contributions and Benefits Act”); c the Administration Act; d the Child Support Act; e the Social Security (Incapacity for Work) Act 1994; f the Jobseekers Act 1995 (“the Jobseekers Act”); g the Child Support Act 1995;  ... h the Social Security (Recovery of Benefits) Act 1997;  ... i the State Pension Credit Act 2002 ;  ... j Part 1 of the Welfare Reform Act 2007 ; k Part 1 of the Welfare Reform Act 2012;   ... l Part 4 of that Act ; m Part 1 of the Pensions Act 2014;   ... n section 30 of the Pensions Act 2014;   or o sections 18 to 21 of the Welfare Reform and Work Act 2016 . 3 In this section and section 3 below “war pension” has the same meaning as in section 25 of the Social Security Act 1989 (establishment and functions of war pensions committees)."}, {"act": "Social Security Act 1998", "year": 1998, "section": "3", "section_title": "Use of information", "section_text": "3 1 Subsection (2) below applies to information relating to   any of the matters specified in subsection (1A) below    which is held— a by the Secretary of State or the Northern Ireland Department; or b by a person providing services to the Secretary of State or the Northern Ireland Department in connection with the provision of those services. 1A The matters are— a social security  ... or war pensions; aa child support  ... ; b employment or training; c private pensions policy; d retirement planning; e the investigation or prosecution of offences relating to tax credits; f the Diffuse Mesothelioma Payment Scheme. 2 Information to which this subsection applies— a may be used for the purposes of, or for any purposes connected with, the exercise of functions in relation to   any of the matters specified in subsection (1A) above ; and b may be supplied to, or to a person providing services to, the Secretary of State or the Northern Ireland Department for use for those purposes. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 In this section “the Northern Ireland Department” means the Department of Health and Social Services for Northern Ireland   or the Department for Employment and Learning in Northern Ireland . 5 In this section— “ private pensions policy ” means policy relating to—   occupational pension schemes or personal pension schemes (within the meaning given by section 1 of the Pension Schemes Act 1993);   or occupational pension schemes or private pension schemes within the meaning of Part 1 of the Pensions Act 2008, if they do not fall within paragraph (a); “ retirement planning ” means promoting financial planning for retirement."}, {"act": "Social Security Act 1998", "year": 1998, "section": "4", "section_title": "Unified appeal tribunals", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "5", "section_title": "President of appeal tribunals", "section_text": "  5   1 The Lord Chancellor may, after consultation with the Lord Advocate, appoint a President of appeal tribunals. 2 A person is qualified to be appointed President if— a he satisfies the judicial-appointment eligibility condition on a 7-year basis; or b he is an advocate or solicitor in Scotland of at least   7   years' standing. 3 Schedule 1 to this Act shall have effect for supplementing this section."}, {"act": "Social Security Act 1998", "year": 1998, "section": "6", "section_title": "Panel for appointment to appeal tribunals", "section_text": "   6 1 The Lord Chancellor shall constitute a panel of persons to act as members of appeal tribunals. 2 Subject to subsection (3) below, the panel shall be composed of   persons appointed by the Lord Chancellor . 3 The panel shall include persons possessing such qualifications as may be prescribed by regulations made with the concurrence of the Lord Chancellor. 3A As part of the selection process for the appointment of a medical practitioner as a member of the panel, the Judicial Appointments Commission shall consult the Chief Medical Officer. 4 The numbers of persons appointed to the panel, and the terms and conditions of their appointments, shall be determined by the Lord Chancellor with the consent of the Secretary of State. 5 A person may be removed from the panel by the Lord Chancellor on the ground of incapacity or misbehaviour ; but the Lord Chancellor may remove such a person only with the concurrence of the appropriate senior judge . 5A The appropriate senior judge is the Lord Chief Justice of England and Wales, unless the person to be removed exercises functions wholly or mainly in Scotland, in which case it is the Lord President of the Court of Session. 6 In this section “the Chief Medical Officer” means— a in relation to England, the Chief Medical Officer of the Department of Health; b in relation to Wales, the Chief Medical Officer of the Welsh Office; and c in relation to Scotland, the Chief Medical Officer of the   Scottish Administration ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "7", "section_title": "Constitution of appeal tribunals", "section_text": "    7 1 Subject to subsection (2) below, an appeal tribunal shall consist of one, two or three members drawn by the President from the panel constituted under section 6 above. 2 The member, or (as the case may be) at least one member, of an appeal tribunal must— a be a solicitor of the Senior Courts of England and Wales, a barrister in England and Wales or have a qualification that is specified under subsection (6A); or b be an advocate or solicitor in Scotland. 3 Where an appeal tribunal has more than one member— a the President shall nominate one of the members as chairman; b decisions shall be taken by a majority of votes; and c unless regulations otherwise provide, the chairman shall have any casting vote. 4 Where it appears to an appeal tribunal that a matter before it involves a question of fact of special difficulty, then, unless regulations otherwise provide, the tribunal may require one or more experts to provide assistance to it in dealing with the question. 5 In subsection (4) above “expert” means a member of the panel constituted under section 6 above who appears to the appeal tribunal concerned to have knowledge or experience which would be relevant in determining the question of fact of special difficulty. 6 Regulations shall make provision with respect to— a the composition of appeal tribunals; b the procedure to be followed in allocating cases among differently constituted tribunals; and c the manner in which expert assistance is to be given under subsection (4) above. 6A The Lord Chancellor may by order specify a qualification for the purposes of subsection (2)(a) above. 6B Subsections (2) to (4), (9) and (10) of section 51 of the Tribunals, Courts and Enforcement Act 2007 (contents of orders under subsection (1) of that section, and cessation of effect of such orders) shall apply for the purposes of subsection (6A) above as they apply for the purposes of subsection (1) of that section, but as if the reference in subsection (3) of that section to section 50 of that Act were a reference to this section. 6C For the purposes of subsection (2)(a) above, a person shall be taken first to become a barrister— a when the person completes pupillage in connection with becoming a barrister, or b in the case of a person not required to undertake pupillage in connection with becoming a barrister, when the person is called to the Bar of England and Wales. 6D For the purposes of subsection (2)(a) above, a person shall be taken not to be a solicitor or a barrister, or not to have a qualification specified under subsection (6A) above, if as a result of disciplinary proceedings he is prevented from practising as a solicitor or (as the case may be) as a barrister or as a holder of the specified qualification. 7 Schedule 1 to this Act shall have effect for supplementing this section."}, {"act": "Social Security Act 1998", "year": 1998, "section": "8", "section_title": "Decisions by Secretary of State", "section_text": "8 1 Subject to the provisions of this Chapter, it shall be for the Secretary of State— a to decide any claim for a relevant benefit; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   and   c subject to subsection (5) below, to make any decision that falls to be made under or by virtue of a relevant enactment;  ... d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Where at any time a claim for a relevant benefit is decided by the Secretary of State— a the claim shall not be regarded as subsisting after that time; and b accordingly, the claimant shall not (without making a further claim) be entitled to the benefit on the basis of circumstances not obtaining at that time. 3 In this Chapter “relevant benefit”  ... means any of the following, namely— a benefit under Parts II to V of the Contributions and Benefits Act; aa universal credit; ab state pension or a lump sum under Part 1 of the Pensions Act 2014; ac bereavement support payment under section 30 of the Pensions Act 2014; b a jobseeker’s allowance; ba an employment and support allowance; baa personal independence payment; bb state pension credit; bc a loan under section 18 of the Welfare Reform and Work Act 2016; c income support; d . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . e . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . f a social fund payment mentioned in section 138(1)(a) or (2) of the Contributions and Benefits Act; g child benefit; h such other benefit as may be prescribed. 4 In this section “relevant enactment” means any enactment contained in this Chapter, the Contributions and Benefits Act, the Administration Act, the  Social Security (Consequential Provisions) Act 1992 , the Jobseekers Act , the State Pension Credit Act 2002 , Part 1 of the Welfare Reform Act 2007, Part 1 of the Welfare Reform Act 2012 , Part 4 of that Act or Part 1 of the Pensions Act 2014 , section 30 of that Act or sections 18 to 21 of the Welfare Reform and Work Act 2016 , other than one contained in— a Part VII of the Contributions and Benefits Act so far as relating to housing benefit and council tax benefit; b Part VIII of the Administration Act (arrangements for housing benefit and council tax benefit and related subsidies). 5 Subsection (1)(c) above does not include any decision which under section 8 of the Social Security Contributions (Transfer of Functions, etc.) Act 1999 falls to be made by an officer of the Inland Revenue."}, {"act": "Social Security Act 1998", "year": 1998, "section": "9", "section_title": "Revision of decisions", "section_text": "9 1 ... Any decision of the Secretary of State under section 8 above or section 10 below may be revised by the Secretary of State— a either within the prescribed period or in prescribed cases or circumstances; and b either on an application made for the purpose or on his own initiative; and regulations may prescribe the procedure by which a decision of the Secretary of State may be so revised. 2 In making a decision under subsection (1) above, the Secretary of State need not consider any issue that is not raised by the application or, as the case may be, did not cause him to act on his own initiative. 3 Subject to subsections (4) and (5) and section 27 below, a revision under this section shall take effect as from the date on which the original decision took (or was to take) effect. 4 Regulations may provide that, in prescribed cases or circumstances, a revision under this section shall take effect as from such other date as may be prescribed. 5 Where a decision is revised under this section, for the purpose of any rule as to the time allowed for bringing an appeal, the decision shall be regarded as made on the date on which it is so revised. 6 Except in prescribed circumstances, an appeal against a decision of the Secretary of State shall lapse if the decision is revised under this section before the appeal is determined."}, {"act": "Social Security Act 1998", "year": 1998, "section": "10", "section_title": "Decisions superseding earlier decisions", "section_text": "10 1 Subject to   subsection (3)   ... below, the following, namely— a any decision of the Secretary of State under section 8 above or this section, whether as originally made or as revised under section 9 above;  ... aa any decision under this Chapter of an appeal tribunal or a Commissioner; and b any decision under this Chapter   of the First-tier Tribunal or any decision of the Upper Tribunal which relates to any such decision , may be superseded by a decision made by the Secretary of State, either on an application made for the purpose or on his own initiative. 2 In making a decision under subsection (1) above, the Secretary of State need not consider any issue that is not raised by the application or, as the case may be, did not cause him to act on his own initiative. 3 Regulations may prescribe the cases and circumstances in which, and the procedure by which, a decision may be made under this section. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Subject to subsection (6) and section 27 below, a decision under this section shall take effect as from the date on which it is made or, where applicable, the date on which the application was made. 6 Regulations may provide that, in prescribed cases or circumstances, a decision under this section shall take effect as from such other date as may be prescribed. 7 In this section— “ appeal tribunal ” means an appeal tribunal constituted under Chapter 1 of this Part (the functions of which have been transferred to the First-tier Tribunal); “ Commissioner ” means a person appointed as a Social Security Commissioner under Schedule 4 (the functions of whom have been transferred to the Upper Tribunal), and includes a tribunal of such persons."}, {"act": "Social Security Act 1998", "year": 1998, "section": "10A", "section_title": " Reference of issues by Secretary of State to Inland Revenue.", "section_text": "10A 1 Regulations may make provision requiring the Secretary of State, where on consideration of any claim or other matter he is of the opinion that there arises any issue which under section 8 of the Social Security Contributions (Transfer of Functions,  etc. ) Act 1999 falls to be decided by an officer of the Inland Revenue, to refer the issue to the Inland Revenue. 2 Regulations under this section may— a provide for the Inland Revenue to give the Secretary of State a preliminary opinion on any issue referred to them, b specify the circumstances in which an officer of the Inland Revenue is to make a decision under section 8 of the Social Security Contributions (Transfer of Functions,  etc. ) Act 1999 on a reference by the Secretary of State, c enable or require the Secretary of State, in specified circumstances, to deal with any other issue arising on consideration of the claim or other matter pending the decision on the referred issue, and d require the Secretary of State to decide the claim or other matter in accordance with the decision of an officer of the Inland Revenue on the issue referred to them, or in accordance with any determination of the   First-tier Tribunal or Upper Tribunal   made on appeal from   the tribunal’s decision ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "11", "section_title": "Regulations with respect to decisions", "section_text": "11 1 Subject to the provisions of this Chapter and the Administration Act, provision may be made by regulations for the making of any decision by the Secretary of State under or in connection with the current legislation, or the former legislation, including a decision on a claim for benefit. 2 Where it appears to the Secretary of State that a matter before him involves a question of fact requiring special expertise, he may direct that in dealing with that matter he shall have the assistance of one or more experts. 3 In this section— “the current legislation” means the Contributions and Benefits Act, the Jobseekers Act  ...  , the Social Security (Recovery of Benefits) Act 1997 , the State Pension Credit Act 2002 , Part 1 of the Welfare Reform Act 2007, Part 1 of the Welfare Reform Act 2012 , Part 4 of that Act and Part 1 of the Pensions Act 2014 , section 30 of that Act and sections 18 to 21 of the Welfare Reform and Work Act 2016 ; “expert” means a person appearing to the Secretary of State to have knowledge or experience which would be relevant in determining the question of fact requiring special expertise; “the former legislation” means the National Insurance Acts 1965 to 1974, the National Insurance (Industrial Injuries) Acts 1965 to 1974, the Social Security Act 1975 and Part II of the Social Security Act 1986."}, {"act": "Social Security Act 1998", "year": 1998, "section": "12", "section_title": "Appeal to   First-tier Tribunal  ", "section_text": "12 1 This section applies to any decision of the Secretary of State under section 8 or 10 above (whether as originally made or as revised under section 9 above) which— a is made on a claim for, or on an award of, a relevant benefit, and does not fall within Schedule 2 to this Act;   or   b is made otherwise than on such a claim or award, and falls within Schedule 3 to this Act;  ... c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In the case of a decision to which this section applies, the claimant and such other person as may be prescribed shall have a right to appeal to   the First-tier Tribunal , but nothing in this subsection shall confer a right of appeal— a in relation to a prescribed decision, or a prescribed determination embodied in or necessary to a decision , or b where regulations under subsection (3A) so provide. 3 Regulations under subsection (2) above shall not prescribe any decision or determination that relates to the conditions of entitlement to a relevant benefit for which a claim has been validly made or for which no claim is required. 3A Regulations may provide that, in such cases or circumstances as may be prescribed, there is a right of appeal under subsection (2) in relation to a decision only if the Secretary of State has considered whether to revise the decision under section 9. 3B The regulations may in particular provide that that condition is met only where— a the consideration by the Secretary of State was on an application, b the Secretary of State considered issues of a specified description, or c the consideration by the Secretary of State satisfied any other condition specified in the regulations. 3C The references in subsections (3A) and (3B) to regulations and to the Secretary of State are subject to any enactment under or by virtue of which the functions under this Chapter are transferred to or otherwise made exercisable by a person other than the Secretary of State. 3D In the case of a decision relating to child benefit or guardian’s allowance, the making of any appeal under this section against the decision as originally made must follow the Commissioners for Her Majesty’s Revenue and Customs first deciding, on an application made for revision of that decision under section 9, not to revise the decision. 4 Where the Secretary of State has determined that any amount is recoverable under or by virtue of section 71 , 71ZB, 71ZG, 71ZH,   or 74 of the Administration Act, any person from whom he has determined that it is recoverable shall have the same right of appeal to  the First-tier Tribunal  as a claimant. 5 In any case where— a the Secretary of State has made a decision in relation to a claim under Part V of the Contributions and Benefits Act; and b the entitlement to benefit under that Part of that Act of any person other than the claimant is or may be, under Part VI of Schedule 7 to that Act, affected by that decision, that other person shall have the same right of appeal to    the First-tier Tribunal    as the claimant. 6 A person with a right of appeal under this section shall be given such notice of a decision to which this section applies and of that right as may be prescribed. 7 Regulations may— a make provision as to the manner in which, and the time within which, appeals are to be brought; b provide that, where in accordance with regulations under subsection (3A) there is no right of appeal against a decision, any purported appeal may be treated as an application for revision under section 9. 8 In deciding an appeal under this section,   the First-tier Tribunal — a need not consider any issue that is not raised by the appeal; and b shall not take into account any circumstances not obtaining at the time when the decision appealed against was made. 9 The reference in subsection (1) above to a decision under section 10 above is a reference to a decision superseding any such decision as is mentioned in paragraph (a) or (b) of subsection (1) of that section."}, {"act": "Social Security Act 1998", "year": 1998, "section": "13", "section_title": "Redetermination etc. of appeals by tribunal", "section_text": "13 1 This section applies where an application is made   to the First-tier Tribunal for permission to appeal to the Upper Tribunal from any decision of the First-tier Tribunal under section 12 or this section . 2 If the person considers that the decision was erroneous in point of law, he may set aside the decision and refer the case either for redetermination by the tribunal or for determination by a differently constituted tribunal. 3 If each of the principal parties to the case expresses the view that the decision was erroneous in point of law,   the First-tier Tribunal   shall set aside the decision and refer the case for determination by a differently constituted   First-tier Tribunal . 4 In this section and section 14 below “ the principal parties ” means— a the persons mentioned in subsection (3)(a) and (b) of that section, and b where applicable, the person mentioned in subsection (3)(d) and such a person as is first mentioned in subsection (4) of that section."}, {"act": "Social Security Act 1998", "year": 1998, "section": "14", "section_title": "Appeal from   First-tier Tribunal to Upper Tribunal  ", "section_text": "14 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 ... an appeal   to the Upper Tribunal under section 11 of the Tribunals, Courts and Enforcement Act 2007 from any decision of the First-Tier Tribunal under section 12 or 13 above lies   at the instance of any of the following— a the Secretary of State; b the claimant and such other person as may be prescribed; c in any of the cases mentioned in subsection (5) below, a trade union; and d a person from whom it is determined that any amount is recoverable under or by virtue of section 71 or 74 of the Administration Act. 4 In a case relating to industrial injuries benefit an appeal   to the Upper Tribunal under section 11 of the Tribunals, Courts and Enforcement Act 2007 from any decision of the First-Tier Tribunal under section 12 or 13 above lies   at the instance of a person whose entitlement to benefit is, or may be, under Part VI of Schedule 7 to the Contributions and Benefits Act, affected by the decision appealed against, as well as at the instance of any person or body such as is mentioned in subsection (3) above. 5 The following are the cases in which an appeal lies at the instance of a trade union— a where the claimant is a member of the union at the time of the appeal and was so immediately before the matter in question arose; b where that matter in any way relates to a deceased person who was a member of the union at the time of his death; c where the case relates to industrial injuries benefit and the claimant or, in relation to industrial death benefit, the deceased, was a member of the union at the time of the relevant accident. 6 Subsections  ... (3) and (5) above, as they apply to a trade union, apply also to any other association which exists to promote the interests and welfare of its members. 7 If each of the principal parties to the appeal expresses the view that the decision appealed against was erroneous in point of law, the Commissioner may set aside the decision and refer the case to a tribunal with directions for its determination. 8 Where the Commissioner holds that the decision appealed against was erroneous in point of law, he shall set it aside and— a he shall have power— i to give the decision which he considers the tribunal should have given, if he can do so without making fresh or further findings of fact; or ii if he considers it expedient, to make such findings and to give such decision as he considers appropriate in the light of them; and b in any other case he shall refer the case to a tribunal with directions for its determination. 9 Subject to any direction of the Commissioner, a reference under subsection (7) or (8)(b) above shall be to a differently constituted tribunal.  10 No appeal lies under this section without the leave— a of the person who constituted, or was the chairman of, the tribunal when the decision was given or, in a prescribed case, the leave of such other person as may be prescribed; or b subject to and in accordance with regulations, of a Commissioner. 11 Regulations may make provision as to the manner in which, and the time within which, appeals are to be brought and applications made for leave to appeal.  12 Schedule 4 to this Act shall have effect with respect to the appointment, remuneration and tenure of office of Commissioners and other matters relating to them."}, {"act": "Social Security Act 1998", "year": 1998, "section": "15", "section_title": "Applications for permission to appeal against a decision of the Upper Tribunal", "section_text": "15 1 Subject to subsections (2) and (3) below, an appeal on a question of law shall lie to the appropriate court from any decision of a Commissioner. 2 No appeal under this section shall lie from a decision except— a with the leave of the Commissioner who gave the decision or, in a prescribed case, with the leave of a Commissioner selected in accordance with regulations; or b if he refuses leave, with the leave of the appropriate court. 3   An application for permission to appeal from a decision of the Upper Tribunal in respect of a decision of the First-tier Tribunal under section 12 or 13   may only be made by— a a person who, before the proceedings before the   Upper Tribunal   were begun, was entitled to appeal to the  Upper Tribunal  from the decision to which the   Upper Tribunal’s   decision relates; b any other person who was a party to the proceedings in which the first decision mentioned in paragraph (a) above was given; c any other person who is authorised by regulations to apply for   permission ; and regulations may make provision with respect to the manner in which and the time within which applications must be made to a Commissioner for leave under this section and with respect to the procedure for dealing with such applications. 4 On an application to a Commissioner for leave under this section it shall be the duty of the Commissioner to specify as the appropriate court— a the Court of Appeal if it appears to him that the relevant place is in England or Wales; b the Court of Session if it appears to him that the relevant place is in Scotland; and c the Court of Appeal in Northern Ireland if it appears to him that the relevant place is in Northern Ireland, except that if it appears to him, having regard to the circumstances of the case and in particular to the convenience of the persons who may be parties to the proposed appeal, that he should specify a different court mentioned in paragraphs (a) to (c) above as the appropriate court, it shall be his duty to specify that court as the appropriate court. 5 In this section— “the appropriate court”, except in subsection (4) above, means the court specified in pursuance of that subsection; “the relevant place”, in relation to an application for leave to appeal from a decision of a Commissioner, means the premises where the person or authority whose decision was the subject of the Commissioner’s decision usually exercises his or its functions."}, {"act": "Social Security Act 1998", "year": 1998, "section": "15A", "section_title": "Functions of Senior President of Tribunals", "section_text": "15A 1 The Senior President of Tribunals shall ensure that appropriate steps are taken by the First-tier Tribunal to secure the confidentiality, in such circumstances as may be prescribed, of any prescribed material, or any prescribed classes or categories of material. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "16", "section_title": "Procedure", "section_text": "16 1 Regulations (“procedure regulations”) may make any such provision as is specified in Schedule 5 to this Act. 2 Procedure regulations prescribing the procedure to be followed in cases before a Commissioner shall provide that any hearing shall be in public except in so far as the Commissioner for special reasons otherwise directs. 3 It is hereby declared— a that the power to prescribe procedure includes power to make provision as to the representation of one person, at any hearing of a case, by another person whether having professional qualifications or not; and b that the power to provide for the procedure to be followed in connection with the making of decisions by the Secretary of State includes power to make provision with respect to the formulation of the matters to be decided, whether on a reference under section 117 of the Administration Act or otherwise. 4 Subsection (5) below applies to any issue— a as to whether a Class 1A contribution is payable, or otherwise relating to a Class 1A contribution; or b relating to emoluments in respect of which a Class 1A contribution would be payable but for section 10(8A) of the Contributions and Benefits Act; and in that subsection, in relation to such an issue, “the relevant person” means the person who is liable or alleged to be liable, or (as the case may be) who would be liable or who it is alleged would be liable, to pay the Class 1A contribution in question. 5 In proceedings for the determination of an issue to which this subsection applies— a in England and Wales, there shall be available to a witness (other than the relevant person) any privilege against self-incrimination or incrimination of a spouse which is available to a witness in legal proceedings; and b in Scotland, section 3 of the Evidence (Scotland) Act 1853 (competence and compellability of witnesses) shall apply as it applies to civil proceedings except that the relevant person shall have no privilege against self-incrimination. 6 If it appears to a Commissioner that a matter before him involves a question of fact of special difficulty, he may direct that in dealing with that matter he shall have the assistance of one or more experts. In this subsection “expert” means a person appearing to the Commissioner to have knowledge or experience which would be relevant in determining the question of fact of special difficulty. 7 If it appears to the Chief Commissioner (or, in the case of his inability to act, to such other of the Commissioners as he may have nominated to act for the purpose) that— a an application for leave under section 14(10)(b) above; or b an appeal, falling to be heard by one of the Commissioners involves a question of law of special difficulty, he may direct that the application or appeal be dealt with, not by that Commissioner alone, but by a tribunal consisting of any three or more of the Commissioners. If the decision of the tribunal is not unanimous, the decision of the majority shall be the decision of the tribunal; and the presiding Commissioner shall have a casting vote if the votes are equally divided. 8 Where a direction is given under subsection (7)(a) above, section 14(10)(b) above shall have effect as if the reference to a Commissioner were a reference to such a tribunal as is mentioned in subsection (7) above. 9 Except so far as it may be applied in relation to England and Wales by procedure regulations, Part I of the Arbitration Act 1996 shall not apply to any proceedings under this Chapter."}, {"act": "Social Security Act 1998", "year": 1998, "section": "17", "section_title": "Finality of decisions", "section_text": "17 1 Subject to the provisions of this Chapter  and to any provision made by or under Chapter 2 of Part 1 of the Tribunals, Courts and Enforcement Act 2007 , any decision made in accordance with the foregoing provisions of this Chapter shall be final; and subject to the provisions of any regulations under section 11 above, any decision made in accordance with those regulations shall be final. 2 If and to the extent that regulations so provide, any finding of fact or other determination embodied in or necessary to such a decision, or on which such a decision is based, shall be conclusive for the purposes of— a further such decisions; b decisions made under the Child Support Act; and c decisions made under the Vaccine Damage Payments Act."}, {"act": "Social Security Act 1998", "year": 1998, "section": "18", "section_title": "Matters arising as respects decisions", "section_text": "18 1 Regulations may make provision as respects matters arising— a pending any decision under this Chapter of the Secretary of State   or the First-tier Tribunal, or any decision of the Upper Tribunal which relates to any decision under this Chapter of the First-Tier Tribunal,   which relates to— i any claim for a relevant benefit;   or   ii any person’s entitlement to such a benefit or its receipt;   or   iii . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . iv . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . b out of the revision under section 9 above or on appeal of any such decision. 2 Regulations under subsection (1) above as it applies to child benefit may include provision as to the date from which child benefit is to be payable to a person in respect of a child   or qualifying young person  in a case where, before the benefit was awarded to that person, child benefit in respect of the child   or qualifying young person  was awarded to another person."}, {"act": "Social Security Act 1998", "year": 1998, "section": "19", "section_title": "Medical examination required by Secretary of State", "section_text": "19 1 Before making a decision on a claim for a relevant benefit, or as to a person’s entitlement to such a benefit  ... , the Secretary of State may refer the person— a in respect of whom the claim is made; or b whose entitlement is at issue, to a   health care professional approved by the Secretary of State   for such examination and report as appears to the Secretary of State to be necessary for the purpose of providing him with information for use in making the decision. 2 Subsection (3) below applies where— a the Secretary of State has exercised the power conferred on him by subsection (1) above; and b the   health care professional approved by the Secretary of State   requests the person referred to him to attend for or submit himself to medical examination. 3 If the person fails without good cause to comply with the request, the Secretary of State shall make the decision against him."}, {"act": "Social Security Act 1998", "year": 1998, "section": "20", "section_title": "Medical examination required by appeal tribunal", "section_text": "20 1 This section applies where an appeal has been brought under section 12 above against a decision on a claim for a relevant benefit, or as to a person’s entitlement to such a benefit  .... 2   The First-tier Tribunal may, if conditions prescribed by Tribunal Procedure Rules   are satisfied, refer the person— a in respect of whom the claim is made; or b whose entitlement is at issue, to a   health care professional approved by the Secretary of State   for such examination and report as appears to   the First-tier Tribunal   to be necessary for the purpose of providing   it   with information for use in determining the appeal. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2A The power under subsection (2) to refer a person to a health care professional approved by the Secretary of State includes power to specify the description of health care professional to whom the person is to be referred. 3 At a hearing before   the First-tier Tribunal, except in cases or circumstances prescribed by Tribunal Procedure Rules,   the tribunal— a may not carry out a physical examination of the person mentioned in subsection (2) above; and b may not require that person to undergo any physical test for the purpose of determining whether he satisfies the condition mentioned in section 73(1)(a) of the Contributions and Benefits Act."}, {"act": "Social Security Act 1998", "year": 1998, "section": "20A", "section_title": "Travelling and other allowances", "section_text": "20A 1 The Lord Chancellor may pay to any person required under this Part (whether for the purposes of this Part or otherwise) to attend for or to submit to medical or other examination or treatment such travelling and other allowances as the Lord Chancellor may determine. 2 In subsection (1) the reference to travelling and other allowances includes compensation for loss of remunerative time but such compensation shall not be paid to any person in respect of any time during which the person is in receipt of remuneration under section 28 of, or paragraph 5 of Schedule 2 to, the Tribunals, Courts and Enforcement Act 2007 (assessors and judges of First-Tier Tribunal)."}, {"act": "Social Security Act 1998", "year": 1998, "section": "21", "section_title": "Suspension in prescribed circumstances", "section_text": "21 1 Regulations may provide for— a suspending payments of a relevant benefit, in whole or in part, in prescribed circumstances; b the subsequent making in prescribed circumstances of any or all of the payments so suspended. 2 Regulations made under subsection (1) above may, in particular, make provision for any case where— a it appears to the Secretary of State that an issue arises whether the conditions for entitlement to a relevant benefit are or were fulfilled; b it appears to the Secretary of State that an issue arises whether a decision as to an award of a relevant benefit should be revised (under section 9 above) or superseded (under section 10 above); c an appeal is pending against a decision of   the First-tier Tribunal, the Upper Tribunal   or a court; or d an appeal is pending against the decision given in a different case by   the Upper Tribunal   or a court, and it appears to the Secretary of State that if the appeal were to be determined in a particular way an issue would arise whether the award of a relevant benefit (whether the same benefit or not) in the case itself ought to be revised or superseded. 3 For the purposes of subsection (2) above, an appeal against a decision is pending if— a an appeal against the decision has been brought but not determined; b an application for   permission   to appeal against the decision has been made but not determined; or c in such circumstances as may be prescribed, an appeal against the decision has not been brought (or, as the case may be, an application for   permission   to appeal against the decision has not been made) but the time for doing so has not yet expired. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "22", "section_title": "Suspension for failure to furnish information etc", "section_text": "22 1 The powers conferred by this section are exercisable in relation to persons who fail to comply with information requirements. 2 Regulations may provide for— a suspending payments of a relevant benefit, in whole or in part; b the subsequent making in prescribed circumstances of any or all of the payments so suspended. 3 In this section and section 23 below “information requirement” means a requirement, made in pursuance of regulations under   section 5(1A)   of the Administration Act, to furnish information or evidence needed for a determination whether a decision on an award of benefit to which that section applies should be revised under section 9 or superseded under section 10 above. 4 Subsection (3A) of section 5 of the Administration Act (which glosses paragraph (hh) in the case of state pension credit) shall apply in relation to subsection (3) above as it applies in relation to paragraph (hh) of subsection (1) of that section."}, {"act": "Social Security Act 1998", "year": 1998, "section": "23", "section_title": "Termination in cases of failure to furnish information", "section_text": "23 Regulations may provide that, except in prescribed cases or circumstances, a person— a whose benefit has been suspended in accordance with regulations under section 21 above and who subsequently fails to comply with an information requirement; or b whose benefit has been suspended in accordance with regulations under section 22 above for failing to comply with such a requirement, shall cease to be entitled to the benefit from a date not earlier than the date on which payments were suspended."}, {"act": "Social Security Act 1998", "year": 1998, "section": "24", "section_title": "Suspension and termination for failure to submit to medical examination", "section_text": "24 Regulations may make provision— a enabling the Secretary of State to require a person to whom a relevant benefit has been awarded to submit to medical examination; b for suspending payments of benefit, in whole or in part, in a case of a person who fails to submit himself to a medical examination to which he is required to submit in accordance with regulations under paragraph (a) above; c for the subsequent making in prescribed circumstances of any or all of the payments so suspended; d for entitlement to the benefit to cease, except in prescribed cases or circumstances, from a date not earlier than the date on which payments were suspended."}, {"act": "Social Security Act 1998", "year": 1998, "section": "24A", "section_title": " Appeals dependent on issues falling to be decided by Inland Revenue.", "section_text": "24A 1 Regulations may make provision for   the First-tier Tribunal or Upper Tribunal , where on any appeal there arises any issue which under section 8 of the Social Security Contributions (Transfer of Functions,  etc. ) Act 1999 falls to be decided by the Inland Revenue, to require the Secretary of State to refer the issue to the Inland Revenue. 2 Regulations under this section may— a provide for the appeal to be referred to the Secretary of State pending the decision by an officer of the Inland Revenue, b enable or require the Secretary of State, in specified circumstances, to deal with any other issue arising on the appeal pending the decision on the referred issue, and c enable the Secretary of State, on receiving the decision of an officer of the Inland Revenue, or any determination of the   First-tier Tribunal or Upper Tribunal   made on an appeal from his decision— i to revise his decision, ii to make a decision superseding his decision, or iii to refer the appeal to the   First-tier Tribunal or Upper Tribunal   for determination."}, {"act": "Social Security Act 1998", "year": 1998, "section": "25", "section_title": "Decisions involving issues that arise on appeal in other cases", "section_text": "25 1 This section applies where— a a decision by the Secretary of State falls to be made under section 8, 9 or 10 above in relation to a particular case; and b an appeal is pending against the decision given in another case by   the Upper Tribunal   or a court (whether or not the two cases concern the same benefit). 2 In a case relating to a relevant benefit, the Secretary of State need not make the decision while the appeal is pending if he considers it possible that the result of the appeal will be such that, if it were already determined, there would be no entitlement to benefit. 3 If the Secretary of State considers it possible that the result of the appeal will be such that, if it were already determined, it would affect the decision in some other way— a he need not, except in such cases or circumstances as may be prescribed, make the decision while the appeal is pending; b he may, in such cases or circumstances as may be prescribed, make the decision on such basis as may be prescribed. 4 Where the Secretary of State acts in accordance with subsection (3)(b) above, following the determination of the appeal he shall if appropriate revise his decision (under section 9 above) in accordance with that determination. 5 For the purposes of this section, an appeal against a decision is pending if— a an appeal against the decision has been brought but not determined; b an application for leave to appeal against the decision has been made but not determined; or c in such circumstances as may be prescribed, an appeal against the decision has not been brought (or, as the case may be, an application for leave to appeal against the decision has not been made) but the time for doing so has not yet expired. 6 In paragraphs (a), (b) and (c) of subsection (5) above, any reference to an appeal, or an application for leave to appeal, against a decision includes a reference to— a an application for, or for leave to apply for, judicial review of the decision under section 31 of the  Supreme Court Act 1981; or b an application to the supervisory jurisdiction of the Court of Session in respect of the decision."}, {"act": "Social Security Act 1998", "year": 1998, "section": "26", "section_title": "Appeals involving issues that arise on appeal in other cases", "section_text": "26 1 This section applies where— a an appeal (“appeal A”) in relation to a decision under section 8, 9 or 10 above is made to   the First-tier Tribunal, or from the First-tier Tribunal to the Upper Tribunal ; and b an appeal (“appeal B”) is pending against a decision given in a different case by   the Upper Tribunal   or a court (whether or not the two appeals concern the same benefit). 2 If the Secretary of State considers it possible that the result of appeal B will be such that, if it were already determined, it would affect the determination of appeal A, he may serve notice requiring the   First-tier Tribunal or Upper Tribunal — a not to determine appeal A but to refer it to him; or b to deal with the appeal in accordance with subsection (4) below. 3 Where appeal A is referred to the Secretary of State under subsection (2)(a) above, following the determination of appeal B and in accordance with that determination, he shall if appropriate— a in a case where appeal A has not been determined by the   First-tier Tribunal , revise (under section 9 above) his decision which gave rise to that appeal; or b in a case where appeal A has been determined by the   First-tier Tribunal , make a decision (under section 10 above) superseding the tribunal’s decision. 4 Where appeal A is to be dealt with in accordance with this subsection, the   First-tier Tribunal or Upper Tribunal   shall either— a stay appeal A until appeal B is determined; or b if the   First-tier Tribunal or Upper Tribunal   considers it to be in the interests of the appellant to do so, determine appeal A as if— i appeal B had already been determined; and ii the issues arising on appeal B had been decided in the way that was most unfavourable to the appellant. In this subsection “the appellant” means the person who appealed or, as the case may be, first appealed against the decision mentioned in subsection (1)(a) above. 5 Where the   First-tier Tribunal or Upper Tribunal   acts in accordance with subsection (4)(b) above, following the determination of appeal B the Secretary of State shall, if appropriate, make a decision (under section 10 above) superseding the decision of the   First-tier Tribunal or Upper Tribunal   in accordance with that determination. 6 For the purposes of this section, an appeal against a decision is pending if— a an appeal against the decision has been brought but not determined; b an application for leave to appeal against the decision has been made but not determined; or c in such circumstances as may be prescribed, an appeal against the decision has not been brought (or, as the case may be, an application for leave to appeal against the decision has not been made) but the time for doing so has not yet expired. 7 In this section— a the reference in subsection (1)(a) above to an appeal to   the Upper Tribunal   includes a reference to an application for leave to appeal to  the Upper Tribunal ; and b any reference in paragraph (a), (b) or (c) of subsection (6) above to an appeal, or to an application for leave to appeal, against a decision includes a reference to— i an application for, or for leave to apply for, judicial review of the decision under section 31 of the  Supreme Court Act 1981; or ii an application to the supervisory jurisdiction of the Court of Session in respect of the decision. 8 Regulations may make provision supplementing that made by this section."}, {"act": "Social Security Act 1998", "year": 1998, "section": "27", "section_title": "Restrictions on entitlement to benefit in certain cases of error", "section_text": "27 1 Subject to subsection (2) below, this section applies where— a the effect of the determination, whenever made, of an appeal to   the Upper Tribunal   or the court (“the relevant determination”) is that the adjudicating authority’s decision out of which the appeal arose was erroneous in point of law; and b after the date of the relevant determination a decision falls to be made by the Secretary of State in accordance with that determination (or would, apart from this section, fall to be so made)— i in relation to a claim for benefit; ii as to whether to revise, under section 9 above, a decision as to a person’s entitlement to benefit; or iii on an application made under section 10 above for a decision as to a person’s entitlement to benefit to be superseded. 2 This section does not apply where the decision of the Secretary of State mentioned in subsection (1)(b) above— a is one which, but for section 25(2) or (3)(a) above, would have been made before the date of the relevant determination; or b is one made in pursuance of section 26(3) or (5) above. 3 In so far as the decision relates to a person’s entitlement to a benefit in respect of— a a period before the date of the relevant determination; or b in the case of a widow’s payment, a death occurring before that date, it shall be made as if the adjudicating authority’s decision had been found by   the Upper Tribunal   or court not to have been erroneous in point of law. 4 In deciding whether a person is entitled to benefit in a case where his entitlement depends on his having been entitled to the same or some other benefit before attaining a particular age, subsection (3) above shall be disregarded for the purpose only of deciding whether he was so entitled before attaining that age. 5 Subsection (1)(a) above shall be read as including a case where— a the effect of the relevant determination is that part or all of a purported regulation or order is invalid; and b the error of law made by the adjudicating authority was to act on the basis that the purported regulation or order (or the part held to be invalid) was valid. 6 It is immaterial for the purposes of subsection (1) above— a where such a decision as is mentioned in paragraph (b)(i) falls to be made, whether the claim was made before or after the date of the relevant determination; b where such a decision as is mentioned in paragraph (b)(ii) or (iii) falls to be made on an application under section 9 or (as the case may be) 10 above, whether the application was made before or after that date. 7 In this section— “adjudicating authority” means— the Secretary of State; any former officer, tribunal or body; or any officer, tribunal or body in Northern Ireland corresponding to a former officer, tribunal or body; “benefit” means— benefit under Parts II to V of the Contributions and Benefits Act, other than Old Cases payments; benefit under Part II of the  Social Security Act 1975 (in respect of a period before 1st July 1992 but not before 6th April 1975); benefit under the  National Insurance Act 1946 or  1965, or the  National Insurance (Industrial Injuries) Act 1946 or  1965 (in respect of a period before 6th April 1975); a jobseeker’s allowance; state pension credit;   an employment and support allowance;     personal independence payment;     bereavement support payment under section 30 of the Pensions Act 2014;   any benefit corresponding to a benefit mentioned in   paragraphs (a)     to (dg)     above ; and universal credit ; state pension or a lump sum under Part 1 of the Pensions Act 2014 ; “the court” means the High Court, the Court of Appeal, the Court of Session, the High Court or Court of Appeal in Northern Ireland, the   Supreme Court   or the Court of Justice of the   European Union ; “former officer, tribunal or body” means any of the following, that is to say— an adjudication officer or, in the case of a decision given on a reference under section 21(2) or 25(1) of the Administration Act, a social security appeal tribunal, a disability appeal tribunal or a medical appeal tribunal; an adjudicating medical practitioner appointed under section 49 of that Act or a specially qualified adjudicating medical practitioner appointed in accordance with regulations under section 62(2) of that Act; or the National Assistance Board, the Supplementary Benefits Commission, the Attendance Allowance Board, a benefit officer, an insurance officer or a supplement officer. 8 For the purposes of this section, any reference to entitlement to benefit includes a reference to entitlement— a to any increase in the rate of a benefit; or b to a benefit, or increase of benefit, at a particular rate. 9 The date of the relevant determination shall, in prescribed cases, be determined for the purposes of this section in accordance with any regulations made for that purpose. 10 Regulations made under subsection (9) above may include provision— a for a determination of a higher court to be treated as if it had been made on the date of a determination of a lower court or   the Upper Tribunal ; or b for a determination of a lower court or   the Upper Tribunal  to be treated as if it had been made on the date of a determination of a higher court."}, {"act": "Social Security Act 1998", "year": 1998, "section": "28", "section_title": "Correction of errors and setting aside of decisions", "section_text": "28 1 Regulations may make provision with respect to— a the correction of accidental errors in any decision   of the Secretary of State  or record of a decision  of the Secretary of State  made under any relevant enactment;  ... b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A In subsection (1) “ decision ” does not include   any decision of the First-tier Tribunal or  any decision made by an officer of the Inland Revenue, other than a decision under or by virtue of Part III of the Pension Schemes Act 1993. 2 Nothing in subsection (1) above shall be construed as derogating from any power to correct errors  ... which is exercisable apart from regulations made by virtue of that subsection. 3 In this section “relevant enactment” means any enactment contained in— a this Chapter; b the Contributions and Benefits Act; c the Pension Schemes Act 1993; d the Jobseekers Act;  ... e the Social Security (Recovery of Benefits) Act 1997;  ... f the State Pension Credit Act 2002 ;  ... g Part 1 of the Welfare Reform Act 2007 ; h Part 1 of the Welfare Reform Act 2012;   ... i Part 4 of that Act ;  ... j Part 1 of the Pensions Act 2014   or section 30 of that Act ;  or k sections 18 to 21 of the Welfare Reform and Work Act 2016 ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "29", "section_title": "Decision that accident is an industrial accident", "section_text": "29 1 Where, in connection with any claim for industrial injuries benefit, it is decided that the relevant accident was or was not an industrial accident— a an express declaration of that fact shall be made and recorded; and b subject to subsection (3) below, a claimant shall be entitled to have the issue whether the relevant accident was an industrial accident decided notwithstanding that his claim is disallowed on other grounds. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 The Secretary of State , the First-tier Tribunal or the Upper Tribunal   (as the case may be) may refuse to decide the issue whether an accident was an industrial accident if satisfied that it is unlikely to be necessary to decide the issue for the purposes of any claim for benefit; and this Chapter shall apply as if any such refusal were a decision on the issue. 4 Subject to sections 9 to 15 above, any declaration under this section that an accident was or was not an industrial accident shall be conclusive for the purposes of any claim for industrial injuries benefit in respect of that accident. 5 Where subsection (4) above applies— a in relation to a death occurring before 11th April 1988; or b for the purposes of section 60(2) of the Contributions and Benefits Act, it shall have effect as if at the end there were added the words “whether or not the claimant is the person at whose instance the declaration was made”. 6 For the purposes of this section (but subject to section 30 below), an accident whereby a person suffers personal injury shall be deemed, in relation to him, to be an industrial accident if— a it arises out of and in the course of his employment; b that employment is employed earner’s employment for the purposes of Part V of the Contributions and Benefits Act; and c payment of benefit is not under section 94(5) of that Act precluded because the accident happened while he was outside Great Britain. 7 A decision under this section shall be final except that sections 9 and 10 above apply to a decision under this section that an accident was or was not an industrial accident as they apply to a decision under section 8 above if, but only if, the Secretary of State is satisfied that the decision under this section was given in consequence of any wilful non-disclosure or misrepresentation of a material fact."}, {"act": "Social Security Act 1998", "year": 1998, "section": "30", "section_title": "Effect of decision", "section_text": "30 1 A decision  ... that an accident was an industrial accident is to be taken as determining only that paragraphs (a), (b) and (c) of subsection (6) of that section are satisfied in relation to the accident. 2 Subject to subsections (3) and (4) below, no such decision is to be taken as importing a decision as to the origin of any injury or disability suffered by the claimant, whether or not there is an event identifiable as an accident apart from any injury that may have been received. 3 A decision that, on a particular occasion when there was no event so identifiable, a person had an industrial accident by reason of an injury shall be treated as a decision that, if the injury was suffered by accident on that occasion, the accident was an industrial accident. 4 A decision that an accident was an industrial accident may be given, and a declaration to that effect be made and recorded in accordance with section 29 above, without its having been found that personal injury resulted from the accident. 5 Subsection (4) above has effect subject to the discretion under section 29(3) above to refuse to decide the issue if it is unlikely to be necessary for the purposes of a claim for benefit."}, {"act": "Social Security Act 1998", "year": 1998, "section": "31", "section_title": "Incapacity for work", "section_text": "31 1 Regulations may provide that a determination that a person is disqualified for any period in accordance with regulations under section 171E of the Contributions and Benefits Act shall have effect for such purposes as may be prescribed as a determination that he is to be treated as capable of work for that period, and vice versa. 1A Regulations may provide that a determination that a person is disqualified for any period in accordance with regulations under section 18(1) to (3) of the Welfare Reform Act 2007 shall have effect for such purposes as may be prescribed as a determination that he is to be treated as not having limited capability for work for that period, and vice versa. 2 Provision may be made by regulations for matters of such descriptions as may be prescribed to be determined by the Secretary of State, notwithstanding that other matters fall to be determined by another authority. 3 Nothing in this section shall be taken to prejudice the generality of the power conferred by section 17(2) above."}, {"act": "Social Security Act 1998", "year": 1998, "section": "32", "section_title": "Industrial diseases", "section_text": "32 Regulations shall provide for applying the provisions of this Chapter, subject to any prescribed additions or modifications, in relation to decisions made or falling to be made under sections 108 to 110 of the Contributions and Benefits Act."}, {"act": "Social Security Act 1998", "year": 1998, "section": "33", "section_title": "Christmas bonus", "section_text": "33 1 A decision by the Secretary of State that a person is entitled or not entitled to payment of a qualifying benefit in respect of a period which includes a day in the relevant week shall be conclusive for the purposes of section 148 of the Contributions and Benefits Act. 2 In this section, expressions to which a meaning is assigned by section 150 of that Act have that meaning."}, {"act": "Social Security Act 1998", "year": 1998, "section": "34", "section_title": "Determination of claims and reviews", "section_text": "34 1 Regulations shall provide that, where a person claims— a housing benefit; or b council tax benefit, the authority to whom the claim is made shall notify the person of its determination of the claim. 2 Any such notification shall be given in such form as may be prescribed. 3 Regulations may make provision requiring authorities to whom claims for housing benefit or council tax benefit are made by, or in respect of, persons who have been entitled to a jobseeker’s allowance or to income support   or state pension credit  to give priority, in prescribed circumstances, to those claims over other claims for any such benefit. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "35", "section_title": "Suspension of benefit in prescribed circumstances", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "36", "section_title": "Appropriate officers", "section_text": "36 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "37", "section_title": "The social fund Commissioner and inspectors", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "38", "section_title": "Reviews of determinations", "section_text": "38 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "39ZA", "section_title": "Certificates", "section_text": "39ZA A document bearing a certificate which— is signed by a person authorised in that behalf by the Secretary of State, and states that the document, apart from the certificate, is a record of a decision of an officer of the Secretary of State, shall be conclusive evidence of the decision; and a certificate purporting to be so signed shall be deemed to be so signed unless the contrary is proved."}, {"act": "Social Security Act 1998", "year": 1998, "section": "39", "section_title": "Interpretation etc. of Chapter II", "section_text": "39 1 In this Chapter— “ appeal tribunal ” means an appeal tribunal constituted under Chapter I of this Part;   “ claimant ”, in relation to a joint-claim couple claiming a joint-claim jobseeker’s allowance (within the meaning of the Jobseekers Act 1995), means the couple or either member of the couple;   “ Commissioner ”   (except in the expression “tax appeal Commissioners”)  means the Chief Social Security Commissioner or any other Social Security Commissioner, and includes a tribunal of three or more Commissioners constituted under section 16(7) above;   “ claimant ”, in relation to a couple jointly claiming universal credit, means the couple or either member of the couple;     “ health care professional ” means—  a registered medical practitioner, a registered nurse, an occupational therapist or physiotherapist registered with a regulatory body established by an Order in Council under section 60 of the Health  Act 1999, or a member of such other profession regulated by a body mentioned in section 25(3) of the National Health Service Reform and Health Care Professions Act 2002 as the Secretary of State may prescribe; “relevant benefit” has the meaning given by section 8(3) above. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1A In this Chapter— a a reference to a benefit includes a reference to a loan under section 18 of the Welfare Reform and Work Act 2016; b a reference to a claim for a benefit includes a reference to an application for a loan under section 18 of the Welfare Reform and Work Act 2016; c a reference to a claimant includes a reference to an applicant for a loan under section 18 of the Welfare Reform and Work Act 2016 or, in relation to a couple jointly applying for a loan under that section, a reference to the couple or either member of the couple; d a reference to an award of a benefit to a person includes a reference to a decision that a person is eligible for a loan under section 18 of the Welfare Reform and Work Act 2016; e a reference to entitlement to a benefit includes a reference to eligibility for a loan under section 18 of the Welfare Reform and Work Act 2016. 2 Expressions used in this Chapter to which a meaning is assigned by section 191 of the Administration Act have that meaning in this Chapter. 3 Part II of the Administration Act, which is superseded by the foregoing provisions of this Chapter, shall cease to have effect."}, {"act": "Social Security Act 1998", "year": 1998, "section": "40", "section_title": "Child support: revision of decisions", "section_text": "40 For section 16 of the Child Support Act there shall be substituted the following section— Revision of decisions 16 1 Any decision of the Secretary of State under section 11, 12 or 17 may be revised by the Secretary of State— a either within the prescribed period or in prescribed cases or circumstances; and b either on an application made for the purpose or on his own initiative; and regulations may prescribe the procedure by which a decision of the Secretary of State may be so revised. 2 In making a decision under subsection (1), the Secretary of State need not consider any issue that is not raised by the application or, as the case may be, did not cause him to act on his own initiative. 3 Subject to subsections (4) and (5) and section 28ZC, a revision under this section shall take effect as from the date on which the original decision took (or was to take) effect. 4 Regulations may provide that, in prescribed cases or circumstances, a revision under this section shall take effect as from such other date as may be prescribed. 5 Where a decision is revised under this section, for the purpose of any rule as to the time allowed for bringing an appeal, the decision shall be regarded as made on the date on which it is so revised. 6 Except in prescribed circumstances, an appeal against a decision of the Secretary of State shall lapse if the decision is revised under this section before the appeal is determined."}, {"act": "Social Security Act 1998", "year": 1998, "section": "41", "section_title": "Child support: decisions superseding earlier decisions", "section_text": " 41   For sections 17 to 19 of the Child Support Act there shall be substituted the following section—    Decisions superseding earlier decisions   17    1   Subject to subsection (2), the following, namely—   a   any decision of the Secretary of State under section 11 or 12 or this section, whether as originally made or as revised under section 16;     b   any decision of an appeal tribunal under section 20; and     c   any decision of a Child Support Commissioner on an appeal from such a decision as is mentioned in paragraph (b),    may be superseded by a decision made by the Secretary of State, either on an application made for the purpose or on his own initiative.     2   In making a decision under subsection (1), the Secretary of State need not consider any issue that is not raised by the application or, as the case may be, did not cause him to act on his own initiative.     3   Regulations may prescribe the cases and circumstances in which, and the procedure by which, a decision may be made under this section.     4   Subject to subsection (5) and section 28ZC, a decision under this section shall take effect as from the date on which it is made or, where applicable, the date on which the application was made.     5   Regulations may provide that, in prescribed cases or circumstances, a decision under this section shall take effect as from such other date as may be prescribed.        "}, {"act": "Social Security Act 1998", "year": 1998, "section": "42", "section_title": "Child support: appeals to appeal tribunals", "section_text": "42 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "43", "section_title": "Child support: decisions and appeals dependent on other cases", "section_text": " 43   After section 28 of the Child Support Act there shall be inserted the following sections—   Decisions and appeals dependent on other cases   Decisions involving issues that arise on appeal in other cases   28ZA    1   This section applies where—   a   a decision by the Secretary of State falls to be made under section 11, 12, 16 or 17 in relation to a maintenance assessment; and     b   an appeal is pending against a decision given in relation to a different maintenance assessment by a Child Support Commissioner or a court.       2   If the Secretary of State considers it possible that the result of the appeal will be such that, if it were already determined, it would affect the decision in some way—   a   he need not, except in such cases or circumstances as may be prescribed, make the decision while the appeal is pending;     b   he may, in such cases or circumstances as may be prescribed, make the decision on such basis as may be prescribed.       3   Where the Secretary of State acts in accordance with subsection (2)(b), following the determination of the appeal he shall if appropriate revise his decision (under section 16) in accordance with that determination.     4   For the purposes of this section, an appeal against a decision is pending if—   a   an appeal against the decision has been brought but not determined;     b   an application for leave to appeal against the decision has been made but not determined; or     c   in such circumstances as may be prescribed, an appeal against the decision has not been brought (or, as the case may be, an application for leave to appeal against the decision has not been made) but the time for doing so has not yet expired.       5   In paragraphs (a), (b) and (c) of subsection (4), any reference to an appeal, or an application for leave to appeal, against a decision includes a reference to—   a   an application for, or for leave to apply for, judicial review of the decision under section 31 of the  Supreme Court Act 1981; or     b   an application to the supervisory jurisdiction of the Court of Session in respect of the decision.          Appeals involving issues that arise on appeal in other cases   28ZB    1   This section applies where—   a   an appeal (“appeal A”) in relation to a decision falling within section 20(1) or (3), or an assessment falling within section 20(2), is made to an appeal tribunal, or from an appeal tribunal to a Child Support Commissioner; and     b   an appeal (“appeal B”) is pending against a decision given in a different case by a Child Support Commissioner or a court.       2   If the Secretary of State considers it possible that the result of appeal B will be such that, if it were already determined, it would affect the determination of appeal A, he may serve notice requiring the tribunal or Child Support Commissioner—   a   not to determine appeal A but to refer it to him; or     b   to deal with the appeal in accordance with subsection (4).       3   Where appeal A is referred to the Secretary of State under subsection (2)(a), following the determination of appeal B and in accordance with that determination, he shall if appropriate—   a   in a case where appeal A has not been determined by the tribunal, revise (under section 16) his decision which gave rise to that appeal; or     b   in a case where appeal A has been determined by the tribunal, make a decision (under section 17) superseding the tribunal’s decision.       4   Where appeal A is to be dealt with in accordance with this subsection, the appeal tribunal or Child Support Commissioner shall either—   a   stay appeal A until appeal B is determined; or     b   if the tribunal or Child Support Commissioner considers it to be in the interests of the appellant to do so, determine appeal A as if—   i   appeal B had already been determined; and     ii   the issues arising on appeal B had been decided in the way that was most unfavourable to the appellant.  In this subsection “the appellant” means the person who appealed or, as the case may be, first appealed against the decision or assessment mentioned in subsection (1)(a).         5   Where the appeal tribunal or Child Support Commissioner acts in accordance with subsection (4)(b), following the determination of appeal B the Secretary of State shall, if appropriate, make a decision (under section 17) superseding the decision of the tribunal or Child Support Commissioner in accordance with that determination.     6   For the purposes of this section, an appeal against a decision is pending if—   a   an appeal against the decision has been brought but not determined;     b   an application for leave to appeal against the decision has been made but not determined; or     c   in such circumstances as may be prescribed, an appeal against the decision has not been brought (or, as the case may be, an application for leave to appeal against the decision has not been made) but the time for doing so has not yet expired.       7   In this section—   a   the reference in subsection (1)(a) to an appeal to a Child Support Commissioner includes a reference to an application for leave to appeal to a Child Support Commissioner; and     b   any reference in paragraph (a), (b) or (c) of subsection (6) to an appeal, or to an application for leave to appeal, against a decision includes a reference to—   i   an application for, or for leave to apply for, judicial review of the decision under section 31 of the  Supreme Court Act 1981; or     ii   an application to the supervisory jurisdiction of the Court of Session in respect of the decision.         8   Regulations may make provision supplementing that made by this section.         "}, {"act": "Social Security Act 1998", "year": 1998, "section": "44", "section_title": "Child support: cases of error", "section_text": "44 After section 28ZB of the Child Support Act there shall be inserted the following sections— Cases of error Restrictions on liability in certain cases of error 28ZC 1 Subject to subsection (2), this section applies where— a the effect of the determination, whenever made, of an appeal to a Child Support Commissioner or the court (“the relevant determination”) is that the adjudicating authority’s decision out of which the appeal arose was erroneous in point of law; and b after the date of the relevant determination a decision falls to be made by the Secretary of State in accordance with that determination (or would, apart from this section, fall to be so made)— i with respect to an application for a maintenance assessment (made after the commencement date); ii as to whether to revise, under section 16, a decision (made after the commencement date) with respect to such an assessment; or iii on an application under section 17 (made after the commencement date) for a decision with respect to such an assessment to be superseded. 2 This section does not apply where the decision of the Secretary of State mentioned in subsection (1)(b)— a is one which, but for section 28ZA(2)(a), would have been made before the date of the relevant determination; or b is one made in pursuance of section 28ZB(3) or (5). 3 In so far as the decision relates to a person’s liability in respect of a period before the date of the relevant determination, it shall be made as if the adjudicating authority’s decision had been found by the Commissioner or court not to have been erroneous in point of law. 4 Subsection (1)(a) shall be read as including a case where— a the effect of the relevant determination is that part or all of a purported regulation or order is invalid; and b the error of law made by the adjudicating authority was to act on the basis that the purported regulation or order (or the part held to be invalid) was valid. 5 It is immaterial for the purposes of subsection (1)— a where such a decision as is mentioned in paragraph (b)(i) falls to be made; or b where such a decision as is mentioned in paragraph (b)(ii) or (iii) falls to be made on an application under section 16 or (as the case may be) section 17, whether the application was made before or after the date of the relevant determination. 6 In this section— “adjudicating authority” means the Secretary of State, or a child support officer; “the commencement date” means the date of the coming into force of section 44 of the Social Security Act 1998; and “the court” means the High Court, the Court of Appeal, the Court of Session, the High Court or Court of Appeal in Northern Ireland, the House of Lords or the Court of Justice of the   European Union . 7 The date of the relevant determination shall, in prescribed cases, be determined for the purposes of this section in accordance with any regulations made for that purpose. 8 Regulations made under subsection (7) may include provision— a for a determination of a higher court to be treated as if it had been made on the date of a determination of a lower court or a Child Support Commissioner; or b for a determination of a lower court or a Child Support Commissioner to be treated as if it had been made on the date of a determination of a higher court. Correction of errors and setting aside of decisions 28ZD 1 Regulations may make provision with respect to— a the correction of accidental errors in any decision or record of a decision given under this Act; and b the setting aside of any such decision in a case where it appears just to set the decision aside on the ground that— i a document relating to the proceedings in which the decision was given was not sent to, or was not received at an appropriate time by, a party to the proceedings or a party’s representative or was not received at an appropriate time by the body or person who gave the decision; or ii a party to the proceedings or a party’s representative was not present at a hearing related to the proceedings. 2 Nothing in subsection (1) shall be construed as derogating from any power to correct errors or set aside decisions which is exercisable apart from regulations made by virtue of that subsection."}, {"act": "Social Security Act 1998", "year": 1998, "section": "45", "section_title": "Vaccine damage payments: decisions reversing earlier decisions", "section_text": " 45   After section 3 of the Vaccine Damage Payments Act there shall be inserted the following section—    Decisions reversing earlier decisions   3A    1   Subject to subsection (2) below, any decision of the Secretary of State under section 3 above or this section, and any decision of an appeal tribunal under section 4 below, may be reversed by a decision made by the Secretary of State—   a   either within the prescribed period or in prescribed cases or circumstances; and     b   either on an application made for the purpose or on his own initiative.       2   In making a decision under subsection (1) above, the Secretary of State need not consider any issue that is not raised by the application or, as the case may be, did not cause him to act on his own initiative.     3   Regulations may prescribe the procedure by which a decision may be made under this section.     4   Such notice as may be prescribed by regulations shall be given of a decision under this section.     5   Except as provided by section 5(4) below, no payment under section 1(1) above shall be recoverable by virtue of a decision under this section.     6   In this section and sections 4 and 8 below “appeal tribunal” means an appeal tribunal constituted under Chapter I of Part I of the Social Security Act 1998.        "}, {"act": "Social Security Act 1998", "year": 1998, "section": "46", "section_title": "Vaccine damage payments: appeals to appeal tribunals", "section_text": " 46   For section 4 of the Vaccine Damage Payments Act there shall be substituted the following section—    Appeals to appeal tribunals   4    1   The claimant may appeal to an appeal tribunal against any decision of the Secretary of State under section 3 or 3A above.     2   Regulations may make—   a   provision as to the manner in which, and the time within which, appeals are to be brought; and     b   such provision with respect to proceedings before appeal tribunals as the Secretary of State considers appropriate.       3   The regulations may in particular make any provision of a kind mentioned in Schedule 5 to the Social Security Act 1998.     4   In deciding an appeal under this section, an appeal tribunal shall consider all the circumstances of the case (including any not obtaining at the time when the decision appealed against was made).        "}, {"act": "Social Security Act 1998", "year": 1998, "section": "47", "section_title": "Vaccine damage payments: correction of errors etc", "section_text": " 47   After section 7 of the Vaccine Damage Payments Act there shall be inserted the following section—    Correction of errors and setting aside of decisions   7A    1   Regulations may make provision with respect to—   a   the correction of accidental errors in any decision or record of a decision under section 3, 3A or 4 of this Act; and     b   the setting aside of any such decision in a case where it appears just to set the decision aside on the ground that—   i   a document relating to the proceedings in which the decision was given was not sent to, or was not received at an appropriate time by, a party to the proceedings or a party’s representative or was not received at an appropriate time by the body or person who gave the decision; or     ii   a party to the proceedings or a party’s representative was not present at a hearing related to the proceedings.         2   Nothing in subsection (1) shall be construed as derogating from any power to correct errors or set aside decisions which is exercisable apart from regulations made by virtue of that subsection.        "}, {"act": "Social Security Act 1998", "year": 1998, "section": "48", "section_title": "Apportionment of payments etc. made for more than one earner", "section_text": " 48   After subsection (2) of section 3 of the Contributions and Benefits Act (“earnings” and “earner”) there shall be inserted the following subsection—    2A   Regulations made for the purposes of subsection (2) above may provide that, where a payment is made or a benefit provided to or for the benefit of two or more earners, a proportion (determined in such manner as may be prescribed) of the amount or value of the payment or benefit shall be attributed to each earner.     "}, {"act": "Social Security Act 1998", "year": 1998, "section": "49", "section_title": "Payments on account of directors' contributions", "section_text": " 49   After subsection (3) of section 3 of the Contributions and Benefits Act there shall be inserted the following subsections—    4   Subsection (5) below applies to regulations made for the purposes of subsection (2) above which make special provision with respect to the earnings periods of directors and former directors of companies.     5   Regulations to which this subsection applies may make provision—   a   for enabling companies, and directors and former directors of companies, to pay on account of any earnings-related contributions that may become payable by them such amounts as would be payable by way of such contributions if the special provision had not been made; and     b   for requiring any payments made in accordance with the regulations to be treated, for prescribed purposes, as if they were the contributions on account of which they were made.       "}, {"act": "Social Security Act 1998", "year": 1998, "section": "50", "section_title": "Payments treated as remuneration and earnings", "section_text": "50 1 For subsection (4) of section 4 of the Contributions and Benefits Act (payments treated as remuneration and earnings) there shall be substituted the following subsection— 4 For the purposes of section 3 above there shall be treated as remuneration derived from an employed earner’s employment— a any gain on which the earner is chargeable to tax by virtue of section 135 (gains by directors and employees from share options) of the Income and Corporation Taxes Act 1988 (“the 1988 Act”); b any sum paid (or treated as paid) to or for the benefit of the earner which is chargeable to tax by virtue of section 313 of the 1988 Act (taxation of consideration for certain restrictive undertakings). 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Subsection (1) above, so far as relating to a sum which is chargeable to tax by virtue of section 313 of the Income and Corporation Taxes Act 1988, shall have effect in relation to any undertaking given on or after 10th July 1997. 4 Regulations under subsection (6) of section 4 of the Contributions and Benefits Act (as inserted by subsection (2) above)— a shall not be made before the passing of the Finance Act 1998; but b may make provision having effect in relation to acquisitions on or after 6th April 1998."}, {"act": "Social Security Act 1998", "year": 1998, "section": "51", "section_title": "Class 1 contributions", "section_text": "51 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "52", "section_title": "Class 1A contributions", "section_text": "52 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "53", "section_title": "Class 1B contributions", "section_text": "53 After section 10 of the Contributions and Benefits Act there shall be inserted the following section— Class 1B contributions Class 1B contributions 10A 1 Where for any tax year a person is accountable to the Inland Revenue in respect of income tax on emoluments of his employees in accordance with a PAYE settlement agreement, a Class 1B contribution shall be payable by him for that tax year in accordance with this section. 2 The Class 1B contribution referred to in subsection (1) above is payable in respect of— a the amount of any of the emoluments included in the PAYE settlement agreement which are chargeable emoluments; and b the total amount of income tax in respect of which the person is accountable for the tax year in accordance with the PAYE settlement agreement. 3 The amount of the Class 1B contribution referred to in subsection (1) above shall be the Class 1B percentage of the aggregate of the amounts mentioned in paragraphs (a) and (b) of subsection (2) above. 4 Emoluments are chargeable emoluments for the purposes of subsection (2) above if, apart from section 6(2A) or 10(8A) above, the person accountable in accordance with the PAYE settlement agreement would be liable or entitled to pay secondary Class 1 contributions or Class 1A contributions in respect of them. 5 Where— a the PAYE settlement agreement was entered into after the beginning of the tax year; and b Class 1 contributions were due in respect of any emoluments before it was entered into, those emoluments shall not be taken to be included in the PAYE settlement agreement. 6 For the purposes of subsection (3) above the Class 1B percentage shall be 12.2 per cent, but the percentage is subject to alteration under section 143A of the Administration Act. 7 Regulations may provide for persons to be excepted in prescribed circumstances from liability to pay Class 1B contributions."}, {"act": "Social Security Act 1998", "year": 1998, "section": "54", "section_title": "Contributions paid in error", "section_text": " 54   After section 19 of the Contributions and Benefits Act there shall be inserted the following section—    Class 1, 1A or 1B contributions paid in error   19A    1   This section applies where—   a   payments by way of Class 1, Class 1A or Class 1B contributions are made in respect of earnings paid to or for the benefit of an earner (or in respect of a benefit made available to an earner) in 1998-99 or a subsequent tax year (“year 1”);     b   the payments are made in error, in that the employment from which the earnings are derived (or by reason of which the benefit is made available) is not employed earner’s employment; and     c   the person making the payments has not been notified of the error by the Secretary of State before the end of the tax year following year 1 (“year 2”).       2   After the end of year 2 the earner shall, except in such circumstances as may be prescribed, be treated for all purposes relating to—   a   contributions and contributory benefits; and     b   statutory sick pay and statutory maternity pay,    as if the earnings were derived from (or the benefit were made available by reason of) employed earner’s employment.        "}, {"act": "Social Security Act 1998", "year": 1998, "section": "55", "section_title": "Recovery of primary Class 1 contributions by secondary contributors", "section_text": " 55   In paragraph 3 of Schedule 1 to the Contributions and Benefits Act (supplementary provisions as to contributions)—   a   in sub-paragraph (3), for the words from “and notwithstanding” to “any enactment” there shall be substituted the words “and, subject to sub-paragraph (4) below but notwithstanding any other provision in any enactment”;     b   after that sub-paragraph there shall be inserted the following sub-paragraphs—    4   Sub-paragraph (5) below applies in a case where—   a   a person (“the employee”) ceases in a particular tax year (“the cessation year”) to be employed by a particular employer (“the employer”); and     b   the employee receives from the employer in the cessation year, after the cessation of the employment, earnings in a form other than money (“non-monetary earnings”).       5   If and to the extent that regulations so provide, the employer may recover from the employee in such manner as may be prescribed any primary Class 1 contributions paid or to be paid by him on the employee’s behalf in respect of—   a   the non-monetary earnings mentioned in sub-paragraph (4) above; or     b   any non-monetary earnings received by the employee from the employer in the cessation year before the cessation of the employment,    which he was unable to recover by deduction from the employee’s earnings.       "}, {"act": "Social Security Act 1998", "year": 1998, "section": "56", "section_title": "Contributions returns", "section_text": " 56    1   In sub-paragraph (3) of paragraph 7 of Schedule 1 to the Contributions and Benefits Act—   a   for the words “is liable to” there shall be substituted the words “has been required to pay”; and     b   for the words “be liable to” there shall be substituted the words “be required to pay”.       2   After that paragraph there shall be inserted the following paragraph—    7A    1   This paragraph applies where paragraph 7 above applies; and in this paragraph “contributions return” has the same meaning as in that paragraph.     2   Without prejudice to paragraph 7(2) above or to the powers of the Inland Revenue to penalise omissions or errors in returns, regulations may provide for the Secretary of State to impose penalties in respect of a person who, in making a contributions return, fraudulently or negligently—   a   fails to provide any information or computation that he is required to provide; or     b   provides any such information or computation that is incorrect.       3   Regulations under sub-paragraph (2) above shall—   a   prescribe the rates of penalty, or provide for how they are to be ascertained;     b   provide for the penalty to be imposed by the Secretary of State within six years after the date on which the penalty is incurred;     c   provide for determining the date on which, for the purposes of paragraph (b) above, the penalty is incurred;     d   prescribe the means by which the penalty is to be enforced; and     e   provide for enabling the Secretary of State, in his discretion, to mitigate or to remit the penalty, or to stay or to compound any proceedings for it.           "}, {"act": "Social Security Act 1998", "year": 1998, "section": "57", "section_title": "Collection of contributions by Secretary of State", "section_text": " 57   After paragraph 7A of Schedule 1 to the Contributions and Benefits Act there shall be inserted the following paragraph—   Collection of contributions by Secretary of State   7B    1   Regulations may provide that, in such cases or circumstances as may be prescribed—   a   contributions payable under Part I of this Act shall be paid to the Secretary of State (and not to the Inland Revenue); and     b   the Secretary of State shall be responsible for the collection of such contributions, and generally for the relevant administration.       2   Regulations under this paragraph may, in particular—   a   provide for returns to be made to the Secretary of State by such date as may be prescribed;     b   prescribe the form in which returns are to be made, or provide for returns to be made in such form as the Secretary of State may approve;     c   prescribe the manner in which contributions are to be paid, or provide for contributions to be paid in such manner as the Secretary of State may approve;     d   prescribe the due date for the payment of contributions;     e   subject to sub-paragraph (4) below, provide for interest to be charged by the Secretary of State on contributions that are not paid by the due date, and for enabling such interest to be remitted or repaid;     f   provide for interest to be paid on contributions that fall to be repaid;     g   provide for determining the date from which interest to be charged or paid pursuant to regulations under paragraph (e) or (f) above is to be calculated;     h   provide for penalties to be imposed in respect of a person who—   i   fails to submit, within the time allowed, a return required to be made in accordance with regulations under paragraph (a) above;     ii   in making such a return, fraudulently or negligently fails to provide any information or computation that he is required to provide;     iii   in making such a return, fraudulently or negligently provides any incorrect information or computation; or     iv   fails to pay Class 2 contributions by the due date;       i   provide for a penalty imposed pursuant to regulations under paragraph (h) above to carry interest from the date on which it becomes payable until payment.       3   Where—   a   a decision relating to contributions falls to be made under section 8, 9, 10, 12, 14 or 15 of the Social Security Act 1998; and     b   the decision will affect a person’s liability for, or the amount of, any interest due in respect of those contributions,    regulations under sub-paragraph (2)(e) above shall not require any such interest to be paid until the decision has been made.     4   Regulations under sub-paragraph (2)(e) above may provide that, in such cases or circumstances as may be prescribed, interest under those regulations may be charged by the Inland Revenue (instead of the Secretary of State) as if the regulations were made by virtue of paragraph 6 above.     5   Regulations under sub-paragraph (2)(h) above shall—   a   prescribe the rates of penalty, or provide for how they are to be ascertained;     b   subject to sub-paragraph (6) below, provide for the penalty to be imposed by the Secretary of State—   i   within six years after the date on which the penalty is incurred; or     ii   where the amount of the penalty is to be ascertained by reference to the amount of any contributions payable, at any later time within three years after the final determination of the amount of those contributions;       c   provide for determining the date on which, for the purposes of paragraph (b) above, the penalty is incurred;     d   prescribe the means by which the penalty is to be enforced; and     e   provide for enabling the Secretary of State, in his discretion, to mitigate or to remit the penalty, or to stay or to compound any proceedings for it.       6   Regulations under sub-paragraph (2)(h)(ii) or (iii) above may provide that, in such cases or circumstances as may be prescribed, penalties under those regulations may be imposed by the Inland Revenue (instead of the Secretary of State) as if the return in question were a contributions return within the meaning of paragraph 7 above.     7   Section 12 above shall not apply in relation to Class 2 contributions in respect of which the Secretary of State charges interest or imposes a penalty pursuant to regulations under paragraph (e) or (h) of sub-paragraph (2) above.     8   Interest or penalties may be charged by virtue of regulations under this paragraph in respect of a period before the coming into force of section 57 of the Social Security Act 1998 but only to the extent that interest or penalties would have been chargeable if the contributions in question had been recoverable, in respect of that period, by virtue of regulations under paragraph 6 above.     9   Any reference to contributions in sub-paragraph (1) above shall be construed as including a reference to any interest or penalty payable, in respect of contributions, by virtue of regulations under paragraph (e) or (h) of sub-paragraph (2) above.     10   The rate of interest applicable for any purpose of this paragraph shall be the rate from time to time prescribed under section 178 of the  Finance Act 1989 for the corresponding purpose of paragraph 6 above.        "}, {"act": "Social Security Act 1998", "year": 1998, "section": "58", "section_title": "Interest and penalties chargeable concurrently with Inland Revenue", "section_text": "58 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "59", "section_title": "Levy of Class 4 contributions with income tax", "section_text": "59 1 Schedule 2 to the Contributions and Benefits Act (levy of Class 4 contributions with income tax) and Schedule 2 to the  Social Security Contributions and Benefits (Northern Ireland) Act 1992 (corresponding provision for Northern Ireland) shall each be amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In paragraph 3, sub-paragraph (1)(b) shall cease to have effect. 4 In sub-paragraph (2) of paragraph 4, for the words “may either be charged” to the end there shall be substituted the words “shall be charged on him separately”. 5 In sub-paragraph (1) of paragraph 6— a for the words from “Sections 86” to “fault)” there shall be substituted the words “Section 86 of the  Taxes Management Act 1970 (interest on overdue tax)”; b for the words “as they apply” there shall be substituted the words “as it applies”. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "60", "section_title": "Breach of regulations", "section_text": " 60   For section 113 of the Administration Act there shall be substituted the following section—    Breach of regulations   113    1   Regulations and schemes under any of the Acts to which section 110 above applies may provide that any person who contravenes, or fails to comply with, any provision contained in regulations made under that Act—   a   in the case of a provision relating to contributions, shall be liable to a penalty;     b   in any other case, shall be guilty of an offence under that Act.       2   Any regulations or scheme making such provision as is mentioned in subsection (1)(a) above shall—   a   prescribe the amount or rate of penalty, or provide for how it is to be ascertained;     b   provide for the penalty to be imposed by the Secretary of State—   i   within six years after the date on which the penalty is incurred; or     ii   where the amount of the penalty is to be ascertained by reference to the amount of any contributions payable, at any later time within three years after the final determination of the amount of those contributions;       c   provide for determining the date on which, for the purposes of paragraph (b) above, the penalty is incurred;     d   prescribe the means by which the penalty is to be enforced; and     e   provide for enabling the Secretary of State, in his discretion, to mitigate or to remit any such penalty, or to stay or to compound any proceedings for a penalty.       3   A person guilty of such an offence as is mentioned in subsection (1)(b) above shall be liable on summary conviction—   a   to a fine not exceeding level 3 on the standard scale;     b   in the case of an offence of continuing a contravention or failure after conviction, to a fine not exceeding £40 for each day on which it is so continued.       4   Any provision contained in regulations which authorises statutory sick pay or statutory maternity pay to be set off against secondary Class 1 contributions is not a provision relating to contributions for the purposes of this section.        "}, {"act": "Social Security Act 1998", "year": 1998, "section": "61", "section_title": "Offences and penalties relating to contributions", "section_text": "61 For section 114 of the Administration Act there shall be substituted the following sections— Offences relating to contributions 114 1 Any person who is knowingly concerned in the fraudulent evasion of any contributions which he or any other person is liable to pay shall be guilty of an offence. 2 A person guilty of an offence under this section shall be liable— a on conviction on indictment, to imprisonment for a term not exceeding seven years or to a fine or to both; b on summary conviction, to a fine not exceeding the statutory maximum. Penalties relating to contributions 114A 1 If a person fails to pay, at or within the time prescribed for the purpose, any contribution which he is liable to pay, he shall be liable to a penalty. 2 If a person fails to pay, at or within the time prescribed for the purpose, any sums which he is required by regulations made by virtue of paragraph 6 or 7B of Schedule 1 to the Contributions and Benefits Act to pay, he shall be liable to a penalty under subsection (1) above without proof of his failure so to pay any particular contribution. 3 For the purposes of subsection (1) above, regulations shall— a prescribe the amount or rate of penalty, or provide for how it is to be ascertained; b provide for the penalty to be imposed by the Secretary of State— i within six years after the date on which the penalty is incurred; or ii where the amount of the penalty is to be ascertained by reference to the amount of any contributions payable, at any later time within three years after the final determination of the amount of those contributions; c provide for determining the date on which, for the purposes of paragraph (b) above, the penalty is incurred; d prescribe the means by which the penalty is to be enforced; and e provide for enabling the Secretary of State, in his discretion, to mitigate or to remit any such penalty, or to stay or to compound any proceedings for a penalty. 4 Subsection (1) above does not apply— a to any failure by a person in respect of which he has been convicted of an offence under section 114(1) above; or b to Class 4 contributions recoverable by the Inland Revenue."}, {"act": "Social Security Act 1998", "year": 1998, "section": "62", "section_title": "Evidence of non-payment", "section_text": "62 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (4) of that section, the words “for a particular contribution card or”, and the words “the card in question or”, shall cease to have effect. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "63", "section_title": "Recovery of contributions etc", "section_text": " 63   After section 121 of the Administration Act there shall be inserted the following sections—    Recovery of contributions etc. in England and Wales   121A    1   If—   a   a person is served at any time with a copy of a certificate under section 118(1) above; and     b   he neglects or refuses to pay the contributions, interest or penalty to which the certificate relates within 30 days of that time,    an authorised officer may distrain upon the goods and chattels of that person (“the person in default”).     2   For the purpose of levying any such distress, a justice of the peace, on being satisfied by information on oath that there is reasonable ground for believing that the conditions in subsection (1) above are fulfilled, may issue a warrant in writing authorising the authorised officer to enter in the daytime, by force if necessary, any premises to which this section applies, calling on the assistance of any constable.     3   Every such constable shall, when so required, assist the authorised officer in the execution of the warrant and in levying the distress in the premises.     4   A warrant to enter premises by force shall be executed by the authorised officer, or under his direction and in his presence.     5   A distress levied by the authorised officer shall be kept for five days, and any costs or charges shall be borne by the person in default.     6   If the person in default does not pay the sum due, together with the costs and charges, the distress shall be appraised by one or more independent persons appointed by the authorised officer, and shall be sold by public auction by the authorised officer for payment of the sum due and all costs and charges.     7   Any surplus arising from the distress, after the deduction of the costs and charges and of the sum due, shall be paid to the owner of the goods distrained.     8   Regulations may make provision with respect to—   a   the fees chargeable on or in connection with the levying of distress; and     b   the costs and charges recoverable where distress has been levied.       9   In this section “authorised officer” means an officer of the Secretary of State authorised by him for the purposes of this section.     10   The premises to which this section applies are premises where an authorised officer has reasonable grounds for believing that—   a   any persons are employed; or     b   a trade or business is being carried on;    but this section does not apply to a private dwelling-house unless an authorised officer has reasonable grounds for believing that a trade or business is being carried on from the dwelling-house and that the trade or business is not also being carried on from premises other than a dwelling-house.        Recovery of contributions etc. in Scotland   121B    1   Where any contributions, interest or penalty remains unpaid 30 days after the service of a certificate under section 118(1) above, an authorised officer may apply to the sheriff for the grant of a summary warrant authorising the recovery of the amount remaining unpaid by any of the following diligences—   a   a poinding and sale in accordance with Schedule 5 to the  Debtors (Scotland) Act l987;     b   an earnings arrestment;     c   an arrestment and action of furthcoming or sale.       2   An application under subsection (1) above shall be accompanied by—   a   a copy of the certificate served under section 118(1) above; and     b   a certificate by the authorised officer—   i   stating that the certificate was served on the person specified in the application;     ii   stating that the amount specified in the certificate, or any part of that amount, remains unpaid at the date of the application.         3   A summary warrant granted on an application under subsection (1) above shall be in such form as may be prescribed by Act of Sederunt.     4   Subject to subsection (5) below and without prejudice to paragraphs 25 to 34 of Schedule 5 to the Debtors (Scotland) Act 1987 (expenses of poinding and sale), the sheriff officer’s fees, together with the outlays necessarily incurred by him, in connection with the execution of a summary warrant granted on an application under subsection (1) above shall be chargeable against the debtor.     5   No fee shall be chargeable by the sheriff officer against the debtor for collecting, and accounting to the Secretary of State, for sums paid to him by the debtor in respect of the amount owing.     6   In this section “authorised officer” means an officer of the Secretary of State authorised by him for the purposes of this section.        "}, {"act": "Social Security Act 1998", "year": 1998, "section": "64", "section_title": "Liability of directors etc. for company’s contributions", "section_text": " 64   After section 121B of the Administration Act there shall be inserted the following sections—    Liability of directors etc. for company’s contributions   121C    1   This section applies to contributions which a body corporate is liable to pay, where—   a   the body corporate has failed to pay the contributions at or within the time prescribed for the purpose; and     b   the failure appears to the Secretary of State to be attributable to fraud or neglect on the part of one or more individuals who, at the time of the fraud or neglect, were officers of the body corporate (“culpable officers”).       2   The Secretary of State may issue and serve on any culpable officer a notice (a “personal liability notice”)—   a   specifying the amount of the contributions to which this section applies (“the specified amount”);     b   requiring the officer to pay to the Secretary of State—   i   a specified sum in respect of that amount; and     ii   specified interest on that sum; and       c   where that sum is given by paragraph (b) of subsection (3) below, specifying the proportion applied by the Secretary of State for the purposes of that paragraph.       3   The sum specified in the personal liability notice under subsection (2)(b)(i) above shall be—   a   in a case where there is, in the opinion of the Secretary of State, no other culpable officer, the whole of the specified amount; and     b   in any other case, such proportion of the specified amount as, in the opinion of the Secretary of State, the officer’s culpability for the failure to pay that amount bears to that of all the culpable officers taken together.       4   In assessing an officer’s culpability for the purposes of subsection (3)(b) above, the Secretary of State may have regard both to the gravity of the officer’s fraud or neglect and to the consequences of it.     5   The interest specified in the personal liability notice under subsection (2)(b)(ii) above shall be at the prescribed rate and shall run from the date on which the notice is issued.     6   An officer who is served with a personal liability notice shall be liable to pay to the Secretary of State the sum and the interest specified in the notice under subsection (2)(b) above.     7   Where, after the issue of one or more personal liability notices, the amount of contributions to which this section applies is reduced by a payment made by the body corporate—   a   the amount that each officer who has been served with such a notice is liable to pay under this section shall be reduced accordingly;     b   the Secretary of State shall serve on each such officer a notice to that effect; and     c   where the reduced liability of any such officer is less than the amount that he has already paid under this section, the difference shall be repaid to him together with interest on it at the prescribed rate.       8   Any amount paid under a personal liability notice shall be deducted from the liability of the body corporate in respect of the specified amount.     9   In this section—     “contributions” includes any interest or penalty in respect of contributions;      “officer”, in relation to a body corporate, means—     any director, manager, secretary or other similar officer of the body corporate, or any person purporting to act as such; and      in a case where the affairs of the body corporate are managed by its members, any member of the body corporate exercising functions of management with respect to it or purporting to do so;         “the prescribed rate” means the rate from time to time prescribed by regulations under section 178 of the  Finance Act 1989 for the purposes of the corresponding provision of Schedule 1 to the Contributions and Benefits Act, that is to say—     in relation to subsection (5) above, paragraph 6(2)(a);      in relation to subsection (7) above, paragraph 6(2)(b).              Appeals in relation to personal liability notices   121D    1   No appeal shall lie in relation to a personal liability notice except as provided by this section.     2   An individual who is served with a personal liability notice may appeal to an appeal tribunal against the Secretary of State’s decision as to the issue and content of the notice on the ground that—   a   the whole or part of the amount specified under subsection (2)(a) of section 121C above (or the amount so specified as reduced under subsection (7) of that section) does not represent contributions to which that section applies;     b   the failure to pay that amount was not attributable to any fraud or neglect on the part of the individual in question;     c   the individual was not an officer of the body corporate at the time of the alleged fraud or neglect; or     d   the opinion formed by the Secretary of State under subsection (3)(a) or (b) of that section was unreasonable.       3   The Secretary of State shall give a copy of any notice of an appeal under this section, within 28 days of the giving of the notice, to each other individual who has been served with a personal liability notice.     4   On an appeal under this section, the burden of proof as to any matter raised by a ground of appeal shall be on the Secretary of State.     5   Where an appeal under this section—   a   is brought on the basis of evidence not considered by the Secretary of State, or on the ground mentioned in subsection (2)(d) above; and     b   is not allowed on some other basis or ground,    the appeal tribunal shall either dismiss the appeal or remit the case to the Secretary of State, with any recommendations it sees fit to make, for him to consider whether to revise his decision as to the issue and content of the personal liability notice.     6   In this section—     “appeal tribunal” means an appeal tribunal constituted under Chapter I of Part I of the Social Security Act 1998;      “officer”, in relation to a body corporate, has the same meaning as in section 121C above;      “personal liability notice” has the meaning given by subsection (2) of that section;      “revise” means revise under section 9 of the Social Security Act 1998.           "}, {"act": "Social Security Act 1998", "year": 1998, "section": "65", "section_title": "Class 1B contributions: supplemental", "section_text": "65 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 In subsection (5) of section 162 of that Act (destination of contributions), after paragraph (c) there shall be inserted the following paragraph— ca in the case of Class 1B contributions, 0.9 per cent of the amount estimated to be the aggregate of the emoluments and the amounts of income tax in respect of which those contributions were paid; ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "66", "section_title": "Payments of certain contributions out of the Consolidated Fund", "section_text": " 66    1   Subsection (4) of section 163 of the Administration Act (general financial arrangements) shall have effect, and shall be deemed always to have had effect, as if—   a   for the words “a secondary contributor” there were substituted the words “any person”; and     b   after the words “any secondary Class 1 contributions” there were inserted the words “, or any Class 1A contributions,”.       2   Subsection (2) of section 1 of the  Social Security (Miscellaneous Provisions) Act 1977 (from which subsection (4) of section 163 is derived) shall be deemed to have had effect with the same amendments as from the commencement of the  Social Security (Contributions) Act 1991.    "}, {"act": "Social Security Act 1998", "year": 1998, "section": "67", "section_title": "Daily rate of maternity allowance", "section_text": " 67   In subsection (5) of section 35 of the Contributions and Benefits Act (maternity allowance), for paragraphs (a) and (b) there shall be substituted the words “the amount payable by way of that allowance for any day shall be taken as one seventh of the weekly rate of the allowance”.  "}, {"act": "Social Security Act 1998", "year": 1998, "section": "68", "section_title": "Rates of short-term incapacity benefit", "section_text": " 68   For subsection (4) of section 44 of the Contributions and Benefits Act (Category A retirement pension) there shall be substituted the following subsection—    4   The weekly rate of the basic pension shall be £64.70 except that, so far as the sum is relevant for the purpose of calculating the lower rate of short-term incapacity benefit under section 30B(3) above, it shall be £62.05.  In this subsection “the lower rate” means the rate payable for the first 196 days of entitlement in any period of incapacity for work.     "}, {"act": "Social Security Act 1998", "year": 1998, "section": "69", "section_title": "Validation of certain housing benefit determinations", "section_text": " 69    1   Subject to subsections (3) and (4) below, in so far as a housing benefit determination made before 18th August 1997 purported to determine that housing benefit was payable in respect of—   a   charges for medical care, nursing care or personal care; or     b   charges for general counselling or any other support services,    it shall be deemed to have been validly made if, on the assumption mentioned in subsection (2) below, it would have been so made.     2   The assumption is that, at all material times, such charges as are mentioned in subsection (1) above were eligible to be met by housing benefit where the claimant’s right to occupy the dwelling was conditional on his payment of the charges.     3   Where the effect of a review carried out on or after 18th August 1997 was to revise the amount of housing benefit payable in respect of any validated charges—   a   the revision shall be deemed not to have been validly made in so far as it had the effect of increasing that amount; and     b   housing benefit shall cease to be payable in respect of those charges as from the beginning of the period for which the first payment of the revised amount of benefit was made.       4   Housing benefit shall not be payable in respect of any validated charges for any period falling after—   a   5th April 1998 where the rent is payable at intervals of a whole number of weeks; and     b   31st March 1998 in any other case.       5   In this section—     “the dwelling”, in relation to a housing benefit determination, means the dwelling in respect of which the determination was made;      “housing benefit determination” means a determination under section 130 of the Contributions and Benefits Act or the corresponding provisions of the  Social Security Act 1986, or a decision on a review of such a determination;      “medical care” includes treatment or counselling related to mental disorder, mental handicap, physical disablement or past or present alcohol or drug dependence;      “personal care” includes assistance at meal-times or with personal appearance or hygiene;      “validated charges” means charges in respect of which housing benefit is payable only by virtue of subsection (1) above.       "}, {"act": "Social Security Act 1998", "year": 1998, "section": "70", "section_title": "Discretionary payments out of social fund", "section_text": " 70    1   For subsection (1) of section 138 of the Contributions and Benefits Act (payments out of social fund) there shall be substituted the following subsection—    1   There may be made out of the social fund, in accordance with this Part of this Act—   a   payments of prescribed amounts, whether in respect of prescribed items or otherwise, to meet, in prescribed circumstances, maternity expenses and funeral expenses; and     b   payments by way of community care grant, crisis loan or budgeting loan to meet other needs in accordance with directions given or guidance issued by the Secretary of State.          2   After subsection (4) of that section there shall be inserted the following subsection—    5   In this Part—     “budgeting loan” means a loan awarded in circumstances specified in directions issued by the Secretary of State for the purpose of defraying an intermittent expense;      “community care grant” means a grant awarded in circumstances so specified for the purpose of meeting a need for community care;      “crisis loan” means a loan awarded in circumstances so specified for the purpose of meeting an immediate short term need;     and any reference in this subsection to meeting a need or defraying an expense includes a reference to helping to meet the need or to defray the expense.       "}, {"act": "Social Security Act 1998", "year": 1998, "section": "71", "section_title": "Budgeting loans: criteria for making awards", "section_text": " 71    1   In subsection (1) of section 140 of the Contributions and Benefits Act (social fund: principles of determination), after the word “award” there shall be inserted the words “of a community care grant or a crisis loan”.     2   After that subsection there shall be inserted the following subsection—    1A   Subject to subsection (2) below, in determining whether to make an award of a budgeting loan to the applicant, or the amount or value to be awarded, an appropriate officer shall have regard to—   a   such of the applicant’s personal circumstances as are of a description specified in directions issued by the Secretary of State; and     b   the criteria specified in paragraphs (b) to (e) of subsection (1) above;    but where the criterion mentioned in paragraph (a) above would preclude the award of such a loan, the appropriate officer shall have regard instead to such other criterion as may be specified in directions so issued.        3   In subsection (4) of that section, paragraph (e) shall cease to have effect and after paragraph (a) there shall be inserted the following paragraph—    aa   that in circumstances specified in the direction an application for an award of a community care grant may be treated as an application for an award of a crisis loan, and vice versa;     .   "}, {"act": "Social Security Act 1998", "year": 1998, "section": "72", "section_title": "Power to reduce child benefit for lone parents", "section_text": "72 1 Regulations may revoke any provision of regulations which prescribes a higher rate of child benefit in the case of a lone parent, notwithstanding anything in section 145(4) of the Contributions and Benefits Act (which precludes regulations from prescribing a rate lower than the rate it replaces). 2 In this section “lone parent” means a parent who— a has no spouse   or civil partner  or is not living with his spouse  or civil partner ; and b is not living with any other person as his spouse  or civil partner . 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "73", "section_title": "Statutory sick pay not precluded by maternity allowance", "section_text": " 73   In paragraph 2(d) of Schedule 11 to the Contributions and Benefits Act (circumstances in which periods of entitlement to statutory sick pay do not arise), the words “(ii) she was entitled to a maternity allowance, or” shall cease to have effect.  "}, {"act": "Social Security Act 1998", "year": 1998, "section": "74", "section_title": "Provision of information", "section_text": " 74   In subsection (1) of section 5 of the Administration Act (regulations about claims for and payments of benefit), there shall be inserted after paragraph (h) the following paragraph—    hh   for requiring such person as may be prescribed in accordance with the regulations to furnish any information or evidence needed for a determination whether a decision on an award of benefit to which this section applies—   i   should be revised under section 9 of the Social Security Act 1998; or     ii   should be superseded under section 10 of that Act;       . "}, {"act": "Social Security Act 1998", "year": 1998, "section": "75", "section_title": "Overpayments out of social fund", "section_text": " 75    1   After section 71 of the Administration Act there shall be inserted the following section—    Overpayments out of social fund   71ZA    1   Subject to subsection (2) below, section 71 above shall apply in relation to social fund payments to which this section applies as it applies in relation to payments made in respect of benefits to which that section applies.     2   Section 71 above as it so applies shall have effect as if—   a   in paragraph (a) of subsection (5) and subsection (5A), for the words “reversed or varied on an appeal or has been revised under section 9 or superseded under section 10” there were substituted the words “revised on a review under section 38”;     b   in paragraph (b) of subsection (5), for the words “on the appeal or under that section” there were substituted the words “on the review”; and     c   subsections (7), (10A) and (10B) were omitted.       3   This section applies to social fund payments such as are mentioned in section 138(1)(b) of the Contributions and Benefits Act.           2   This section applies where such a determination as is mentioned in section 71(1) of the Administration Act is made in relation to a social fund payment—   a   to which section 71ZA of that Act applies; and     b   which is made on or after the day on which this section comes into force.      "}, {"act": "Social Security Act 1998", "year": 1998, "section": "76", "section_title": "Power to anticipate pensions up-rating order", "section_text": "76 After section 155 of the Administration Act there shall be inserted the following section— Power to anticipate pensions up-rating order 155A 1 This section applies where a statement is made in the House of Commons by or on behalf of the Secretary of State which specifies— a the amounts by which he proposes, by an order under section 150 above, to increase— i the weekly sums that are payable by way of retirement pension; or ii the amount of graduated retirement benefit payable for each unit of graduated contributions; and b the date on which he proposes to bring the increases into force (“the commencing date”). 2 Where, before the commencing date and after the date on which the statement is made, an award is made of a retirement pension or a graduated retirement benefit, the award either may provide for the pension or benefit to be paid as from the commencing date at the increased rate or may be expressed in terms of the rate appropriate at the date of the award."}, {"act": "Social Security Act 1998", "year": 1998, "section": "77", "section_title": "Pilot schemes", "section_text": "77 1 Any regulations to which this subsection applies may be made so as to have effect for a specified period not exceeding 12 months. 2 Any regulations which, by virtue of subsection (1) above, are to have effect for a limited period are referred to in this section as “a pilot scheme”. 3 A pilot scheme may provide that its provisions are to apply only in relation to— a one or more specified areas or localities; b one or more specified classes of person; c persons selected— i by reference to prescribed criteria; or ii on a sampling basis. 4 A pilot scheme may make consequential or transitional provision with respect to the cessation of the scheme on the expiry of the specified period. 5 A pilot scheme (“the previous scheme”) may be replaced by a further pilot scheme making the same, or similar, provision (apart from the specified period) to that made by the previous scheme. 6 In so far as a pilot scheme would, apart from this subsection, have the effect of— a treating as capable of work any person who would not otherwise be so treated; or b reducing the total amount of benefit that would otherwise be payable to any person, it shall not apply in relation to that person. 7 Subsection (1) above applies to— a regulations made under section 171D of the Contributions and Benefits Act (incapacity for work: persons treated as incapable of work); and b in so far as they are consequential on or supplementary to any such regulations, regulations made under any of the provisions mentioned in subsection (8) below. 8 The provisions are— a subsection (5)(a) of section 22 of the Contributions and Benefits Act (earnings factors); b section 30C of that Act (incapacity benefit); c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d subsection (1)(e) of section 124 of that Act (income support) and, so far as relating to income support, subsection (1) of section 135 of that Act (the applicable amount); e Part XIIA of that Act (incapacity for work); f section 61A of the Administration Act and section 31 above (incapacity for work). 9 A statutory instrument containing (whether alone or with other provisions) a pilot scheme shall not be made unless a draft of the instrument has been laid before Parliament and approved by a resolution of each House of Parliament."}, {"act": "Social Security Act 1998", "year": 1998, "section": "78", "section_title": "Expenditure for facilitating transfer of functions etc", "section_text": " 78    1   The Secretary of State and the Commissioners of Inland Revenue may incur expenditure in doing anything which in his or their opinion is appropriate for the purpose of facilitating either of the following things, namely—   a   the transfer to the Commissioners of such of the functions of the Secretary of State as are exercisable by the Contributions Agency; and     b   the exercise by the Commissioners of those functions.       2   The powers conferred by subsection (1) above—   a   shall be exercisable whether or not Parliament has given any approval on which either of the things there mentioned depends; and     b   shall be without prejudice to any power conferred otherwise than by virtue of that subsection.       3   Any expenditure incurred under this section shall be defrayed out of money provided by Parliament.     4   In its application to Northern Ireland, this section shall have effect with the following modifications, namely—   a   for the first reference to the Secretary of State there shall be substituted a reference to the Department of Health and Social Services for Northern Ireland;     b   for the reference to such of the functions of the Secretary of State as are exercisable by the Contributions Agency there shall be substituted a reference to such of the functions of that Department as correspond to those functions; and     c   for the reference to money provided by Parliament there shall be substituted a reference to money appropriated by Measure of the Northern Ireland Assembly.      "}, {"act": "Social Security Act 1998", "year": 1998, "section": "79", "section_title": "Regulations and orders", "section_text": "79 1   Subject to subsection (2A) below,   regulations under this Act shall be made by the Secretary of State. 2 Regulations with respect to proceedings before the Commissioners (whether for the determination of any matter or for leave to appeal to or from the Commissioners) shall be made by the Lord Chancellor; and where the Lord Chancellor proposes to make regulations under this Act it shall be his duty to consult the Lord Advocate with respect to the proposal. 2A Subsection (1) has effect subject to any provision providing for regulations to be made by the Treasury or the Commissioners of Inland Revenue. 3 Powers under this Act to make regulations or orders are exercisable by statutory instrument. 4 Any power conferred by this Act to make regulations or orders may be exercised— a either in relation to all cases to which the power extends, or in relation to those cases subject to specified exceptions, or in relation to any specified cases or classes of case; b so as to make, as respects the cases in relation to which it is exercised— i the full provision to which the power extends or any less provision (whether by way of exception or otherwise); ii the same provision for all cases in relation to which the power is exercised, or different provision for different cases or different classes of case or different provision as respects the same case or class of case for different purposes of this Act; iii any such provision either unconditionally or subject to any specified condition; and where such a power is expressed to be exercisable for alternative purposes it may be exercised in relation to the same case for any or all of those purposes. 5 Powers to make regulations for the purposes of any one provision of this Act are without prejudice to powers to make regulations for the purposes of any other provision. 6 Without prejudice to any specific provision in this Act, a power conferred by this Act to make regulations includes power to make thereby such incidental, supplementary, consequential or transitional provision as appears to the authority making the regulations to be expedient for the purposes of those regulations. 6A The provision referred to in subsection (6) includes, in a case where regulations under this Act require or authorise the use of electronic communications, provision referred to in section 8(4) and (5) and 9(5) of the Electronic Communications Act 2000. 6B For the purposes of subsection (6A), references in section 8(4) and (5) and 9(5) of the Electronic Communications Act 2000 to an order under section 8 of that Act are to be read as references to regulations under this Act; and references to anything authorised by such an order are to be read as references to anything required or authorised by such regulations. 7 Without prejudice to any specific provisions in this Act, a power conferred by any provision of this Act to make regulations includes power to provide for a person to exercise a discretion in dealing with any matter. 8 Any power conferred by this Act to make regulations relating to housing benefit or council tax benefit shall include power to make different provision for different areas or different authorities. 9 In this section “ Commissioner ” has the same meaning as in Chapter II of Part I."}, {"act": "Social Security Act 1998", "year": 1998, "section": "80", "section_title": "Parliamentary control of regulations", "section_text": "80 1 Subject to the provisions of this section, a statutory instrument containing (whether alone or with other provisions) regulations under— a section  7,  12(2)   or (3A)  or 72 above; or b paragraph 12 of Schedule 1,  paragraph 9 of Schedule 2  or paragraph 2 of Schedule 5  to this Act, shall not be made unless a draft of the instrument has been laid before Parliament and been approved by a resolution of each House of Parliament. 2 A statutory instrument— a which contains (whether alone or with other provisions) regulations made under this Act by the Secretary of State  , the Treasury or the Commissioners of Inland Revenue ; and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 A statutory instrument— a which contains (whether alone or with other provisions) regulations made under this Act by the Lord Chancellor; and b which is not subject to any requirement that a draft of the instrument be laid before and approved by a resolution of each House of Parliament, shall be subject to annulment in pursuance of a resolution of either House of Parliament.  4 No order shall be made by the Lord Chancellor under section 7(6A) above unless a draft of the statutory instrument containing the order has been laid before Parliament and been approved by a resolution of each House of Parliament."}, {"act": "Social Security Act 1998", "year": 1998, "section": "81", "section_title": "Reports by Secretary of State", "section_text": "81 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Social Security Act 1998", "year": 1998, "section": "82", "section_title": "Financial provisions", "section_text": " 82    1   There shall be paid out of money provided by Parliament—   a   any expenditure incurred by the Secretary of State or the Lord Chancellor under or by virtue of this Act; and     b   any increase attributable to this Act in the sums which under any other Act are payable out of money so provided.       2   There shall be paid out of or into the Consolidated Fund any increase attributable to this Act in the sums which under any other Act are payable out of or into that Fund.    "}, {"act": "Social Security Act 1998", "year": 1998, "section": "83", "section_title": "Transitory provisions", "section_text": " 83   Schedule 6 to this Act (which contains transitory provisions) shall have effect.  "}, {"act": "Social Security Act 1998", "year": 1998, "section": "84", "section_title": "Interpretation: general", "section_text": " 84   In this Act—     “the Administration Act” means the  Social Security Administration Act 1992;      “the Child Support Act” means the  Child Support Act 1991;      “the Contributions and Benefits Act” means the  Social Security Contributions and Benefits Act 1992;      “the Jobseekers Act” means the  Jobseekers Act 1995;      “the Vaccine Damage Payments Act” means the  Vaccine Damage Payments Act 1979;      “prescribe” means prescribe by regulations.     "}, {"act": "Social Security Act 1998", "year": 1998, "section": "85", "section_title": "Provision for Northern Ireland", "section_text": " 85   An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to those of this Act—   a   shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but     b   shall be subject to annulment in pursuance of a resolution of either House of Parliament.    "}, {"act": "Social Security Act 1998", "year": 1998, "section": "86", "section_title": "Minor and consequential amendments and repeals", "section_text": "86 1 The enactments mentioned in Schedule 7 to this Act shall have effect subject to the amendments there specified, being minor amendments and amendments consequential on the provisions of this Act. 2 The enactments mentioned in Schedule 8 to this Act, which include some that are spent, are hereby repealed to the extent specified in the third column of that Schedule."}, {"act": "Social Security Act 1998", "year": 1998, "section": "87", "section_title": "Short title, commencement and extent", "section_text": " 87    1   This Act may be cited as the Social Security Act 1998.     2   This Act, except—   a   sections 66, 69, 72 and 77 to 85, this section and Schedule 6 to this Act; and     b   subsection (1) of section 50 so far as relating to a sum which is chargeable to tax by virtue of section 313 of the  Income and Corporation Taxes Act 1988, and subsections (2) to (4) of that section,    shall come into force on such day as may be appointed by order made by the Secretary of State; and different days may be appointed for different provisions and for different purposes.     3   An order under subsection (2) above may make such savings, or such transitional or consequential provision, as the Secretary of State considers necessary or expedient—   a   in preparation for or in connection with the coming into force of any provision of this Act; or     b   in connection with the operation of any enactment repealed or amended by a provision of this Act during any period when the repeal or amendment is not wholly in force.       4   This Act, except—   a   section 2 so far as relating to war pensions;     b   sections 3, 15, 45 to 47, 59, 78 and 85 and this section; and     c   section 86 and Schedules 7 and 8 so far as relating to enactments which extend to Northern Ireland,    does not extend to Northern Ireland.     5   The following provisions of this Act extend to the Isle of Man, namely—   a   in section 4, subsections (1)(c) and (2)(c);     b   sections 6 and 7 and Schedule 1 so far as relating to appeals under the Vaccine Damage Payments Act;     c   sections 45 to 47 and this section;     d   paragraphs 5 to 10 of Schedule 7 and section 86(1) so far as relating to those paragraphs; and     e   section 86(2) and Schedule 8 so far as relating to the Vaccine Damage Payments Act.      "}]