[{"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "1", "section_title": "Aims and constitution of the Council", "section_text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "2", "section_title": " Advisory functions of  the Council.", "section_text": "2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "3", "section_title": " Registration of teachers.", "section_text": "3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "4", "section_title": " Regulations relating to registration.", "section_text": "4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "4A", "section_title": " Appeals against refusal of registration", "section_text": "4A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "5", "section_title": " Code of practice for registered teachers.", "section_text": "5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "6", "section_title": " Disciplinary powers of Council in relation to registered teachers.", "section_text": "6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "6A", "section_title": " Power to promote teaching profession", "section_text": "6A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "7", "section_title": " Additional and ancillary functions of Council.", "section_text": "7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "8", "section_title": " Establishment of  The General Teaching Council for Wales.", "section_text": "8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "9", "section_title": " Functions of General Teaching Council for Wales: general.", "section_text": "9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "10", "section_title": " Further functions of General Teaching Council for Wales in relation to teachers.", "section_text": "10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "11", "section_title": " Registration requirement for teachers at schools.", "section_text": "11 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "12", "section_title": " Deduction of fees from salaries,  etc.", "section_text": "12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "13", "section_title": " Consultation about qualified teacher status.", "section_text": "13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "14", "section_title": " Supply of information relating to teachers: general.", "section_text": "14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "15", "section_title": " Supply of information following dismissal, resignation, &c.", "section_text": "15 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "15A", "section_title": " Supply of information by contractor, agency, &c.", "section_text": "15A 1 This section applies to arrangements made by one person (the “ agent ”) for   a registered teacher (the  “teacher”)   to carry out work at the request of or with the consent of a relevant employer (whether or not under a contract). 2   Subsection (4) applies   where an agent— a has terminated the arrangements on a ground mentioned in   section 15(1A) , b might have terminated the arrangements on a ground mentioned in that   subsection   if the worker had not terminated them, or c might have refrained from making new arrangements for a   teacher   on a ground mentioned in that   subsection   if he had not ceased to make himself available for work. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 ... The agent shall provide prescribed information to    the Council . 5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 If the National Assembly thinks that an agent has failed or is likely to fail to comply with a duty arising under subsection (4), the National Assembly may direct the person to comply with the duty. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 A direction under subsection (6) shall be enforceable, on the application of the National Assembly, by a mandatory order. 9   Subsection   (5) of section 15 shall apply for the purposes of this section as   it applies   for the purposes of that section."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "16", "section_title": " Duty to have regard to needs of disabled persons.", "section_text": "16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "17", "section_title": " Representation of special educational needs teachers on General Teaching Council for Scotland.", "section_text": "17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "18", "section_title": " Qualifications of head teachers.", "section_text": "18 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "19", "section_title": " Requirement to serve induction period.", "section_text": "19 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "20", "section_title": " Inspection of institutions training teachers for schools.", "section_text": "20 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "21", "section_title": " Inspection of institutions training teachers for schools: Scotland.", "section_text": "21 In section 66 of the  Education (Scotland) Act 1980 (inspection of educational establishments), after subsection (1A) there shall be inserted— 1B Notwithstanding subsection (1) above, the Secretary of State shall have power to cause inspection to be made of the education and training, wherever it is carried out, provided by institutions within the higher education sector (within the meaning of the  Further and Higher Education (Scotland) Act 1992) wholly or mainly for persons preparing to be, or persons who are, teachers in schools, and such inspections shall be made by Her Majesty’s Inspectors or other persons appointed by the Secretary of State for the purpose."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "22", "section_title": " New arrangements for giving financial support to students.", "section_text": "22 1 Regulations shall make provision authorising or requiring the Secretary of State to make grants or loans, for any prescribed purposes, to eligible students in connection with their  undertaking — a higher education courses, or b further education courses, which are designated for the purposes of this section by or under the regulations. 2 Regulations under this section may, in particular, make provision— a for determining whether a person is an eligible student in relation to any grant or loan available under this section; aa for the designation of a higher education course for the purposes of this section to be determined by reference to matters determined or published by the Office for Students or other persons (whether before or after the regulations are made); b prescribing, in relation to any such grant or loan and an academic year, the maximum amount available to any person for any prescribed purpose for that year; c where the amount of any such grant or loan may vary to any extent according to a person’s circumstances, for determining, or enabling the determination of, the amount required or authorised to be paid to him; d prescribing categories of attendance on higher education courses or further education courses which are to qualify for any purposes of the regulations; e for any grant under this section to be made available on such terms and conditions as may be prescribed by, or determined by the Secretary of State under, the regulations, including terms and conditions requiring repayments to be made in circumstances so prescribed or determined; f requiring the making of payments in respect of any such grant to be suspended or terminated in any such circumstances; fa in the case of a grant under this section in connection with a higher education course, where a payment has been so suspended, for the cancellation of any entitlement to the payment in such circumstances as may be prescribed by, or determined by the person making the regulations under, the regulations; g prescribing requirements or other provisions, whether as to repayment or otherwise, which are for the time being to apply in relation to loans under this section (including requirements or other provisions taking effect during the currency of such loans so as to add to, or otherwise modify, those for the time being applying in relation to the loans); h authorising grants in respect of fees payable in connection with  attendance on  courses to be paid directly to institutions charging the fees; i requiring prescribed amounts payable to eligible students under loans under this section to be paid directly to institutions   to whom those persons are liable to make payments ; j modifying any enactment or instrument (whenever passed or made) so as to provide for the treatment, in connection with any calculation with respect to the income (however defined) of persons to whom grants or loans are made under this section, of amounts due from or payable to such persons under such grants or loans; k for appeals with respect to matters arising under the regulations (including provision for determining, or enabling the determination of, the procedure to be followed in connection with appeals). 2A The provision which may be made by virtue of subsection (2)(b) in respect of higher education courses includes provision prescribing the maximum amount by reference to matters determined or published by the Secretary of State or other persons (whether before or after the regulations are made). 3 The provision which may be made by virtue of subsection (2)(g) in relation to loans under this section includes provision— a for such loans to bear compound interest at such rates, and calculated in such manner, as may be prescribed from time to time; b for such loans to be repaid in such manner, at such times, and to such person or body as may be prescribed from time to time; c for the payment, in respect of amounts overpaid by borrowers, of interest at such rate, and calculated in such manner, as may be determined by the Secretary of State from time to time; d for a borrower not to be liable to make any repayment in respect of such a loan— i during such period as may be prescribed from time to time, or ii in such circumstances as may be so prescribed, including provision for the cancellation of any further such liability of the borrower in any such circumstances; da in the case of a loan under this section in connection with a higher education course, for the cancellation of the entitlement of a borrower to receive a sum under such a loan in such circumstances as may be prescribed by, or determined by the person making the regulations under, the regulations where the payment of the sum has been suspended; e with respect to sums which a borrower receives, or is entitled to receive, under such a loan after the commencement of his bankruptcy or the date of the sequestration of his estate. f with respect to the effect of bankruptcy upon a borrower’s liability to make repayments in respect of such a loan (whether the repayments relate to sums which the borrower receives, or is entitled to receive, before or after the commencement of the bankruptcy); g with respect to sums which a borrower receives, or is entitled to receive, under such a loan before or after a voluntary arrangement under Part 8 of the Insolvency Act 1986 or Part 8 of the Insolvency (Northern Ireland) Order 1989 (individual voluntary arrangements) takes effect in respect of the borrower; h excluding or modifying the application of Part 8 of that Act, or Part 8 of that Order, in relation to liability to make repayments in respect of such a loan (whether the repayments relate to sums which the borrower receives, or is entitled to receive, before or after a voluntary arrangement takes effect in respect of the borrower). 4 In relation to loans under this section— a the rates prescribed by regulations made in pursuance of subsection (3)(a) must be— i lower than those prevailing on the market, or ii no higher than those prevailing on the market, where the other terms on which such loans are provided are more favourable to borrowers than those prevailing on the market;  and b such regulations may make provision, for the purpose of calculating the interest to be borne by such loans, for repayments by borrowers to be treated as having been made or received on such date or dates as may be prescribed by the regulations. 5 Regulations under this section may also make such provision as the Secretary of State considers necessary or expedient in connection with the recovery of amounts due from borrowers under loans under this section, including provision for— a imposing on employers, or (as the case may be) such other persons or bodies as may be prescribed, requirements with respect to— i the making of deductions in respect of amounts so due (or, in any prescribed circumstances, amounts assessed in accordance with the regulations to be so due) from emoluments payable to borrowers, ii the collection by other means of such amounts, iii the transmission of amounts so deducted or collected to the Secretary of State in accordance with directions given by him; b imposing on employers, or such other persons or bodies as may be prescribed, requirements with respect to the keeping and production of records for such purposes as may be prescribed; c imposing on borrowers requirements with respect to— i the provision of such information, and ii the keeping and production of such documents and records, relating to their income as may be prescribed; d requiring the payment, by persons or bodies to whom requirements imposed in pursuance of any of paragraphs (a) to (c) apply, of— i penalties in cases of non-compliance with, or otherwise framed by reference to, such requirements, and ii interest in respect of periods when such penalties are due but unpaid; e requiring the payment by borrowers, in respect of periods when amounts due under their loans are unpaid, of— i interest (applied to such amounts at a rate calculated otherwise than in accordance with subsection (4)(a)), or ii both such interest and one or more surcharges (together with further interest in respect of periods when such surcharges are due but unpaid); f enabling the Secretary of State to require the reimbursement by borrowers of costs or expenses of any prescribed description incurred by him in connection with the recovery of unpaid amounts; g applying or extending with or without modification, for purposes connected with the recovery of amounts under regulations made by virtue of this subsection, any of the provisions of the Taxes Acts or of   PAYE  regulations ; h determining the priority as between deductions falling to be made by virtue of paragraph (a)(i) and deductions falling to be made, from emoluments payable to borrowers, by virtue of other enactments (whenever passed). 6 In subsection (5)— a “ employers ” means persons who make payments of, or on account of,   PAYE  income , and b “ the Taxes Acts ” has the same meaning as in the  Taxes Management Act 1970. 7 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 For the purposes of subsection (4)(a)  ... the Secretary of State shall have regard to such index of prices as may be specified in, or determined in accordance with, regulations under this section. 9 In subsection (4)(a) “ the specified rate for low interest loans ” means the rate for the time being specified  by article 60G(3)(d) of the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001 10 Interest required to be paid, by virtue of subsection (5)(d), by regulations under this section shall be paid without any deduction of income tax and shall not be taken into account in computing any income, profits or losses for any tax purposes."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "23", "section_title": " Transfer or delegation of functions relating to student support.", "section_text": "23 1 If the Secretary of State so determines, any function exercisable by him by virtue of regulations under section 22 shall, to such extent as is specified in his determination, be exercisable instead by such body as is so specified which is either— a a   local authority   ..., or b the governing body of an institution  with  which eligible students (within the meaning of such regulations) are  undertaking  courses. 2 A body by whom any function is for the time being exercisable by virtue of subsection (1) shall comply with any directions given by the Secretary of State as to the exercise of that function. 3 Where any function is so exercisable by a   local authority , the functions shall be taken to be a function of that authority for the purposes of— a in the case of an authority which is not operating executive arrangements, section 101 of the Local Government Act 1972 (arrangements for discharge of functions by local authorities), b section 70 of the Deregulation and Contracting Out Act 1994 (contracting out of functions of local authorities), and c in the case of an authority which is operating executive arrangements, section 13 of the Local Government Act 2000 and accordingly— i if, or to the extent that, that function is the responsibility of the executive of that authority sections 14 to 16 and any regulations made under sections 17 to 20 of that Act shall apply; or ii if, or to the extent that, that function is not the responsibility of that executive section 101 of the Local Government Act 1972 shall apply 4 The Secretary of State may make arrangements for any person or body specified in the arrangements to exercise on his behalf, to such extent as is so specified, any function exercisable by him by virtue of regulations under section 22 (including any such function in relation to appeals). 5 Any arrangements made under subsection (4) shall not prevent the Secretary of State from exercising the function in question himself. 6 The Secretary of State may make provision for enabling appeals— a to be made with respect to such matters arising out of the exercise by any person or body of any function by virtue of subsection (1) or (4) as he may determine, and b to be so made to a person or body appointed by him for the purpose. 7 The Secretary of State may pay to any body or person by whom any function is exercisable by virtue of subsection (1) or (4)— a such amounts as he considers appropriate for the purpose of meeting expenditure incurred or to be incurred by that body or person— i in making grants or loans under section 22, or ii by way of administrative expenses, in, or in connection with, the exercise of that function; b in a case where the function is exercisable by virtue of subsection (4), such remuneration as he may determine. 8 Any payment under subsection (7)(a) may be made subject to such terms and conditions as the Secretary of State may determine; and any such conditions may in particular— a require the provision of returns or other information before any such payment is made; b relate to the use of the amount paid or require the repayment in specified circumstances of all or part of the amount paid. 9 The Secretary of State may pay to any person or body appointed by him under subsection (6) such remuneration or administrative expenses (or both) as he may determine. 10 In relation to any function which, by virtue of subsection (1) or (4), is exercisable to a specified extent, references in any other provision of this section to the exercise of that function are accordingly to its exercise to that extent. 11 In this section “executive” and “executive arrangements” have the same meaning as in Part II of the Local Government Act 2000."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "24", "section_title": " Supply of information in connection with student  loans   support .", "section_text": "24 1 This section applies to any information which is held— a by the Commissioners of Inland Revenue, or b by a person providing services to those Commissioners and in connection with the provision of those services. 2 Information to which this section applies may be supplied to— a the Secretary of State  , the Welsh Ministers   or the Department of Education for Northern Ireland, b any person or body acting on behalf of the Secretary of State  , the Welsh Ministers   or that Department under the delegation of functions provisions, or c any authority or governing body by whom any function of the Secretary of State  , the Welsh Ministers   or that Department is for the time being exercisable to any extent by virtue of the transfer of functions provisions, for the purpose of enabling or assisting the recipient to exercise any function in connection with the operation of the student loans scheme. 2A Information to which this section applies may also be supplied to— a the Welsh Ministers, b any person or body acting on behalf of the Welsh Ministers under section 23(4), or c any authority or governing body by whom any function of the Welsh Ministers is for the time being exercisable to any extent by virtue of section 23(1), for the purpose of enabling or assisting the recipient to exercise any function in connection with regulations under section 22 so far as having effect in relation to grants under that section. 3 Information supplied under subsection (2)  or (2A)   shall not be supplied by the recipient to any other person or body unless it is supplied— a to a person or body to whom it could be supplied under that subsection, or b for the purposes of any civil or criminal proceedings arising out   of—                       i the student loans scheme, or ii regulations under section 22 so far as having effect in relation to grants made in pursuance of the Welsh Ministers' functions under that section. 4 Subsections (2)  , (2A)   and (3) extend only to the supply of information by or under the authority of the Commissioners of Inland Revenue. 5 This section does not limit the circumstances in which information may be supplied apart from this section. 6 In this section— a “ the delegation of functions provisions ” means section 23(4) of this Act or section 73A(3) of the  Education (Scotland) Act 1980; b “ the transfer of functions provisions ” means section 23(1) of this Act or section 73A(1) of that Act; and c “ the student loans scheme ” means the provisions of— i regulations under section 22 of this Act so far as having effect in relation to loans under that section, or ii regulations under section 73(f) of that Act made with respect to loans; and in this subsection any reference to a provision of this Act includes a reference to any corresponding Northern Ireland legislation. 7 Where the Commissioners for Her Majesty's Revenue and Customs provide information to a person under this Act, section 19 of the Commissioners for Revenue and Customs Act 2005 (wrongful disclosure) shall apply to the disclosure of the information by the person as it applies to the disclosure of information in contravention of a provision of that Act. 8 But section 19 shall not apply to disclosure— a in accordance with this section, b in accordance with another enactment, or c in circumstances specified in section 18(2)(c), (d), (e) or (h) of that Act. 9 In subsection (7)— a information provided to a person (P) shall be treated as being provided both to P and to any person on whose behalf P acts or by whom P is employed, b information provided to a person (P) and disclosed by P to another person (P2) in accordance with this section shall be treated as being provided also to P2 (and to any person on whose behalf P2 acts or by whom P2 is employed), and c the reference to disclosure by the person to whom information was provided (P) includes a reference to disclosure by any person acting on behalf of, or employed by, P (or a person to whom it is treated as being provided by virtue of paragraph (a) or (b)). 10 In the application of section 18(2)(c) and (d) of that Act by virtue of subsection (8)(c) above a reference to functions of the Revenue and Customs shall be taken as a reference to functions of the person making the disclosure in connection with student  grants or   loans. 11 In the application of section 19 of that Act by virtue of subsection (7) above  “ revenue and customs information ” means information provided by the Commissioners (but subject to the express exclusion in section 19(2))."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "25", "section_title": " Transitional arrangements.", "section_text": "25 1 Regulations may make provision— a for any function which is or may be conferred under or by virtue of a relevant enactment— i to transfer to, or otherwise be exercisable by, the designated person or body, or ii to be replaced by such function exercisable by the designated person or body as is specified in the regulations, to such extent as is so specified; b for any function exercisable by the designated person or body by virtue of paragraph (a)(i) to be exercisable in such modified form as is so specified; c for the transfer to the designated person or body of rights or liabilities arising under or by virtue of any relevant enactment; d for any such enactment to have effect with such modifications as are so specified; e imposing on persons or bodies of any description so specified requirements with respect to the transfer and preservation of records. 2 In this section “ the designated person or body ” means the Secretary of State or such other person or body as may be designated for the purpose by regulations under this section. 3 In this section “ relevant enactment ” means any enactment contained in— a the  Education Act 1962, b section 3 of the  Education Act 1973, or c the  Education (Student Loans) Act 1990, so far as that enactment continues in force by virtue of any savings made, in connection with its repeal by this Act, by an order under section 46(4). 4 The Secretary of State shall, not later than six months after the passing of this Act, appoint an independent body to review the arrangements for England and Wales relating to the payment of grants in respect of fees payable in connection with attendance on the final honours year of first degree courses at higher education institutions in Scotland. 5 The Secretary of State shall invite— a the Scottish higher education principals, b the Committee of Vice-Chancellors and Principals, and c such other bodies as he considers appropriate, to make representations to the body established under subsection (4); and the report of that body shall be laid before each House of Parliament not later than 1st April 2000. 6 If that body recommends that the arrangements referred to in subsection (4) should be modified in accordance with this subsection, the Secretary of State may modify those arrangements so as to secure that they are no less favourable than the arrangements made by regulations under section 73(f) of the  Education (Scotland) Act 1980 for the payment of allowances in respect of fees payable as mentioned in subsection (4). 7 In subsections (4) and (6) any reference to the arrangements for England and Wales is a reference to arrangements made either under the Education Act 1962 or under section 22 of this Act."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "26", "section_title": " Imposition of conditions as to fees at further or higher education institutions.", "section_text": "26 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "27", "section_title": " Expenditure eligible for funding.", "section_text": "27 Section 65 of the  Further and Higher Education Act 1992 (administration of funds by Higher Education Funding Councils) shall have effect, and be deemed always to have had effect, with the insertion of the following subsections after subsection (3)— 3A In the application of subsection (3) above to any grants, loans or other payments by a Council, the reference to expenditure incurred or to be incurred by the governing body of a higher education institution as mentioned in paragraph (a) of that subsection includes a reference to expenditure incurred or to be incurred by any connected institution to which the governing body propose, with the consent of the Council, to pay the whole or part of any such grants, loans or other payments. 3B In subsection (3A) “ connected institution ”, in relation to a higher education institution, means any college, school, hall or other institution which the Council in question are satisfied has a sufficient connection with that institution for the purposes of that subsection."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "28", "section_title": " Interpretation of Chapter I.", "section_text": "28 1 In this Chapter—  ... “ further education course ” and “ higher education course ” have the meaning given by regulations under section 22; ... 2 Regulations under section 22 may provide for courses provided wholly or partly outside the United Kingdom to be further education courses or (as the case may be) higher education courses for the purposes of this Chapter."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "29", "section_title": " Grants and loans: Scotland.", "section_text": "29 1 In section 73 of the Education (Scotland) Act 1980 (power of Secretary of State to make grants and loans), in paragraph (f), after the word “allowances” there shall be inserted the words  “                    or loans                  ” . 2 After that section there shall be inserted—  Transfer or delegation of functions relating to student support. 73A 1 If the Secretary of State so determines, any function exercisable by him by virtue of regulations made under section 73(f) of this Act shall, to such extent as is specified in his determination, be exercisable instead by such body or person as is so specified. 2 A person or body by whom any function is for the time being exercisable by virtue of subsection (1) above shall comply with any direction given by the Secretary of State as to the exercise of that function. 3 The Secretary of State may make arrangements for any person or body specified in the arrangements to exercise on his behalf, to such extent as is so specified, any function exercisable by him by virtue of regulations under section 73(f) of this Act (including any such functions as to appeals). 4 Any arrangements made under subsection (3) above shall not prevent the Secretary of State from exercising the function in question himself. 5 The Secretary of State may make provision for enabling appeals— a to be made with respect to such matters arising out of the exercise by any person or body of any function by virtue of subsection (1) or (3) above as he may determine; and b to be so made to a person or body appointed by him for that purpose. 6 The Secretary of State may pay to any person or body by whom any function is exercisable by virtue of subsection (1) or (3) above— a such amounts as he considers appropriate for the purpose of meeting expenditure incurred or to be incurred by that person or body— i in making grants or loans by virtue of regulations under section 73(f) of this Act, or ii by way of administrative expenses, in, or in connection with, the exercise of that function; b in the case of any such person, or of any body with which the Secretary of State has made arrangements under subsection (3) above, such remuneration as he may determine. 7 Any payment under subsection (6)(a) above may be made subject to such terms and conditions (including conditions as to repayment) as the Secretary of State may determine. 8 The Secretary of State may pay to any person or body appointed by him under subsection (5) such remuneration or administrative expenses (or both) as he may determine. 9 In relation to any function which, by virtue of subsection (1) or (3) above is exercisable to a specified extent, references in any other provision of this section to the exercise of that function are accordingly to its exercise to that extent.  Regulations relating to student loans. 73B 1 This section applies in relation to regulations under paragraph (f) of section 73 of this Act made with respect to loans. 2 Regulations to which this section applies may make provision requiring such amounts as may be prescribed, payable under loans granted by virtue of such regulations, to be paid directly to institutions providing courses of education who have previously made payments of any prescribed description to persons attending such courses to whom such loans may be granted. 3 Regulations to which this section applies may make such provision as the Secretary of State considers necessary or expedient in connection with the recovery of amounts due from borrowers under loans granted by virtue of such regulations, including provision for— a imposing on employers, or (as the case may be) such other persons or bodies as may be prescribed, requirements with respect to— i the making of deductions in respect of amounts so due (or, in any prescribed circumstances, amounts assessed in accordance with the regulations to be so due) from emoluments payable to borrowers, ii the collection by other means of such amounts, iii the transmission of amounts so deducted or collected to the Secretary of State in accordance with directions given by him; b imposing on employers, or such other persons or bodies as may be prescribed, requirements with respect to the keeping and production of records for such purposes as may be prescribed; c imposing on borrowers requirements with respect to— i the provision of such information, and ii the keeping and production of such documents and records, relating to their income as may be prescribed; d requiring the payment, by persons or bodies to whom the requirements imposed in pursuance of paragraphs (a) to (c) above apply, of— i penalties in cases of non-compliance with, or otherwise framed by reference to, such requirements, and ii interest in respect of periods when such penalties are due but unpaid; e requiring the payment by borrowers, in respect of periods when amounts due under their loans are unpaid, of— i interest (applied to such amounts at a rate calculated otherwise than in accordance with subsections (6) and (7) below), or ii both such interest and one or more surcharges (together with further interest in respect of periods when such surcharges are due but unpaid); f enabling the Secretary of State to require the reimbursement by borrowers of costs or expenses of any prescribed description incurred by him in connection with the recovery of unpaid amounts; g applying or extending with or without modification, for purposes connected with the recovery of amounts under regulations to which this section applies, any of the provisions of the Taxes Acts or of regulations under section 203 of the  Income and Corporation Taxes Act 1988 (PAYE); h determining the priority as between deductions falling to be made by virtue of paragraph (a)(i) above and deductions falling to be made from emoluments payable to borrowers by virtue of other enactments (whenever passed); i modifying any enactment or instrument (whenever passed or made) so as to provide for the treatment, in connection with any calculation with respect to income (however defined), of amounts due from or payable to such persons under loans granted by virtue of regulations to which this section applies. 4 In subsection (3) above— a “ employers ” means persons who make payments of, or on account of, income assessable to income tax under Schedule E, and b “ the Taxes Acts ” has the same meaning as in the  Taxes Management Act 1970. 5 Regulations to which this section applies may make provision for the payment, in respect of amounts overpaid by borrowers, of interest at such rate, and calculated in such manner, as may be determined by the Secretary of State from time to time. 6 A rate of interest, prescribed by regulations to which this section applies, to be borne by loans shall at no time exceed the rate for the time being specified for the purposes of any exemption conferred by virtue of section 16(5)(b) of the  Consumer Credit Act 1974 (exemption of certain consumer credit agreements by reference to the rate of the total charge for credit). 7 Subject to subsection (6) above, regulations to which this section applies shall not prescribe a rate of interest to be borne by loans higher than that which the Secretary of State, having regard to such retail prices index as appears to him to be appropriate, is satisfied is required to maintain the value in real terms of the outstanding amounts of such loans. 8 Regulations to which this section applies may make provision, for the purpose of calculating the interest to be borne by loans, for repayments by borrowers to be treated as having been made or received on such date or dates as may be prescribed. 9 Regulations to which this section applies may prescribe requirements or other provisions which add to or otherwise modify, during the currency of a loan, requirements or other provisions (whether as to repayment or otherwise) which apply in relation to loans granted by virtue of such regulations. 10 Regulations to which this section applies may make provision for a borrower not to be liable to make any repayment in respect of a loan— a during such periods as may be prescribed from time to time, or b in such circumstances as may be prescribed, including provision for the cancellation of any further such liability of the borrower in any such circumstances. 11 Regulations to which this section applies may make provision for appeals with respect to matters arising under such regulations (including provision for determining, or enabling the determination of, the procedure to be followed in connection with such appeals). 12 Regulations to which this section applies may, in relation to a borrower’s discharge under or by virtue of section 54 of the  Bankruptcy (Scotland) Act 1985 or on an order being made under paragraph 11 of Schedule 4 to that Act, make provision for the treatment of any debt or liability to which a borrower is, or may become, subject in respect of sums received, or which he is entitled to receive, after the date of his sequestration. 13 Nothing in this section prejudices the generality of section 73(f) of this Act.  Transitional provisions and savings on repeal of Education (Student Loans) Act 1990. 73C 1 The Secretary of State may by regulations make such transitional provision and savings in connection with the repeal by the Teaching and Higher Education Act 1998 of the  Education (Student Loans) Act 1990 (“ the 1990 Act ”) as he considers necessary or expedient including— a provision for any function which has been conferred under or by virtue of the 1990 Act to transfer to, or otherwise become exercisable by— i the Secretary of State, or ii such other person or body as may be prescribed, to such extent as may be prescribed; and b provision for the transfer to the Secretary of State or any such other person or body of rights or liabilities arising under or by virtue of the 1990 Act. 2 Regulations made by virtue of paragraphs (a) and (b) of subsection (1) above may, in particular, provide for— a any such function to be exercisable in pursuance of such regulations in such modified form as may be prescribed; b the 1990 Act to have effect with such modifications as may be prescribed.  Provision as to maximum amounts of certain allowances. 73D 1 This section applies to allowances payable by virtue of section 73(f) of this Act in respect of the fees charged in connection with attendance on a course of higher education. 2 The Secretary of State may by order made by statutory instrument determine the maximum amount payable in any academic year of allowances to which this section applies in respect of such courses or classes of courses of higher education as may be so determined and, subject to subsection (3) below, a statutory instrument containing an order under this subsection shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 Where the Secretary of State has determined a maximum amount under subsection (2) above, he shall not make a further determination increasing that maximum amount under that subsection unless— a he is satisfied that the increase is no greater than is required to maintain the allowance’s value in real terms; or b a draft of the order containing the further determination has been laid before, and approved by a resolution of, each House of Parliament. 4 For the purposes of subsection (3)(a) above the Secretary of State shall have regard to such retail prices index as appears to him to be appropriate. 5 In subsection (2) above, “ courses of higher education ” means courses of higher education falling within section 38 of the  Further and Higher Education (Scotland) Act 1992."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "30", "section_title": " Supply of information in connection with student loans: Scotland.", "section_text": "30 After section 73D of the  Education (Scotland) Act 1980 there shall be inserted—  Supply of information in connection with student loans. 73E 1 This section applies to any information which is held— a by the Commissioners of Inland Revenue, or b by a person providing services to those Commissioners and in connection with the provision of those services. 2 Information to which this section applies may be supplied to— a the Secretary of State or the Department of Education for Northern Ireland, b any person or body acting on behalf of the Secretary of State or that Department under the delegation of functions provisions, or c any person or body by whom any function of the Secretary of State or that Department is for the time being exercisable to any extent by virtue of the transfer of functions provisions, for the purpose of enabling or assisting the recipient to exercise any function in connection with the operation of the student loans scheme. 3 Information supplied under subsection (2) above shall not be supplied by the recipient to any other person or body unless it is supplied— a to a person or body to whom it could have been supplied under that subsection, or b for the purposes of any civil or criminal proceedings arising out of the student loans scheme. 4 Subsections (2) and (3) above extend only to the supply of information by or under the authority of the Commissioners of Inland Revenue. 5 This section does not limit the circumstances in which information may be supplied apart from this section. 6 In this section— a “ the delegation of functions provisions ” means section 73A(3) of this Act or section 23(4) of the Teaching and Higher Education Act 1998; b “ the transfer of functions provisions ” means section 73A(1) of this Act or section 23(1) of the Teaching and Higher Education Act 1998; and c “ the student loans scheme ” means the provisions of— i regulations under section 73(f) of this Act with respect to loans; or ii regulations under section 22 of the Teaching and Higher Education Act 1998 so far as having effect in relation to loans under that section; and in this subsection any reference to a provision of this Act includes a reference to any corresponding Northern Ireland legislation."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "31", "section_title": " Imposition of conditions as to fees at further and higher education institutions in Scotland.", "section_text": "31 1 In section 10 of the  Further and Higher Education (Scotland) Act 1992 (payment of grants to Funding Council), after subsection (2) there shall be inserted— 2A The power of the Secretary of State under subsection (2) above to impose conditions shall include power to impose a condition requiring the Funding Council to impose, in such cases as may be specified in the condition, a condition under subsection (2B) below in relation to any grant, loan or other payment made by the Funding Council in the exercise of any function prescribed by an order under section 7(2) of this Act. 2B A condition under this subsection shall require— a the board of management of any college of further education; or b any other person to whom any such grant, loan or other payment as is mentioned in subsection (2A) above is made, to secure that no fees are payable to the board of management or, as the case may be, person by any specified class of persons in respect of any specified matters in connection with their attending courses of any specified description. 2C No condition under subsection (2B) above shall apply in relation to any fees which are payable, in accordance with regulations under section 1 of the  Education (Fees and Awards) Act 1983 (fees at universities and further education establishments), by students other than those falling within any class of persons prescribed by such regulations for the purposes of subsection (1) or (2) of that section (persons connected with the United Kingdom etc.). 2D A condition under subsection (2B) above shall impose, in the event of a failure by a board of management mentioned in paragraph (a) of that subsection or, as the case may be, of such other person as is mentioned in paragraph (b) of that subsection to comply with the requirement specified in that subsection, such further financial requirements on that board or person as may be specified, which may include requirements relating to the repayment, with or without interest, of the whole or any part of any sums received by that board or person in respect of the grant, loan or other payment in question. 2E Where the functions of the Secretary of State under section 4 of this Act are exercised by the Funding Council, the prohibition contained in subsection (3) of that section shall not apply in relation to conditions imposed under subsection (2B) above. 2 In section 42 of that Act (grants in relation to higher education), after subsection (3) there shall be inserted— 3A The power of the Secretary of State under subsection (1) above to impose conditions shall include power to impose a condition requiring the Council to impose, in such cases as may be specified in the condition, a condition under subsection (3B) below in relation to any grants, loans or other payments made by the Council under section 40(3) of this Act in respect of activities eligible for funding under that section. 3B A condition under this subsection shall require the recipient of a grant, loan or other payment made under section 40(3) of this Act to secure that the fees payable to the recipient by any class of persons prescribed by regulations in connection with their attending courses of any description so prescribed are equal to such maximum amount as may, in relation to any such class of persons attending courses of any such description, be determined by the Secretary of State under section 73D(2) of the  Education (Scotland) Act 1980. 3C No condition under subsection (3B) above shall apply in relation to any fees which are payable, in accordance with regulations under section 1 of the  Education (Fees and Awards) Act 1983 (fees at universities and further education establishments), by students other than those falling within any class of persons prescribed by such regulations for the purposes of subsection (1) or (2) of that section (persons connected with the United Kingdom, etc.). 3D The Secretary of State shall not exercise the power to prescribe descriptions of courses under subsection (3B) above in such a way as to discriminate— a in relation to courses for the training of persons preparing to be teachers which are open only to persons holding a degree, between different courses on the basis of the subject in which such training is given; or b in relation to other courses, between courses at the same or a comparable level on the basis of the particular areas of study or research to which they relate. 3E A condition under subsection (3B) above shall impose, in the event of a failure by the recipient of a grant, loan or other payment made under section 40(3) of this Act to comply with the requirement specified in that subsection, such further financial requirements on that recipient as may be specified, which may include requirements relating to the repayment, with or without interest, of the whole or any part of any sums received by that recipient in respect of the grant, loan or other payment in question. 3F Subsection (3) above shall not apply in relation to conditions imposed under subsection (1) above by virtue of subsection (3A) above. 3G The prohibition contained in section 40(4) of this Act and the duty imposed by section 41(2) of this Act shall not apply in relation to conditions imposed under subsection (3B) above."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "32", "section_title": " Right of young persons to time off for study or training.", "section_text": "32 After section 63 of the  Employment Rights Act 1996 there shall be inserted—  Right to time off for young person for study or training. 63A 1 An employee who— a is aged 16 or 17, b is not receiving full-time secondary or further education, and c has not attained such standard of achievement as is prescribed by regulations made by the Secretary of State, is entitled to be permitted by his employer to take time off during the employee’s working hours in order to undertake study or training leading to a relevant qualification. 2 In this section— a “ secondary education ”— i in relation to England and Wales, has the same meaning as in the  Education Act 1996, and ii in relation to Scotland, has the same meaning as in section 135(2)(b) of the  Education (Scotland) Act 1980; b “ further education ”— i in relation to England and Wales, means such further education (within the meaning of the Education Act 1996) as is provided by means of a course of a description mentioned in Schedule 2 to the  Further and Higher Education Act 1992, and ii in relation to Scotland, has the same meaning as in section 1(3) of the  Further and Higher Education (Scotland) Act 1992; and c “ relevant qualification ” means an external qualification the attainment of which— i would contribute to the attainment of the standard prescribed for the purposes of subsection (1)(c), and ii would be likely to enhance the employee’s employment prospects (whether with his employer or otherwise); and for the purposes of paragraph (c) “ external qualification ” means an academic or vocational qualification awarded or authenticated by such person or body as may be specified in or under regulations made by the Secretary of State. 3 An employee who— a satisfies the requirements of paragraphs (a) to (c) of subsection (1), and b is for the time being supplied by his employer to another person (“ the principal ”) to perform work in accordance with a contract made between the employer and the principal, is entitled to be permitted by the principal to take time off during the employee’s working hours in order to undertake study or training leading to a relevant qualification. 4 Where an employee— a is aged 18, b is undertaking study or training leading to a relevant qualification, and c began such study or training before attaining that age, subsections (1) and (3) shall apply to the employee, in relation to that study or training, as if “or 18” were inserted at the end of subsection (1)(a). 5 The amount of time off which an employee is to be permitted to take under this section, and the occasions on which and any conditions subject to which time off may be so taken, are those that are reasonable in all the circumstances having regard, in particular, to— a the requirements of the employee’s study or training, and b the circumstances of the business of the employer or the principal and the effect of the employee’s time off on the running of that business. 6 Regulations made for the purposes of subsections (1)(c) and (2) may make different provision for different cases, and in particular may make different provision in relation to England, Wales and Scotland respectively. 7 References in this section to study or training are references to study or training on the premises of the employer or (as the case may be) principal or elsewhere. 8 For the purposes of this section the working hours of an employee shall be taken to be any time when, in accordance with his contract of employment, the employee is required to be at work."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "33", "section_title": " Further provisions as to time off for study or training.", "section_text": "33 After the section 63A inserted in the  Employment Rights Act 1996 by section 32 there shall be inserted—  Right to remuneration for time off under section 63A. 63B 1 An employee who is permitted to take time off under section 63A is entitled to be paid remuneration by his employer for the time taken off at the appropriate hourly rate. 2 The appropriate hourly rate, in relation to an employee, is the amount of one week’s pay divided by the number of normal working hours in a week for that employee when employed under the contract of employment in force on the day when the time off is taken. 3 But where the number of normal working hours differs from week to week or over a longer period, the amount of one week’s pay shall be divided instead by— a the average number of normal working hours calculated by dividing by twelve the total number of the employee’s working hours during the period of twelve weeks ending with the last complete week before the day on which the time off is taken, or b where the employee has not been employed for a sufficient period to enable the calculation to be made under paragraph (a), a number which fairly represents the number of normal working hours in a week having regard to such of the considerations specified in subsection (4) as are appropriate in the circumstances. 4 The considerations referred to in subsection (3)(b) are— a the average number of normal working hours in a week which the employee could expect in accordance with the terms of his contract, and b the average number of normal working hours of other employees engaged in relevant comparable employment with the same employer. 5 A right to any amount under subsection (1) does not affect any right of an employee in relation to remuneration under his contract of employment (“ contractual remuneration ”). 6 Any contractual remuneration paid to an employee in respect of a period of time off under section 63A goes towards discharging any liability of the employer to pay remuneration under subsection (1) in respect of that period; and, conversely, any payment of remuneration under subsection (1) in respect of a period goes towards discharging any liability of the employer to pay contractual remuneration in respect of that period.  Complaints to employment tribunals. 63C 1 An employee may present a complaint to an employment tribunal that— a his employer, or the principal referred to in subsection (3) of section 63A, has unreasonably refused to permit him to take time off as required by that section, or b his employer has failed to pay the whole or any part of any amount to which the employee is entitled under section 63B. 2 An employment tribunal shall not consider a complaint under this section unless it is presented— a before the end of the period of three months beginning with the day on which the time off was taken or on which it is alleged the time off should have been permitted, or b within such further period as the tribunal considers reasonable in a case where it is satisfied that it was not reasonably practicable for the complaint to be presented before the end of that period of three months. 3 Where an employment tribunal finds a complaint under this section well-founded, the tribunal shall make a declaration to that effect. 4 If the complaint is that the employer or the principal has unreasonably refused to permit the employee to take time off, the tribunal shall also order the employer or the principal, as the case may be, to pay to the employee an amount equal to the remuneration to which he would have been entitled under section 63B if the employer or the principal had not refused. 5 If the complaint is that the employer has failed to pay the employee the whole or part of any amount to which he is entitled under section 63B, the tribunal shall also order the employer to pay to the employee the amount which it finds due to him."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "34", "section_title": " Inspection of vocational training by  Her Majesty’s chief inspector of Education and Training in Wales or Prif Arolygydd Ei Mawrhydi dros Addysg a Hyfforddiant yng Nghymru .", "section_text": "34 1 This section applies to training leading to an external qualification which is provided in Wales in pursuance of arrangements made by the Secretary of State under section 2(2)(f) of the  Employment and Training Act 1973. 2 The Chief Inspector shall, if requested to do so by the Secretary of State, arrange for any person providing training to which this section applies to be inspected under this section. 3 A request by the Secretary of State under this section may relate to one or more such persons, and shall specify— a the person or persons concerned, and b the form or forms of vocational training to which the inspection is to relate. 4 Before making any such request the Secretary of State shall consult the Chief Inspector as to the matters to be specified in the request in accordance with subsection (3). 5 Any inspection under this section shall be conducted by one or more of the following, namely— a any of Her Majesty’s Inspectors of Schools in Wales, or b any additional inspector authorised under paragraph 2 of Schedule 1 to the  School Inspections Act 1996; but such an inspector or inspectors may be assisted by such other persons (whether or not members of the Chief Inspector’s staff) as the Chief Inspector thinks fit. 6 In conducting an inspection under this section, the inspector or inspectors shall act in accordance with any instructions or guidelines given from time to time by the Secretary of State. 7 Where an inspection under this section has been completed, the inspector or inspectors shall make a written report on the inspection, and shall send the report to the Secretary of State. 8 The Secretary of State may arrange for any report of an inspection under this section to be published in such manner as he considers appropriate; and section 42A(2) to (4) of the School Inspections Act 1996 shall apply in relation to the publication of any such report by the Secretary of State as they apply in relation to the publication of a report by the Chief Inspector under any of the provisions mentioned in section 42A(2). 9 In this section— “ the Chief Inspector ” means  Her Majesty’s Chief Inspector of Education and Training in Wales or Prif Arolygydd Ei Mawrhydi dros Addysg a Hyfforddiant yng Nghymru ; “ external qualification ” means a vocational qualification awarded or authenticated by such person or body as may be specified in or under regulations."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "35", "section_title": " Inspection of careers services by  Her Majesty’s Chief Inspector of Education and Training in Wales or Prif Arolygydd Ei Mawrhydi dros Addysg a Hyfforddiant yng Nghymru .", "section_text": "35 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "35A", "section_title": " Inspection of other careers services etc. in Wales.", "section_text": "35A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "36", "section_title": " Power of funding councils in England and Wales to secure provision of certain further education.", "section_text": "36 1 Section 3 of the  Further and Higher Education Act 1992 (functions with respect to part-time education and full-time education for those over 18) shall be amended as follows. 2 For subsection (3) there shall be substituted— 3 A council may secure the provision of facilities for education within paragraph (a) or (b) of subsection (1) above— a for the population of their area, where they are not required to do so by virtue of that subsection, or b for other persons. 3 In subsection (5), for “to which subsection (1) above applies” there shall be substituted  “                    within paragraph (a) or (b) of subsection (1) above                  ” ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "37", "section_title": " Joint exercise of functions of funding councils in Scotland.", "section_text": "37 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "38", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "38"}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "39", "section_title": " Unauthorised use of “university” in title of educational institution, etc.", "section_text": "39 A1 A relevant institution in England must not, when making available (or offering to make available) educational services, do so under a name which includes the word  “university” unless the inclusion of that word in that name is— a authorised by or by virtue of any Act or Royal Charter, or b approved by the Office for Students for the purposes of this section. 1 A relevant institution in  ... Wales shall not, when making available (or offering to make available) educational services, do so under a name which includes the word “university” unless the inclusion of that word in that name is— a authorised by or by virtue of any Act or Royal Charter, or b approved by the Privy Council for the purposes of this section. 2 A person carrying on   a relevant institution in England or a relevant institution in Wales   shall not, when making available (or offering to make available) educational services through the institution, use with reference either to himself or the institution a name which includes the word “university” unless the inclusion of that word in that name is authorised or approved as mentioned in subsection   (A1) or  (1). 3 Subsection   (A1),  (1) or (2) applies where the educational services are made available, or (as the case may be) the offer to make such services available is made, in any part of the United Kingdom. 4 For the purposes of subsection   (A1),  (1) or (2) the inclusion of the word “university” in any name shall not be taken to be authorised by or by virtue of a Royal Charter relating to a university by reason of any provision of the Charter with respect to— a the affiliation or association of other institutions to the university, or b the accreditation by the university of educational services provided by other institutions. 5 In approving the inclusion of the word “university” in any name for the purposes of this section   the Office for Students and  the Privy Council shall have regard to the need to avoid names which are or may be confusing. 5A In exercising its power to give approval under subsection (A1) or (2), the Office for Students must have regard to factors set out in guidance given by the Secretary of State. 5B Before giving guidance under subsection (5A), the Secretary of State must consult— a bodies representing the interests of English higher education providers, b bodies representing the interests of students on higher education courses provided by English higher education providers, and c such other persons as the Secretary of State considers appropriate. 5C The power of the Office for Students under subsection (A1) or (2) is not exercisable in a case where the inclusion of the word  “university” in the name in question may be authorised by virtue of any other Act or any Royal Charter. 5D But that does not prevent the power of the Office for Students under subsection (A1) or (2) being exercisable where the inclusion of the word  “university” in the name in question has approval, or may require approval, under section 55 or 1194 of the Companies Act 2006. 5E Where approval is given by the Office for Students under subsection (A1) or (2) in such a case, that does not affect any requirement for approval under section 55 or 1194 of the Companies Act 2006. 6 The Privy Council’s power of approval under subsection (1) or (2) shall not be exercisable in a case where the inclusion of the word “university” in the name in question may be authorised by virtue of any other Act or any Royal Charter. 7 In this section—     “ English higher education provider ” and  “ higher education course ” have the same meaning as in Part 1 of the Higher Education and Research Act 2017 (see section 83 of that Act);     “ relevant institution in England ” means a registered higher education provider as defined by section 85 of the Higher Education and Research Act 2017;   “ relevant institution in Wales ” means— a an institution in Wales within the further education sector as defined by section 91(3) of the Further and Higher Education Act 1992, or b an institution in Wales within the higher education sector as defined by section 91(5) of that Act; “ university ”, in the context of the reference in subsection (4) to a Royal Charter relating to a university, has the meaning given by section 90(3) of that Act. 8 For the purposes of this section, an institution is in England or is in Wales if the institution's activities are carried on, or principally carried on, in England or, as the case may be, in Wales."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "40", "section_title": " University college, etc., not to be treated as university.", "section_text": "40 At the end of section 77(4) of the Further and Higher Education Act 1992 (use of “university” in title of institution), there shall be added  “                , unless in that name that word is immediately followed by the word “college” or “collegiate”.              ”"}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "41", "section_title": " Charitable status of further and higher education corporations.", "section_text": "41 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "42", "section_title": " Orders and regulations.", "section_text": "42 1 Any power of the Secretary of State to make an order or regulations under this Act shall be exercised by statutory instrument. 2 A statutory instrument containing— a an order under section 7 or 8  or paragraph 18 of Schedule 1 , or b (subject to the following provisions of this section) any regulations under this Act, shall be subject to annulment in pursuance of a resolution of either House of Parliament. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Subsection (2) does not apply to the first regulations to be made under section 22; and no such regulations shall be made (whether alone or with other regulations) unless a draft of the statutory instrument containing the regulations has been laid before, and approved by a resolution of, each House of Parliament. 5 That subsection also does not apply to— a any regulations in relation to which paragraph (b) of section 22(7) applies, or b any other regulations under section 22 a draft of which has been laid before, and approved by a resolution of, each House of Parliament. 5 That subsection also does not apply to any other regulations under section 22 a draft of which has been laid before, and approved by a resolution of, each House of Parliament. 6 Any order or regulations under this Act may make different provision for different cases, circumstances or areas and may contain such incidental, supplemental, saving or transitional provisions as the Secretary of State thinks fit. 7 Any order or regulations under this Act may make different provision in relation to England and Wales respectively. 8 Nothing in this Act shall be read as affecting the generality of subsection (6). 9 ... The Secretary of State shall, before making regulations under Chapter I of Part I of this Act, consult the Council  ...."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "43", "section_title": " General interpretation.", "section_text": "43 1 In this Act— “ the Council ” means the body corporate referred to in section 1(1); “ functions ” includes powers and duties;   “ local authority ” has the same meaning as in the Education Act 1996 (see section 579(1) of that Act);   “ modifications ” includes additions, alterations and omissions, and “ modify ” shall be construed accordingly;  “ prescribed ” means prescribed by regulations; “ registered teacher ” means (subject to paragraph 8 of Schedule 2) a person for the time being registered under section 3  with full or provisional registration ; “ regulations ” means regulations made by the Secretary of State under this Act. 2 In the following provisions of this Act, namely— a sections 12, 15 and 19, and b Schedule 2, “ employer ”, in relation to a teacher, includes a   local authority , governing body or other person who engage (or make arrangements for the engagement of) that person to provide his services as a teacher otherwise than under a contract of employment, and “ employed ”, “ employment ” and any expressions relating to the termination of employment shall be construed accordingly."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "44", "section_title": " Minor and consequential amendments and repeals.", "section_text": "44 1 The minor and consequential amendments set out in Schedule 3 shall have effect. 2 The enactments specified in Schedule 4 are repealed to the extent specified."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "45", "section_title": " Northern Ireland.", "section_text": "45 An Order in Council under paragraph 1(1)(b) of Schedule 1 to the  Northern Ireland Act 1974 (legislation for Northern Ireland in the interim period) which contains a statement that it is made only for purposes corresponding to those of sections 22 to 26 and 28 or sections 32 and 33— a shall not be subject to paragraph 1(4) and (5) of that Schedule (affirmative resolution of both Houses of Parliament); but b shall be subject to annulment in pursuance of a resolution of either House of Parliament."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "46", "section_title": " Short title, commencement and extent.", "section_text": "46 1 This Act may be cited as the Teaching and Higher Education Act 1998. 2 This Act shall be included in the list of Education Acts set out in section 578 of the  Education Act 1996. 3 In this Act— sections 22 to 31, sections 42 and 43, section 45, and this section, come into force on the day on which this Act is passed. 4 The remaining provisions of this Act shall come into force on such day as the Secretary of State may by order appoint, and different days may be appointed for different provisions and for different purposes. 5 Subject to subsections (6) to (9), this Act extends to England and Wales only. 6 The following provisions extend to Scotland only— sections 16 and 17, section 21, sections 29 and 30, except that subsections (3) and (11) of section 73B, and section 73A so far as relating to any function exercisable by virtue of those subsections, of the  Education (Scotland) Act 1980 (which are inserted by section 29) shall also extend to England and Wales and Northern Ireland, section 31, and sections 37 and 38. 7 The following provisions also extend to Scotland— section 22 so far as relating to the making of any provision authorised by subsection (2)(a), (c), (j) or (k), (3)(e) or (5) of that section, section 23 so far as relating to any function exercisable by virtue of any provision so authorised, sections 32 and 33, section 39, section 42, and this section. 8 The following provisions extend to Northern Ireland— section 22 so far as relating to the making of any provision authorised by subsection (2)(a), (c), (j) or (k),    (3)(e), (f), (g) or (h)    or (5) of that section, section 23 so far as relating to any function exercisable by virtue of any provision so authorised, section 39, section 45, and this section. 9 The amendment or repeal by this Act of an enactment extending to Scotland or Northern Ireland extends also to Scotland or, as the case may be, Northern Ireland."}, {"act": "Teaching and Higher Education Act 1998", "year": 1998, "section": "23", "section_title": " Transfer or delegation of functions relating to student support.", "section_text": "23 1 If the Secretary of State so determines, any function exercisable by him by virtue of regulations under section 22 shall, to such extent as is specified in his determination, be exercisable instead by such body as is so specified which is either— a a   local authority   ..., or b the governing body of an institution  with  which eligible students (within the meaning of such regulations) are  undertaking  courses. 2 A body by whom any function is for the time being exercisable by virtue of subsection (1) shall comply with any directions given by the Secretary of State as to the exercise of that function. 3 Where any function is so exercisable by a   local authority , the functions shall be taken to be a function of that authority for the purposes of— a in the case of an authority which is not operating executive arrangements, section 101 of the Local Government Act 1972 (arrangements for discharge of functions by local authorities), b section 70 of the Deregulation and Contracting Out Act 1994 (contracting out of functions of local authorities), and c in the case of an authority which is operating executive arrangements, section 13 of the Local Government Act 2000 and accordingly— i if, or to the extent that, that function is the responsibility of the executive of that authority sections 14 to 16 and any regulations made under sections 17 to 20 of that Act shall apply; or ii if, or to the extent that, that function is not the responsibility of that executive section 101 of the Local Government Act 1972 shall apply 4 The Secretary of State may make arrangements for any person or body specified in the arrangements to exercise on his behalf, to such extent as is so specified, any function exercisable by him by virtue of regulations under section 22 (including any such function in relation to appeals). 5 Any arrangements made under subsection (4) shall not prevent the Secretary of State from exercising the function in question himself. 6 The Secretary of State may make provision for enabling appeals— a to be made with respect to such matters arising out of the exercise by any person or body of any function by virtue of subsection (1) or (4) as he may determine, and b to be so made to a person or body appointed by him for the purpose. 7 The Secretary of State may pay to any body or person by whom any function is exercisable by virtue of subsection (1) or (4)— a such amounts as he considers appropriate for the purpose of meeting expenditure incurred or to be incurred by that body or person— i in making grants or loans under section 22, or ii by way of administrative expenses, in, or in connection with, the exercise of that function; b in a case where the function is exercisable by virtue of subsection (4), such remuneration as he may determine. 8 Any payment under subsection (7)(a) may be made subject to such terms and conditions as the Secretary of State may determine; and any such conditions may in particular— a require the provision of returns or other information before any such payment is made; b relate to the use of the amount paid or require the repayment in specified circumstances of all or part of the amount paid. 9 The Secretary of State may pay to any person or body appointed by him under subsection (6) such remuneration or administrative expenses (or both) as he may determine. 10 In relation to any function which, by virtue of subsection (1) or (4), is exercisable to a specified extent, references in any other provision of this section to the exercise of that function are accordingly to its exercise to that extent. 11 In this section “executive” and “executive arrangements” have the same meaning as in Part II of the Local Government Act 2000."}]