[{"act": "Fairs Act 1873", "year": 1873, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as “ The Fairs Act 1873. ”"}, {"act": "Fairs Act 1873", "year": 1873, "section": "2", "section_title": " Extent of Act.", "section_text": "2 This Act shall not extend to Scotland or Ireland."}, {"act": "Fairs Act 1873", "year": 1873, "section": "3", "section_title": " Definition of terms.", "section_text": "3 In this Act the term “ owner ” means any person or persons, or body of commissioners or body corporate, entitled to hold any fair, whether in respect of the ownership of any lands or tenements, or under any charter, letters patent, or otherwise howsoever."}, {"act": "Fairs Act 1873", "year": 1873, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Fairs Act 1873", "year": 1873, "section": "5", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "5"}, {"act": "Fairs Act 1873", "year": 1873, "section": "6", "section_title": " Power to Secretary of State to alter days of holding fairs.", "section_text": "6 In case it shall appear to a Secretary of State, upon representation duly made to him by the justices acting in and for the  petty sessions area  within which any fair is held, or by the owner of any fair in England or Wales, that it would be for the convenience and advantage of the public that any such fair shall be held in each year on some day or days other than that or those on which such fair is used to be held or on the day or days on which such fair is used to be held and any preceding or subsequent day or days, or on or during a less number of days than those on which such fair is used to be held, it shall be lawful for a Secretary of State to order that such fair shall be held on such other day or days, or on the same day or days and any preceding or subsequent day or days, or on or during any less number of days as he shall think fit: Provided always, that notice of such representation and of the time when it shall please a Secretary of State to take the same into consideration shall if such representation shall have been made by justices be given to the owner of such fair, and shall if such representation shall have been made by the owner of such fair be given to the  justices’ chief executive for  the  petty sessions area  within which such fair is held, and shall also be published once in the London Gazette, and in three successive weeks in some one and the same newspaper published in the county, city, or borough in which such fair is held, or if there be no newspaper published therein, then in the newspaper of some county adjoining or near thereto, before such representation is so considered."}, {"act": "Fairs Act 1873", "year": 1873, "section": "7", "section_title": " Order of Secretary of State to be published in certain newspapers. All rights, &c. of owner to remain good.", "section_text": "7 When and so soon as any such order as aforesaid shall have been made by a Secretary of State, notice of the making of the same shall be published in the London Gazette and in some one newspaper of the county, city, or borough in which such fair is usually held, or if there be no newspaper published therein, then in the newspaper of some county adjoining or near thereto, and thereupon such fair shall only be held on the day or days mentioned in such order; and it shall be lawful for the owner of such fair to take all such toll or tolls, and to do all such act or acts, and to enjoy all and the same rights, powers, and privileges in respect thereof, and enforce the same by all and the like remedies, as if the same were held on the day or days upon which it was used to be held previous to the making of such order."}]