[{"act": "Colonial Stock Act 1892 (repealed 19.11.1998)", "year": 1892, "section": "1", "section_title": " Short title.", "section_text": "1 This Act may be cited as the Colonial Stock Act, 1892, and this Act and the  Colonial Stock Act 1877 may be cited together as the Colonial Stock Acts 1877 and 1892."}, {"act": "Colonial Stock Act 1892 (repealed 19.11.1998)", "year": 1892, "section": "2", "section_title": " Amendment of 40 & 41  Vict.  c. 59 as respects mode of transfer of stock. ", "section_text": "2 1 Any stock issued after the passing of this Act to which the Colonial Stock Act 1877 applies may, if so provided by regulations under section sixteen of that Act (which regulations the registrar is hereby authorised to make), be transferred by deed according to the form in the schedule to this Act, or to the like effect, and such deed, when duly executed by all parties, shall be delivered to the registrar and kept by him, and a memorial thereof shall be entered in the register. 2 On demand of the holder of any stock transferable by deed the registrar shall cause a certificate of the proprietorship thereof to be delivered to each holder, and such certificate shall be prima facie evidence of the title of the holder to the stock therein specified; nevertheless the want of such certificate shall not prevent the holder of any stock from disposing thereof. 2A This section shall have effect in relation to Scotland as if— a in subsection (1) for the words from “deed according” to “parties” there were substituted the words “a document in the form set out in the Schedule to this Act or to the like effect and the document as executed”; b in subsection (2) for the words “by deed” there were substituted the words “under this section”. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Colonial Stock Act 1892 (repealed 19.11.1998)", "year": 1892, "section": "3", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "3"}]