[{"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "1", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "1"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "51A", "section_title": " General rule. ", "section_text": "51A 1 A payment to which this section applies shall not be a charge on the income of the person liable to make it, and accordingly— a his income shall be computed without any deduction being made on account of the payment, and b the payment shall not form part of the income of the person to whom it is made or of any other person. 2 This section applies to any annual payment made by an individual which would otherwise be within the charge to tax under Case  III  of Schedule D except— a a payment of interest; b a covenanted payment to charity (within the meaning given by section 434(2) below); c a payment made for bona fide commercial reasons in connection with the individual’s trade, profession or vocation; and d a payment to which section 48(1) of the Finance Act 1977 applies. 3 This section applies to a payment made by personal representatives (within the meaning given in section 432(4) below) where— a the deceased would have been liable to make the payment if he had not died, and b this section would have applied to the payment if he had made it. 4 A maintenance payment arising outside the United Kingdom shall not be within the charge to tax under Case V of Schedule D if, because of this section, it would not have been within the charge to tax under Case III had it arisen in the United Kingdom; and for this purpose “ maintenance payment ” means a periodical payment (not being an instalment of a lump sum) which satisfies the conditions set out in paragraphs (a) and (b) of section 5IB(5) below. 5 No deduction shall be made under section 122(1)(b) below on account of an annuity or other annual payment which would not have been within the charge to tax under Case III of Schedule D if it had arisen in the United Kingdom. 6 References in subsection (2) above to an individual include references to a Scottish partnership in which at least one partner is an individual."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "51B", "section_title": " Qualifying maintenance payments. ", "section_text": "51B 1 In this section “ qualifying maintenance payment ” means a periodical payment which— a is made under an order made by a court in the United Kingdom, or under a written agreement the proper law of which is the law of a part of the United Kingdom, b is made by one of the parties to a marriage (including a marriage which has been dissolved or annulled) either— i to or for the benefit of the other Party and for the maintenance of the other party, or ii to the other party for the maintenance by the other party of any child of the family, c is due at a time when— i the two parties are not a married couple living together, and ii the party to whom or for whose benefit the payment is made has not remarried, and d is not a payment in respect of which relief from tax is available to the person making the payment under any provision of the Income Tax Acts other than this section. 2 Notwithstanding section 51A(1)(a) above but subject to subsections (3) and (4) below, a person making a claim for the purpose shall be entitled, in computing his total income for the year 1987-88, to deduct an amount equal to the aggregate amount of any qualifying maintenance payments made by him which fall due in that year. 3 The amount which may be deducted under this section by a person in computing his total income for the year 1987-88 shall not exceed £1,370. 4 Where qualifying maintenance payments falling due in the year 1987-88 are made by a person who also makes other maintenance payments attracting relief for that year, subsection (3) above shall apply as if the limit imposed by it were reduced by an amount equal to the aggregate amount of those other payments. 5 The reference in subsection (4) above to other maintenance payments attracting relief for the year 1987-88 is a reference to periodical payments which— a are made under an order made by a court (whether in the United Kingdom or elsewhere) or under a written or oral agreement, and b are made by a person— i as one of the parties to a marriage (including a marriage which has been dissolved or annulled) to or for the benefit of the other party to the marriage and for the maintenance of the other party, or ii to any person under 21 years of age for his own benefit, maintenance or education, or iii to any person for the benefit, maintenance or education of a person under 21 years of age, and in respect of which the person making them is entitled otherwise than under this section to make a deduction in computing his income for the year. 6 The reference in subsection (1) above to a married couple living together shall be construed in accordance with section 42(1) above, but section 42(2) above shall not apply for the purposes of this section. 7 In this section— “ child of the family ”, in relation to the parties to a marriage, means a person under 21 years of age— a who is a child of both those parties, or b who (not being a person who has been boarded out with them by a public authority or voluntary organisation) has been treated by both of them as a child of their family; “ periodical payment ” does not include an instalment of a lump sum."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "52", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "52"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "67", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "67"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "108", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "108"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "111", "section_title": " Woodlands managed on a commercial basis.", "section_text": "111 1 Any person occupying woodlands which are managed by him on a commercial basis and with a view to the realisation of profits may elect to be assessed and charged to tax in respect of those woodlands under Schedule D instead of under Schedule B. 2 The election of any such person shall be signified by notice in writing to the inspector not later than two years after the end of the chargeable period, and, from and after the receipt of the notice, the charge upon him for that period shall be under Schedule D, and the profits or gains arising to him from the occupation of the woodlands shall for all purposes be deemed to be profits or gains of a trade chargeable under that Schedule. 3 Any such election shall extend to all woodlands so managed on the same estate: Provided that woodlands shall be treated for this purpose as being woodlands on a separate estate if the person occupying them gives notice to the inspector within ten years after the time when they are planted or replanted. 4 An election under this section shall have effect not only as respects the chargeable period, but also as respects all future chargeable periods so long as the woodlands are occupied by the person making the election."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "112", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "112"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "168", "section_title": " Set-off against general income.", "section_text": "168 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  8 This section applies in relation to losses sustained in the occupation of woodlands in respect of which a person has elected under  Paragraph 4 of Schedule 6 to the Finance Act 1988  to be charged to income tax under Schedule D as it applies in relation to losses sustained in a trade."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "169", "section_title": " Extension of right of set-off to capital allowances.", "section_text": "169 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  10 This section applies (with any necessary adaptations) in relation to a profession, employment or vocation,  and in relation to the occupation of woodlands the profits or gains of which are assessable under Schedule D by virtue of an election under  Paragraph 4 of Schedule 6 to the Finance Act 1988 , as it applies in relation to a trade."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "170", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "170"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "171", "section_title": " Carry-forward against subsequent profits.", "section_text": "171 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 Where a loss is sustained by a person in the occupation of woodlands, and that person, if he had made a profit, would by reason of his election under  Paragraph 4 of Schedule 6 to the Finance Act 1988  have been chargeable for the following year to income tax under Schedule D computed on the amount of that profit, this section shall apply so as to give relief in respect of that loss in the same manner, and to the same extent, as if it were a loss sustained in a trade. 6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "172", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "172"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "174", "section_title": " Carry-back of terminal losses.", "section_text": "174 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  13 Where a person occupying woodlands has elected to be charged to income tax in respect thereof under Schedule D, this section shall apply to a terminal loss sustained by him in the occupation of the woodlands as it applies to a terminal loss sustained in a trade."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "175", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "175"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "238", "section_title": " Charge to corporation tax.", "section_text": "238 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  4 In this Part of this Act, except in so far as the context otherwise requires— a “ profits ” means income and chargeable gains, and b “ trade ” includes “vocation\", and includes also an office or employment  or the occupation of woodlands in any context in which the expression is applied to that in the Income Tax Acts ."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "239", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "239"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "243", "section_title": " General scheme of corporation tax.", "section_text": "243 1 Subject to any exceptions provided for by the Corporation Tax Acts, a company shall be chargeable to corporation tax on all its profits wherever arising. 2 A company shall be chargeable to corporation tax on profits accruing for its benefit under any trust, or arising under any partnership, in any case in which it would be so chargeable if the profits accrued to it directly; and a company shall be chargeable to corporation tax on profits arising in the winding up of the company, but shall not otherwise be chargeable to corporation tax on profits accruing to it in a fiduciary or representative capacity except as respects its own beneficial interest (if any) in those profits. 3 Corporation tax for any financial year shall be charged on profits arising in that year; but  corporation tax shall be computed and chargeable (and any assessments shall accordingly be made)  by reference to accounting periods, and the amount chargeable (after making all proper deductions) of the profits arising in an accounting period shall, where necessary, be apportioned between the financial years in which the accounting period falls. 4 Except as provided by  section 244 below and  section 344 of this Act (special provisions for building societies), corporation tax  assessed  for an accounting period shall be  due and payable on the expiry of  nine months from the end of that period or, if it is later, within  thirty days from the date of the issue of the notice of assessment . 5 In any financial year assessments for accounting periods falling wholly or partly in that year or (subject to subsection (6) below) in the preceding year may, notwithstanding that corporation tax has not at the time been charged for the year in question, charge tax for so much of the period as falls within that year according to the rate of tax  and the other rates and the fractions  last fixed, but any such charge shall be subject to later adjustment, if need be, by discharge or repayment of tax or by a further assessment if for that year corporation tax is not charged by an Act passed not later than 5th August next after the end of the year or is charged otherwise than as it has been assessed. 6 Where the House of Commons passes a Resolution for fixing the rate of corporation tax for any financial year, or for altering the tax for any financial year, then any assessment to tax afterwards made by virtue of subsection (5) above may be made in accordance with the Resolution; but no assessment made by virtue of that subsection later than 5th May next after the end of any financial year shall charge tax for that year, unless a Resolution for charging corporation tax for that year has been so passed, nor shall any assessment be made by virtue of any such Resolution later than the prescribed period from the date on which the Resolution is passed. 7 In subsection (6) above “ the prescribed period ” means— a as respects a Resolution passed in March or April in any year, a period beginning with the passing of the Resolution and ending with 5th August in the same calendar year, b as respects any other Resolution, four months after the date on which the Resolution is passed."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "244", "section_title": " Time for payment of corporation tax: companies trading before financial year 1965.", "section_text": "244 1 Where, in respect of a trade chargeable under Case I or  II  of Schedule D, a company was within the charge to income tax from a time before the financial year 1965, then (so long as the company continues to be within the charge to corporation tax in respect of that trade) section 243(4) above shall not apply to the company, but corporation tax assessed on the company (or on some person in its place) for any accounting period, whether or not in respect of the trade, shall be paid within the like interval from the end of the accounting period as there was between the end of the basis period of the trade for the year 1965-66 and 1st January 1966 or, if it is later, within  thirty days from the date of the issue of the notice of assessment. Provided that this subsection shall not apply unless the said interval is longer than nine months. 2 Where subsection (1) above applies to a company having distinct trades which had different basis periods for the year 1965-66, that one of the basis periods which ended earliest shall be taken. 3 References in this section to the basis period for the year 1965-66 are, in relation to any source of income, references to the period on the income of which the income tax (if any) chargeable for that year fell to be finally computed in respect of the source or, where by virtue of any provision of the Income Tax Acts the income of any other period was to be taken to be the income of the said period, that other period."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "245", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "245"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "267", "section_title": " Company reconstruction or amalgamation: transfer of assets.", "section_text": "267 1 Subject to the provisions of this section, where— a any scheme of reconstruction or amalgamation involves the transfer of the whole or part of a company’s business to another company, and b the transfer takes effect after 5th April 1970, and c at the time of the transfer both the companies are resident in the United Kingdom, and d the first-mentioned company receives no part of the consideration for the transfer (otherwise than by the other company taking over the whole or part of the liabilities of the business), then so far as relates to corporation tax on chargeable gains the two companies shall be treated as if any assets included in the transfer were acquired by the one company from the other company for a consideration of such amount as would secure that on the disposal by way of transfer neither a gain nor a loss would accrue to the company making the disposal, and for the purposes of  Schedule 5 to the Capital Gains Tax Act 1979  (assets held on 6th April 1965) the acquiring company shall be treated as if the respective acquisitions of the assets by the other company had been the acquiring company’s acquisition of them. 2 This section does not apply in relation to an asset which, until the transfer, formed part of trading stock of a trade carried on by the company making the disposal, or in relation to an asset which is acquired as trading stock for the purposes of a trade carried on by the company acquiring the asset. 2A This section does not apply in relation to an asset if the company acquiring it, though resident in the United Kingdom,— a is regarded for the purposes of any double taxation arrangements having effect by virtue of section 788 of the Taxes Act 1988 as resident in a territory outside the United Kingdom, and b by virtue of the arrangements would not be liable in the United Kingdom to tax on a gain arising on a disposal of the asset occurring immediately after the acquisition. 3 This section does not apply in the case of a transfer of the whole or part of a company’s business to a unit trust scheme to which  section 96 . . .   of the Capital Gains Tax Act 1979  (unit trusts for exempt unit holders) applies  or which is an authorised unit trust within the meaning of  section 468 of the Taxes Act 1988  or to an investment trust within the meaning of  section 842 of that act . 3A This section does not apply unless the reconstruction or amalgamation is effected for bona fide commercial reasons and does not form part of a scheme or arrangements of which the main purpose, or one of the main purposes, is avoidance of liability to corporation tax, capital gains tax or income tax; but the foregoing provisions of this subsection shall not affect the operation of this section in any case where, before the transfer, the Board have, on the application of the acquiring company, notified the company that the Board are satisfied that the reconstruction or amalgamation*.will be effected for bona fide commercial reasons and will not form part of any such scheme or arrangements as aforesaid. Subsections (2) to (5) of section 88 of the Capital Gains Tax Act 1979  shall have effect in relation to this subsection as they have effect in relation to  subsection (1)  of that section. 3B Where, if the company making the disposal had not been wound up, tax could have been assessed on it by virtue of subsection (3A) above, that tax may be assessed and charged (in the name of the company making the disposal) on the company to which the disposal is made. 3C If any tax assessed on a company (the chargeable company) by virtue of subsection (3A) or (3B) above is not paid within six months from the date when it is payable, any other person who— a holds all or any part of the assets in respect of which the tax is charged; and b either is the company to which the disposal was made or has acquired the assets without there having been any subsequent disposal not falling within this section or section 273 below, may, within two years from the time when the tax became payable, be assessed and charged (in the name of the chargeable company) to all or, as the case may be, a corresponding part of the unpaid tax; and a person paying any amount of tax under this section shall be entitled to recover a sum of that amount from the chargeable company. 4 In this section— “ scheme of reconstruction or amalgamation ” means a scheme for the reconstruction of any company or companies or the amalgamation of any two or more companies, “ trading stock ” has the meaning given by section  100(2) of the Taxes Act 1988 ."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "267A", "section_title": " Insurance companies: transfers of business.", "section_text": "267A 1 This section applies where there is a transfer of the whole or part of the long term business of an insurance company (“the transferor\") to another company (“the transferee\") in accordance with a scheme sanctioned by a court under section 49 of the  Insurance Companies Act 1982. 2 Subject to subsection (3) below, where this section applies section 267 above shall not be prevented from having effect in relation to any asset included in the transfer by reason that— a the transfer is no part of a scheme of reconstruction or amalgamation, b the condition in paragraph (c) of subsection (1) of that section is not satisfied, or c the asset is within subsection (2) of that section; and where section 267 above applies by virtue of paragraph (a) above the references in subsection (3A) of that section to the reconstruction or amalgamation shall be construed as references to the transfer. 3 Section 267 above shall not have effect in relation to an asset by virtue of subsection (2) above unless— a any gain accruing to the transferor— i on the disposal of the asset in accordance with the scheme, or ii where that disposal occurs after the transfer of business has taken place, on a disposal of the asset immediately before that transfer, and b any gain accruing to the transferee on a disposal of the asset immediately after its acquisition in accordance with the scheme, would be a chargeable gain which would form part of its profits for corporation tax purposes (and would not be a gain on which, under any double taxation arrangements having effect by virtue of section 788 of the Taxes Act 1988, it would not be liable to tax)."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "268A", "section_title": " Postponement of charge on transfer of assets to non-resident company. ", "section_text": "268A 1 This section applies where a company resident in the United Kingdom carries on a trade outside the United Kingdom through a branch or agency and— a that trade, or part of it, together with the whole assets of the company used for the purposes of the trade or part (or together with the whole of those assets other than cash) is transferred to a company not resident in the United Kingdom; b the trade or part is so transferred wholly or partly in exchange for securities consisting of shares, or of shares and loan stock, issued by the transferee company to the transferor company; c the shares so issued, either alone or taken together with any other shares in the transferee company already held by the transferor company, amount in all to not less than one quarter of the ordinary share capital of the transferee company; and d either no allowable losses accrue to the transferor company on the transfer or the aggregate of the chargeable gains so accruing exceeds the aggregate of the allowable losses so accruing. 2 In any case to which this section applies the transferor company may claim that  the Capital Gains Tax Act 1979  shall have effect in accordance with the following provisions. 3 Any allowable losses accruing to the transferor company on the transfer shall be set off against the chargeable gains so accruing and the transfer shall be treated as giving rise to a single chargeable gain equal to the aggregate of those gains after deducting the aggregate of those losses and— a if the securities are the whole consideration for the transfer, the whole of that gain shall be treated as not accruing to the transferor company on the transfer but an equivalent amount (“ the deferred gain ”) shall be brought into account in accordance with subsections (4) and (5) below; b if the securities are not the whole of that consideration— i paragraph (a) above shall apply to the appropriate proportion of that gain; and ii the remainder shall be treated as accruing to the transferor company on the transfer. In paragraph (b)(i) above “ the appropriate proportion ” means the proportion that the market value of the securities at the time of the transfer bears to the market value of the whole of the consideration at that time. 4 If at any time after the transfer the transferor company disposes of the whole or part of the securities held by it immediately before that time, the consideration received by it on the disposal shall be treated as increased by the whole or the appropriate proportion of the deferred gain so far as not already taken into account under this subsection or subsection (5) below. In this subsection “ the appropriate proportion ” means the proportion that the market value of the part of the securities disposed of bears to the market value of the securities held immediately before the disposal. 5 If at any time within six years after the transfer the transferee company disposes of the whole or part of the relevant assets held by it immediately before that time there shall be deemed to accrue to the transferor company as a chargeable gain on that occasion the whole or the appropriate proportion of the deferred gain so far as not already taken into account under this subsection or subsection (4) above. In this subsection “ relevant assets ” means assets the chargeable gains on which were taken into account in arriving at the deferred gain and “ the appropriate proportion ” means the proportion which the chargeable gain so taken into account in respect of the part of the relevant assets disposed of bears to the aggregate of the chargeable gains so taken into account in respect of the relevant assets held immediately before the time of the disposal. 6 There shall be disregarded— a for the purposes of subsection (4) above any disposal to which section 273 of this Act applies; and b for the purposes of subsection (5) above any disposal to which that section would apply apart from section 272(1)(a) or (2) of this Act; and where a person acquires securities or an asset on a disposal disregarded for the purposes of subsection (4) or (5) above (and without there having been a previous disposal not so disregarded) a disposal of the securities or asset by that person shall be treated as a disposal by the transferor or, as the case may be, transferee company. 7 This section applies where the transfer mentioned in subsection (1)(a) above is on or after 29th March 1977. 8 If in the case of any such transfer as was mentioned in subsection (1) of section 268 of this Act there were on the said 29th March chargeable gains which by virtue of subsection (2) of that section were treated as not yet having accrued to the transferor company, subsections (4) and (5) above shall (without any claim in that behalf) apply to the aggregate of those gains as if references to the deferred gain were references to that aggregate and as if references to the transfer and the securities were references to the transfer and the shares, or shares and loan stock, mentioned in subsection (1) of that section."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "269", "section_title": " Interest charged to capital.", "section_text": "269 1 Where— a a company incurs expenditure on the construction of any building, structure or works, being expenditure allowable as a deduction under  section 32 of the Capital Gains Tax Act 1979  in computing a gain accruing to the company on the disposal of the building, structure or work, or of any asset comprising it, and b that expenditure was defrayed out of borrowed money, . . .  c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  , the sums so allowable under the said section 32 shall, subject to subsection (1A) below, include the amount of any interest on that borrowed money which is referable to a period or part of a period ending on or before the disposal. 1A Subsection (1) above has effect subject to section 33 of the said Act of 1979 and does not apply to interest which is a charge on income. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "269A", "section_title": " Transfer of a  UK  trade.", "section_text": "269A 1 This section applies where— a a qualifying company resident in one member State (company A) transfers the whole or part of a trade carried on by it in the United Kingdom to a qualifying company resident in another member State (company B), b the transfer is wholly in exchange for securities issued by company B to company A, c a claim is made under this section by company A and company B, d section 269B below does not prevent this section applying, and e the appropriate condition is met in relation to company B immediately after the time of the transfer. 2 Where immediately after the time of the transfer company B is not resident in the United Kingdom, the appropriate condition is that were it to dispose of the assets included in the transfer any chargeable gains accruing to it on the disposal would form part of its chargeable profits for corporation tax purposes by virtue of section 11(2)(b) of the Taxes Act 1988. 3 Where immediately after the time of the transfer company B is resident in the United Kingdom, the appropriate condition is that none of the assets included in the transfer is one in respect of which, by virtue of the asset being of a description specified in double taxation relief arrangements, the company falls to be regarded for the purposes of the arrangements as not liable in the United Kingdom to tax on gains accruing to it on a disposal. 4 Where this section applies— a the two companies shall be treated, so far as relates to corporation tax on chargeable gains, as if any assets included in the transfer were acquired by company B from company A for a consideration of such amount as would secure that on the disposal by way of transfer neither a gain nor a loss would accrue to company A; b section 127(3) of the Finance Act 1989 (deemed disposal at market value) shall not apply to any such assets by reason of the transfer (if it would apply apart from this paragraph). 5 For the purposes of subsection (1)(a) above, a company shall be regarded as resident in a member State if it is within a charge to tax under the law of the State because it is regarded as resident for the purposes of the charge. 6 For the purposes of subsection (5) above, a company shall be treated as not within a charge to tax under the law of a member State if it falls to be regarded for the purposes of any double taxation relief arrangements to which the State is a party as resident in a territory which is not within any of the member States. 7 In this section— “ qualifying company ” means a body incorporated under the law of a member State; “ securities ” includes shares."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "269B", "section_title": " Section 269A: anti-avoidance.", "section_text": "269B 1 Section 269A above shall not apply unless the transfer of the trade or part is effected for bona fide commercial reasons and does not form part of a scheme or arrangements of which the main purpose, or one of the main purposes, is avoidance of liability to income tax, corporation tax or capital gains tax. 2 Subsection (1) above shall not apply where, before the transfer, the Board have on the application of company A and company B notified those companies that the Board are satisfied that the transfer will be effected for bona fide commercial reasons and will not form part of any such scheme or arrangements as are mentioned in that subsection. 3 Subsections (2) to (5) of section 88 of the Capital Gains Tax Act 1979 shall have effect in relation to subsection (2) above as they have effect in relation to subsection (1) of that section."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "269C", "section_title": " Transfer of a non-UK trade.", "section_text": "269C 1 This section applies where— a a qualifying company resident in the United Kingdom (company A) transfers to a qualifying company resident in another member State (company B) the whole or part of a trade which, immediately before the time of the transfer, company A carried on in a member State other than the United Kingdom through a branch or agency, b the transfer includes the whole of the assets of company A used for the purposes of the trade or part (or the whole of those assets other than cash), c the transfer is wholly or partly in exchange for securities issued by company B to company A, d the aggregate of the chargeable gains accruing to company A on the transfer exceeds the aggregate of the allowable losses so accruing, e a claim is made under this section by company A, and f section 269D below does not prevent this section applying. 2 The Capital Gains Tax Act 1979 shall have effect in accordance with subsection (3) below. 3 The allowable losses accruing to company A on the transfer shall be set off against the chargeable gains so accruing and the transfer shall be treated as giving rise to a single chargeable gain equal to the aggregate of those gains after deducting the aggregate of those losses. 4 No claim may be made under this section as regards a transfer in relation to which a claim is made under section 268A above. 5 In a case where this section applies, section 815A of the Taxes Act 1988 shall also apply. 6 For the purposes of subsection (1)(a) above— a a company shall not be regarded as resident in the United Kingdom if it falls to be regarded for the purposes of any double taxation relief arrangements to which the United Kingdom is a party as resident in a territory which is not within any of the member States; b a company shall be regarded as resident in another member State if it is within a charge to tax under the law of the State because it is regarded as resident for the purposes of the charge. 7 For the purposes of subsection (6)(b) above, a company shall be treated as not within a charge to tax under the law of a member State if it falls to be regarded for the purposes of any double taxation relief arrangements to which the State is a party as resident in a territory which is not within any of the member States. 8 Section 442(3) of the Taxes Act 1988 (overseas business of UK insurance companies) shall be ignored in arriving at the chargeable gains accruing to company A on the transfer, and the allowable losses so accruing, for the purposes of subsections (1)(d) and (3) above. 9 In this section— “ qualifying company ” means a body incorporated under the law of a member State; “ securities ” includes shares."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "269D", "section_title": " Section 269C: anti-avoidance.", "section_text": "269D 1 Section 269C above shall not apply unless the transfer of the trade or part is effected for bona fide commercial reasons and does not form part of a scheme or arrangements of which the main purpose, or one of the main purposes, is avoidance of liability to income tax, corporation tax or capital gains tax. 2 Subsection (1) above shall not apply where, before the transfer, the Board have on the application of company A notified that company that the Board are satisfied that the transfer will be effected for bona fide commercial reasons and will not form part of any such scheme or arrangements as are mentioned in that subsection. 3 Subsections (2) to (5) of section 88 of the Capital Gains Tax Act 1979 shall have effect in relation to subsection (2) above as they have effect in relation to subsection (1) of that section."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "270", "section_title": " Charge to tax on certain disposals of United Kingdom securities.", "section_text": "270 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 Where under section 273 below the companies disposing of and acquiring an asset are to be treated as if the consideration were of such an amount that neither a gain nor a loss accrues on the  disposal, and the asset consists of specified securities  or qualifying corporate bonds as defined in section 64 of the Finance Act 1984  the company acquiring the asset shall be treated for the purposes of sections 67 to 70 of the Capital Gains Tax Act 1979 as acquiring it at the time when the other acquired it. 4 In any case where— a at 3.30 p.m. on 15th April 1969 (in the following provisions of this section referred to as “ the relevant time ”) or at any time thereafter (whether before or after the commencement of this Act) any specified securities were held by a company in such circumstances that any gain or loss on their disposal would, apart from  section 67 of the Capital gains Tax Act 1979 ( . . .  ), have been taken into account in determining the company’s liability to corporation tax on chargeable gains, and b those securities are subsequently appropriated by the company in such circumstances that if they were disposed of after the appropriation, any profit accruing on their disposal would be brought into account in computing the company’s income for corporation tax, then for the purposes of corporation tax any loss incurred by the company on the disposal of those securities shall not exceed the loss which would have been incurred on that disposal if the amount or value of the consideration for the acquisition of the securities had been equal to their market value at the time of the appropriation. 5 In any case where— a at the relevant time or at any time thereafter (whether before or after the commencement of this Act) any specified securities were held by a company in such circumstances that any profit accruing on their disposal would be brought into account in computing the company’s income for corporation tax, and b those securities are subsequently appropriated by the company in such circumstances that any gain accruing on their disposal would, by virtue of  section 67 of the Capital Gains Tax Act 1979 , be exempt from corporation tax on chargeable gains, then for the purposes of corporation tax the company shall be treated as if, immediately before the appropriation, it had sold and repurchased the specified securities at their market value at the time of the appropriation. 6 In this section “ specified securities ” means securities which are gilt-edged securities as defined by Schedule 2 to the Capital Gains Tax Act 1979  or qualifying corporate bonds, within the meaning of section 64 of the Finance Act 1984 ."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "271", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "271"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "272", "section_title": " Groups of companies: definitions. ", "section_text": "272 1 Except as otherwise provided, for  the purposes of this and the following sections of this Chapter— a references to a company,  subject to section 280(7) below , apply only to a company, as that expression is limited by subsection (2) below, which is resident in the United Kingdom; b subsections (1A) and (1D) below apply to determine whether companies form a group and, where they do, which is the principal company of the group; d in applying the definition of “ 75 per cent. subsidiary ” in section  838 of the Taxes Act 1988  any share capital of a registered industrial and provident society shall be treated as ordinary share capital; and e “ group ” and “ subsidiary ” shall be construed with any necessary modifications where applied to a company incorporated under the law of a country outside the United Kingdom. 1A Subject to subsections (1B) to (1D) below— a a company (referred to below in this Chapter as the “ principal company of the group ”) and all its 75 per cent. subsidiaries form a group and, if any of those subsidiaries have 75 per cent. subsidiaries, the group includes them and their 75 per cent. subsidiaries, and so on, but b a group does not include any company (other than the principal company of the group) that is not an effective 51 per cent. subsidiary of the principal company of the group. 1B A company cannot be the principal company of a group if it is itself a 75 per cent. subsidiary of another company. 1C Where a company (“the subsidiary\") is a 75 per cent. subsidiary of another company but those companies are prevented from being members of the same group by subsection (1A)(b) above, the subsidiary may, where the requirements of subsection (1A) above are satisfied, itself be the principal company of another group notwithstanding subsection (1B) above unless this subsection enables a further company to be the principal company of a group of which the subsidiary would be a member. 1D A company cannot be a member of more than one group; but where, apart from this subsection, a company would be a member of two or more groups (the principal company of each group being referred to below as the “head of a group\"), it is a member only of that group, if any, of which it would be a member under one of the following tests (applying earlier tests in preference to later tests)— a it is a member of the group it would be a member of if, in applying subsection (1A)(b) above, there were left out of account any amount to which a head of a group is or would be beneficially entitled of any profits available for distribution to equity holders of a head of another group or of any assets of a head of another group available for distribution to its equity holders on a winding-up, b it is a member of the group the head of which is beneficially entitled to a percentage of profits available for distribution to equity holders of the company that is greater than the percentage of those profits to which any other head of a group is so entitled, c it is a member of the group the head of which would be beneficially entitled to a percentage of any assets of the company available for distribution to its equity holders on a winding-up that is greater than the percentage of those assets to which any other head of a group would be so entitled, d it is a member of the group the head of which owns directly or indirectly a percentage of the company’s ordinary share capital that is greater than the percentage of that capital owned directly or indirectly by any other head of a group (interpreting this paragraph as if it were included in section 838(1)(a) of the Taxes Act 1988). 1E For the purposes referred to in subsection (1) above, a company (“the subsidiary\") is an effective 51 per cent. subsidiary of another company (“the parent\") at any time if and only if— a the parent is beneficially entitled to more than 50 per cent. of any profits available for distribution to equity holders of the subsidiary; and b the parent would be beneficially entitled to more than 50 per cent. of any assets of the subsidiary available for distribution to its equity holders on a winding-up. 1F Schedule 18 to the Taxes Act 1988 (group relief: equity holders and profits or assets available for distribution) shall apply for the purposes of subsections (1D) and (1E) above as if the references to subsection (7), or subsections (7) to (9), of section 413 of that Act were references to subsections (1D) and (1E) above and as if, in paragraph 1(4), the words from “but\" to the end  paragraphs 5(3) and 7(1)(b) were omitted . 2 For the purposes referred to in subsection (1) above references to a company apply only to— a a company within the meaning of the  Companies Act 1985  or the corresponding enactment in Northern Ireland, and b a company which is constituted under any other Act or a Royal Charter or letters patent or (although resident in the United Kingdom) is formed under the law of a country or territory outside the United Kingdom, and c a registered industrial and provident society within the meaning of section  486 of the Taxes Act 1988 ; and d a trustee savings bank as defined in section 54(1) of the Trustee Savings Banks Act 1981 ;  and e a building society within the meaning of the Building Societies Act 1986 . 3 For the purposes referred to in subsection (1) above a group remains the same group so long as the same company remains the principal company of the group, and if at any time the principal company of a group becomes a  member of another group, the first group and the other group shall be regarded as the same , and the question whether or not a company has ceased to be a member of a group shall be determined accordingly. 4 For the purposes referred to in subsection (1) above the passing of a resolution or the making of an order, or any other act, for the winding-up of  a member of a group of companies  shall not be regarded as the occasion of  that or any other company ceasing to be a member of the group. 5 The following sections of this Chapter, except in so far as they relate to recovery of tax, shall also have effect in relation to bodies from time to time established by or under any enactment for the carrying on of any industry or part of an industry, or of any undertaking, under national ownership or control as if they were companies within the meaning of those sections, and as if any such bodies charged with related functions (and in particular the Boards and Holding Company established under the  Transport Act 1962 and the new authorities within the meaning of the  Transport Act 1968 established under that Act of 1968) and subsidiaries of any of them formed a group, and as if also any two or more such bodies charged at different times with the same or related functions were members of a group: Provided that this subsection shall have effect subject to any enactment by virtue of which property, rights, liabilities or activities of one such body fall to be treated for corporation tax as those of another, including in particular any such enactment in Chapter  VI  of Part XII of the Taxes Act 1988 . 6 The following sections of this Chapter, except in so far as they relate to recovery of tax, shall also have effect in relation to  the London Transport Executive and  the Executive for a designate area within the meaning of section 9(1) of the  Transport Act 1968 as if  that Executive  were a company within the meaning of those sections."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "273", "section_title": " Transfers within a group. ", "section_text": "273 1 Notwithstanding any provision in  the Capital Gains Tax Act 1979  fixing the amount of the consideration deemed to be received on a disposal or given on an acquisition, where a member of a group of companies disposes of an asset to another member of the group, both members shall, except as provided by subsections (2) and (3) below, be treated, so far as relates to corporation tax on chargeable gains, as if the asset required by the member to whom the disposal is made were acquired for a consideration of such amount as would secure that on the other’s disposal neither a gain nor a loss would accrue to that other; but where it is assumed for any purpose that a member of a group of companies has sold or acquired an asset, it shall be assumed also that it was not a sale to or acquisition from another member of the group. 2 Subsection (1) above shall not apply where the disposal is— a a disposal of a debt due from a member of a group of companies effected by satisfying the debt or part of it; or b a disposal of redeemable shares in a company on the occasion of their redemption;  or c a disposal by or to an investment trust within the meaning of  section 842 of the Taxes Act 1988 ; or d a disposal to a dual resident investing company, within the meaning of section  404 of the Taxes Act 1988 or e a disposal to a company which, though resident in the United Kingdom,— i is regarded for the purposes of any double taxation arrangements having effect by virtue of section 788 of the Taxes Act 1988 as resident in a territory outside the United Kingdom, and ii by virtue of the arrangements would not be liable in the United Kingdom to tax on a gain arising on a disposal of the asset occurring immediately after its acquisition. and the reference in that subsection to a member of a group of companies disposing of an asset shall not apply to anything which under  section 72 of the Capital Gains Tax Act 1979  is to be treated as a disposal of an interest in shares in a company in consideration for a capital distribution (as defined in  that section ) from that company, whether or not involving a reduction of capital. 2A Subsection (1) above shall not apply to a transaction treated by virtue of sections 78 and 85 of the Capital Gains Tax Act 1979 as not involving a disposal by the company first mentioned in that subsection. 3 For the purposes of subsection (1) above, so far as the consideration for the disposal consists of money or money’s worth by way of compensation for any kind of damage or injury to assets, or for the destruction or dissipation of assets or for anything which depreciates or might depreciate an asset, the disposal shall be treated as being to the person who, whether as an insurer or otherwise, ultimately bears the burden of furnishing that consideration."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "273A", "section_title": " Transfer of United Kingdom branch or agency.", "section_text": "273A 1 Subject to subsections (3) and (4) below, subsection (2) below applies for the purposes of corporation tax on chargeable gains where— a there is a scheme for the transfer by a company (“company A\")— i which is not resident in the United Kingdom, but ii which carries on a trade in the United Kingdom through a branch or agency, of the whole or part of the trade to a company resident in the United Kingdom (“company B\"), b company A disposes of an asset to company B in accordance with the scheme at a time when the two companies are members of the same group, and c a claim in relation to the asset is made by the two companies within two years after the end of the accounting period of company B during which the disposal is made. 2 Where this subsection applies— a company A and company B shall be treated as if the asset were acquired by company B for a consideration of such amount as would secure that neither a gain nor a loss would accrue to company A on the disposal, and b section 127(3) of the Finance Act 1989 shall not apply to the asset by reason of the transfer. 3 Subsection (2) above does not apply where— a company B, though resident in the United Kingdom,— i is regarded for the purposes of any double taxation arrangements having effect by virtue of section 788 of the Taxes Act 1988 as resident in a territory outside the United Kingdom, and ii by virtue of the arrangements would not be liable in the United Kingdom to tax on a gain arising on a disposal of the asset occurring immediately after its acquisition, or b company B is— i a dual resident investing company, within the meaning of section 404 of the Taxes Act 1988, or ii an investment trust, within the meaning of section 842 of that Act. 4 Subsection (2) above shall not apply unless any gain accruing to company A— a on the disposal of the asset in accordance with the scheme, or b where that disposal occurs after the transfer has taken place, on a disposal of the asset immediately before the transfer, would be a chargeable gain and would, by virtue of section 11(2)(b) of the Taxes Act 1988, form part of its profits for corporation tax purposes. 5 In this section “company\" and “group\" have the meanings which would be given by section 272 above if subsections (1)(a) and (2) of that section were omitted."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "274", "section_title": " Transfers within a group: trading stock. ", "section_text": "274 1 Where a member of a group of companies acquires an asset as trading stock from another member of the group, and the asset did not form part of the trading stock of any trade carried on by the other member, the member acquiring it shall be treated for purposes of  section 122 of the Capital Gains Tax Act 1979  as having acquired the asset otherwise than as trading stock and immediately appropriated it for the purposes of the trade as trading stock. 2 Where a member of a group of companies disposes of an asset to another member of the group, and the asset formed part of the trading stock of a trade carried on by the member disposing of it but is acquired by the other member otherwise than as trading stock of a trade carried on by it, the member disposing of the asset shall be treated for purposes of  section 122 of the Capital Gains Tax Act 1979  as having immediately before the disposal appropriated the asset for some purpose other than the purpose of use as trading stock."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "275", "section_title": " Disposal or acquisition outside a group. ", "section_text": "275   1 Where there is a disposal of an asset acquired in relevant circumstances, section 34 of the Capital Gains Tax Act 1979 (restriction of losses by reference to capital allowances) shall apply in relation to capital allowances made to the person from which it was acquired (so far as not taken into account in relation to a disposal of the asset by that person), and so on as respects previous transfers of the asset in relevant circumstances. 1A In subsection (1) above “ relevant circumstances ” means circumstances in which section 273 or 273A above applied or in which section 273 above would have applied but for subsection (2) of that section. 1B Subsection (1) above shall not be taken as affecting the consideration for which an asset is deemed under section 273 or 273A to be acquired. 2 Schedule 5 to the Capital Gains Tax Act 1979  (assets acquired before 6th April 1965) shall apply in relation to a disposal of an asset by a company which is or has been a member of a group of companies, and which acquired the asset from another member of the group at a time when both were members of the group, as if all members of the group for the time being were the same person, and as if the acquisition or provision of the asset by the group, so taken as a single person, had been the acquisition or provision of it by the member disposing of it. 3 Subsection (2) above does not apply where the asset was acquired on a disposal within section 273(2)(c) above."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "276", "section_title": " Replacement of business assets by members of a group. ", "section_text": "276 1 Subject to subsection (1A) below  for the purposes of  sections 115 to 121 of the Capital Gains Tax Act 1979  (replacement of business assets) all the trades carried on by members of a group of companies shall be treated as a single trade (unless it is a case of one member of the group acquiring, or acquiring the interest in, the new assets from another or disposing of, or of the interest in, the old assets to another). 1A Subsection (1) above does not apply where so much of the consideration for the disposal of the old assets as is applied in acquiring the new assets or the interest in them is so applied by a member of the group which is a dual resident investing company  or a company which, though resident in the United Kingdom,— a is regarded for the purposes of any double taxation arrangements having effect by virtue of section 788 of the Taxes Act 1988 as resident in a territory outside the United Kingdom, and b by virtue of the arrangements would not be liable in the United Kingdom to tax on a gain arising on a disposal of, or of the interest in, the new assets occurring immediately after the acquisition; and in the subsection “ the old assets ” and “ the new assets ” have the same meanings as in section 115 of the Capital Gains Tax Act 1979, and “ dual resident investing company ” has the same meaning as in section 404 of the Taxes Act 1988 . 2 Section 117(2) of the Capital Gains Tax Act 1979  (special rules for depreciating assets) shall apply where the company making the claim is a member of a group of companies as if all members of the group for the time being were the same person (and, in accordance with subsection (1) above, as if all trades carried on by members were the same trade) and so that the gain shall accrue to the member of the group holding the asset concerned on the occurrence of the event mentioned in the said  section 117(2) ."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "277", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "277"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "278", "section_title": " Company ceasing to be member of a group. ", "section_text": "278 1 If a company (in this section called the chargeable company) ceases to be a member of a group of companies, this section shall have effect as respects any asset which the chargeable company acquired from another company which was at the time of acquisition a member of that group of companies, but only if the time of acquisition fell— a on or after 6th April 1965, and b within the period of six years ending with the time when the company ceases to be a member of the group; and references in this section to a company ceasing to be a member of a group of companies do not apply to cases where a company ceases to be a member of a group  in consequence of another member of the group ceasing to exist 2 Where two or more associated companies cease to be members of the group at the same time, subsection (1) above shall not have effect as respects an acquisition by one from another of those associated companies. 3 If, when the chargeable company ceases to be a member of the group, the chargeable company, or an associated company also leaving the group, owns, otherwise than as trading stock— a the asset, or b property to which a chargeable gain has been carried forward from the asset on a replacement of business assets, ( )the chargeable company shall be treated for all the purposes of  the Capital Gains Tax Act 1979  as if immediately after its acquisition of the asset it had sold, and immediately reacquired, the asset at market value at that time. 3A 3B Where, apart from subsection (3C) below, a company ceasing to be a member of a group by reason only of the fact that the principal company of the group becomes a member of another group would be treated by virtue of subsection (3) above as selling an asset at any time, subsections (3C) to (3E) below shall apply. 3C The company in question shall not be treated as selling the asset at that time; but if— a within six years of that time the company in question ceases at any time (“the relevant time\") to satisfy the following conditions, and b at the relevant time, the company in question, or a company in the same group as that company, owns otherwise than as trading stock the asset or property to which a chargeable gain has been carried forward from the asset on a replacement of business assets, the company in question shall be treated for all the purposes of the Capital Gains Tax Act 1979 as if, immediately after its acquisition of the asset, it had sold and immediately reacquired the asset at the value that, at the time of acquisition, was its market value. 3D Those conditions are— a that the company is a 75 per cent. subsidiary of one or more members of the other group referred to in subsection (3B) above, and b that the company is an effective 51 per cent subsidiary of one or more of those members. 3E 3F Where— a by virtue of this section a company is treated as having sold an asset at any time, and b if at that time the company had in fact sold the asset at market value at that time, then, by virtue of section 26 of that Act, any allowable loss or chargeable gain accruing on the disposal would have been calculated as if the consideration for the disposal were increased by an amount, subsections (3) and (3C) above shall have effect as if the market value at that time had been that amount greater. 4 For the purposes of this section— a two or more companies are associated companies if, by themselves, they would form a group of companies, b a chargeable gain is carried forward from an asset to other property on a replacement of business assets if, by one or more claims under  sections 115 to 121 of the CapitalGains Tax Act 1979 , the chargeable gain accruing on a disposal of the asset is reduced, and as a result an amount falls to be deducted from the expenditure allowable in computing a gain accruing on the disposal of the other property, c an asset acquired by the chargeable company shall be treated as the same as an asset owned at a later time by that company or an associated company if the value of the second asset is derived in whole or in part from the first asset, and in particular where the second asset is a freehold, and the first asset was a leasehold and the lessee has acquired the reversion. 5 If any of the corporation tax assessed on a company in consequence of this section is not paid within six months from the date when it becomes payable then— a a company which on the said date, or immediately after the chargeable company ceased to be a member of the group, was the principal company of the group, and b a company which owned the asset on the said date, or when the chargeable company ceased to be a member of the group, may at any time within two years from the time when the tax became payable, be assessed and charged (in the name of the chargeable company) to all or any part of that tax; and a company paying any amount of tax under this subsection shall be entitled to recover a sum of that amount from the chargeable company. 5A The date referred to in subsection (5) above is whichever is the later of— a the date when the tax becomes due and payable by the company; and b the date when the assessment was made on the chargeable company. 6 Notwithstanding any limitation on the time for making assessments, an assessment to corporation tax chargeable in consequence of this section may be made at any time within six years from the time when the chargeable company ceased to be a member of the group, and where under this section the chargeable company is to be treated as having disposed of, and reacquired, an asset, all such recomputations of liability in respect of other disposals, and all such adjustments of tax, whether by way of assessment or by way of discharge or repayment of tax, as may be required in consequence of the provisions of this section shall be carried out. 7 The provision in subsection (3) above making the assumption that an asset is sold and re-acquired at market value shall, in accordance with paragraph 7(1) of Schedule 14 to the  Finance Act 1967, have effect subject to the provisions of section 33 of that Act (current use value of land in Great Britain). 8 This section has effect, to the exclusion of the corresponding enactments repealed by this Act, where the chargeable company ceases to be a member of the group in an accounting period ending after 5th April 1970, and not only in respect of tax for such an accounting period but also in respect of tax for accounting periods ending on or before that date."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "278A", "section_title": " Exemption from charge under s. 278 in the case of certain mergers. ", "section_text": "278A 1 Subject to the following provisions of this section, section 278 above shall not apply in a case where— a as part of a merger, a company (in this section referred to as “ company A ”) ceases to be a member of a group of companies (in this section referred to as “ the A group ”); and b it is shown that the merger was carried out for bona fide commercial reasons and that the avoidance of liability to tax was not the main or one of the main purposes of the merger. 2 In this section “ merger ” means an arrangement (which in this section includes a series of arrangements)— a whereby one or more companies (in this section referred to as “ the acquiring company ” or, as the case may be, “the acquiring companies\") none of which is a member of the A group acquires or acquire, otherwise than with a view to their disposal, one or more interests in the whole or part of the business which, before the arrangement took effect, was carried on by company A; and b whereby one or more members of the A group acquires or acquire, otherwise than with a view to their disposal, one or more interests in the whole or part of the business or each of the businesses which, before the arrangement took effect, was carried on either by the acquiring company or acquiring companies or by a company at least 90 per cent. of the ordinary share capital of which was then beneficially owned by two or more of the acquiring companies; and c in respect of which the conditions in subsection (4) below are fulfilled. 3 For the purposes of subsection (2) above, a member of a group of companies shall be treated as carrying on as one business the activities of that group. 4 The conditions referred to in subsection (2)(c) above are— a that not less than 25 per cent. by value of each of the interests acquired as mentioned in paragraphs (a) and (b) of subsection (2) above consists of a holding of ordinary share capital, and the remainder of the interest, or as the case may be of each of the interests, acquired as mentioned in the said paragraph (b) consists of a holding of share capital (of any description) or debentures or both; and b that the value or, as the case may be, the aggregate value of the interest or interests acquired as mentioned in subsection (2)(a) above is substantially the same as the value or, as the case may be, the aggregate value of the interest or interests acquired as mentioned in subsection (2)(b) above; and c that the consideration for the acquisition of the interest or interests acquired by the acquiring company or acquiring companies as mentioned in subsection (2)(a) above, disregarding any part of that consideration which is small by comparison with the total, either consists of, or is applied in the acquisition of, or consists partly of and as to the balance is applied in the acquisition of, the interest or interests acquired by members of the A group as mentioned in subsection (2)(b) above; and for the purposes of this subsection the value of an interest shall be determined as at the date of its acquisition. 5 Notwithstanding the provisions of section 272(1)(a) above, references in this section to a company include references to a company resident outside the United Kingdom."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "279", "section_title": " Shares in subsidiary member of a group. ", "section_text": "279 1 This section has effect if a company (in this section called “the subsidiary\") ceases to be a member of a group of companies, and on an earlier occasion shares in the subsidiary were disposed of by another company (in this section called “the chargeable company\") which was then a member of that group in the course of an amalgamation or reconstruction in the group, but only if that earlier occasion fell— a on or after 6th April 1965  but before 20th April 1977 , and b within the period of six years ending with the date on which the subsidiary ceases to be a member of the group; and references in this section to a company ceasing to be a member of a group of companies do not apply to cases where a company ceases to be a member of a group by being wound up or dissolved or in consequence of another member of the group being wound up or dissolved. 2 The chargeable company shall be treated, for all the purposes of  the Capital Gains Tax Act 1979 , as if immediately before the earlier occasion it had sold, and immediately reacquired, the said shares at market value at that time. 3 If, before the subsidiary ceases to be a member of the group, the chargeable company has ceased to exist, or a resolution has been passed, or an order made, for the winding up of the company, or any other act has been done for the like purpose, any corporation tax to which, if the chargeable company had continued in existence, it would have been chargeable in consequence of this section may be assessed and charged (in the name of the chargeable company) on the company which is, at the time when the subsidiary ceases to be a member of the group, the principal company of the group. 4 If any of the corporation tax assessed on a company in consequence of this section, or in pursuance of subsection (3) above, is not paid within six months from the date when it becomes payable, then— a a company which is on the said date, or was on the earlier occasion, the principal company of the group, and b any company taking an interest in the subsidiary as part of the amalgamation or reconstruction in the group, may at any time within two years from the time when the tax became payable, be assessed and charged (in the name of the chargeable company) to all or any part of that tax; and a company paying any amount of tax under this subsection shall be entitled to recover a sum of that amount from the chargeable company, or as the case may be from the company assessed under subsection (3) above. 5 Notwithstanding any limitation on the time for making assessments, an assessment to corporation tax chargeable in consequence of this section may be made at any time within six years from the time when the subsidiary ceased to be a member of the group and, in relation to any disposal of the property after the earlier occasion, there shall be made all such adjustments of tax, whether by way of assessment or by way of discharge or repayment of tax, as may be required in consequence of the provisions of this section. 6 For the purposes of this section there is a disposal of shares in the course of an amalgamation or reconstruction in a group of companies if  section 85 or section 86 of the Capital Gains Tax Act 1979  (company amalgamations) applies to shares in a company so as to equate them with shares in or debentures of another company, and the companies are members of the same group, or become members of the same group as a result of the amalgamation or reconstruction. 7 Where by virtue of  section 86 of the Capital Gains Tax Act 1979  shares are to be treated as cancelled and replaced by a new issue, references in this section to a disposal of shares include references to the occasion of their being so treated. 8 This section has effect, to the exclusion of the corresponding enactments repealed by this Act, where the subsidiary ceases to be a member of the group in an accounting period of the chargeable company (or, as the case may be, of the company assessable under subsection (3) above) ending after 5th April 1970, and not only in respect of tax for such an accounting period but also in respect of tax for accounting periods ending on or before that date."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "280", "section_title": " Transactions in a group.", "section_text": "280 1 This section has effect as respects a disposal of shares in, or securities of, a company (in this section referred to as an “ultimate disposal\") if the value of the shares or securities has been materially reduced by a depreciatory transaction effected on or after  31st March 1982 ; and for this purpose “ depreciatory transaction ” means— a any disposal of assets at other than market value by one member of a group of companies to another, or b unless the ultimate disposal occurred before 30th April 1969 , any other transaction satisfying the conditions of subsection (2) below: Provided that a transaction shall not be treated as a depreciatory transaction to the extent that it consists of a payment which is required to be or has been brought into account, for the purposes of corporation tax on chargeable gains, in computing a chargeable gain or allowable loss accruing to the person making the ultimate disposal. 2 The conditions referred to in subsection (1)(b) above are— a that the company, the shares in which, or securities of which, are the subject of the ultimate disposal, or any 75 per cent. subsidiary of that company, was a party to the transaction, and b that the parties to the transaction were or included two or more companies which at the time of the transaction were members of the same group of companies. 3 Without prejudice to the generality of subsection (1) above, the cancellation of any shares in or securities of one member of a group of companies under  section 135 of the Companies Act 1985  shall, to the extent that immediately before the cancellation those shares or securities were the property of another member of the group, be taken to be a transaction fulfilling the conditions in subsection (2) above. 4 If the person making the ultimate disposal is, or has at any time been, a member of the group of companies referred to in subsection (1) or (2) above, any allowable loss accruing on the disposal shall be reduced to such extent as appears to the inspector, or on appeal the Commissioners concerned, to be just and reasonable having regard to the depreciatory transaction: Provided that if the person making the ultimate disposal is not a member of the said group when he disposes of the shares or securities, no reduction of the loss shall be made by reference to a depreciatory transaction which took place when that person was not a member of the said group. 5 The inspector or the Commissioners shall make the decision under subsection (4) above on the footing that the allowable loss ought not to reflect any diminution in the value of the company’s assets which was attributable to a depreciatory transaction . . .  , but allowance may be made for any other transaction on or after  31st March 1982  which has enhanced the value of the company’s assets and depreciated the value of the assets of any other member of the group. 6 If, under subsection (4) above, a reduction is made in an allowable loss, any chargeable gain accruing on a disposal of the shares or securities of any other company which was a party to the depreciatory transaction by reference to which the reduction was made, being a disposal not later than six years after the depreciatory transaction, shall be reduced to such extent as appears to the inspector, or on appeal to the Commissioners concerned, to be just and reasonable having regard to the effect of the depreciatory transaction on the value of those shares or securities at the time of their disposal: Provided that the total amount of any one or more reductions in chargeable gains made by reference to a depreciatory transaction shall not exceed the amount of the reductions in allowable losses made by reference to that depreciatory transaction. All such adjustments, whether by way of discharge or repayment of tax, or otherwise, as are required to give effect to the provisions of this subsection may be made at any time. 7 For the purposes of this section— “ securities ” includes any loan stock or similar security whether secured or unsecured, references to the disposal of assets include references to any method by which one company which is a member of a group appropriates the goodwill of another member of the group, a “ group of companies ” may consist of companies some or all of which are not resident in the United Kingdom. 8 References in this section to the disposal of shares or securities include references to the occasion of the making of a claim under  section 22(2) of the Capital Gains Tax Act 1979  that the value of shares or securities has become negligible, and references to a person making a disposal shall be construed accordingly."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "281", "section_title": " Dividend stripping.", "section_text": "281 1 The provisions of this section apply where one company (in this section referred to as “ the first company ”) has a holding in another company (in this section referred to as “ the second company ”) and the following conditions are fulfilled— a that the holding amounts to, or is an ingredient in a holding amounting to, 10 per cent. of all holdings of the same class in the second company, b that the first company is not a dealing company in relation to the holding, c that a distribution is or has been made after 29th April 1969 to the first company in respect of the holding, and d that the effect of the distribution is that the value of the holding is or has been materially reduced. 2 Where this section applies in relation to a holding section 280 above shall apply in relation to any disposal of any shares or securities comprised in the holding, whether the disposal is by the first company or by any other company to which the holding is transferred by a transfer to which section 273  or 273A  above applies, as if the distribution were a depreciatory transaction and, if the companies concerned are not members of a group of companies, as if they were: Provided that the distribution shall not be treated as a depreciatory transaction to the extent that it consists of a payment which is required to be or has been brought into account, for the purposes of corporation tax on chargeable gains, in computing a chargeable gain or allowable loss accruing to the person making the ultimate disposal. 3 This section shall be construed as one with section 280 above. 4 For the purposes of this section a company is “ a dealing company ” in relation to a holding if a profit on the sale of the holding would be taken into account in computing the company’s trading profits. 5 References in this section to a holding in a company refer to a holding of shares or securities by virtue of which the holder may receive distributions made by the company, but so that— a a company’s holdings of different classes in another company shall be treated as separate holdings, and b holdings of shares or securities which differ in the entitlements or obligations they confer or impose shall be regarded as holdings of different classes. 6 For the purposes of subsection (1) above— a all a company’s holdings of the same class in another company are to be treated as ingredients constituting a single holding, and b a company’s holding of a particular class shall be treated as an ingredient in a holding amounting to 10 per cent. of all holdings of that class if the aggregate of that holding and other holdings of that class held by connected persons amounts to 10 per cent. of all holdings of that class, and section  839 of the Taxes Act 1988  (definition of connected persons) shall have effect in relation to paragraph (b) above as if, in subsection (7) of that section, after the words “or exercise control of\" in each place where they occur there were inserted the words “or to acquire a holding in\"."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "282", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "282"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "304", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "304"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "306", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "306"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "307", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "307"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "338", "section_title": " Exemption for trade unions.", "section_text": "338 1 A registered trade union which is precluded by Act of Parliament, or by its rules, from assuring to any person a sum exceeding  £3,000  by way of gross sum or  £625  a year by way of annuity shall, on the making of a claim, be entitled— a to exemption from income tax and corporation tax in respect of its income which is not trading income and which is applicable and applied for the purpose of provident benefits, b to exemption from tax in respect of chargeable gains which are applicable and applied for the purpose of provident benefits. 2 In this section “ provident benefits ” includes any payment, expressly authorised by the . . .   rules of the trade union, which is made to a member during sickness or incapacity from personal injury or while out of work, or to an aged member by way of superannuation, or to a member who has met with an accident, or has lost his tools by fire or theft, and includes a payment in discharge or aid of funeral expenses on the death of a member or the wife of a member or as provision for the children of a deceased member. 3 In determining for the purposes of this section whether a registered trade union is by Act of Parliament or by its rules precluded from assuring to any person a sum exceeding  £500  a year by way of annuity, there shall be disregarded any approved annuities (as defined in section 226(13) of this Act)."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "339", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "339"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "342", "section_title": " Disposals of land between the Housing Corporation   . . . and  housing associations . ", "section_text": "342 (1) Where— a in accordance with a scheme approved under section 5 of the  Housing Act 1964  or paragraph 5 of Schedule 7 to the Housing Associations Act 1985  the Housing Corporation   . . .  acquires from a  housing association  the  association’s  interest in all the land held by the  association  for carrying out its objects, or b after the Housing Corporation   . . . has so acquired from a  housing association  all the land so held by it the Corporation disposes to a single  housing association  of the whole of that land (except any part previously disposed of or agreed to be disposed of otherwise than to a  housing association ), together with all related assets, then both parties to the disposal of the land to or, as the case may be, by the Housing Corporation   . . . shall be treated for the purposes of corporation tax in respect of chargeable gains as if the land and any related assets disposed of therewith (and each part of that land and those assets) were acquired from the party making the disposal for a consideration of such an amount as would secure that on the disposal neither a gain nor a loss accrued to that party. (2) In subsection (1) above , “   housing association ” has the same meaning as in  the Housing Associations Act 1985 , and “ related assets ” means, in relation to an acquisition of land by the Housing Corporation   . . ., assets acquired by the Corporation in accordance with the same scheme as that land, and in relation to a disposal of land by the Housing Corporation   . . ., assets held by the Corporation for the purposes of the same scheme as that land. 3 This section shall also have effect with the substitution of the words “Housing for Wales\" for the words “the Housing Corporation\" and “the Corporation\", in each place where they occur. 4 This section shall also have effect with the substitution of the words “Scottish Homes\" for the words “the Housing Corporation\" and “the Corporation\", in each place where they occur."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "342A", "section_title": " Disposals by Housing Corporation and and certain housing associations. ", "section_text": "342A 1 In any case where— a the Housing Corporation   . . . dispose of any land to a registered housing association, or b a registered housing association disposes of any land to another registerd housing association, or c in pursuance of a direction of the Housing Corporation   . . . given under  Part I of the Housing Associations Act 1985  requiring it to do so, a registered housing association disposes of any of its property, other than land, to another registered housing association, or d a registered housing association or an unregistered self build society disposes of any land to the Housing Corporation   . . ., both parties to the disposal shall be treated for the purposes of corporation tax in respect of chargeable gains or, as the case may require, capital gains tax as if the land or property disposed of were acquired from the Housing Corporation   . . ., registered housing association or unregistered self-build society making the disposal for a consideration of such an amount as would secure that on the disposal neither a gain nor a loss accrued to the Corporation or, as the case may be, the association or society. 1A Subsection (1) above shall also have effect with the substitution of the words “Housing for Wales\" for the words “the Housing Corporation\" and “the Corporation\", in each place where they occur. 1B Subsection (1) above shall also have effect with the substitution of the words “Scottish Homes\" for the words “the Housing Corporation\" and “the Corporation\", in each place where they occur. 2 In this section “ registered housing association ” and “ unregistered self-build society ” have the same meaning as in  the Housing Associations Act 1985 ."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "342B", "section_title": " Disposals by Northern Ireland housing associations. ", "section_text": "342B 1 In any case where— a a registered Northern Ireland housing association disposes of any land to another such assocation, or b in pursuance of a direction of the Department of the Enviroment for Northern Ireland given under Chapter II of Part VII of the Housing(Northern Ireland) Order 1981 requiring it to do so, a registered Northern Ireland housing association disposes of any of its property, other than land, to another such association, both parties to the disposal shall be treated for the purposes of corporation tax in respect of chargeable gains as if the land or property disposed of were acquired from the association making the disposal for a consideration of such an amount as would secure that on the disposal neither a gain nor a loss accrued to that association. 2 In subsection (1) above “ registered Northern Ireland housing association ” means a registered housing association within the meaning of Part VII of the Order referred to in paragraph (b) of that subsection."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "343", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "343"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "497", "section_title": " Relief by agreement with other countries.", "section_text": "497 1 If Her Majesty by Order in Council declares that arrangements specified in the Order have been made with the government of any territory outside the United Kingdom with a view to affording relief from double taxation in relation to income tax or corporation tax and any taxes of a similar character imposed by the laws of that territory, and that it is expedient that those arrangements should have effect, then, subject to the provisions of this Part of this Act, the arrangements shall, notwithstanding anything in any enactment, have effect in relation to income tax and corporation tax in so far as they provide— a for relief from income tax, or from corporation tax in respect of income, or b for charging the income arising from sources in the United Kingdom to persons not resident in the United Kingdom, or c for determining the income to be attributed— i to persons not resident in the United Kingdom and their agencies, branches or establishments in the United Kingdom, or ii to persons resident in the United Kingdom who have special relationships with persons not so resident  or d for conferring on persons not resident in the United Kingdom the right to a tax credit under section 86 of the  Finance Act 1972 in respect of qualifying distributions made to them by companies which are so resident. 1A Without prejudice to the generality of subsection (1) above, if it appears to Her Majesty to be appropriate, the arrangements specified in an Order in Council under this section may include provisions with respect to the exchange of information necessary for carrying out the domestic laws of the United Kingdom and the laws of the territory to which the arrangements relate concerning taxes covered by the arrangements including, in particular, provisions about the prevention of fiscal evasion with respect to those taxes; and where arrangements do include any such provisions, the declaration in the Order in Council shall state that fact. 2 The provisions of Chapter II below shall apply where arrangements which have effect by virtue of this section provide that tax payable under the laws of the territory concerned shall be allowed as a credit against tax payable in the United Kingdom. 3 For the purposes of this section and, subject to section 503(3) below, of the said Chapter II in its application to relief under this section, any amount of tax which would have been payable under the law of a territory outside the United Kingdom but for a relief to which this subsection applies given under the law of that territory shall be treated as having been payable; and references in this section and that Chapter to double taxation, to tax payable or chargeable, or to tax not chargeable directly or by deduction shall be construed accordingly. This subsection applies a to any relief given with a view to promoting industrial, commercial, scientific, educational or other development in a territory outside the United Kingdom, being a relief with respect to which provision is made in the arrangements in question for double taxation relief, b to any relief provided under and in accordance with the arrangements, where the latter expressly contemplate that the relief is to fall within this subsection. 4 Except in the case of a claim for an allowance by way of credit in accordance with Chapter II below, a claim for relief under subsection (1)(a) above shall be made to the Board. 5 Where, under any arrangements which have effect by virtue of this section, relief may be given, either in the United Kingdom or in the territory with the government of which the arrangements are made, in respect of any income, and it appears that the assessment to income tax or corporation tax made in respect of the income is not made in respect of the full amount thereof, or is incorrect having regard to the credit, if any, which falls to be given under the arrangements, any such assessments may be made as are necessary to ensure that the total amount of the income is assessed, and the proper credit, if any, is given in respect thereof, and, where the income is entrusted to any person in the United Kingdom for payment, any such assessment may be made on the recipient of the income under Case VI of Schedule D. 6 Any arrangements to which effect is given under this section may include provision for relief from tax for periods before the passing of this Act, or before the making of the arrangements, and provisions as to income which is not itself subject to double taxation, and the preceding provisions of this section shall have effect accordingly. 7 Any Order in Council made under this section may be revoked by a subsequent Order in Council, and any such revoking Order may contain such transitional provisions as appear to Her Majesty to be necessary or expedient. 8 Before any Order proposed to be made under this section is submitted to Her Majesty in Council, a draft thereof shall be laid before the House of Commons, and the Order shall not be so submitted unless an Address is presented to Her Majesty by that House praying that the Order be made. 9 Notwithstanding section 501(2) below, any arrangements made in relation to the profits tax under section 347 of the  Income Tax Act 1952 (which this section re-enacts) or any earlier enactment corresponding to the said section 347 shall, except in so far as arrangements made after the passing of the  Finance Act 1965 provide otherwise, have effect in relation to corporation tax and income chargeable thereto as they are expressed to have effect in relation to the profits tax and profits chargeable thereto (with the substitution of accounting periods for chargeable accounting periods), and not as they have effect in relation to income tax. 10 In so far as any arrangements made before 30th March 1971 provide for the exemption of any income from surtax they shall have effect, unless otherwise modified by subsequent arrangements, as if they provided for that income to bear income tax at the basic rate and to be disregarded for the purpose of computing total income, except in so far as the computation affects the matters mentioned in section 34(3) of the Finance Act  1971, but not to be disregarded for the purpose of determining whether that income or any other income is chargeable as investment income."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "498", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "498"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "515", "section_title": " Postponement of capital allowances to secure double taxation relief.", "section_text": "515 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6 This section applies (with any necessary adaptations) in relation to a profession, employment, vocation or office,  and in relation to the occupation of woodlands the profits or gains of which are assessable under Schedule D , as it applies in relation to a trade."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "516", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "516"}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "536", "section_title": " Commencement.", "section_text": "536 1 Except as otherwise provided by the following provisions of this section, this Act shall come into force in relation to tax for the year 1970-71 and subsequent years of assessment, and for companies’ accounting periods ending after 5th April 1970. 2 Except as otherwise provided by the following provisions of this section, such of the provisions of this Act as relate to capital gains tax (including the provisions of Part XVIII of this Act as applied to capital gains tax by section 39 of the  Finance Act 1965) shall come into force in relation to that tax for the year 1970-71 and subsequent years of assessment. 3 The following provisions of this Act, that is— a so much of any provision of this Act as authorises the making, variation or revocation of any Order in Council or regulation or other instrument, b so much of any provision of this Act as relates to the making of a return, the furnishing of a certificate or the giving of any other information, including any such provision which imposes a duty on the Board or an officer of the Board as well as any such provision which imposes a duty on any other person, c so much of any provision of this Act as imposes any penalty, d except where the tax concerned is all tax for years of assessment before the year 1970-71 or accounting periods ending before 6th April 1970, so much of any other provision of this Act as confers any power or imposes any duty the exercise or performance of which operates or may operate in relation to tax for more than one chargeable period, shall come into force for all purposes on 6th April 1970 to the exclusion of the corresponding enactments repealed by this Act. 4 This section has effect except as otherwise provided by any other provision of this Act."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "537", "section_title": " Savings, transitory provisions and consequential amendments.", "section_text": "537 1 Schedule 14 to this Act, which contains savings and transitory provisions, shall have effect, and the repeals made by section 538 below have effect subject to that Schedule. 2 For the avoidance of doubt it is hereby declared that this Act and the  Taxes Management Act 1970 have effect subject to those provisions of the Tax Acts and the enactments relating to chargeable gains which are not repealed by this Act, and, with a view to preserving the existing effect of such enactments and instruments as are mentioned in Schedule 15 to this Act, they shall be amended in accordance with that Schedule. 3 The provisions of the said Schedule 15, and the other provisions of this Part of this Act, are without prejudice to the provisions of the  Interpretation Act 1889 as respects the effect of repeals; and section 38(1) of the Interpretation Act 1889 shall have effect as if the  Taxes Management Act 1970 formed part of this Act. 4 This section and the said Schedules 14 and 15 shall come into force on the passing of this Act."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "538", "section_title": " Repeals.", "section_text": "538 1 The enactments mentioned in Schedule 16 to this Act are hereby repealed to the extent specified in the third column of that Schedule. 2 Subject to the following provisions of this section, the said repeals shall come into force in accordance with subsections (1) and (2) of section 536 above. 3 Subsection (2) above has effect subject to section 119(1) of the Taxes Management Act 1970, to section 536(3) above and to any other provision of this Act by which any provision is brought into force to the exclusion of the corresponding enactments repealed by this Act. 4 No provision mentioned in subsection (3) above shall be taken as bringing a repeal into force except to the extent that the repealed enactment is being superseded, and in particular where part of the effect of any repealed enactment is reproduced in this Act, or is not reproduced, nothing in section 119(1) of the Taxes Management Act 1970 shall be taken as bringing the repeal into force except so far as the enactment is reproduced in the Taxes Management Act 1970. 5 In this section “ enactments ” includes any statutory instrument mentioned in Schedule 16 to this Act, and references in this Act and the Taxes Management Act 1970 to the enactments repealed by this Act shall be construed accordingly."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "539", "section_title": " Continuity and construction of references to old and new law.", "section_text": "539 1 The continuity of the operation of the Tax Acts and of the law relating to chargeable gains shall not be affected by the substitution of this Act and of the Taxes Management Act 1970 (in this section referred to as “ the new Acts ”) for the repealed enactments. 2 Any reference, whether express or implied, in any enactment, instrument or document (including the new Acts and any enactment amended by Schedule 15 to this Act) to, or to things done or falling to be done under or for the purposes of, any provision of the new Acts shall, if and so far as the nature of the reference permits, be construed as including, in relation to the times, years or periods, circumstances or purposes in relation to which the corresponding provision in the repealed enactments has or had effect, a reference to, or as the case may be to things done or falling to be done under or for the purposes of, that corresponding provision. 3 Any reference, whether express or implied, in any enactment, instrument or document (including the repealed enactments and enactments, instruments and documents passed or made after the passing of this Act) to, or to things done or falling to be done under or for the purposes of, any of the repealed enactments shall, if and so far as the nature of the reference permits, be construed as including, in relation to the times, years or periods, circumstances or purposes in relation to which the corresponding provision of the new Acts has effect, a reference to, or as the case may be to things done or deemed to be done or falling to be done under or for the purposes of, that corresponding provision. 4 Any reference to Case  VIII  of Schedule D, whether a specific reference or one imported by more general words, in any enactment, instrument or document shall, in relation to the chargeable periods to which section 536(1) above applies, be construed as a reference to Schedule A, and for the purposes of subsection (2) above Schedule A in this Act shall be treated as corresponding to Case VIII of Schedule D in the repealed enactments, and any provision of the new Acts referring to Schedule A shall be construed accordingly. 5 The repeals made by this Act shall not affect any instrument made or other thing done under the repealed enactments and, if it was made or done under an enactment reproduced in the new Acts, the new Acts shall have effect as if it had also been made or done under the corresponding provision in the new Acts. 6 In this section “ the repealed enactments ” means the enactments repealed by this Act, and such of the enactments repealed by the  Income Tax Act 1952 or the  Capital Allowances Act 1968 as correspond to the provisions of those Acts of 1952 and 1968 so repealed."}, {"act": "Income and Corporation Taxes Act 1970 (repealed 6.4.1992)", "year": 1970, "section": "540", "section_title": " Short title and construction.", "section_text": "540 1 This Act may be cited as the Income and Corporation Taxes Act 1970. 2 This Act, so far as it relates to capital gains tax, shall be construed as one with  the Capital Gains Tax Act  1979 and any reference in this Act to the Taxes Act 1988 is a reference to the Income and Corporation Act 1988 . 3 Any reference in this Act to any other enactment shall, except so far as the context otherwise requires, be construed as a reference to that enactment as amended or applied by or under any other enactment, including this Act."}]