[{"act": "Industrial Development (Ships) Act 1970 (repealed 5.11.1993)", "year": 1970, "section": "1", "section_title": " Restriction of [ Secretary of State’s] power.", "section_text": "1 1 If, in the case of an application to which this section applies for a grant under section 5(1) of the  Industrial Development Act 1966 (grants towards approved capital expenditure incurred in providing a new ship or in converting a ship), the Treasury are of opinion that the granting it by the  Secretary of State  would operate to the detriment of the United Kingdom in the matter of its balance of payments, they may direct him to refrain from granting it. 2 This section applies to an application received by the  Secretary of State  after 10th November 1969, other than— a an application for a grant in respect of the provision or conversion of a ship, where it is shown to the satisfaction of that Minister that, when all of the work involved in the provision or conversion is completed, none of it (or none of the bulk of it) will be found to have been done at a place which, when it was done, was outside the area which was then the Convention area for the purposes of the  European Free Trade Association Act 1960 and the Republic of Ireland; or b an application for a grant in respect of the provision of a ship, where it is shown to the satisfaction of that Minister that the provision thereof is in fulfilment of a binding obligation incurred before that day or in respect of the conversion of a ship, where it is so shown that the conversion thereof is in fulfilment of a binding obligation so incurred."}, {"act": "Industrial Development (Ships) Act 1970 (repealed 5.11.1993)", "year": 1970, "section": "2", "section_title": "  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "2"}, {"act": "Industrial Development (Ships) Act 1970 (repealed 5.11.1993)", "year": 1970, "section": "3", "section_title": " Short title.", "section_text": "3 This Act may be cited as the Industrial Development (Ships) Act 1970."}]