[{"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "1", "section_title": " A crofter shall not be removed except for breach of statutory conditions. ", "section_text": "1 A crofter shall not be removed from the holding of which he is tenant except in consequence of the breach of one or more of the conditions following (in this Act referred to as statutory conditions), but he shall have no power to assign his tenancy. 1 The crofter shall pay his rent at the terms at which it is due and payable: 2 The crofter shall not execute any deed purporting to assign his tenancy: 3 The crofter shall not, to the prejudice of the interest of the landlord, persistently injure the holding by the dilapidation of buildings or, after notice has been given by the landlord to the crofter not to commit, or to desist from, the particular injury specified in such notice, by the deterioration of the soil: 4 The crofter shall not, without the consent to his landlord in writing,  sublet his holding  or any part thereof, or erect or suffer to be erected thereon any dwelling-house otherwise than in substitution for those already upon the holding at the time of the passing of this Act: 5 The crofter shall not persistently violate any written condition signed by him for the protection of the interest of the landlord or of neighbouring crofters which is legally applicable to the holding, and which the Crofters Commission shall find to be reasonable: 6 The crofter shall not do any act whereby he becomes notour bankrupt within the meaning of the  Bankruptcy (Scotland) Act, 1856, and the  Debtors (Scotland) Act, 1880, and shall not execute a trust deed for behoof of creditors: 7 The landlord, or any person or persons authorised by him in that behalf (he or they making reasonable compensation for any damage to be done or occasioned thereby), shall have the right to enter upon the holding for any of the purposes following (that is to say): Mining or taking minerals, or digging or searching for minerals; Quarrying or taking stone, marble, gravel, sand, clay, slate, or other workable mineral; Cutting or taking timber or peats, excepting timber and other trees planted by the crofter or his predecessors in the holding, being of the same family, or that may be necessary for ornament or shelter, and excepting also such peats as may be required for the use of the holding; Opening or making roads, fences, drains, and water-courses; Passing and re-passing to and from the shore of the sea or any loch with or without horses and carriages for exercising any right of property or other right belonging to the landlord; Viewing or examining at reasonable times the state of the holding and all buildings or improvements thereon; Hunting, shooting, fishing, or taking game or fish, wild birds, or vermin. The word “ game ” for the purposes of this subsection means deer, hares, rabbits, pheasants, partridges, quails, landrails, grouse, blackgame, capercailzie, ptarmigan, woodcock, snipe, wild duck, widgeon, and teal; And the crofter shall not obstruct the landlord, or any person or persons authorised by him in that behalf as aforesaid, in the exercise of any right reserved or conferred by this subsection. 8 The crofter shall not on his holding, without the consent of his landlord, open any house for the sale of intoxicating liquors."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "2", "section_title": " Provision for resumption by landlord. ", "section_text": "2 Notwithstanding the provisions contained in the preceding section, the Crofters Commission may, on the application of the landlord, and upon being satisfied that he desires to resume the holding or part thereof, for some reasonable purpose, having relation to the good of the holding or of the estate, including the using, letting, or feuing the land proposed to be resumed, for the building of dwellings, or for small allotments . . .   or for harbours, piers, boat shelters, or other buildings . . .   or for churches or other places of religious worship, or for schools, or for planting, or for roads practicable for carriages from the croft or crofts to the high road or the sea shore, authorise the resumption thereof by the landlord upon such terms and conditions as the Crofters Commission shall think fit, and may require the crofter to surrender his holding, in whole or in such part, to the landlord, upon the landlord making adequate compensation to the crofter, either by letting to him other land of equivalent value in the neighbourhood, or by reduction of rent, or by compensation in money, or otherwise as the Crofters Commission shall determine."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "3", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "3"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "4", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "4"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "5", "section_title": " Rent altered by agreement. ", "section_text": "5 The rent may be altered by agreement between the landlord and the crofter to such amount and for such period as may be agreed on; and the rent so agreed on shall be the rent payable by the crofter so long as such agreement subsists,and after the expiry thereof so long as no different rent shall have been fixed by the Crofters Commission upon the application of the landlord or the crofter, and so long as no new agreement between the landlord and the crofter shall have been made."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "6", "section_title": "Fixed rent.", "section_text": "6 1 The landlord or the crofter may apply to the Crofters Commission to fix the fair rent to be paid by such crofter to the landlord for the holding, and thereupon the Crofters Commission, after hearing the parties and considering all the circumstances of the case, holding, and district, and particularly after taking into consideration any permanent or unexhausted improvements on the holding and suitable thereto which have been executed or paid for by the crofter or his predecessors in the same family, may determine what is such fair rent, and pronounce an order accordingly. 2 The rent fixed by the Crofters Commission (in this Act referred to as the fixed rent) shall be deemed to be the rent payable by the crofter as from the first term of Whitsunday or Martinmas next succeeding the decision of the Crofters Commission, and shall come in place of the present rent, and, save by mutual agreement, the fixed rent shall not be altered for a period of seven years from such term. 3 Where the Crofters Commission shall fix a rent which shall be less in amount than the present rent,the crofter shall be entitled, . . .   to deduct from the amount of the fixed rent such sum or sums as he may have paid over and above the amount of the fixed rent in respect of the period between the date of the notice of application to fix the fair rent and  the first term of Whitsunday or Martinmas next following  the date when such rent was fixed. 4 When an application is lodged with the Crofters Commission to fix a fair rent, it shall be in the power of the Crofters Commission, either under the same or under another application of the crofter, to sist all proceedings for the removal of the crofter in respect of non-payment of rent till the said application is finally determined, upon such terms as to payment of rent or otherwise as they shall think fit. 5 In the proceedings on such application the Crofters Commission shall take an account of the amount of arrears of rent due or to become due before the application is finally determined, and may take evidence of all the circumstances which have led to such arrears, and shall decide whether, in view of such circumstances, the whole or what part of such arrears ought to be paid, and whether in one payment or by instalments, and at what dates the same should be paid, and the amount and dates so fixed shall be deemed to be the total amount of such arrears due by the crofter, and the terms at which the same become payable."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "7", "section_title": " Renunciation of tenancy. ", "section_text": "7 A crofter shall be entitled, upon one year’s notice in writing to the landlord, to renounce his tenancy as at any term of Whitsunday or Martinmas. Provided that such notice shall not, without the consent of the Land Court, be effective unless, within two months from the date of notice, the landlord or the landholder intimates the same in writing to the Board, and provided further that, except by agreement with the Board, the landholder shall not, without the like consent, be entitled to renounce his tenancy so long as any liability owing by him to the Board is not wholly discharged."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "8", "section_title": " Compensation to crofter for improvements on removal. ", "section_text": "8 When a crofter renounces his tenancy or is removed from his holding, he shall be entitled to compensation for any permanent improvements, provided that— a The improvements are suitable to the holding; b The improvements have been executed or paid for by the crofter or his predecessors in the same family; c The improvements have not been executed in virtue of any specific agreement in writing under which the crofter was bound to execute such improvements."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "9", "section_title": " Compensation to cottar for improvements on removal. ", "section_text": "9 When a cottar if not paying rent is removed from his dwelling and any land or buildings occupied by him in connexion therewith, or if paying rent renounces his tenancy or is removed, he shall be entitled to compensation for any permanent improvements, provided that— a such improvements are suitable to the subject; b such improvements shall have been executed or paid for by the cottar or his predecessors in the same family; c such improvements have not been executed in virtue of any specific agreement in writing under which the cottar was bound to execute such improvements. The provisions of the preceding section and of this section shall not apply to any buildings erected by a crofter or a cottar in violation of any interdict or other judicial order."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "10", "section_title": " Principle of valuation. ", "section_text": "10 Improvements shall be valued under this Act at such sum as fairly represents the value of the improvement to an incoming tenant, provided that in fixing the amount of compensation payable, the value of any assistance or consideration which may be proved to have been given by the landlord or his predecessors in title, in respect of such improvements shall be taken into account, and deducted from such compensation, and the value of any deterioration committed or permitted by the tenant within the four years preceding shall also be deducted from the said compensation."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "11", "section_title": " Application by crofters for enlargement.", "section_text": "11 It shall be lawful for any . . .   crofters resident on neighbouring holdings in a . . .   parish, where any landlord or landlords after application made to him or them have refused to let such crofters available land on reasonable terms for enlarging the holdings of such crofters, to apply . . .   setting forth that in the said parish or in an adjacent . . .   parish there is land available for the enlargement of such holdings which they are willing to take on lease, but which the landlord or landlords refuse to let on reasonable terms; that is to say, on such terms as are usually obtained in the letting of land of the like quality, and similarly situated in the same district, for other purposes than that of a deer forest, or of a grouse moor or other sporting purpose."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "12", "section_title": " Intimation to landlords. ", "section_text": "12 The Crofters Commission shall, upon receiving such an application as aforesaid, intimate the same to the landlord or landlords therein alleged to have refused to let available land for the enlargement of such holdings as aforesaid, and shall afford such landlord or landlords, and the crofters by whom the application is made, an opportunity of being heard thereupon, and shall ascertain as far as possible how far the small size of the holdings has been due to the action of the landlord or of the crofters, and shall make such other inquiry as to them shall appear necessary or proper; and if they are satisfied— 1 That there is land in the parish, or in an adjacent . . .   parish, available for enlarging the holdings of the said crofters, but that the landlord or landlords refuse to let the same for that purpose on reasonable terms; 2 That the applicants are willing and able to pay a fair rent therefor, and that in the event of an order for the letting thereof being made, the applicants are able properly to cultivate the same in so far as it consists of arable land and properly to stock the same in so far as it consists of pasture land; the Crofters Commission may make an order for a lease of the said land, or such part or parts thereof as they may think proper, to the applicants, or one or more of them, at a fair rent, and upon such terms and conditions as the Crofters Commission shall consider just. It shall be competent for the Crofters Commission by an order under this section to provide, if this shall appear to them to be just and expedient, for admitting the crofters who have applied as aforesaid, to participate in common pasture occupied by other crofters, or for conferring upon the applicants rights of pasturage common as among themselves over available land specified in the order, upon such terms and conditions as the Crofters Commission shall determine. It shall be competent for the Crofters Commission to draw up a scheme regulating the use by crofters on the same estate of seaweed for the reasonable purposes of their holdings, peat bogs, and heather or grass used for thatching purposes, and to include the charge for all these in the fixed rent."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "13", "section_title": " Available land.", "section_text": "13 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  3 It shall not be competent for the Crofters Commission to assign land for the enlargement of the crofters holdings— a . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  e If the land form part of a deer forest, and if the assignation of such land for the purposes of this Act would seriously impair the use of the remainder as a deer forest, and would act injuriously on the prosperity of the inhabitants generally of the district in which such deer forest is situated. 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "14", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "14"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "15", "section_title": " Assigned land.", "section_text": "15 Land assigned by the Crofters Commission under the authority of this Act shall be deemed to be part of the holding or holdings to which it is so assigned, and shall be subject to the provisions of this Act relative to crofters holdings."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "16", "section_title": " Bequest of holding. ", "section_text": "16 A crofter may, by will or other testamentary writing, bequeath his right to his holding to one person, being  his son-in-law or any one of the persons who would be, or would in any circumstances have been, entitled to succeed to the estate on intestacy by virtue of the  Succession (Scotland) Act, 1964  (herein-after called the “legatee”), subject to the following provisions, a The legatee shall intimate the testamentary bequest to the landlord or his known agent within  two months  after the death of the crofter, unless he is prevented by some unavoidable cause from making intimation within that time, and in that event he shall make intimation as soon as possible thereafter: b Intimation to the landlord or his known agent by the legatee shall import acceptance of the crofter’s right to the holding by the legatee: c Within one month after intimation has been made to the landlord or his known agent, he may intimate to the legatee that he objects to receive him as crofter in the holding: If the landlord or his known agent makes no such intimation within one month, the legatee shall come into the place of the crofter in the holding as from the date of the death of the deceased crofter: d If the landlord or his known agent intimates that he objects to receive the legatee as crofter in the holding, the legatee may present a petition to the  Land Court  praying for decree declaring that he is the crofter therein as from the date of the death of the deceased crofter, of which petition due notice shall be given to the landlord, who may enter appearance and state his grounds of objection; and if any reasonable ground of objection is established to the satisfaction of the  Land Court  he shall declare the bequest to be null and void; but otherwise he shall decern and declare in terms of the prayer of the petition: e The decision of the  Land Court  under such petition as aforesaid shall be final  and shall be intimated by the landlord to the executor of the deceased tenant . f Where the legatee shall have presented a petition to the  Land Court as aforesaid, the legatee  with the consent of the executor in whom the tenancy is vested under section 14 of the  Succession (Scotland) Act 1964  pending any proceedings shall have possession of the holding unless the  Land Court  shall otherwise direct on cause shown: g If the legatee shall accept the bequest, and the bequest is not declared to be null and void as aforesaid, the legatee shall be entitled to possess the holding on the same terms and conditions as if he had been the nearest heir of the crofter: h If the legatee does not accept the bequest, or if the bequest is declared to be null and void as aforesaid, the right to the holding shall be treated as intestate estate of the deceased tenant in accordance with Part I of the Succession (Scotland) Act 1964; and where a tenancy is transferred under section 16 of the said Act of 1964, the executor of the deceased tenant shall as soon as may be furnish particulars of the transferee to the landlord who shall accept the transferee as tenant . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "17", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "17"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "18", "section_title": " Commission to make report of their proceedings.", "section_text": "18 The Crofters Commission shall once in every year . . .   make a report to the Secretary for Scotland as to their proceedings under this Act, and every such report shall be presented to Parliament."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "19", "section_title": " Area covered by the Act. ", "section_text": "19  . . .   this Act shall apply to every crofter . . .   and to his heirs and legatees, in the same manner as if the tenancy were a lease. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "20", "section_title": " Procedure in fixing fair rent. ", "section_text": "20 When an application is made to the Crofters Commission to fix a fair rent, intimation thereof shall be given to the other party interested in the holding, landlord or crofter, as the case may be, and the Crofters Commission shall appoint a time and place at which parties shall be heard in reference to the matter of the application. It shall be competent for the Commissioners in case of such application to visit the holding, if they think fit, as also to call in the aid of an assessor or assessors, specially qualified by local knowledge or otherwise, and to hear the case wholly or partially with the aid of such assessor or assessors, or they may obtain a valuation or report from a competent valuer or valuers appointed by them for the purpose."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "21", "section_title": " Procedure in enlarging holdings.", "section_text": "21 When an application for an enlargement of crofters’ holdings is made to the Crofters Commission they shall intimate such application to the landlord or landlords, as also to the tenant or tenants, and any other person or persons in the occupation of or otherwise interested in the land proposed to be added to the crofters holdings, including heritable creditors holding securities over the same, and shall give notice of the time or times, and place or places, at which parties shall be heard in regard to the matter of the application. It shall be competent to the Commissioners to visit the place to which the application relates, and also if they shall think fit to call in the assistance of an assessor or assessors, or of a valuer or valuers, as herein-before provided. In assigning land for the enlargement of crofters holdings, it shall be competent for the Commissioners, if they think fit, to make such order or orders with respect to the erection and maintenance of fencing of the said land as they shall consider necessary or expedient, and to decern that the expense of such erection and maintenance shall be paid by the person or persons interested, as the Crofters Commission shall consider just, having regard to the advantage accruing to the said person or persons respectively from such fencing. . . ."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "22", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "22"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "23", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "23"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "24", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "24"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "25", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "25"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "26", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "26"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "27", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "27"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "28", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ", "section_text": "28"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "29", "section_title": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .", "section_text": "29"}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "30", "section_title": " Sole arbiter may be chosen.", "section_text": "30 Where, in any proceeding under this Act, the Crofters Commission is empowered to pronounce an order, the landlord and the crofter may agree to accept the decision of a sole arbiter mutually chosen instead of the decision of the Crofters Commission, and in that case any order pronounced by such sole arbiter shall, when recorded in the “Crofters Holdings Book” along with the agreement to accept his decision, be as effectual to all intents and purposes as an order of the Crofters Commission; and all regulations applicable to the Crofters Commission, and to the orders pronounced by them, shall apply to any sole arbiter and the orders pronounced by him."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "31", "section_title": " Saving of 46 & 47  Vict.  c. 62. ", "section_text": "31 Nothing in this Act shall affect the provisions of the Agricultural Holdings (Scotland) Act, 1883, provided that: Where any improvements are valued under the said Act with a view to compensation to be paid to a crofter, such valuation shall be made, unless the landlord and the crofter otherwise agree, by the Crofters Commission, according to the procedure prescribed by this Act."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "32", "section_title": " Loans for the purchase and equipment of fishing boats.", "section_text": "32 For the purpose of enabling the  Secretary of State , to make advances by way of loan to persons engaged in the prosecution of the fishing industry, whether crofters or others, in crofting parishes . . .   abutting upon the sea, it shall be lawful for the Treasury to advance to the  Secretary of State such sums as may from time to time be placed at their disposal by Parliament for the purpose. The purposes to which the sums advanced as aforesaid shall be applied by way of loan shall be deemed to include the building, purchase, or repair of vessels, boats, and gear for fishing purposes, and any other purpose of the like nature, for the benefit or encouragement of the fishing industry within the localities above specified, which may be sanctioned by the  Secretary of State  . . .  The loans in making which the said sums shall be applied, shall be made by the  Secretary of State upon such terms as to repayment, security, rate, and payment of interest, and otherwise, as the  Secretary of State , with the consent of the Treasury, shall determine. All moneys due in respect of loans made under this Act may be recovered by the  Secretary of State summarily, in manner provided by the Summary Jurisdiction Acts . . .  . A certificate, purporting to be signed by the  Secretary of State , stating the amount due from any person in respect of any loan made to him under this Act, together with the interest thereon, shall, until the contrary is proved, be evidence of the amount due and of the liability of the person therein named to pay the same. If at any time while any part of a loan under this Act remains unpaid, the  Secretary of State are satisfied that the borrower is not carrying into effect the undertaking for which the loan was made, they may forthwith sue for and recover summarily the loan and all moneys due by him in respect thereof. All moneys recovered by the  Secretary of State in repayment of such loans, and interest thereon, shall be paid by the  Secretary of State to the account of Her Majesty’s Exchequer, as the Treasury may from time to time direct. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . "}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "33", "section_title": " Saving in case of holdings in possession of servants. ", "section_text": "33 Nothing in this Act shall apply to any holding or building let to a person during his continuance in any office, appointment, or employment of the landlord, or of any tenant of the landlord, nor to any holding or building let at a nominal rent, or without rent, as a pension for former service, or on account of old age or poverty, nor to any holding or building let to a person during his tenure of any office such as that of minister of religion or schoolmaster  or  to any innkeeper or tradesman placed in the district by the landlord for the benefit of the neighbourhood."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "34", "section_title": "", "section_text": "34 In this Act  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . “ Cottar ” means the occupier of a dwelling-house situate in a crofting parish with or without land who pays no rent to the landlord, as also the tenant from year to year of a dwelling-house situated in a crofting parish who resides therein, and who pays to the landlord thereafter an annual rent not exceeding six pounds in money, whether with or without garden ground, but without arable or pasture land. “ Permanent improvements ” means the improvements specified in the Schedule to this Act. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Other expressions have the same meanings as in the  Agricultural Holdings (Scotland) Act 1883."}, {"act": "Crofters Holdings (Scotland) Act 1886", "year": 1886, "section": "35", "section_title": " Short title.", "section_text": "35 This Act may be cited as the Crofters Holdings (Scotland) Act, 1886."}]