[{"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "1", "section_title": "Meaning of  “airspace change proposal”", "section_text": "1 In this Part references to an  “airspace change proposal” are to a proposal that— a relates to managed airspace or the flight procedures or air traffic control procedures used within it, and b is of a type that the CAA is required to develop procedures for dealing with by directions given (from time to time) under section 66 of the Transport Act 2000 (air navigation directions given by the Secretary of State to the CAA)."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "2", "section_title": "Direction to progress airspace change proposal", "section_text": "2 1 The Secretary of State may give a direction to a person involved in airspace change requiring the person to do one or more of the following— a prepare an airspace change proposal or take steps towards the preparation of an airspace change proposal; b submit an airspace change proposal to the CAA; c take steps to obtain approval to an airspace change proposal that has been submitted to the CAA; d review the operation of an airspace change proposal that has been implemented (having been approved). (This is subject to subsection (4).) 2 For the purposes of this Part, a person is involved in airspace change if the person is— a an air navigation service provider, b an airport operator, or c another person with functions relating to air navigation. 3 Before giving a direction to a person under subsection (1) the Secretary of State must consult the person. 4 The Secretary of State may give a direction under subsection (1) only if the Secretary of State considers that the direction will assist in the delivery of the CAA's airspace strategy. 5 A direction given to a person under subsection (1) may require the person, in doing what the person is directed to do, to— a act in accordance with procedures published by the CAA, and b have regard to guidance published by the CAA concerning those procedures. 6 A direction given to a person under subsection (1) may— a require the person to do specified things by specified dates; b require the person to keep the CAA informed at specified intervals of the progress being made towards doing what the person is directed to do. 7 The references in subsection (5) to procedures and guidance published by the CAA are to procedures and guidance published by the CAA in accordance with directions given (from time to time) under section 66 of the Transport Act 2000 (air navigation directions given by the Secretary of State to the CAA)."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "3", "section_title": "Direction to co-operate in airspace change proposal", "section_text": "3 1 The Secretary of State may give a direction to a person involved in airspace change requiring the person to co-operate with another person involved in airspace change for the purpose of assisting that other person to do one or more of the following— a prepare an airspace change proposal or take steps towards the preparation of an airspace change proposal; b submit an airspace change proposal to the CAA; c take steps to obtain approval to an airspace change proposal that has been submitted to the CAA; d review the operation of an airspace change proposal that has been implemented (having been approved). (This is subject to subsection (3).) 2 Before giving a direction under subsection (1) the Secretary of State must consult— a the person to whom the direction would be given, and b the person with whom co-operation would be directed. 3 The Secretary of State may give a direction under subsection (1) only if the Secretary of State considers that the direction will assist in the delivery of the CAA's airspace strategy. 4 A direction under subsection (1) may require a person to co-operate in such ways as the Secretary of State considers appropriate including by— a providing such information and documents as are reasonably requested by the person with whom co-operation is directed, and b providing that information or those documents in such form (including, in the case of information, by answering questions orally or in writing) as is reasonably requested by the person with whom co-operation is directed. 5 A direction given to a person under subsection (1) may— a require the person to do specified things by specified dates; b where the direction requires the person to provide such information and documents as are reasonably requested by the person with whom co-operation is directed, require the person to provide the information and documents by such date as the person with whom co-operation is directed reasonably requests; c require the person to keep the CAA informed at specified intervals of the progress being made towards doing what the person is directed to do. 6 If the person to whom a direction is given considers that a request for information or documents from the person with whom co-operation is directed is not a reasonable request (whether by virtue of what has been requested, the form in which it has been requested or the date by when it has been requested), the person to whom the direction is given may refer the request to the CAA. 7 If a request is referred to the CAA under subsection (6), the CAA must— a determine whether or not the request is a reasonable request, and b give a notice of the determination to both persons referred to in subsection (6). 8 A direction under subsection (1) may not require a person to provide information or documents that the person could not be compelled to provide in evidence in civil proceedings before the High Court or, in Scotland, the Court of Session."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "4", "section_title": "Directions under sections 2 and 3: supplemental", "section_text": "4 1 A direction under section 2 or 3 must be given in writing. 2 The Secretary of State may vary or revoke a direction under section 2 or 3 by giving a notice to the person to whom the direction was given. (This is subject to subsection (4).) 3 Before varying a direction under subsection (2) the Secretary of State must consult— a in the case of a direction under section 2, the person to whom the direction was given, and b in the case of a direction under section 3, the person to whom the direction was given and the person with whom co-operation was directed. 4 The Secretary of State may vary a direction under subsection (2) only if the Secretary of State considers that the direction as varied will assist in the delivery of the CAA's airspace strategy. 5 The Secretary of State must publish— a a direction under section 2 or 3; b a notice of variation or revocation under subsection (2). 6 In so far as a direction under section 2 or 3 conflicts with the requirements of a direction under— a section 14 of the Aviation Security Act 1982 (directions for purposes of protecting aircraft, aerodromes and air navigation installations against acts of violence), b section 38 of the Transport Act 2000 (directions in interests of national security etc), or c section 93 of the Transport Act 2000 (control in time of hostilities etc), the direction under section 2 or 3 is to be disregarded."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "5", "section_title": "Delegation of functions to CAA", "section_text": "5 1 The Secretary of State may delegate to the CAA the Secretary of State's functions under sections 2 to 4 by giving a notice to the CAA. 2 In carrying out functions delegated to it under subsection (1), the CAA must have regard to any international obligation of the United Kingdom notified to the CAA by the Secretary of State for the purposes of this Part. 3 The following provisions of the Civil Aviation Act 1982 are not to apply in relation to functions delegated to the CAA under subsection (1)— a section 4 (general objectives of the CAA); b section 7(1) (Secretary of State's power to prescribe functions not to be performed by a person on the CAA's behalf). 4 The Secretary of State may revoke a delegation of functions under subsection (1) by giving a notice to the CAA. 5 The CAA must publish a notice given to it under subsection (1) or (4)."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "6", "section_title": "Provision of information", "section_text": "6 In section 84 of the Civil Aviation Act 1982 (provision by others of information for the CAA and Secretary of State), in subsection (1)— a after paragraph (d) insert— e a person involved in airspace change within the meaning of Part 1 of the Air Traffic Management and Unmanned Aircraft Act 2021 (see section 2(2) of that Act), ; b after paragraph (iii) insert— iv in the case of such a person as is mentioned in paragraph (e) of this subsection, descriptions of information which is of a kind which the CAA considers that it requires for the purpose of performing any of its functions under Part 1 of the Air Traffic Management and Unmanned Aircraft Act 2021 or for the purpose of giving any advice, assistance or information to the Secretary of State in connection with the performance of any of the Secretary of State's functions under Part 1 of that Act."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "7", "section_title": "Appeals and enforcement", "section_text": "7 1 Schedule 1 makes provision for appeals against decisions to give or vary directions under sections 2 and 3. 2 Schedule 2 makes provision for— a the CAA to enforce directions, and b connected appeals."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "8", "section_title": "Part 1: interpretation", "section_text": "8 1 In this Part— “ air navigation service provider ” means a person who provides air traffic services within the meaning of Part 1 of the Transport Act 2000 (see section 98 of that Act) by virtue of— an exemption granted under section 4 of that Act, or a licence granted under section 6 of that Act; “ airport operator ” has the same meaning as in the Airports Act 1986 (see section 82(1) of that Act); “ airspace change proposal ” has the meaning given by section 1; “ the CAA ” means the Civil Aviation Authority; “ the CAA's airspace strategy ” means the strategy and plan (taken together) for the use of managed airspace that the CAA is required to prepare and maintain by directions given (from time to time) under section 66 of the Transport Act 2000 (air navigation directions given by the Secretary of State to the CAA); “ managed airspace ” means airspace above— the United Kingdom, and any area which is outside the United Kingdom but in respect of which the United Kingdom has undertaken under international arrangements to carry out activities with regard to air navigation. 2 References in this Part to a person involved in airspace change are to be read in accordance with section 2(2). 3 References in this Part to a notice are to a notice in writing. 4 Where a person is required to publish something by this Part, the person must publish it in whatever form and manner the person considers appropriate for bringing it to the attention of persons likely to be affected by it."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "9", "section_title": "Licensed air traffic services: modifying the licence and related appeals", "section_text": "9 1 For section 11 of the Transport Act 2000 substitute— Modification of a licence 11 1 The CAA may modify a licence by modifying the licence conditions. 2 Subsection (1) is subject to section 11B. 3 The Secretary of State may modify a licence— a by modifying any term specifying the period for which the licence continues in force or any term by or under which that period is determined; b by modifying a prescribed term. 4 In this section  “ prescribed ” means prescribed by regulations made by the Secretary of State. Modification of licence: procedure 11A 1 Before modifying a licence in reliance on section 11, the modifying authority must— a publish a notice in relation to the proposed modification; b send a copy of the notice to the persons listed in subsection (2); c consider any representations about the proposed modification that are made in the period specified in the notice (and not withdrawn). 2 The persons are— a the licence holder; b any owners or operators of aircraft, or any bodies representing them, that the modifying authority considers appropriate; c any owners or managers of aerodromes, or any bodies representing them, that the modifying authority considers appropriate; d any bodies representing users of air transport services that the modifying authority considers appropriate; e where the modifying authority is the CAA, the Secretary of State; f where the modifying authority is the Secretary of State, the CAA. 3 The notice under subsection (1) must— a state that the modifying authority proposes to modify the licence; b specify the proposed modification; c give the modifying authority's reasons for the proposed modification; d state the effect of the proposed modification; e specify a reasonable period for making representations. 4 If, after publishing the notice under subsection (1), the modifying authority decides not to make the modification in reliance on section 11, the modifying authority must— a publish a notice, giving its reasons; b send a copy of the notice to the persons listed in subsection (2). 5 If, after complying with subsections (1) to (3) in relation to a modification, the modifying authority decides to modify a licence in reliance on section 11, the modifying authority must— a publish a notice in relation to the modification; b send a copy of the notice to the persons listed in subsection (2). 6 The modifying authority is not to be treated as having complied with subsections (1) to (3) in relation to a modification of a licence if the modification differs significantly from the modification proposed in the notice under subsection (1). 7 The notice under subsection (5) must— a specify the modification; b specify the date from which the modification is to have effect (subject to paragraphs 6 to 8 of Schedule A1); c give the modifying authority's reasons for the modification; d state the effect of the modification; e state how it has taken account of any representations made in the period specified in the notice under subsection (1); f state the reasons for any differences between the modification and that set out in the notice under subsection (1). 8 The date specified under subsection (7)(b)— a in the case of a modification of a licence condition, must fall after the end of the period of 6 weeks beginning with the day on which the notice under subsection (5) was published (subject to paragraphs 6 to 8 of Schedule A1); b otherwise, must fall after the end of the period of 28 days beginning with that day. 9 In this section  “modifying authority”— a in relation to a modification of a licence condition, means the CAA; b in relation to any other modification, means the Secretary of State. Restrictions on power to modify licence conditions 11B 1 The CAA must not make a proposed modification if, within the period specified under section 11A(3)(e), the Secretary of State directs it not to do so. 2 The CAA must— a publish a direction given to it under subsection (1); b send a copy of the direction to the persons listed in subsection (3). 3 The persons are— a the licence holder; b any owners or operators of aircraft, or any bodies representing them, that the CAA considers appropriate; c any owners or managers of aerodromes, or any bodies representing them, that the CAA considers appropriate; d any bodies representing users of air transport services that the CAA considers appropriate. 2 Omit sections 12 to 18 of that Act. 3 Schedule 3 to this Act makes provision for appeals against modifications of licence conditions. 4 Before Schedule 1 to the Transport Act 2000 insert the Schedule A1 (appeals under section 19A) set out in Schedule 4 to this Act."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "10", "section_title": "Air traffic services licensed under Part 1 of the Transport Act 2000: enforcement", "section_text": "10 1 Chapter 1 of Part 1 of the Transport Act 2000 is amended as follows. 2 For section 20 substitute— Enforcement 20 Schedule B1 makes provision for— a the enforcement of the duties imposed by section 8 and licence conditions, and b connected appeals. 3 Omit sections 21 to 24. 4 For section 25 substitute— Power to obtain information 25 Schedule C1 makes provision— a to enable the CAA to obtain information for the purposes of carrying out its functions under section 34 and Schedule B1, b for enforcement in connection with the exercise of those powers, and c for connected appeals. 5 After that section insert— Penalties Imposing penalties 25A 1 The CAA may not impose a penalty on a person under paragraph 9 or 10 of Schedule B1 or paragraph 2, 3 or 4 of Schedule C1 for an act or omission if it has imposed a penalty on the person under one of those provisions in respect of the same act or omission. 2 Subsection (1) does not prevent the CAA imposing more than one penalty on a person in respect of acts or omissions that take place at different times or over different periods. Recovering penalties 25B 1 This section applies if all or part of a penalty imposed on a person under this Chapter is not paid within the period specified in the notice given in respect of the penalty under paragraph 12 of Schedule B1 or paragraph 6 of Schedule C1. 2 The unpaid balance carries interest from time to time at the rate for the time being specified in section 17 of the Judgments Act 1838. 3 The CAA may recover from any person as a debt due to the CAA— a the unpaid balance, and b any interest on the penalty that has not been paid. 4 Any sums received by the CAA by way of a penalty or interest under this Chapter must be paid into the Consolidated Fund. Statement of policy on penalties 25C 1 The CAA must prepare and publish a statement of its policy with respect to— a imposing penalties under this Chapter, and b determining their amount. 2 The CAA may revise the statement of policy and, if it does so, it must publish the revised statement. 3 When imposing a penalty under this Chapter, or determining the amount of such a penalty, the CAA must have regard to the last statement of policy published before the act or omission in respect of which the penalty is to be imposed. 4 When preparing or revising a statement, the CAA must consult any persons that it considers appropriate. 6 In section 34 (investigations), for subsections (1) and (2) substitute— 1 A person may make a representation to the CAA about an alleged or apprehended contravention of a section 8 duty or a licence condition. 2 Where a representation is made to the CAA, the CAA may— a consider the representation; b investigate the alleged or apprehended contravention. 7 After Schedule A1 (inserted by section 9) insert— a the Schedule B1 (enforcement of duties under section 8 and licence conditions) set out in Schedule 5 to this Act; b the Schedule C1 (information) set out in Schedule 6 to this Act."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "11", "section_title": "Air traffic services: consequential amendments", "section_text": "11 Schedule 7 contains amendments that are consequential on sections 9 and 10."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "12", "section_title": "Airport slot allocation", "section_text": "12 1 Council Regulation  (EEC) No 95/93  of 18 January 1993 on common rules for the allocation of slots at United Kingdom airports is amended as follows. 2 After Article 10a insert—  Article 10aa  Temporary power to make regulations about airport slot allocation 1 The Secretary of State may by regulations amend or modify this Regulation or the Airports Slot Allocation Regulations 2006 (S.I. 2006/2665) to make provision about the allocation of airport slots to air carriers in respect of specified periods. 2 The Secretary of State may make regulations under this Article only if the Secretary of State considers that as a result of severe acute respiratory syndrome coronavirus 2— a there has been a reduction in the level of air traffic in a period compared to the corresponding period in a relevant previous year, and b the reduction is likely to persist. 3 The power to make regulations under this Article may not be exercised— a after 24 August 2024, or b in respect of a period after the winter season following 24 August 2024. 4 Regulations under this Article may, in particular, make provision— a requiring coordinators to consider slots allocated for a specified period as having been operated by the air carrier to which they were initially allocated, subject to any conditions as may be specified in the regulations being met; b modifying Articles 8(2), 10(2) and (4) and 14(6) of this Regulation to apply for a specified period as if they contained different percentage figures, subject to any conditions as may be specified in the regulations being met; c modifying Article 10(4) of this Regulation to apply for a specified period as if it included additional reasons on the basis of which non-utilisation of slots by an air carrier can be justified; d modifying Article 14 of this Regulation to apply for a specified period as if it included a power for the coordinator to withdraw slots from an air carrier for the remainder of a scheduling period where the coordinator determines that the air carrier has ceased its operations at the airport concerned and is no longer able to operate the slots allocated to it; e about enforcement of any provision made under this Article, including modifying for a specified period Article 14 of this Regulation or regulations 14 to 19 of the Airports Slot Allocation Regulations 2006; f modifying for a specified period any provision of this Regulation relating to the allocation of slots to new entrants (including the definition of new entrant); g modifying for a specified period any provision of this Regulation relating to coordination parameters. 5 In paragraph 2(a)  “ relevant previous year ” means any previous year that the Secretary of State considers appropriate for the purposes of comparing levels of air traffic. 3 In Article 13 (regulations)— a after paragraph 1 insert— 1a A statutory instrument containing regulations under Article 10aa may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. ; b in paragraph 2, for  “Regulations” substitute  “                      Any other regulations                    ” ."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "13", "section_title": "Powers of police officers and prison authorities", "section_text": "13 Schedule 8 makes provision about powers of police officers and prison authorities relating to unmanned aircraft."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "14", "section_title": "Powers of police officers relating to ANO 2016", "section_text": "14 Schedule 9 makes provision about powers of police officers relating to requirements in the ANO 2016."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "15", "section_title": "Fixed penalties for certain offences relating to unmanned aircraft", "section_text": "15 Schedule 10 makes provision about fixed penalties for certain offences relating to unmanned aircraft."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "16", "section_title": "Amendment and enforcement regulations", "section_text": "16 Schedule 11 confers powers to make amendment and enforcement regulations."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "17", "section_title": "Disclosures of information", "section_text": "17 1 Except as provided by subsection (2), a disclosure of information under a provision of this Part does not breach— a any obligation of confidence owed by the person making the disclosure, or b any other restriction on the disclosure of information (however imposed). 2 Nothing in this Part authorises a disclosure of information which— a would contravene the data protection legislation (but in determining whether a disclosure would do so, the duties imposed by this Part are to be taken into account), or b is prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of the Investigatory Powers Act 2016. 3 Nothing in this Part limits the circumstances in which information may be disclosed apart from under this Part. 4 In this section  “ the data protection legislation ” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act). 5 Until the repeal of Part 1 of the Regulation of Investigatory Powers Act 2000 by paragraph 54 of Schedule 10 to the Investigatory Powers Act 2016 is fully in force, subsection (2)(b) has effect as if it included a reference to that Part."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "18", "section_title": "Part 3: interpretation", "section_text": "18 In this Part— “ ANO 2016 ” means the Air Navigation Order 2016; “ subordinate legislation ” means any instrument made or to be made— under an Act of Parliament, or on or after IP completion day under any   assimilated direct   legislation; “ unmanned aircraft ” means any aircraft operating or designed to operate autonomously or to be piloted remotely without a pilot on board."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "19", "section_title": "Regulations", "section_text": "19 1 A power to make regulations under any provision of this Act includes power to— a make different provision for different purposes or areas; b confer functions on the Secretary of State or any other person; c make consequential, supplementary, incidental, transitional or saving provision. 2 Regulations under this Act are to be made by statutory instrument. 3 A statutory instrument containing any of the following (whether alone or with other provision) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament— a regulations under paragraph 12 of Schedule 2; b the first regulations to be made under paragraph 2 of Schedule 10; c the first regulations to be made under paragraph 5 of Schedule 10; d regulations under paragraph 6 of Schedule 10 which contain provision amending or repealing provision contained in an Act of Parliament; e regulations under paragraph 1(2) of Schedule 11 that make provision authorised by paragraph 1(3)(b) or (4)(b) or (c) of that Schedule; f regulations under paragraph 3(1)(a) of Schedule 11. 4 Any other statutory instrument containing regulations under this Act is subject to annulment in pursuance of a resolution of either House of Parliament. 5 This section does not apply to regulations under section 21."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "20", "section_title": "Extent", "section_text": "20 This Act extends to England and Wales, Scotland and Northern Ireland, except that section 12 (airport slot allocation) extends to England and Wales and Scotland only."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "21", "section_title": "Commencement", "section_text": "21 1 The following provisions come into force on the day on which this Act is passed— a sections 7(2) and 13 to 15 and Schedules 2 and 8 to 10, but only for the purpose of making regulations; b section 12; c section 16 and Schedule 11; d sections 17 and 18; e this Part. 2 Section 14 and Schedule 9 come into force for all other purposes at the end of the period of two months beginning with the day on which this Act is passed. 3 Except as provided by subsections (1) and (2), this Act comes into force on such day as the Secretary of State may by regulations appoint. 4 Different days may be appointed for different purposes. 5 The Secretary of State may by regulations make transitional or saving provision in connection with the coming into force of any provision of this Act. 6 The power to make regulations under subsection (5) includes power to make different provision for different purposes. 7 Regulations under this section are to be made by statutory instrument."}, {"act": "Air Traffic Management and Unmanned Aircraft Act 2021", "year": 2021, "section": "22", "section_title": "Short title", "section_text": "22 This Act may be cited as the Air Traffic Management and Unmanned Aircraft Act 2021."}]