[{"act": "Armed Forces Act 2021", "year": 2021, "section": "1", "section_title": "Duration of Armed Forces Act 2006", "section_text": " 1    1   For section 382 of AFA 2006 (duration of AFA 2006) substitute—    Duration of this Act   382    1   This Act expires at the end of one year beginning with the day on which the Armed Forces Act 2021 is passed (but this is subject to subsection (2)).     2   Her Majesty may by Order in Council provide that, instead of expiring at the time it would otherwise expire, this Act shall expire at the end of a period of not more than one year from that time.     3   Such an Order may not provide for the continuation of this Act beyond the end of the year 2026.     4   No recommendation may be made to Her Majesty in Council to make an Order under subsection (2) unless a draft of the Order has been laid before, and approved by a resolution of, each House of Parliament.           2   In consequence of  subsection (1) , omit section 1 of the Armed Forces Act 2016.    "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "2", "section_title": "Constitution of the Court Martial", "section_text": " 2   Schedule 1  contains provisions about the constitution of the Court Martial.  "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "3", "section_title": "Nomination of Circuit judge to sit as judge advocate", "section_text": " 3   In paragraph (c) of section 362 of AFA 2006 (judge advocates), after “Wales”, in the first place it occurs, insert “, or a Circuit judge,”.  "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "4", "section_title": "Summary hearings: power to rectify mistakes etc", "section_text": " 4    1   Section 153 of AFA 2006 (summary hearings etc rules) is amended in accordance with  subsections (2)  to  (4) .     2   After subsection (1) insert—    1A   Without prejudice to the generality of subsection (1), the Secretary of State may by rules make provision with respect to the variation or rescission by a commanding officer of—   a   a punishment awarded by the officer, or     b   an order under section 193 made by the officer,    in cases where it appears to the officer that the officer had no power to award the punishment or (as the case may be) to make the order.        3   After subsection (2) insert—    2A   Rules made under subsection (1A) may make provision about the commencement of punishments or orders varied by the commanding officer.        4   In  subsection (3) —   a   the text from ““prescribed”” to the end becomes  paragraph (a) ;     b   after  paragraph (a)  insert—    b   references to hearings include any proceedings for determining whether a punishment, or an order under section 193, should be varied or rescinded.          5   In section 152 of AFA 2006 (review of summary findings and punishments), after subsection (2) insert—    2A   Subsection (2B) applies where—   a   a review has been carried out under this section in respect of a punishment,     b   the person to whom the review relates has not brought an appeal under section 141 within the period provided by subsection (2) of that section, and     c   the person who carried out the review considers there may be grounds for varying or rescinding the punishment, pursuant to rules made by virtue of section 153(1A).       2B   The person who carried out the review may refer the punishment back to the commanding officer who awarded it to consider whether to exercise the power to vary or rescind the punishment pursuant to those rules.     2C   Where subsection (2B) applies, that does not prevent the person who carried out the review from making a referral under subsection (4)—   a   as an alternative to making a referral under subsection (2B), or     b   after making a referral under subsection (2B), where the commanding officer has declined to exercise the power to vary or rescind the punishment.         "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "5", "section_title": "The Summary Appeal Court: power to rectify mistakes", "section_text": " 5    1   Section 151 of AFA 2006 (SAC rules) is amended as follows.     2   In subsection (3), after paragraph (g) insert—    ga   in relation to cases where the court has awarded or confirmed a punishment at a rehearing and it appears to the court that it had no power to do so, enabling the court to substitute for the (purported) award or confirmation of the punishment a decision that the court would have had power to make at the rehearing;     .     3   After subsection (5) insert—    5A   Rules made by virtue of subsection (3)(ga) may make provision about the commencement of punishments varied by the court.       "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "6", "section_title": "The Service Civilian Court: power to rectify mistakes", "section_text": " 6   In section 288 of AFA 2006 (SCC rules)—   a   in subsection (3), after paragraph (e) insert—    ea   for the variation or rescission by the court of a sentence passed by it, or an order under section 193 made by it, in a case where it appears to the court that it had no power to award such a sentence or (as the case may be) to make such an order;     ;     b   after subsection (6) insert—    6A   Rules made by virtue of subsection (3)(ea) may make provision about the commencement of sentences or orders varied by the court (including provision conferring on the court a power to direct that a sentence is to take effect otherwise than as mentioned in section 289(1)).       "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "7", "section_title": "Concurrent jurisdiction", "section_text": " 7   In Part 13 of AFA 2006, after Chapter 3 insert—    Chapter 3A  Guidance on Exercise of Criminal Jurisdiction   Guidance on exercise of criminal jurisdiction: England or Wales   320A    1   The Director of Service Prosecutions and the Director of Public Prosecutions must agree a protocol regarding the exercise of concurrent jurisdiction in respect of alleged conduct of the description in subsection (2).     2   Subsection (1) refers to conduct of a person subject to service law which—   a   occurs when the person is in England or Wales, and     b   is punishable by the law of England and Wales.       3   The protocol—   a   must give guidance as to general principles which are to be taken into account by a relevant prosecutor when considering in which jurisdiction (service or civilian) proceedings should be brought, and     b   may give guidance as to—   i   procedures for making decisions regarding the exercise of jurisdiction, including as to the cases in which there should be consultation between relevant prosecutors within paragraphs  (a)  and  (b)  of subsection  (10) , and     ii   any other matters the Directors think appropriate for the purposes of or in connection with  subsection (1) .         4   Guidance under  subsection (3) (a)  must be designed to promote fair and efficient justice.     5   Where relevant prosecutors within subsection  (10) (a) and relevant prosecutors within subsection  (10) (b) cannot resolve a disagreement between them about the exercise of jurisdiction in a case to which guidance under this section applies, it is for the Director of Public Prosecutions to decide in which jurisdiction proceedings should be brought in that case.     6   The Director of Service Prosecutions and the Director of Public Prosecutions may from time to time agree revisions to the protocol.     7   Before agreeing the protocol or revisions to it under this section the Directors must consult—   a   the Secretary of State,     b   the Attorney General,     c   the National Police Chiefs’ Council, and     d   any other person the Directors think appropriate.       8   The current version of the protocol must be published in whatever manner the Directors think appropriate.     9   Consultation undertaken before the Armed Forces Act 2021 is passed is as effective for the purposes of subsection  (7)  as consultation undertaken after it is passed.     10   In this section “relevant prosecutor” means—   a   the Director of Service Prosecutions and any person appointed under section 365 (prosecuting officers), and     b   the Director of Public Prosecutions, a Crown Prosecutor and any person appointed under section 5(1) of the Prosecution of Offences Act 1985 (conduct of prosecutions on behalf of the Service).       11   But this section applies in relation to a relevant prosecutor only where that prosecutor is aware that the Court Martial has (or may have) jurisdiction to try the person in respect of the alleged conduct mentioned in  subsection (1) .     12   In subsection  (2) (a)  a reference to England or Wales includes the territorial waters of the United Kingdom adjacent to England or Wales (as the case may be).     13   In this section—     “ conduct ” means an act or omission;      “ the Directors ” means the Director of Service Prosecutions and the Director of Public Prosecutions (acting jointly);      “ punishable ” has the same meaning as in section 42 (criminal conduct).           Guidance on exercise of criminal jurisdiction: Scotland   320B    1   The Director of Service Prosecutions and the Lord Advocate must agree a protocol regarding the exercise of concurrent jurisdiction, in respect of alleged conduct of the description in subsection  (2) , in the cases specified in subsection  (3) .     2   Subsection (1) refers to conduct of a person subject to service law which—   a   occurs when the person is in Scotland, and     b   constitutes an offence under the law of Scotland.       3   The cases mentioned in subsection (1) are where—   a   the alleged conduct also constitutes an offence under section 42 (criminal conduct), or     b   the person mentioned in subsection (2) could on the same facts be charged with an offence under section 42 which is broadly equivalent to the offence under the law of Scotland.       4   The protocol—   a   must give guidance as to general principles which are to be taken into account by a relevant prosecutor when considering in which jurisdiction (service or civilian) proceedings should be brought, and     b   may give guidance as to—   i   procedures for making decisions regarding the exercise of jurisdiction, including as to the cases in which there should be consultation between relevant prosecutors within paragraphs (a) and (b) of subsection  (11) , and     ii   any other matters the issuing authorities think appropriate for the purposes of or in connection with subsection (1).         5   Guidance under subsection (4)(a) must be designed to promote fair and efficient justice.     6   Where relevant prosecutors within subsection  (11) (a) and relevant prosecutors within subsection  (11) (b) cannot resolve a disagreement between them about the exercise of jurisdiction in a case to which guidance under this section applies, it is for the Lord Advocate to decide in which jurisdiction proceedings should be brought in that case.     7   The Director of Service Prosecutions and the Lord Advocate may from time to time agree revisions to the protocol.     8   Before agreeing the protocol or revisions to it under this section the issuing authorities must consult—   a   the Secretary of State,     b   the chief constable of the Police Service of Scotland, and     c   any other person the issuing authorities think appropriate.       9   The current version of the protocol must be published in whatever manner the issuing authorities think appropriate.     10   Consultation undertaken before the Armed Forces Act 2021 is passed is as effective for the purposes of subsection  (8)  as consultation undertaken after it is passed.     11   The following are “relevant prosecutors” for the purposes of this section—   a   the Director of Service Prosecutions and any person appointed under section 365 (prosecuting officers), and     b   any prosecutor as defined in section 307(1) of the Criminal Procedure (Scotland) Act 1995 (other than a private prosecutor).       12   But this section applies in relation to a relevant prosecutor only where that prosecutor is aware that the Court Martial has (or may have) jurisdiction to try the person in respect of the alleged conduct mentioned in subsection (1).     13   In subsection  (2) (a)  the reference to Scotland includes the territorial waters of the United Kingdom adjacent to Scotland.     14   In this section—     “ conduct ” means an act or omission;      “ the issuing authorities ” means the Director of Service Prosecutions and the Lord Advocate (acting jointly).           Guidance on exercise of criminal jurisdiction: Northern Ireland   320C    1   The Director of Service Prosecutions and the Director of Public Prosecutions for Northern Ireland must agree a protocol regarding the exercise of concurrent jurisdiction, in respect of alleged conduct of the description in subsection  (2) , in the cases specified in subsection  (3) .     2   Subsection (1) refers to conduct of a person subject to service law which—   a   occurs when the person is in Northern Ireland, and     b   constitutes an offence under the law of Northern Ireland.       3   The cases mentioned in subsection (1) are where—   a   the alleged conduct also constitutes an offence under section 42 (criminal conduct), or     b   the person mentioned in subsection (2) could on the same facts be charged with an offence under section 42 which is broadly equivalent to the offence under the law of Northern Ireland.       4   The protocol—   a   must give guidance as to general principles which are to be taken into account by a relevant prosecutor when considering in which jurisdiction (service or civilian) proceedings should be brought, and     b   may give guidance as to—   i   procedures for making decisions regarding the exercise of jurisdiction, including as to the cases in which there should be consultation between relevant prosecutors within paragraphs (a) and (b) of subsection  (11) , and     ii   any other matters the issuing authorities think appropriate for the purposes of or in connection with subsection (1).         5   Guidance under subsection (4)(a) must be designed to promote fair and efficient justice.     6   Where relevant prosecutors within subsection  (11) (a) and relevant prosecutors within subsection  (11) (b) cannot resolve a disagreement between them about the exercise of jurisdiction in a case to which guidance under this section applies, it is for the Director of Public Prosecutions for Northern Ireland to decide in which jurisdiction proceedings should be brought in that case.     7   The Director of Service Prosecutions and the Director of Public Prosecutions for Northern Ireland may from time to time agree revisions to the protocol.     8   Before agreeing the protocol or revisions to it under this section the issuing authorities must consult—   a   the Secretary of State,     b   the Department of Justice in Northern Ireland,     c   the Chief Constable of the Police Service of Northern Ireland,     d   the Attorney General for Northern Ireland, and     e   any other person the issuing authorities think appropriate.       9   The current version of the protocol must be published in whatever manner the issuing authorities think appropriate.     10   Consultation undertaken before the Armed Forces Act 2021 is passed is as effective for the purposes of subsection  (8)  as consultation undertaken after it is passed.     11   The following are “relevant prosecutors” for the purposes of this section—   a   the Director of Service Prosecutions and any person appointed under section 365 (prosecuting officers), and     b   the Director of Public Prosecutions for Northern Ireland, the Deputy Director of Public Prosecutions for Northern Ireland, a Public Prosecutor and any person appointed under section 36(2) of the  Justice (Northern Ireland) Act 2002 (c. 26 (N.I.))  (exercise of functions on behalf of the Service).       12   But this section applies in relation to a relevant prosecutor only where that prosecutor is aware that the Court Martial has (or may have) jurisdiction to try the person in respect of the alleged conduct mentioned in subsection (1).     13   In subsection  (2) (a) the reference to Northern Ireland includes the territorial waters of the United Kingdom adjacent to Northern Ireland.     14   In this section—     “ conduct ” means an act or omission;      “ the issuing authorities ” means the the Director of Service Prosecutions and the Director of Public Prosecutions for Northern Ireland (acting jointly).            "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "8", "section_title": "Armed forces covenant", "section_text": " 8    1   AFA 2006 is amended as follows.     2   In the heading of Part 16A, omit “Report”.     3   After section 343A insert—    Due regard to principles: England   343AA    1   In exercising in relation to England a relevant function, a person or body specified in subsection (3) must have due regard to—   a   the unique obligations of, and sacrifices made by, the armed forces,     b   the principle that it is desirable to remove disadvantages arising for service people from membership, or former membership, of the armed forces, and     c   the principle that special provision for service people may be justified by the effects on such people of membership, or former membership, of the armed forces.       2   In this section “relevant function”, in relation to a person or body specified in subsection (3), means—   a   a relevant housing function,     b   a relevant education function, or     c   a relevant healthcare function.       3   The specified persons and bodies are—   a   a local authority in England;     b   the governing body of a maintained school in England;     c   the proprietor of an Academy in England;     d   a non-maintained special school;     e   the governing body of an institution within the further education sector in England;     f   a special post-16 institution;     g   the National Health Service Commissioning Board;     h   a clinical commissioning group;     i   a National Health Service trust in England;     j   an NHS foundation trust.       4   In this section “relevant housing function” means a function under or by virtue of any of the following—   a   Part 6 of the Housing Act 1996 (allocation of housing accommodation);     b   Part 7 of the Housing Act 1996 (homelessness: England);     c   Part 1 of the Housing Grants, Construction and Regeneration Act 1996 (grants, etc for renewal of private sector housing);     d   section 1 of the Homelessness Act 2002 (duty of local housing authority in England to formulate a homelessness strategy);     e   section 150 of the Localism Act 2011 (tenancy strategies);     f   regulation 3 of the  Regulatory Reform (Housing Assistance) (England and Wales) Order 2002 (S.I. 2002/1860)  (power of local housing authorities to provide assistance), so far as that regulation deals with the provision of financial assistance for a purpose corresponding to any purpose specified in section 23 of the Housing Grants, Construction and Regeneration Act 1996 (disabled facilities grants: purposes).       5   In this section “relevant education function” means a function under or by virtue of any of the following—   a   the Education Act 1996;     b   Part 3 of the School Standards and Framework Act 1998 (school admissions);     c   section 175 of the Education Act 2002 (duties of local authorities and governing bodies in relation to welfare of children);     d   any provision of Part 3 of the Children and Families Act 2014, so far as it deals with special educational provision.       6   In this section “relevant healthcare function” means a function under or by virtue of—   a   the National Health Service Act 2006, or     b   any provision of Part 3 of the Children and Families Act 2014 (children and young people in England with special educational needs or disabilities), so far as it deals with health care provision.       7   In this section “health care provision” and “special educational provision” are to be interpreted as if this section were in Part 3 of the Children and Families Act 2014 (see section 21 of that Act).     8   In this section—     “ Academy ” has the same meaning as in the Education Act 1996 (see section 579(1) of that Act);      “ clinical commissioning group ” means a body established under section 14D of the National Health Service Act 2006;      “ governing body ”, in relation to an institution within the further education sector, has the meaning given by section 90 of the Further and Higher Education Act 1992;      “ institution within the further education sector ” is to be interpreted in accordance with section 91(3) of the Further and Higher Education Act 1992;      “ local authority in England ” means a county council in England, a district council, a London borough council, the Common Council of the City of London, or the Council of the Isles of Scilly;      “ non-maintained special school ” means a school which is approved under section 342 of the Education Act 1996;      “ maintained school ” has the same meaning as in the School Standards and Framework Act 1998 (see section 20 of that Act);      “ proprietor ”, in relation to an Academy, has the meaning given by section 579(1) of the Education Act 1996;      “ special post-16 institution ” has the same meaning as in the Children and Families Act 2014 (see section 83 of that Act).           Due regard to principles: Wales   343AB    1   In exercising in relation to Wales a relevant function, a person or body specified in subsection (3) must have due regard to—   a   the unique obligations of, and sacrifices made by, the armed forces,     b   the principle that it is desirable to remove disadvantages arising for service people from membership, or former membership, of the armed forces, and     c   the principle that special provision for service people may be justified by the effects on such people of membership, or former membership, of the armed forces.       2   In this section “relevant function”, in relation to a person or body specified in subsection (3), means—   a   a relevant housing function,     b   a relevant education function, or     c   a relevant healthcare function.       3   The specified persons and bodies are—   a   a local authority in Wales;     b   the governing body of a maintained school in Wales;     c   a Local Health Board established under section 11 of the National Health Service (Wales) Act 2006;     d   a Special Health Authority established under section 22 of the National Health Service (Wales) Act 2006, other than a cross-border Special Health Authority;     e   a National Health Service trust in Wales.       4   In this section “relevant housing function” means a function under or by virtue of any of the following—   a   Part 6 of the Housing Act 1996 (allocation of housing accommodation);     b   Part 1 of the Housing Grants, Construction and Regeneration Act 1996 (grants, etc for renewal of private sector housing);     c   Part 2 of the  Housing (Wales) Act 2014 (anaw 7) ;     d   regulation 3 of the  Regulatory Reform (Housing Assistance) (England and Wales) Order 2002 (S.I. 2002/1860)  (power of local housing authorities to provide assistance), so far as that regulation deals with the provision of financial assistance for a purpose corresponding to any purpose specified in section 23 of the Housing Grants, Construction and Regeneration Act 1996 (disabled facilities grants: purposes).       5   In this section “relevant education function” means a function under or by virtue of any of the following—   a   the Education Act 1996;     b   Part 3 of the School Standards and Framework Act 1998 (school admissions);     c   section 175 of the Education Act 2002 (duties of local authorities and governing bodies in relation to welfare of children);     d   sections 2 to 7 and 9 of the  Learner Travel (Wales) Measure 2008 (nawm 2) ;     e   Chapters 2 (individual development plans) and 3 (supplementary functions) of Part 2 of the  Additional Learning Needs and Education Tribunal (Wales) Act 2018 (anaw 2) .       6   In this section “relevant healthcare function” means a function under or by virtue of the National Health Service (Wales) Act 2006.     7   In this section—     “ cross-border Special Health Authority ”means a Special Health Authority which is established under the National Health Service Act 2006 and the National Health Service (Wales) Act 2006 by virtue of—     paragraph 1(2) of Schedule 2 to the National Health Service (Consequential Provisions) Act 2006, or      the power under section 28 of the National Health Service Act 2006 and the power under section 22 of the National Health Service (Wales) Act 2006 being exercised together;         “ local authority in Wales ” means the council of a county or county borough in Wales;      “ maintained school ” has the same meaning as in the School Standards and Framework Act 1998 (see section 20 of that Act).           Due regard to principles: Scotland   343AC    1   In exercising in relation to Scotland a relevant function, a person or body specified in subsection (3) must have due regard to—   a   the unique obligations of, and sacrifices made by, the armed forces,     b   the principle that it is desirable to remove disadvantages arising for service people from membership, or former membership, of the armed forces, and     c   the principle that special provision for service people may be justified by the effects on such people of membership, or former membership, of the armed forces.       2   In this section “relevant function”, in relation to a person or body specified in subsection (3), means—   a   a relevant housing function,     b   a relevant education function, or     c   a relevant healthcare function.       3   The specified persons and bodies are—   a   a local authority in Scotland;     b   a local authority landlord;     c   an integration authority (within the meaning of section 59 of the  Public Bodies (Joint Working) (Scotland) Act 2014 (asp 9) );     d   a person or body in their capacity as an appropriate agency for the purposes of section 23 of the  Education (Additional Support for Learning) (Scotland) Act 2004 (asp 4) ;     e   a Health Board constituted under section 2 of the National Health Service (Scotland) Act 1978;     f   a Special Health Board constituted under section 2 of that Act;     g   the Common Services Agency for the Scottish Health Service.       4   In this section “relevant housing function” means a function under or by virtue of any of the following—   a   sections 19 to 21 of the Housing (Scotland) Act 1987 (housing lists etc);     b   Part 2 of that Act (homeless persons);     c   sections 1 and 2 (homelessness: strategies and advice) of the  Housing (Scotland) Act 2001 (asp 10) ;     d   section 71(2)(e) of the  Housing (Scotland) Act 2006 (asp 1)  (adaptation of a house for a disabled person).       5   In this section “relevant education function” means a function under or by virtue of any of the following—   a   in Part 2 of the Education (Scotland) Act 1980 (rights and duties of parents and functions of education authorities in relation to individual pupils), sections 28A, 28B, 42 and 51;     b   sections 1 and 2 of the  Standards in Scotland’s Schools etc. Act 2000 (asp 6)  (provision of school education: right of child and duty of education authority);     c   the  Education (Additional Support for Learning) (Scotland) Act 2004 (asp 4) , except sections 15 to 21 of, and Schedule 1 to, that Act;     d   Part 3 (children’s services planning) of the  Children and Young People (Scotland) Act 2014 (asp 8) .       6   In this section “relevant healthcare function” means a function under or by virtue of the National Health Service (Scotland) Act 1978.     7   In this section—     “ local authority in Scotland ” means a council constituted under section 2 of the Local Government etc. (Scotland) Act 1994;      “ local authority landlord ” has the same meaning as in the  Housing (Scotland) Act 2001 (asp 10)  (see section 11(3) of that Act).           Due regard to principles: Northern Ireland   343AD    1   In exercising in relation to Northern Ireland a relevant function, a person or body specified in subsection (3) must have due regard to—   a   the unique obligations of, and sacrifices made by, the armed forces,     b   the principle that it is desirable to remove disadvantages arising for service people from membership, or former membership, of the armed forces, and     c   the principle that special provision for service people may be justified by the effects on such people of membership, or former membership, of the armed forces.       2   In this section “relevant function”, in relation to a person or body specified in subsection (3), means—   a   a relevant housing function,     b   a relevant education function, or     c   a relevant healthcare function.       3   The specified persons and bodies are—   a   the Northern Ireland Housing Executive;     b   the Education Authority established under section 1(1) of the  Education Act (Northern Ireland) 2014 (c. 12 (N.I.)) ;     c   the Board of Governors of a grant-aided school in Northern Ireland;     d   the Regional Health and Social Care Board established under section 7 of the  Health and Social Care (Reform) Act (Northern Ireland) 2009 (c. 1 (N.I.)) ;     e   a Local Commissioning Group appointed under section 9 of the Health and Social Care (Reform) Act (Northern Ireland) 2009);     f   a Health and Social Care trust established by virtue of Article 10 of the  Health and Personal Social Services (Northern Ireland) Order 1991 (S.I. 1991/194 (N.I. 1)) , other than the Northern Ireland Ambulance Service Health and Social Care Trust.       4   In this section “relevant housing function” means a function under or by virtue of any of the following—   a   Articles 22 (house allocation scheme) and 22A (allocation only to eligible persons) of the  Housing (Northern Ireland) Order 1981 (S.I. 1981/156 (N.I. 3)) ;     b   Part 2 (housing the homeless) of the  Housing (Northern Ireland) Order 1988 (S.I. 1988/1990 (N.I. 23)) , except Article 15;     c   Chapter 2 of Part 3 of the  Housing (Northern Ireland) Order 2003 (S.I. 2003/412 (N.I. 2)) , so far as that Chapter relates to disabled facilities grants.       5   In this section “relevant education function” means a function under or by virtue of any of the following—   a   Article 52 (school transport) of the  Education and Libraries (Northern Ireland) Order 1986 (S.I. 1986/594 (N.I. 3) ;     b   in Part 2 (special educational needs) of the  Education (Northern Ireland) Order 1996 (S.I. 1996/274 (N.I. 1)) , Articles 6 to 16 and 19 to 20A;     c   Article 16(4) and (5) (admission criteria) of the  Education (Northern Ireland) Order 1997 (S.I. 1997/866 (N.I. 5)) ;     d   Articles 17 (duty on boards of governors to safeguard and promote the welfare of pupils) and 22 (admission to special schools of children resident outside Northern Ireland) of the  Education and Libraries (Northern Ireland) Order 2003 (S.I. 2003/424 (N.I. 12)) .       6   In this section “relevant healthcare function” means a function under or by virtue of any of the following, so far as the function relates to health care—   a   the  Health and Personal Social Services (Northern Ireland) Order 1972 (S.I. 1972/1265 (N.I. 14)) ;     b   the  Health and Personal Social Services (Northern Ireland) Order 1991 (S.I. 1991/194 (N.I. 1)) ;     c   the  Health and Social Care (Reform) Act (Northern Ireland) 2009 (c. 1 (N.I.)) .       7   In this section—     “ disabled facilities grant ” has the meaning given by Article 35(4) of the Housing (Northern Ireland) Order 2003;      “ grant-aided school ” means a grant-aided school within the meaning of the Education and Libraries (Northern Ireland) Order 1986;      “ health care ” means all forms of health care provided for individuals, whether relating to physical or mental health.           Sections 343AA to 343AD: guidance   343AE    1   The Secretary of State may issue guidance relating to the duties imposed by sections  343AA (1),  343AB (1),  343AC (1) and  343AD (1).     2   A person or body specified in subsection (3) of section  343AA ,  343AB ,  343AC  or  343AD  must have regard to any guidance for the time being in force under subsection (1) when exercising a relevant function.     3   The Secretary of State may from time to time revise any guidance issued under this section.     4   Guidance under this section—   a   may not be issued unless a draft has been laid before Parliament, and     b   comes into force on whatever day the Secretary of State may appoint by regulations.       5   Before laying draft guidance under this section before Parliament the Secretary of State must consult—   a   the Welsh Ministers so far as the guidance relates to devolved Welsh functions,     b   the Scottish Ministers so far as the guidance relates to devolved Scottish functions,     c   the relevant Northern Ireland department so far as the guidance relates to devolved Northern Ireland functions, and     d   any other persons the Secretary of State considers appropriate.       6   Subsection (4) has effect in relation to any revised guidance.     7   Subsection (5) has effect in relation to any revised guidance unless the Secretary of State considers that the proposed revisions to the guidance are insubstantial.     8   The Secretary of State must publish the version currently in force of any guidance issued under this section.     9   For the purposes of this section a function is a “devolved Welsh function” if—   a   it deals with a matter in respect of which functions are exercisable by the Welsh Ministers or the First Minister for Wales, or     b   a provision conferring the function would be within the legislative competence of Senedd Cymru if contained in an Act of Senedd Cymru (assuming that any consent by a Minister of the Crown were given).       10   For the purposes of this section a function is a “devolved Scottish function” if—   a   it deals with a matter in respect of which functions are exercisable by the Scottish Ministers or the First Minister, or     b   a provision conferring the function would be within the legislative competence of the Scottish Parliament if contained in an Act of that Parliament.       11   For the purposes of this section a function is a “devolved Northern Ireland function” if—   a   it deals with a matter in respect of which functions are exercisable by a Northern Ireland department, or     b   a provision conferring the function—   i   would be within the legislative competence of the Northern Ireland Assembly, and would not require the consent of the Secretary of State, if contained in an Act of that Assembly, or     ii   is contained in, or was made under, Northern Ireland legislation, and would be within the legislative competence of the Northern Ireland Assembly, and would require the consent of the Secretary of State, if contained in an Act of that Assembly.            Sections 343AA to 343AD: power to add bodies and functions   343AF    1   The Secretary of State may by regulations—   a   amend section  343AA  by—   i   specifying additional functions that are to be relevant functions in relation to persons and bodies specified in subsection (3) of that section, or     ii   specifying additional persons or bodies in that subsection;       b   amend section  343AB  by—   i   specifying additional functions that are to be relevant functions in relation to persons and bodies specified in subsection (3) of that section, or     ii   specifying additional persons or bodies in that subsection;       c   amend section  343AC  by—   i   specifying additional functions that are to be relevant functions in relation to persons and bodies specified in subsection (3) of that section, or     ii   specifying additional persons or bodies in that subsection;       d   amend section  343AD  by—   i   specifying additional functions that are to be relevant functions in relation to persons and bodies specified in subsection (3) of that section, or     ii   specifying additional persons or bodies in that subsection.         2   In subsection (1) a reference to a provision of this Act includes a reference to that provision as amended by virtue of subsection (1).     3   A function specified by virtue of subsection (1)(a)(i), (b)(i), (c)(i) or (d)(i) must be a function under or by virtue of—   a   primary legislation, or     b   retained direct EU legislation.       4   A person or body specified by virtue of subsection (1)(a)(ii), (b)(ii), (c)(ii) or (d)(ii) must be a person or body by whom functions are exercisable under or by virtue of—   a   primary legislation, or     b   retained direct EU legislation.       5   Nothing in sections 343AA to  343AD  limits the fields to which functions added by virtue of subsection (1) may relate.     6   The powers conferred by subsection (1) include power to make consequential amendments of any of sections  343AA  to  343AE .     7   Before making regulations under subsection (1) the Secretary of State must consult—   a   the Welsh Ministers so far as the regulations contain provision that is within Welsh devolved competence,     b   the Scottish Ministers so far as the regulations contain provision that is within Scottish devolved competence,     c   the relevant Northern Ireland department so far as the regulations contain provision that is within Northern Ireland devolved competence, and     d   any other persons the Secretary of State considers appropriate.       8   For the purposes of this section a provision is within Welsh devolved competence if it—   a   would be within the legislative competence of Senedd Cymru if contained in an Act of Senedd Cymru (assuming that any consent by a Minister of the Crown were given), or     b   is provision which could be made in subordinate legislation by the Welsh Ministers acting alone.       9   For the purposes of this section a provision is within Scottish devolved competence if it—   a   would be within the legislative competence of the Scottish Parliament if contained in an Act of that Parliament, or     b   is provision which could be made in subordinate legislation by the Scottish Ministers or the First Minister.       10   For the purposes of this section a provision is within Northern Ireland devolved competence if it—   a   would be within the legislative competence of the Northern Ireland Assembly, and would not require the consent of the Secretary of State, if contained in an Act of that Assembly, or     b   is provision which could be made in subordinate legislation by a Northern Ireland department.       11   In this section “primary legislation” means—   a   an Act of Parliament;     b   an Act of the Scottish Parliament;     c   a Measure or Act of Senedd Cymru;     d   Northern Ireland legislation.             4   In section 343B (interpretation of Part 16A)—   a   in subsection (1), in the words before paragraph (a), for “section 343A” substitute “this Part”;     b   subsection (4) is amended as follows—   i   in the definition of “relevant family members”, after “means” insert “such persons as may be prescribed, and for the purposes of section 343A also includes”;     ii   at the appropriate place insert—      “ relevant function ”, in relation to a person or body specified in subsection (3) of  section 343AA ,  343AB ,  343AC  or  343AD , has the meaning given by subsection (2) of the same section;      “ relevant Northern Ireland department ” means any Northern Ireland department the Secretary of State thinks appropriate;      ;       c   after subsection (4) insert—    4A   In subsection (4) “prescribed” means prescribed by regulations made by the Secretary of State under this subsection.     4B   Before making regulations under subsection  (4A)  the Secretary of State must consult—   a   the Welsh Ministers so far as the regulations contain provision that is within Welsh devolved competence,     b   the Scottish Ministers so far as the regulations contain provision that is within Scottish devolved competence,     c   the relevant Northern Ireland department so far as the regulations contain provision that is within Northern Ireland devolved competence, and     d   any other persons the Secretary of State considers appropriate.       4C   Subsections  (8)  to  (10)  of  section 343AF  apply for the purposes of subsection  (4B)  as they apply for the purposes of that section.          5   In section 373 (orders, regulations and rules), in subsection (3), after paragraph (ed) (inserted by section 11) insert—    ee   regulations under  section 343AE (4) ,     ef   regulations under section  343AF ,     eg   regulations under section 343B(4A),     .    "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "9", "section_title": "Reserve forces: flexibility of commitments", "section_text": " 9    1   Section 24 of the Reserve Forces Act 1996 (commitments to a period of full-time service) is amended as follows.     2   In the heading, omit “full-time”.     3   In subsection (1)—   a   omit “(a “full-time service commitment”)”;     b   omit “full-time” in the second place it occurs.       4   After subsection (1) insert—    1A   The period of service specified in a commitment under this section (whether originally, or by virtue of a variation under subsection (5)(a))—   a   may be a period of full-time service;     b   so far as orders or regulations under section 4 permit, may—   i   be a period of service on a part-time basis, or     ii   include one or more periods of service on a part-time basis as well as one or more periods of full-time service.         1B   Orders or regulations under section 4 may enable a commitment under this section to contemplate periods of special or extended leave.        5   In subsection (2)—   a   in paragraph (a), omit “full-time” in each place it occurs;     b   in paragraph (c), for “full-time service” substitute “service under the commitment”.       6   In subsection (3)—   a   in the words before paragraph (a), for “full-time service commitment” substitute “commitment under this section”;     b   in paragraph (a), for “full-time service” substitute “service under the commitment”;     c   after paragraph (a) insert—    aa   must specify the place at which the person is to begin performing duties;     .       7   In subsection (4)—   a   in the words before paragraph (a), for “full-time service” substitute “service under a commitment under this section”;     b   in paragraph (a), omit “concerned”.       8   In subsection (5)—   a   in the words before paragraph (a), for “full-time service commitment” substitute “commitment under this section”;     b   in paragraph (b), omit “full-time”;     c   in paragraph (c), omit “full-time”.       9   In subsection (6), for “full-time service” substitute “service under a commitment under this section”.     10   In subsection (7)—   a   in the words before paragraph (a), for “full-time service” substitute “service under a commitment under this section”;     b   in paragraph (a), for “full-time service” substitute “service under the commitment”;     c   in paragraph (b)—   i   omit “full-time” in the first place it occurs;     ii   after “by him” insert “under the commitment”;     iii   for “full-time service” in the second place it occurs, substitute “service under the commitment”.         11   In subsection (8), for “full-time service” substitute “service under a commitment under this section”.     12   In subsection (9), for “full-time service” substitute “service under a commitment under this section”.     13   In subsection (10), omit the definition of “full-time service”.     14   In section 25 of the Reserve Forces Act 1996 (additional duties commitment), after subsection (2) insert—    2A   Subject to any provision made by orders or regulations under section 4, an additional duties commitment may provide for duties for a period to be performed on any basis, including full-time or part-time.        15    Schedule 2  contains—   a   amendments that are consequential on or otherwise connected with this section, and     b   transitional provision.      "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "10", "section_title": "Service complaints appeals", "section_text": " 10    1   Part 14A of AFA 2006 (redress of service complaints) is amended as follows.     2   Section 340D (appeals) is amended as follows.     3   In subsection (2)—   a   after paragraph (a) insert—    aa   restricting the grounds on which an appeal against a decision on a complaint (or on a complaint of a description specified in the regulations) may be brought;     ;     b   after paragraph (c) insert—    ca   requiring the Defence Council to decide any question relating to whether an appeal has been brought on valid grounds;     .       4   In subsection (3), for “six” substitute “two”.     5   In subsection (6)—   a   after paragraph (a) insert—    aa   for the Service Complaints Ombudsman, on an application by the complainant, to review a decision by the Defence Council that an appeal cannot be proceeded with because it was not brought on a valid ground;     ;     b   in paragraph (b) for “such a review,” substitute “a review such as is mentioned in paragraph (a) or (aa),”.       6   Section 340H (ombudsman investigations) is amended as follows.     7   After subsection (5) insert—    5A   A decision on a service complaint is not to be taken to fall within subsection (5)(b) if the complainant does not have grounds (of which the complainant is aware) on which the complainant is entitled to bring an appeal against the decision.        8   In subsection (9)—   a   in the words before paragraph (a), for “six” substitute “two”;     b   for the words from “date” to the end substitute “relevant date (see subsection (9A))”.       9   After subsection (9) insert—    9A   For the purposes of subsection (9) “the relevant date” in relation to a service complaint that has been finally determined is—   a   where the service complaint falls within subsection (5)(b), the date on which the complainant is notified of the determination of the appeal;     b   where the decision on the service complaint does not fall within subsection (5)(b)—   i   if the conditions in subsection (9B) are met, the date of the final invalidity decision;     ii   otherwise, the date of the decision on the service complaint.         9B   The conditions mentioned in subsection (9A)(b)(i) are that—   a   the complainant brings an appeal against the decision on the service complaint;     b   the Defence Council decides that the appeal cannot be proceeded with because (and only because) it was not brought on a valid ground;     c   on any review of that decision of the Defence Council in accordance with regulations made by virtue of section 340D(6)(aa), the decision is upheld.       9C   In subsection (9A)(b) “the date of the final invalidity decision” means—   a   if the complainant does not apply for a review by the Service Complaints Ombudsman of the decision mentioned in subsection (9B)(b), the date on which the Defence Council notifies the complainant of that decision;     b   if the complainant does apply for such a review, the date on which the Service Complaints Ombudsman notifies the complainant that the appeal cannot be proceeded with because it was not brought on a valid ground.          10   Schedule  3  contains amendments consequential on this section.    "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "11", "section_title": "Service police: complaints, misconduct etc", "section_text": " 11    1   AFA 2006 is amended as follows.     2   In Part 18, after section 365B insert—    Service Police Complaints Commissioner   Service Police Complaints Commissioner   365BA    1   There is to be a Service Police Complaints Commissioner.     2   The Commissioner is to have the functions conferred on the Commissioner  by or under this Act or any other enactment.     3   Schedule 14A makes further provision with respect to the Commissioner.        Investigating officers   365BB    1   The Service Police Complaints Commissioner may appoint persons to be investigating officers.     2   An investigating officer holds and vacates office in accordance with the terms of the officer’s appointment.     3   An investigating officer may, unless the Commissioner otherwise directs, exercise any function of the Commissioner.            3   After Part 14A insert—    Part 14B  Service police: complaints, misconduct etc   Functions of the Service Police Complaints Commissioner   Complaints, misconduct etc   340P    1   The Secretary of State may by regulations make, in relation to the Service Police Complaints Commissioner (established under section 365BA), service police forces and the tri-service serious crime unit, provision corresponding (with or without modifications) to any provision of or made under Part 2 of the Police Reform Act 2002 (complaints and misconduct) except for section 19 of that Act (but see subsections (4) to  (6) ).     2   For the purposes of  subsection (1) , section 105(5) of the Police Reform Act 2002 (power to provide for matters to be determined by Director General of the Independent Office for Police Conduct) is treated as included in Part 2 of that Act.     3   If regulations under  subsection (1)  include provision corresponding (with or without modifications) to section 10(5) of the Police Reform Act 2002 (general functions of Director General), the regulations may also provide for subsection (2D) of section 54 of the Police Act 1996 (functions of inspectors of constabulary) to apply (with or without modifications) in relation to the Service Police Complaints Commissioner as that subsection applies in relation to the Director General of the Independent Office for Police Conduct.     4   The Secretary of State may by regulations make such provision as the Secretary of State thinks appropriate for the purpose of authorising—   a   the use of directed and intrusive surveillance, and     b   the conduct and use of covert human intelligence sources,    for the purposes of, or for purposes connected with, the carrying out of the Service Police Complaints Commissioner’s functions.     5   Regulations under  subsection (4)  may, for the purposes of or in connection with any such provision as is mentioned in  subsection (4) , make amendments that the Secretary of State thinks appropriate to—   a   Parts 2 and 4 of the Regulation of Investigatory Powers Act 2000 (surveillance and covert human intelligence sources and scrutiny of investigatory powers), and     b   Part 3 of the Police Act 1997 (authorisations in respect of property).       6   Expressions used in this section and in Part 2 of the Regulation of Investigatory Powers Act 2000 have the same meanings in this section as in that Part.        Investigation of concerns raised by whistle-blowers   340Q    1   The Secretary of State may by regulations make, in relation to the Service Police Complaints Commissioner, service police forces and the tri-service serious crime unit, provision corresponding (with or without modifications) to any provision of or made under Part 2B of the Police Reform Act 2002 (investigation of concerns raised by whistle-blowers).     2   For the purposes of this section, section 105(5) of the Police Reform Act 2002 (power to provide for matters to be determined by Director General of the Independent Office for Police Conduct) is treated as included in Part 2B of that Act.         Super-complaints   Power to make super-complaints   340R    1   The Secretary of State may by regulations make, in relation to policing by one or more than one relevant body, provision corresponding (with or without modifications) to any provision of or made under Part 2A of the Police Reform Act 2002 (super-complaints).     2   In subsection (1) “relevant body” means a service police force or the tri-service serious crime unit.             4   In section 373 (orders, regulations and rules), in subsection (3), after paragraph (eb) insert—    ec   the first regulations under each of sections 340P(1), 340Q and 340R,     ed   regulations under section 340P(3),     .     5   Schedule 4 contains further provision about service police complaints, misconduct etc.    "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "12", "section_title": "Framework for establishment of tri-service serious crime unit", "section_text": " 12    1   AFA 2006 is amended as follows.     2   In section 365A (Provost Marshals: appointment), in subsection (1), after “force” insert “, or to be Provost Marshal for serious crime,”.     3   In section 115A (Provost Marshal’s duty in relation to independence of investigations)—   a   in subsection (1), for “This section” substitute “Subsection (2)”;     b   after subsection (2) insert—    2A   The Provost Marshal for serious crime has a duty, owed to the Defence Council, to seek to ensure that all investigations carried out by the tri-service serious crime unit are free from improper interference.     ;     c   in subsection (3), at the end insert “or (as the case may be) the unit.”       4   In section 375 (definitions relating to police forces)—   a   in the heading, after “to” insert “the service police and other”;     b   after subsection (1) insert—    1A   In this Act the “tri-service serious crime unit” means a unit under the direction of the Provost Marshal for serious crime, each member of which is a member of a service police force.          5   Schedule  5  makes further provision about the tri-service serious crime unit and the Provost Marshal for serious crime.     6   The Secretary of State may by regulations made by statutory instrument make such provision amending or revoking any provision of subordinate legislation made before the passing of this Act as appears to the Secretary of State to be appropriate in consequence of any provision of this section or Schedule  5 .     7   Regulations under subsection (6) may include transitional provisions or savings.     8   A statutory instrument containing regulations under subsection (6) is subject to annulment in pursuance of a resolution of either House of Parliament.     9   In subsection (6) “subordinate legislation” means—   a   subordinate legislation within the meaning of the Interpretation Act 1978,     b   an instrument made under an Act of the Scottish Parliament, or     c   an instrument made under Northern Ireland legislation.      "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "13", "section_title": "Power of commanding officer to award service detention: Royal Marines", "section_text": " 13    1   Section 132 of AFA 2006 (punishments available to commanding officers) is amended as follows.     2   In subsection (1), in row 1 of the table, in the third column—   a   after paragraph (a) insert—      corporal in the Royal Marines;      ;     b   in paragraph (b), at the end insert “in any of Her Majesty’s military forces”;     c   in paragraph (c), for “(but see” substitute “(see also”.       3   For subsection (1A) substitute—    1A   In row 1 of the Table, in paragraph (c) of the entry in the third column, in relation to the Royal Air Force Regiment, the reference to a corporal is to be read as a reference to a lance corporal.        4   Section 133 of AFA 2006 (detention: limits on powers) is amended as follows.     5   In subsection (2)—   a   after paragraph (a) insert—    aa   corporal in the Royal Marines;     ;     b   in paragraph (b), at the end insert “in any of Her Majesty’s military forces”.       6   After subsection (2) insert—    2A    In relation to the Royal Air Force Regiment, the reference in subsection (2)(c) to a corporal is to be read as a reference to a lance corporal.       "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "14", "section_title": "Deprivation orders", "section_text": " 14    1   AFA 2006 is amended as follows.     2   In section 132(1) (punishments available to commanding officer), in the table, after row 8 insert—     9 a deprivation order (defined by section 177B) only if section 177C permits     .     3   In section 164(1) (punishments available to Court Martial), in the table, after row 12 insert—     13 a deprivation order (defined by section 177B) only if section 177C permits     .     4   After section 177A insert—    Deprivation orders   Deprivation orders: interpretation   177B    1   A deprivation order is an order made under this Act which—   a   is made in respect of an offender for an offence, and     b   deprives the offender of any rights in the property to which the order relates.       2   In sections 177C and 177E “the decision maker”, in relation to an offender, means—   a   the court by which the person is convicted, or     b   the commanding officer who records a finding that the charge has been proved.       3   Nothing in subsection (2) prevents section 376 from applying in relation to this section and sections 177C to 177F.        Deprivation order: availability   177C    1   Where an offender is convicted of a service offence, the decision maker may make a deprivation order relating to any property to which subsection (2) applies.     2   This subsection applies to property which—   a   has been lawfully seized from the offender, or     b   was in the offender’s possession or under the offender’s control when the offender was apprehended for, or charged with, the offence,    if subsection  (3)  or (5) applies.     3   This subsection applies if the decision maker is satisfied that the property—   a   has been used for the purpose of committing, or facilitating the commission of, a service offence, or     b   was intended by the offender to be used for that purpose.       4   For the purposes of subsection (3), facilitating the commission of an offence includes taking any steps after it has been committed for the purpose of—   a   disposing of any property to which the offence relates, or     b   avoiding apprehension or detection.       5   This subsection applies if—   a   the offence mentioned in subsection (1), or     b   an offence which is taken into consideration by the decision maker in determining the offender’s sentence,    consists of unlawful possession of the property.     6   Where a deprivation order is made, the property to which it relates is to be taken into the possession of an appropriate authority (if it is not already in the possession of such an authority).     7   In subsection  (6)  “appropriate authority” means—   a   a member of a service police force, or     b   if no relevant body has been involved in the matter, the offender’s commanding officer.       8   In subsection (7) “relevant body” means a service police force or the tri-service serious crime unit.        Vehicle to be treated as used for purposes of certain offences   177D    1   This section applies where a person—   a   commits an offence to which subsection (2) applies by driving, attempting to drive, or being in charge of a vehicle, or     b   as the driver of a vehicle, commits an offence under section 42 as respects which the corresponding offence under the law of England and Wales is an offence under section 170(4) of the Road Traffic Act 1988 (duty to stop, report accident and give information or documents).       2   This subsection applies to an offence under section 42 as respects which the corresponding offence under the law of England and Wales is—   a   an offence under the Road Traffic Act 1988 which is punishable with imprisonment,     b   an offence of manslaughter, or     c   an offence under section 35 of the Offences Against the Person Act 1861 (wanton and furious driving).       3   The vehicle is to be regarded for the purposes of  section 177C(3)  (and section 94A(3)(b)(ii)) as used for the purpose of committing the offence (including where it is committed by aiding, abetting, counselling or procuring).        Exercise of power to make deprivation order   177E    1   In considering whether to make a deprivation order in respect of any property, the decision maker must have regard to—   a   the value of the property, and     b   the likely financial and other effects on the offender of making the order (taken together with any other order that the decision maker contemplates making).       2   Where a deprivation order is available for an offence, the decision maker may make such an order whether or not it deals with the offender in any other way for the offence.        Application of proceeds of property subject to deprivation order   177F    1   This section applies where the Court Martial or the Service Civilian Court makes a deprivation order in relation to any property and—   a   the offence was one which resulted in a person suffering personal injury, loss or damage, or     b   any such offence is taken into consideration by the court in determining sentence.       2   The court may also make an order that any proceeds which—   a   arise out of the disposal of the property, and     b   do not exceed a sum specified by the court,    are to be paid to the person.     3   A court may make an order under this section only if satisfied that, but for the inadequacy of the offender’s means, it would have made a service compensation order under which the offender would have been required to pay compensation of an amount not less than the amount specified under subsection (2)(b).     4    An order under this section has no effect—   a   before the end of the 6 month period mentioned in section  94A (3) (a) , or     b   if a successful claim by a person claiming to be the owner of the property has been made by virtue of section 94(2)(a).              5   After section 94 (property in possession of service police or CO﻿) insert—    Property subject to deprivation order: modification of section 94   94A    1   This section applies to property to which a deprivation order relates which is in the possession of—   a   a commanding officer, or     b   a member of a service police force,    by virtue of section 177C(6) (including any such property that was already in the possession of the commanding officer or a member of a service police force when the order was made).     2   Regulations under section 94(1) must ensure that a judicial authority or a commanding officer may make an order by virtue of section 94(2)(a) or (b) (respectively) on an application which—   a   relates to property to which this section applies, and     b   is made by a person claiming to be the owner of the property,    only if the conditions in subsection  (3)  are met.     3   Those conditions are that—   a   the application is made before the end of the period of 6 months beginning with the day on which the deprivation order is made, and     b   the claimant satisfies the judicial authority or the commanding officer (as the case may be)—   i   that the claimant did not consent to the offender’s possession of the property, or      ii   if the deprivation order was made by virtue of subsection (3) of section 177C (property used for the purpose of offence etc), that the claimant did not know, and had no reason to suspect, that the property was likely to be used for a purpose mentioned in that subsection.         4   Regulations under section 94(1) may enable a judicial authority or a commanding officer to make any order for disposal of property to which this section applies that the judicial authority or commanding officer (as the case may be) thinks appropriate (but this is subject to subsection  (6) ).     5   In subsection (4) the reference to disposal includes disposal by way of transferring the property into the ownership of the Secretary of State; but regulations made by virtue of subsection (4) may not provide for the Secretary of State to become the owner of property which is the subject of an order under section 177F (application of proceeds of property subject to deprivation order).     6   Subsection (4) applies only in relation to cases where no application by virtue of section 94(2)(a) or (b) made during the 6 month period mentioned in subsection  (3) (a)  by a person claiming to be the owner of the property was successful.     7   In this section “judicial authority” means the Court Martial, the Service Civilian Court or a judge advocate.           6   In  Schedule 3  (civilians etc: modifications of Court Martial sentencing powers)—   a   in paragraph 1(1), in the table, after row 7 insert—     8 a deprivation order (defined by section 177B) only if section 177C permits     ;     b   in paragraph 3(1), in the table, after row 10 insert—     11 a deprivation order (defined by section 177B) only if section 177C permits     .      "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "15", "section_title": "Driving disqualification", "section_text": " 15    1   AFA 2006 is amended as follows.     2   In section 164 (punishments available to Court Martial)—   a   in subsection (1), in the table, after row 13 (as inserted by section 14 above) insert—     14 a driving disqualification order (defined by section 177B) only if subsection (5A) permits     ;     b   after subsection (5) insert—    5A   The court may not make a driving disqualification order unless—   a   the offence was committed on or after the commencement of section 15 of the Armed Forces Act 2021, and     b   the court has been notified by the Secretary of State that the power to make such orders is exercisable by the court (and the notice has not been withdrawn).            3   After section 177F (as inserted by section 14 above) insert—    Driving disqualification orders   Driving disqualification orders   177G   A driving disqualification order is an order made under this Act in respect of an offender that the offender is disqualified, for the period specified in the order, for holding or obtaining—   a   a licence to drive a motor vehicle granted under Part 3 of the Road Traffic Act 1988, and     b   a Northern Ireland licence (within the meaning of Part 3 of the Road Traffic Act 1988).        Driving disqualification: availability   177H   Where a driving disqualification order is available to a court, the court may make a driving disqualification order whether or not it also deals with the offender for the offence in any other way.      Disqualification period   177I    1   Where a court makes a driving disqualification order in respect of an offender for an offence, the disqualification period must be such period as the court considers appropriate. But this is subject to sections 177J and 177K.     2   The disqualification period, in relation to a driving disqualification order made in respect of an offender, is the period specified in the order as the period for which the offender is disqualified for holding or obtaining a driving licence.        Extension of disqualification where custodial sentence or service detention also imposed   177J    1   This section applies where a court—   a   imposes a custodial sentence or a sentence of service detention on an offender for an offence, and     b   makes a driving disqualification order in respect of the offender for the same offence.       2   But this section does not apply where the custodial sentence or sentence of service detention (as the case may be) is—   a   a suspended sentence of imprisonment,     b   a suspended sentence of service detention, or     c   a life sentence in relation to which the court makes a whole life order under section 321(3) of the Sentencing Code (life sentence: minimum term order or whole life order) by virtue of section 261A of this Act (life sentences: further provision).       3   The disqualification period must be—   a   the discretionary disqualification period, and     b   the appropriate extension period.       4   The discretionary disqualification period is the period which the court would, in the absence of this section, have specified in the driving disqualification order.     5   The appropriate extension period for a sentence specified in column 2 is equal to the period calculated in accordance with column 3—    Row Sentence Length of appropriate extension period  1 a detention and training order under section 211 (offenders under 18: detention and training orders) half the term of the detention and training order 2 a sentence of detention under section 224B (special sentence of detention for terrorist offenders of particular concern) two-thirds of the term imposed pursuant to section 252A(5) of the Sentencing Code by virtue of section 224B(4) of this Act (the appropriate custodial term) 3 an extended sentence of detention under section 254 of the Sentencing Code by virtue of section 221A of this Act (extended sentence for certain violent, sexual or terrorism offenders aged under 18) two-thirds of the term imposed pursuant to section 254(a) of the Sentencing Code (the appropriate custodial term) 4 a sentence of detention in a young offender institution to which subsections (2) and (3) of section 265 of the Sentencing Code apply by virtue of section 224A of this Act (special custodial sentence for certain offenders of particular concern) two-thirds of the term imposed pursuant to section 265(2)(a) of the Sentencing Code (the appropriate custodial term) 5 an extended sentence of detention in a young offender institution under section 266 of the Sentencing Code by virtue of section 219A of this Act (extended sentence for certain violent, sexual or terrorism offenders aged 18 or over) two-thirds of the term imposed pursuant to section 266(a) of the Sentencing Code (the appropriate custodial term) 6 a serious terrorism sentence of detention in a young offender institution under section 268A of the Sentencing Code by virtue of section 219ZA of this Act (serious terrorism sentences) the term imposed pursuant to section 268C(2) of the Sentencing Code (the appropriate custodial term) 7 a sentence of imprisonment to which subsections (2) and (3) of section 278 of the Sentencing Code apply by virtue of section 224A of this Act (special custodial sentence for certain offenders of particular concern) two-thirds of the term imposed pursuant to section 278(2)(a) of the Sentencing Code (the appropriate custodial term) 8 an extended sentence of imprisonment under section 279 of the Sentencing Code by virtue of section 219A of this Act (extended sentence for certain violent, sexual or terrorism offenders aged 18 or over) two-thirds of the term imposed pursuant to section 279(a) of the Sentencing Code (the appropriate custodial term) 9 a serious terrorism sentence of imprisonment under section 282A of the Sentencing Code by virtue of section 219ZA of this Act (serious terrorism sentences) the term imposed pursuant to section 282C(2) of the Sentencing Code (the appropriate custodial term) 10 a custodial sentence in respect of which section 244ZA of the Criminal Justice Act 2003 applies to the offender two-thirds of the sentence 11 a custodial sentence not within any of the preceding entries in respect of which section 247A of the Criminal Justice Act 2003 applies to the offender two-thirds of the sentence 12 a life sentence in relation to which a minimum term order is made under section 321 of the Sentencing Code by virtue of section 261A of this Act (life sentences: further provision) the term specified in the minimum term order 13 service detention half the term of detention imposed 14 any other case half the custodial sentence imposed.       6   In the case of a sentence specified in entry 3, 5 or 8 of column 2 in the table which is within section 247A(2A) of the Criminal Justice Act 2003, the corresponding entry in column 3 of the table is to be read with the omission of “two-thirds of”.     7   Any period determined under subsection (5) which includes a fraction of a day must be rounded up to the nearest number of whole days.     8   Where—   a   an order (“the amending order”) is made under section 267 of the Criminal Justice Act 2003 (alteration by order of relevant proportion of sentence), and     b   the amending order provides that the proportion of a custodial sentence for the time being referred to in section 243A(3)(a) or 244(3)(a) of that Act (release of prisoners in certain circumstances) is to be read as a reference to another proportion (the “new proportion”),    the Secretary of State may by regulations provide that the table in subsection (5) is to be read as if, in relation to such a sentence, entry 14 specified the new proportion.        Effect of custodial sentence or service detention in other cases   177K    1   This section applies where a court makes a driving disqualification order in respect of an offender for an offence, and—   a   it imposes a custodial sentence or a sentence of service detention (other than a suspended sentence) on the offender for another offence, or     b   a custodial sentence or a sentence of service detention previously imposed on the offender has not expired.       2   In determining the disqualification period, the court must, so far as it is appropriate to do so, have regard to the diminished effect of disqualification as a distinct punishment if the person who is disqualified is also detained in pursuance of a custodial sentence or a sentence of service detention.     3   But the court may not take into account for this purpose any custodial sentence or sentence of service detention that it imposes on the offender for the offence.        Requirement to produce licences where driving disqualification order made   177L   A court which makes a driving disqualification order in respect of an offender must require the offender to produce any (and, if more than one, all) of the following held by the offender—   a   a licence to drive a motor vehicle granted under Part 3 of the Road Traffic Act 1988;     b   a Northern Ireland licence (within the meaning of Part 3 of the Road Traffic Act 1988);     c   a Community licence (within the meaning of Part 3 of the Road Traffic Act 1988).        Driving disqualification: power to make equivalent provision to Road Traffic Offenders Act 1988   177M    1   The Secretary of State may by regulations make provision in relation to driving disqualification orders which is equivalent to that made by a relevant provision, subject to such modifications as the Secretary of State considers appropriate.     2   In this section, “relevant provision” means any of the following provisions of the Road Traffic Offenders Act 1988—   a   section 37 (effect of order of disqualification);     b   section 39 (suspension of disqualification pending appeal);     c   section 40 (power of appellate courts to suspend disqualification);     d   section 42 (removal of disqualification);     e   section 43 (rule for determining end of period of disqualification);     f   section 47 (supplementary provisions);     g   section 48 (exemption from disqualification in certain cases).              4   In section 373 (orders, regulations and rules)—   a   in subsection (3)(d), after “93AA(2),” insert “177J(7),”;     b   in  subsection (5) , at the beginning insert “Except for regulations made under section 177J(7),”;     c   after subsection (5) insert—    5A   Regulations made under section 177J(7) may contain transitional, transitory and saving provision.          5   In  Schedule 3  (civilians etc: modifications of Court Martial sentencing powers)—   a   in paragraph 1(1), in the table, after row 8 (as inserted by section 14 above) insert—     9 a driving disqualification order (defined by section 177G) only if subsection (5A) permits     ;     b   in paragraph 3(1), in the table, after row 11 (as inserted by section 14 above) insert—     12 a driving disqualification order (defined by section 177G) only if subsection (5A) permits     .      "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "16", "section_title": "Deprivation and driving disqualification orders: minor and consequential amendments", "section_text": " 16    Schedule 6  to this Act contains amendments that are consequential on, or otherwise connected with, sections 14 and 15.  "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "17", "section_title": "Removal of requirement to take into account offences in member States", "section_text": " 17    1   AFA 2006 is amended as follows.     2   In section 238 (deciding the seriousness of an offence)—   a   in subsection (3)—   i   in paragraph (a) at the end insert “or”;     ii   omit paragraphs (c) and (d);       b   for subsection (4) substitute—    4   Nothing in this section prevents the court or officer from treating a previous conviction by a court outside the British Islands as an aggravating factor in any case where the court or officer considers it appropriate to do so.     ;     c   omit subsection (5).       3   In section 263 (restriction on imposing custodial sentence or service detention on unrepresented offender)—   a   in subsection (2)(b) omit the words from “, or sentenced to detention” to the end;     b   in subsection (6) omit paragraphs (c) and (d).       4   In section 270A (exception to restrictions on community punishments)—   a   in subsection (3)—   i   in paragraph (a) omit “, or member State service offence,” and at the end insert “or”;     ii   in paragraph (b) omit “or”;     iii   omit paragraph (c);       b   omit subsection (8).       5   In section 415 of the Sentencing Act 2020 (armed forces provisions: extent to Channel Islands, Isle of Man and British overseas territories), after subsection (6) insert—    7   In subsection (6) references to this Act include this Act as amended by the  Taking Account of Convictions (EU Exit) (Amendment) Regulations 2020 (S.I. 2020/1520) .       "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "18", "section_title": "Rehabilitation periods: England and Wales", "section_text": " 18   In section 5 of the Rehabilitation of Offenders Act 1974 (rehabilitation periods for particular sentences), in the Table in subsection (2)(b), after the fifth entry insert—     A severe reprimand or reprimand under the Armed Forces Act 2006 The end of the period of 12 months beginning with the date of the conviction in respect of which the sentence is imposed The end of the period of 6 months beginning with the date of the conviction in respect of which the sentence is imposed     .  "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "19", "section_title": "Posthumous pardons in relation to certain abolished service offences", "section_text": "19 1 Section 164 of the Policing and Crime Act 2017 (posthumous pardons for convictions etc of certain abolished offences: England and Wales) is amended as follows. 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 In subsection (8)— a at the end of paragraph (b) omit “or”; b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . d after paragraph (c) insert— d the Army Discipline and Regulation Act 1879. 4 After subsection (9) insert— 10 In this section— “ the Articles of War of 1749 ” means the Rules and Articles for the better government of His Majesty’s horse and foot guards (etc.), made under  23 Geo. 2 c. 4 (1749)  (an Act for punishing mutiny and desertion; and for the better payment of the army and their quarters); “ the Articles of War of 1876 ” means the Rules and Articles (etc.) for the better government of Her Majesty’s royal marine forces, made under the Marine Mutiny Act 1876; “ enactment ” includes an enactment contained in subordinate legislation (within the meaning of the Interpretation Act 1978); “ relevant Articles of War ” means Articles of War made under— the Mutiny Act 1878, the Marine Mutiny Act 1878, or any Act previously in force corresponding to either of those Acts."}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "20", "section_title": "Power of British overseas territories to apply AFA 2006 etc", "section_text": " 20    1   In section 357 of AFA 2006 (power of British overseas territory to apply Act, etc), after paragraph (b) insert—   and in particular nothing prevents a law of a British overseas territory to which this section does not extend applying provisions of this Act in reliance on paragraph (b).      2   Subsection (1) has effect in relation to a law of a British overseas territory, whenever passed or made.    "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "21", "section_title": "Time limit for appeals in respect of war pensions: Scotland and Northern Ireland", "section_text": " 21   In section 8 of the Pensions Appeal Tribunals Act 1943 (time limit for appeals), for subsection (5) substitute—    5   The Minister may by regulations make provision in relation to cases where the notice of an appeal is given up to 12 months after the expiry of the time limit specified in subsection (1) or (3).     6   Regulations under subsection (5) may—   a   provide for the notice of appeal to be treated as having been given in time if conditions specified in the regulations are satisfied, and     b   where the notice of appeal is not so treated, confer power on a Pensions Appeal Tribunal for Scotland or Northern Ireland to allow the appeal to be brought.       "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "22", "section_title": "Minor amendments", "section_text": " 22    1   AFA 2006 is amended as follows.     2   In section 61(1) (sections 55 to 60: exceptions to time limits for charging and interpretation) for “section 120 or 122” substitute “any of sections 120 to 122”.     3   In section 373(3) (orders, regulations and rules: affirmative procedure) after “A statutory instrument containing” insert “(whether alone or with other provision)”.    "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "23", "section_title": "Meaning of “AFA 2006”", "section_text": " 23   In this Act “AFA 2006” means the Armed Forces Act 2006.  "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "24", "section_title": "Commencement and transitional provision", "section_text": " 24    1   The provisions of this Act come into force on such day as the Secretary of State may appoint by regulations, subject to  subsections (2) ,  (3)  and  (4) .     2   The following come into force on the day on which this Act is passed—   a   sections 1, 17 (5) , 20 and 22 (3)  (and section 22(1), so far as relating to section 22 (3) ), and     b   section 23, this section and sections 25 to 27.       3   Sections 19 and 22 (2)  (and section 22(1), so far as relating to section 22 (2) ) come into force at the end of the period of two months beginning with the day on which this Act is passed.     4   The Secretary of State may by regulations make transitional, transitory or saving provision in connection with the coming into force of a provision of this Act.     5   Regulations under this section—   a   are to be made by statutory instrument, and     b   may make different provision for different purposes.      "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "25", "section_title": "Extent in the United Kingdom", "section_text": " 25    1   This Act extends to England and Wales, Scotland and Northern Ireland, subject to subsections  (2)  to  (4) .     2    Paragraph 1  of  Schedule 4 , so far as it inserts paragraph 1 of Schedule 14A to AFA 2006 (status of Service Police Complaints Commissioner as a corporation sole), extends in the United Kingdom to England and Wales and Northern Ireland only.     3   The amendments made by the following provisions have the same extent in the United Kingdom as the provisions to which they relate—   a   section 9 (1)  to  (14) ;     b   section 10 (10)  and Schedule  3 ;     c   section 17 (5) ;     d   section 19;     e   section 21;     f   paragraphs  1  to  6  of  Schedule 2  (and section 9 (15) , so far as it relates to those paragraphs);     g    paragraphs 2  to  9   of  Schedule 4  (and section 11 (5) , so far as it relates to those paragraphs);     h   paragraphs  1  to  23  and  33  to  52  of  Schedule 5  (and section 12 (5) ), so far as it relates to those paragraphs);     i   paragraphs 4  to  6  of  Schedule 6  (and section 16, so far as it relates to those paragraphs).       4   Section 18 extends to England and Wales only.    "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "26", "section_title": "Extent in the Channel Islands, Isle of Man and British overseas territories", "section_text": " 26    1   The power under section 384(1) of AFA 2006 may be exercised so as to extend to any of the Channel Islands any amendment or repeal made by this Act of a provision of AFA 2006 (with or without modifications).     2   This Act, with the exception of the provisions mentioned in subsection  (3) , extends to—   a   the Isle of Man, and     b   the British overseas territories, except Gibraltar.       3   Subsection  (2)  refers to—   a   section 9(1) to (14),     b   section 10 (10)  and Schedule  3 ,     c   section 17 (5) ,     d   section 18,     e   section 19,     f   section 21,     g   paragraphs  1  to  6  of  Schedule 2  (and section 9 (15) , so far as it relates to those paragraphs),     h   paragraphs 2  to  9  of  Schedule 4  (and section 11 (5) , so far as it relates to those paragraphs),     i   paragraphs 1 to 23 and 33 to 52 of  Schedule 5  (and section 12(5), so far as it relates to those paragraphs), and     j   paragraphs 4  to  6  of  Schedule 6  (and section 16, so far as it relates to those paragraphs).       4   The power under section 384(2) of AFA 2006 may be exercised so as to modify any provision of AFA 2006, as amended by this Act, as it extends to the Isle of Man or a British overseas territory other than Gibraltar.     5   The power under section 132(3) of the Reserve Forces Act 1996 may be exercised so as to extend to any of the Channel Islands or the Isle of Man any amendment or repeal made by this Act of a provision of that Act (with or without modifications).    "}, {"act": "Armed Forces Act 2021", "year": 2021, "section": "27", "section_title": "Short title", "section_text": " 27   This Act may be cited as the Armed Forces Act 2021.  "}]