[{"act": "Education and Training (Welfare of Children) Act 2021", "year": 2021, "section": "1", "section_title": "Welfare of children: 16 to 19 Academies and further education", "section_text": "1 1 The Education Act 2002 is amended as follows. 2 In section 16 (terms on which financial assistance under section 14 is given), in subsection (1), for  “subsection (2B)” substitute —                 a subsection (2B) (which relates to institutions within the higher education sector), and b section 175(3B) (which relates to institutions in England that provide further education). 3 In section 175 (duties of local authorities and governing bodies in relation to welfare of children) after subsection (3) insert— 3A The proprietor of a 16 to 19 Academy must make arrangements to ensure that the proprietor's functions relating to the conduct of the Academy are exercised with a view to safeguarding and promoting the welfare of children receiving education or training at the Academy. 3B The Secretary of State may not— a enter into an agreement with the proprietor of an institution in England for the provision of further education, unless the agreement requires the proprietor to comply with the safeguarding duties, or b give financial assistance under section 14 to the proprietor of an institution in England for the provision of further education unless the assistance is given on terms requiring the proprietor to comply with the safeguarding duties, but this subsection does not restrict the Secretary of State's powers to enter into an agreement with, or give financial assistance to, an institution to which subsection (3) or (3A) applies. 3C “The safeguarding duties” are— a a duty to make arrangements to ensure that the proprietor's functions relating to the conduct of the institution are exercised with a view to safeguarding and promoting the welfare of children receiving education or training at the institution, and b a duty to have regard to any guidance given from time to time by the Secretary of State in considering what arrangements are required. 4 In subsection (4) of that section— a for  “An authority or body” substitute  “                    A person                  ” ; b for  “(3)” substitute  “                    (3A)                  ” . 5 In subsection (5) of that section, at the appropriate place insert— “ proprietor ”, in relation to an institution that is not a school, means the person or body of persons responsible for the management of the institution. 6 In the heading of section 175 omit  “of local authorities and governing bodies”."}, {"act": "Education and Training (Welfare of Children) Act 2021", "year": 2021, "section": "2", "section_title": "Welfare of children: apprenticeships and technical education", "section_text": "2 1 The Apprenticeships, Skills, Children and Learning Act 2009 is amended as follows. 2 In section 101 (financial resources: conditions), in subsection (1), after  “conditions” insert  “                , subject to section 101A              ” . 3 After section 101 insert— Financial resources: welfare 101A 1 The Secretary of State may not provide financial resources to a person under— a section 100(1A) for the provision of training as part of a relevant English statutory apprenticeship, or b section 100(1B) for the provision of education or training as part of an approved technical education qualification or approved step towards occupational competence, unless the resources are provided subject to conditions requiring the person to comply with the safeguarding duties. 2 “The safeguarding duties” are— a a duty to make arrangements to safeguard and promote the welfare of children receiving the education or training mentioned in subsection (1)(a) or (b) (as the case may be), and b a duty to have regard to any guidance given from time to time by the Secretary of State in considering what arrangements are required. 3 In this section, a  “ relevant English statutory apprenticeship ” means an apprenticeship falling within section 40A(3)(a) to (c)."}, {"act": "Education and Training (Welfare of Children) Act 2021", "year": 2021, "section": "3", "section_title": "Extent, commencement and short title", "section_text": "3 1 This Act extends to England and Wales only. 2 This Act comes into force at the end of the period of two months beginning with the day on which this Act is passed. 3 This Act may be cited as the Education and Training (Welfare of Children) Act 2021."}]