[{"act": "Financial Services Act 2021", "year": 2021, "section": "1", "section_title": "Exclusion of certain investment firms from the Capital Requirements Regulation", "section_text": "1 1 Article 4(1) of the Capital Requirements Regulation (definitions) is amended in accordance with subsections (2) to (6). 2 In point (2) (definition of  “investment firm”), for the words from  “excluding” to the end substitute  “                  other than a credit institution                ” . 3 In point (2A) (definition of  “CRR firm”), in paragraph (a)(ii), for  “an investment firm” substitute  “                  a designated investment firm                ” . 4 After point (2A) insert— 2AA ‘ designated investment firm ’ means an investment firm that is for the time being designated by the PRA under article 3 of the Financial Services and Markets Act 2000 (PRA-regulated Activities) Order 2013 (S.I. 2013/556), but is not— a a commodity and emission allowance dealer, b a collective investment undertaking, or c an insurance undertaking; 2AB ‘ FCA investment firm ’ means an investment firm that— a is an authorised person within the meaning of section 31(1)(a) of FSMA, and b is not a designated investment firm; . 5 In point (3) (definition of  “institution”), for  “an investment firm” substitute  “                  a designated investment firm                ” . 6 At the end insert— 150 ‘ commodity and emission allowance dealer ’ means an undertaking the main business of which consists exclusively of the provision of investment services or activities in relation to— a commodity derivatives or commodity derivative contracts referred to in paragraphs 5, 6, 7, 9 and 10 of Part 1 of Schedule 2 to the Regulated Activities Order, b derivatives of emission allowances referred to in paragraph 4 of that Part of that Schedule, or c emission allowances referred to in paragraph 11 of that Part of that Schedule. 7 In Schedule 1— a Part 1 contains consequential amendments of the Capital Requirements Regulation, and b Part 2 contains consequential amendments of the Capital Requirements (Country-by-Country Reporting) Regulations 2013 (S.I. 2013/3118)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "2", "section_title": "Prudential regulation of certain investment firms by FCA rules", "section_text": "2 In Schedule 2— a Part 1 inserts Part 9C of the Financial Services and Markets Act 2000 (prudential regulation of FCA investment firms), b Part 2 contains minor and consequential amendments of the Financial Services and Markets Act 2000, and c Part 3 contains transitional provision."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "3", "section_title": "Transfer of certain prudential regulation matters into PRA rules", "section_text": "3 1 The Treasury may by regulations revoke provisions of the Capital Requirements Regulation relating to the matters listed in subsection (2). 2 The matters are— a deductions from Common Equity Tier 1 items; b the following aspects of the standardised approach to credit risk— i exposure value; ii risk weights for exposures to institutions; iii exposures to corporates; iv exposures secured by mortgages on immovable property; v retail exposures; vi subordinated debt and equity exposures; vii the use of credit assessments; viii exposures with particularly high risk; ix exposures in the form of units or shares in collective investment undertakings; c classification of off-balance sheet items; d the following aspects of the internal ratings based approach to credit risk— i the advanced internal ratings based approach for asset classes that cannot be modelled in a robust and prudent manner; ii input parameters; iii the requirement to use the internal ratings based approach for all significant exposure classes; iv the 1.06 scaling factor for estimating risk-weighted assets; v exposures in the form of units or shares in collective investment undertakings; vi risk-weighted exposure amounts for equity exposures; vii the treatment of expected loss amounts by exposure types; e the use of credit risk mitigation techniques for exposures risk-weighted under the standardised approach to credit risk or the internal ratings based approach to credit risk; f the following aspects of own funds requirements for counterparty credit risk— i requirements to use particular methods for calculating the exposure value; ii the mark-to-market method; iii the original exposure method; iv the standardised method; v own funds requirements for exposures to a central counterparty; g own funds requirements for operational risk; h the following aspects of own funds requirements for market risk— i the approaches for calculating the own funds requirements for market risk; ii the scope and structure of the alternative standardised approach; iii foreign exchange risk factors in the alternative standardised approach; iv the scope and structure of the alternative internal model approach, including the use of alternative internal models; v regulatory back-testing requirements and multiplication factors in the alternative internal model approach; vi requirements relating to risk measurement in the alternative internal model approach; i own funds requirements relating to— i derogations for small trading book business; ii the trading book; j own funds requirements for credit valuation adjustment risk; k large exposures; l liquidity requirements; m the leverage ratio; n reporting requirements; o disclosure requirements; p any other matter which is the subject of a CRR Basel standard. 3 The Treasury may by regulations revoke a provision of the Capital Requirements Regulation where— a the provision is connected with provision relating to a matter listed in subsection (2), and b the Treasury consider the revocation necessary or desirable in order to maintain or improve the coherence of the prudential regime comprised in, and in provision made under, the Capital Requirements Regulation and in general rules made by the Prudential Regulation Authority. 4 The Treasury may only make regulations under subsection (1) or (3) revoking a provision if they consider that— a the provision has been, or will be, adequately replaced by general rules made, or to be made, by the Prudential Regulation Authority, or b it is appropriate for the provision not to be replaced. 5 The Treasury may by regulations make consequential, supplementary, incidental, transitional, transitory and saving provision in connection with the revocation of provisions under subsection (1) or (3), including provision amending, repealing or revoking provisions of the Capital Requirements Regulation or another enactment. 6 Regulations under this section may make different provision for different purposes. 7 Regulations under this section are subject to the affirmative procedure. 8 Where the Treasury make regulations in reliance on subsection (2)(p), the Treasury must, when laying a draft of the regulations before Parliament, also lay before Parliament a statement explaining which provisions are made in reliance on that paragraph and identifying the relevant CRR Basel standard. 9 The reference in subsection (2)(p) to a matter that is the subject of a CRR Basel standard includes such a matter as it relates to any CRR firm (even where the standard in question does not apply to all CRR firms). 10 In this section— “ CRR Basel standard ” has the meaning given in section 4; “ general rules ” has the same meaning as in the Financial Services and Markets Act 2000 (see section 417 of that Act). 11 Terms used in this section and in the Capital Requirements Regulation have the same meaning in this section as they have in that Regulation (or any part of it)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "4", "section_title": "CRR Basel standards", "section_text": "4 1 For the purposes of section 3,  “ CRR Basel standard ” means— a a standard recommended in a document issued by the Basel Committee on Banking Supervision listed in subsection (2), or b a standard recommended in another document issued by that Committee where the recommended date for implementation of the standard falls on or before the date described in subsection (3), subject to subsection (4). 2 The documents referred to in subsection (1)(a) are the documents entitled (and issued) as follows— a Capital requirements for banks' equity investments in funds (December 2013); b The standardised approach for measuring counterparty credit risk exposures (March 2014); c Capital requirements for bank exposures to central counterparties (April 2014); d Supervisory framework for measuring and controlling large exposures (April 2014); e Basel III: the net stable funding ratio (October 2014); f Revised Pillar 3 disclosure requirements (January 2015); g Pillar 3 disclosure requirements — consolidated and enhanced framework (March 2017); h Implementation of net stable funding ratio and treatment of derivative liabilities (October 2017); i Basel III: Finalising post-crisis reforms (December 2017); j Technical Amendment — Basel III: Treatment of extraordinary monetary policy operations in the Net Stable Funding Ratio (June 2018); k Pillar 3 disclosure requirements — regulatory treatment of accounting provisions (August 2018); l Pillar 3 disclosure requirements — updated framework (December 2018); m Minimum capital requirements for market risk (January 2019); n Targeted revisions to the credit valuation adjustment risk framework (July 2020). 3 The date referred to in subsection (1)(b) is whichever is the latest of the dates recommended by the Basel Committee on Banking Supervision in a document listed in subsection (2) for the implementation of a standard (or, where implementation is recommended to take place in phases, for the full implementation of a standard). 4 A recommended standard is not a CRR Basel standard to the extent that, immediately before the day on which this section comes into force, provision giving effect to the recommendation is included in an enactment. 5 References in this section to a document issued by the Basel Committee on Banking Supervision are to such a document as it has effect from time to time."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "5", "section_title": "Prudential regulation of credit institutions etc by PRA rules", "section_text": "5 1 In Schedule 3— a Part 1 inserts Part 9D of the Financial Services and Markets Act 2000 (prudential regulation of credit institutions etc), b Part 2 amends the Prudential Regulation Authority's powers under Part 12B of that Act (approval of certain holding companies), c Part 3 contains minor and consequential amendments, and d Part 4 contains transitional provision. 2 Subsections (3) to (5) apply where a provision of the Capital Requirements Regulation, or of an instrument made under that Regulation, has been revoked by regulations under section 3. 3 In the Capital Requirements Regulation and in other enactments, except as otherwise provided— a pre-revocation references to the revoked provision are to be treated as references to the corresponding CRR rule, and b pre-revocation references to the Capital Requirements Regulation or the instrument, or to a division of that Regulation or instrument that included the revoked provision, are to be treated as including the corresponding CRR rule. 4 The Prudential Regulation Authority must— a prepare a document setting out whether and, if so, how CRR rules correspond to the revoked provision, b update the document from time to time, and c publish the document, and any update, in the manner best calculated to bring it to the attention of those likely to be affected by the Capital Requirements Regulation and CRR rules. 5 For the purposes of subsection (3), whether a CRR rule corresponds to a revoked provision is to be determined by reference to the document published under subsection (4), as updated from time to time. 6 In this section, references to instruments made under the Capital Requirements Regulation include EU tertiary legislation made under that Regulation which forms part of   assimilated   law. 7 In this section— “ CRR rules ” has the same meaning as in the Financial Services and Markets Act 2000 (see section 144A of that Act, inserted by Schedule 3 to this Act); “ EU tertiary legislation ” has the same meaning as in the European Union (Withdrawal) Act 2018 (see section 20 of that Act); “ pre-revocation reference ” means, in connection with the revocation of a provision described in subsection (2), a reference contained in an enactment immediately before the revocation (whether or not the reference is in force at that time)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "6", "section_title": "Power to amend the Credit Rating Agencies Regulation", "section_text": "6 1 The Treasury may by regulations amend the Credit Rating Agencies Regulation by making provision related to the issuing and use of credit ratings which it considers necessary or desirable having regard to a CRR Basel standard. 2 Regulations under this section may— a make different provision for different purposes, and b make consequential, supplemental, incidental, transitional, transitory and saving provision. 3 Regulations under this section are subject to the affirmative procedure. 4 The power under subsection (1) includes power to make provision in relation to any CRR firm (even where the CRR Basel standard to which the Treasury have regard does not apply to all CRR firms). 5 In this section— “ CRR Basel standard ” has the meaning given in section 4; “ CRR firm ” has the same meaning as in the Capital Requirements Regulation; “ the Credit Rating Agencies Regulation ” means Regulation  (EC) No. 1060/2009  of the European Parliament and of the Council of 16 September 2009 on credit rating agencies; “ credit rating ” has the same meaning as in the Credit Rating Agencies Regulation (see Article 3(1)(a) of that Regulation)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "7", "section_title": "Amendments of the Capital Requirements Regulation", "section_text": "7 Schedule 4 contains amendments of the Capital Requirements Regulation."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "8", "section_title": "Review of which benchmarks are critical benchmarks", "section_text": "8 1 Article A20 of the Benchmarks Regulation (review of critical benchmarks) is amended in accordance with subsections (2) to (5). 2 In paragraph 2, for point (a) (but not the  “and” at the end) substitute— a whether an administrator located in the United Kingdom provides a benchmark that satisfies one or more of conditions (a), (b), (c) or (d) of paragraph 1 of Article 20; . 3 In paragraph 2(b), for  “point (a)(i) or (ii)” substitute  “                  point (a)                ” . 4 In paragraph 3(b), for  “point (a)(i) or (ii)” substitute  “                  point (a)                ” . 5 In paragraph 6, for point (b) substitute— b the Treasury consider that the benchmark satisfies one or more of conditions (a), (b), (c) or (d) of paragraph 1 of Article 20. 6 In Article 20(1) of the Benchmarks Regulation (critical benchmarks: conditions and other matters)— a in the opening words of point (c), for  “all” substitute  “                      both                    ” , b omit point (c)(i), and c after point (c) insert— d the benchmark has a sufficient number of appropriate market-led substitutes that it does not fulfil the criterion in point (c)(ii), but: i it is not reasonably practicable for one or more users of the benchmark to switch to one of those substitutes, and ii the benchmark fulfils the criterion in point (c)(iii)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "9", "section_title": "Mandatory administration of a critical benchmark", "section_text": "9 1 Article 21 of the Benchmarks Regulation (mandatory administration of a critical benchmark) is amended as follows. 2 In paragraph 3, for  “five years” substitute  “                  10 years                ” . 3 After paragraph 3 insert— 3A If the FCA decides to compel the administrator to continue publishing the benchmark under paragraph 3, the FCA must assess the capability of the benchmark to measure the underlying market or economic reality, taking into account, among other things, the procedure established by the administrator in accordance with Article 28(1). 3B After making its assessment under paragraph 3A, the FCA must give the administrator— a a written notice stating that it considers that the benchmark is not representative of the market or economic reality that it is intended to measure or that the representativeness of the benchmark is at risk, or b a written notice stating that it considers that the representativeness of the benchmark is not at risk. 3C The FCA must make its assessment under paragraph 3A, and give the notice under paragraph 3B, before the end of the period of 28 days beginning with the day on which the FCA notifies the administrator of its decision to compel the administrator to continue publishing the benchmark."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "10", "section_title": "Prohibition on new use where administrator to cease providing critical benchmark", "section_text": "10 In the Benchmarks Regulation, after Article 21 insert—  Article 21A  Prohibition on new use where administrator to cease providing critical benchmark 1 Where the FCA has completed an assessment of a critical benchmark under Article 21(2), the FCA may, by publishing a notice, prohibit some or all new use of the benchmark by supervised entities. 2 In paragraph 1, the reference to new use of a benchmark is to doing the following on or after the day on which the prohibition takes effect (“the prohibition day”)— a issuing a financial instrument which references the benchmark, or amending the terms of a financial instrument so as to include a reference to the benchmark where the instrument did not reference the benchmark immediately before the prohibition day; b determining the amount payable under a financial instrument or a financial contract by referencing the benchmark, where the instrument or contract did not reference the benchmark immediately before the prohibition day; c being a party to a financial contract which references the benchmark— i where the contract is formed on or after the prohibition day, or ii where the contract was formed before the prohibition day but did not reference the benchmark immediately before that day; d providing a borrowing rate as described in point (7)(d) of Article 3(1) calculated by reference to the benchmark for the purposes of a financial contract— i where the contract is formed on or after the prohibition day, or ii where the contract was formed before the prohibition day but did not use the borrowing rate immediately before that day; e measuring the performance of an investment fund through the benchmark for a purpose described in point (7)(e) of Article 3(1), where the fund's constitutional documents or prospectus did not provide for its performance to be measured through the benchmark immediately before the prohibition day. 3 The FCA may only exercise the power under paragraph 1 if it considers it desirable to do so in order to advance either or both of the following— a its consumer protection objective (see section 1C of FSMA); b its integrity objective (see section 1D of that Act). 4 In exercising the power under paragraph 1 in relation to a benchmark that is used outside the United Kingdom, the FCA may, among other things, have regard to the likely effect outside the United Kingdom of the exercise of the power. 5 A notice under this Article may— a make different provision for different purposes; b make provision by reference to any aspect of the new use, including the persons involved in the use; c provide that the prohibition has effect only during a period specified in the notice; d make such transitional provision as the FCA considers appropriate. 6 A notice under this Article must— a give reasons for the prohibition, b specify when the prohibition is to take effect, c explain how the FCA has taken account of the relevant policy statement (see Article 23F), and d provide any further information that the FCA considers appropriate for assisting supervised entities to understand the prohibition. 7 A notice under this Article must be published in the manner that appears to the FCA to be best calculated to bring it to the attention of— a supervised entities, and b the public. 8 The FCA— a must give a copy of a notice under this Article to the Treasury before publishing it, and b may charge a reasonable fee for providing a person with a copy of a notice published under this Article. 9 In paragraph 2(a) to (e), references to referencing, or measuring performance through, the benchmark (however expressed) include referencing, or measuring performance through, a combination of indices that include the benchmark."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "11", "section_title": "Assessment of representativeness of critical benchmarks", "section_text": "11 1 In Article 3(1) of the Benchmarks Regulation (definitions)— a after point (10) insert— 10A ‘ supervised third country contributor ’ means a supervised third country entity that contributes input data to an administrator located in the United Kingdom; , and b after point (17) insert— 17A ‘ supervised third country entity ’ means an entity that would be a supervised entity by virtue of point (a) of the definition of that term (CRR firm that is a credit institution) but for the fact that it does not have its head office or registered office in the United Kingdom; . 2 After Article 22 of the Benchmarks Regulation insert—  Article 22A  Assessment of representativeness of critical benchmarks: administrator 1 This Article applies to a critical benchmark that— a is based on submissions by contributors the majority of which are supervised entities or supervised third country entities, and b is not an Article 23A benchmark. 2 An administrator of a critical benchmark must submit to the FCA an assessment of the capability of the benchmark to measure the underlying market or economic reality— a at the end of the period of two years beginning with the day on which the benchmark became a critical benchmark, and b at the end of each subsequent two year period. 3 The FCA may, by written notice, require an administrator of a critical benchmark to submit to the FCA an assessment of the capability of the benchmark to measure the underlying market or economic reality. 4 The FCA may only impose a requirement under paragraph 3 if it considers that— a the benchmark does not, or may not, represent the underlying market or economic reality, or b the representativeness of the benchmark is or may be at risk. 5 A notice under paragraph 3 may require the administrator to submit the assessment before a date specified in the notice, provided that date falls after the end of the period of two weeks beginning with the day on which the notice was given. 6 If a supervised contributor or a supervised third country contributor intends to cease contributing input data to a critical benchmark— a the contributor must notify the benchmark administrator promptly in writing, and b the notification must state the date on which it intends to cease contributing, which must be after the end of the period of 15 weeks beginning with the first working day after the day on which it gives the notification. 7 If an administrator of a benchmark is notified under paragraph 6, it must— a inform the FCA promptly, stating the date on which the notification was given, and b submit to the FCA an assessment of the implications of the contributor's withdrawal for the capability of the benchmark to measure the underlying market or economic reality. 8 An assessment under paragraph 7(b) must be submitted to the FCA before the end of the period of 14 days beginning with the first working day after the day on which the notification under paragraph 6 was given. 9 An administrator of a critical benchmark that is required to provide an assessment under this Article must not change the market or economic reality intended to be measured by the benchmark (as defined in the benchmark statement referred to in Article 27) during the assessment period, unless the FCA gives it written permission to do so. 10 For the purposes of paragraph 9, the assessment period begins— a in the case of an assessment under paragraph 2, with the day falling one month before the end of the relevant two year period described in that paragraph; b in the case of an assessment under paragraph 3, when the administrator receives the FCA's notice requiring the assessment; c in the case of an assessment under paragraph 7(b), when the contributor notifies the administrator under paragraph 6. 11 For the purposes of paragraph 9, the assessment period ends— a when the FCA notifies the administrator that it considers that the representativeness of the benchmark is not at risk, whether by giving a notice under Article 22B(3)(b) or otherwise, or b when the benchmark becomes an Article 23A benchmark.  Article 22B  Assessment of representativeness of critical benchmarks: FCA 1 Where the FCA receives an assessment by a benchmark administrator under Article 22A within the period specified by or under that Article, the FCA must make its own assessment of the capability of the benchmark to measure the underlying market or economic reality, taking into account, among other things— a the procedure established by the administrator in accordance with Article 28(1), and b the administrator's assessment. 2 If a benchmark administrator does not submit an assessment under Article 22A within the period specified by or under that Article, the FCA may make its own assessment of the capability of the benchmark to measure the underlying market or economic reality and, if it does so— a must take into account the procedure established by the administrator in accordance with Article 28(1), and b may take into account, among other things, an assessment submitted by the administrator after the end of the specified period. 3 After making its assessment under this Article, the FCA must give the benchmark administrator— a a written notice stating that it considers that the benchmark is not representative of the market or economic reality that it is intended to measure or that the representativeness of the benchmark is at risk, or b a written notice stating that it considers that the representativeness of the benchmark is not at risk. 4 Where the administrator's assessment was made under Article 22A(7)(b) (contributor intends to cease contributing input data), the FCA must make its assessment under paragraph 1 or 2, and give the notice under paragraph 3, before the end of the period of 28 days beginning with the first working day after the day on which the administrator was notified under Article 22A(6). 3 Paragraph 2 of Article 22A of the Benchmarks Regulation (inserted by this section) applies in the case of a benchmark which became a critical benchmark before the day on which this section comes into force, but as if it only required the administrator to submit an assessment at the end of each two year period described in that paragraph which ends after that day."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "12", "section_title": "Mandatory contribution to critical benchmarks", "section_text": "12 1 Article 23 of the Benchmarks Regulation (mandatory contribution to a critical benchmark) is amended as follows. 2 Omit paragraphs 1 to 4. 3 For paragraph 5 substitute— 5A If a supervised contributor or supervised third country contributor gives a notification under Article 22A(6), the contributor may not cease contributing input data before the date specified in the notification as the date on which it intends to cease contributing, unless the FCA gives it written permission to do so. 5B Paragraph 5A does not require a contributor to trade or commit to trade. 4 In paragraph 6, for the opening words substitute  “                  If the FCA gives the administrator of a critical benchmark a notice under Article 21(3B)(a) or Article 22B(3)(a) (benchmark unrepresentative or representativeness at risk), it has the power to—                ” . 5 In paragraph 6(a)— a after  “supervised entities” insert  “                      and supervised third country entities                    ” , and b omit  “from the date” to the end. 6 In paragraph 6(c), after  “supervised entities” insert  “                  and supervised third country entities                ” . 7 After paragraph 6 insert— 6A The FCA may only exercise the powers under paragraph 6 so far as it considers it appropriate to do so for the purpose of maintaining, restoring or improving the representativeness of the benchmark. 8 In paragraph 7— a after  “supervised entities” insert  “                      and supervised third country entities                    ” , and b omit  “supervised” (in the second place it occurs). 9 In paragraph 9(d), for  “relevant supervised entities” substitute  “                  contributors mandated to contribute input data                ” . 10 After paragraph 9 insert— 9A In the case of an Article 23A benchmark, any measures adopted under paragraph 6 in relation to the benchmark are to be treated as being revoked when the designation of the benchmark under Article 23A takes effect. 11 In paragraph 10— a after  “supervised contributor” insert  “                      and supervised third country contributor                    ” , and b for  “exceeding the maximum five year period laid down in the second subparagraph of paragraph 6” substitute  “                      extending beyond the end of the period of five years beginning with the day on which the administrator notified the FCA of its intention to cease providing the benchmark under Article 21(1)                    ” . 12 Omit paragraph 12."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "13", "section_title": "Designation of certain critical benchmarks", "section_text": "13 In the Benchmarks Regulation, after Article 23 insert—  Article 23A  Designation of certain critical benchmarks 1 If the FCA gives the administrator of a critical benchmark a notice under Article 21(3B)(a) or Article 22B(3)(a) (benchmark unrepresentative or representativeness at risk), the FCA must, before the end of the period of 21 days beginning with the day on which it gave the notice— a consider whether it is appropriate for the FCA to designate the benchmark under this Article, and b if it proposes to do so, inform the benchmark administrator by written notice. 2 The FCA may not designate a benchmark under this Article if it considers that it is, and is likely to continue to be, the case that— a the representativeness of the benchmark can reasonably be restored and maintained by the administrator or by the FCA exercising its powers under Article 23(6), and b there are good reasons to restore and maintain its representativeness. 3 A notice under paragraph 1(b) must— a explain when the FCA proposes that the designation of the benchmark should take effect, b give reasons for the FCA's proposed decision, and c state that the administrator may make written representations to the FCA during the period of 14 days beginning with the day on which the notice is given. 4 If, after considering any representations made in accordance with paragraph 3(c), the FCA decides to designate the benchmark under this Article, it must give the administrator a written notice of its decision. 5 A notice under paragraph 4 must— a state when the designation of the benchmark takes effect, b give reasons for the FCA's decision, c explain how the FCA has taken account of the relevant policy statement (see Article 23F), d state that the prohibition on use of the benchmark under Article 23B will take effect when the designation of the benchmark takes effect, unless the FCA exercises its powers under Article 23B(2) or 23C, e inform the administrator of its right to refer the decision to the Upper Tribunal and of the procedure for doing so, and f provide any further information that the FCA considers appropriate for assisting supervised entities to understand the effects of the designation of the benchmark. 6 The FCA may, before a designation under this Article takes effect, decide to change when it takes effect to a later time. 7 If it decides to make such a change— a the FCA must give the benchmark administrator a written notice of its decision, and b the notice must satisfy the requirements in paragraph 5(a) to (d) and (f). 8 The FCA may withdraw a designation of a benchmark under this Article if— a the designation has not taken effect, b paragraph 1 applies again in relation to the benchmark, and c the FCA designates the benchmark again under this Article with effect from an earlier date. 9 If the FCA decides to withdraw the designation of a benchmark under paragraph 8— a the FCA must include notice of the withdrawal in the notice under paragraph 4 of the further designation of the benchmark, and b the notice must satisfy the requirements in paragraph 5(b), (c) and (f) in relation to the decision to withdraw. 10 A notice under paragraph 4 or 7— a may identify when the designation takes effect in any manner that the FCA considers appropriate, including by specifying a day or by describing a day by reference to the process for a reference to the Upper Tribunal or another process or event, and b must be published by the FCA— i before the day on which the notice provides for the designation to take effect, and ii in the manner that appears to the FCA to be best calculated to bring it to the attention of the public. 11 The FCA— a must give a copy of a notice under this Article to the Treasury before publishing it, and b may charge a reasonable fee for providing a person with a copy of a notice under this Article. 12 If the FCA decides to designate a benchmark under this Article and gives the administrator a notice under paragraph 4, the benchmark administrator may refer the matter to the Upper Tribunal. 13 Part 9 of FSMA (hearings and appeals) applies in relation to references to the Upper Tribunal made under this Article as it applies in relation to references made to that Tribunal under that Act. 14 In this Regulation, references to an  “Article 23A benchmark” are to a benchmark in relation to which a designation under this Article has effect."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "14", "section_title": "Use of Article 23A benchmarks", "section_text": "14 In the Benchmarks Regulation, after Article 23A (inserted by section 13) insert—  Article 23B  Prohibition on use of Article 23A benchmark 1 Supervised entities must not use an Article 23A benchmark, except where permitted to do so under paragraph 2 or Article 23C. 2 The FCA may, by publishing a notice before the day on which the designation of the benchmark under Article 23A takes effect, provide that theprohibition in paragraph 1 does not take effect until a date specified in the notice. 3 The date specified in a notice under paragraph 2 must fall before the end of the period of four months beginning with the day on which the designation of the benchmark under Article 23A takes effect. 4 A notice published under this Article must be published in the way appearing to the FCA to be best calculated to bring it to the attention of— a supervised entities, and b the public. 5 The FCA may charge a reasonable fee for providing a person with a copy of a notice published under this Article.  Article 23C  Exception from the prohibition for legacy use of Article 23A benchmark 1 This Article applies to an Article 23A benchmark. 2 The FCA may, by publishing a notice, permit some or all legacy use of the benchmark by supervised entities. 3 The FCA may, by publishing a notice, alter or withdraw a permission under paragraph 2. 4 The FCA may only exercise a power under paragraph 2 or 3 if it considers it desirable to do so in order to advance either or both of the following— a its consumer protection objective (see section 1C of FSMA); b its integrity objective (see section 1D of that Act). 5 In exercising a power under paragraph 2 or 3 in relation to a benchmark that is used outside the United Kingdom, the FCA may, among other things, have regard to the likely effect outside the United Kingdom of the exercise of the power. 6 A notice under this Article may— a make provision by reference to any aspect of the legacy use of the benchmark, including the persons involved in the use; b provide that the permission has effect only during a period specified in the notice; c make different provision for different purposes; d make such transitional provision as the FCA considers appropriate. 7 A notice under this Article must— a give reasons for the permission, or the alteration or withdrawal of permission, b specify when the permission, or the alteration or withdrawal, is to take effect, c explain how the FCA has taken account of the relevant policy statement (see Article 23F), and d provide any further information that the FCA considers appropriate for assisting supervised entities to understand the permission or thealteration or withdrawal of permission. 8 A notice under this Article must be published in the manner that appears to the FCA to be best calculated to bring it to the attention of— a supervised entities, and b the public. 9 The FCA— a must give a copy of a notice under this Article to the Treasury before publishing it, and b may charge a reasonable fee for providing a person with a copy of a notice published under this Article. 10 In this Article— a references to legacy use of a benchmark are to use that is not new use, and b “new use” has the same meaning, in connection with the prohibition under Article 23B, as it has in connection with a prohibition underArticle 21A (see Article 21A(2) and (9))."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "15", "section_title": "Orderly cessation of Article 23A benchmarks", "section_text": "15 1 In the Benchmarks Regulation, after Article 23C (inserted by section 14) insert—  Article 23D  Orderly cessation of Article 23A benchmarks 1 This Article applies to an Article 23A benchmark. 2 The FCA may by written notice impose requirements on the benchmark administrator relating to any of the following— a the way in which the benchmark is determined, including the input data, b rules of the benchmark, and c where the benchmark is based on submissions by contributors, the code of conduct referred to in Article 15. 3 The FCA may only exercise the powers under paragraph 2 if— a it considers it appropriate to do so having regard to the desirability of securing that the cessation of the benchmark takes place in an orderly fashion, and b it considers it desirable to do so in order to advance either or both of the following— i its consumer protection objective (see section 1C of FSMA); ii its integrity objective (see section 1D of that Act). 4 In exercising a power under paragraph 2 in relation to a benchmark that is used outside the United Kingdom, the FCA may, among other things, have regard to the likely effect outside the United Kingdom of the exercise of the power. 5 The powers under paragraph 2— a may be exercised so as to confer a discretion on the administrator, b include power to specify when a requirement must be satisfied, and c include power to vary or withdraw a requirement from time to time. 6 The powers under paragraph 2 are not limited by the market or economic reality that was intended to be measured by the benchmark immediately before it became an Article 23A benchmark (as defined in the benchmark statement referred to in Article 27), although the FCA may have regard to that when exercising those powers. 7 A notice under paragraph 2 must— a explain the exercise of the power, b give reasons for the decision to exercise the power, c specify when the requirement (or variation or withdrawal of a requirement) is to take effect, d explain how the FCA has taken account of the relevant policy statement (see Article 23F), and e provide any further information that the FCA considers appropriate for assisting supervised entities to understand the effects of the exercise of the power. 8 The benchmark administrator may not change anything described in paragraph 2 unless— a the FCA requires it to do so, or gives it a discretion to do so, under paragraph 2, or b the FCA has given a written notice permitting it to do so and has not given a written notice withdrawing the permission. 9 A notice under paragraph 2 or 8(b) must be published as soon as reasonably practicable in the way appearing to the FCA to be best calculated to bring it to the attention of the public. 10 The FCA— a must give a copy of a notice under paragraph 2 or 8(b) to the Treasury before publishing it, and b may charge a reasonable fee for providing a person with a copy of a notice under paragraph 2 or 8(b). 11 In relation to an Article 23A benchmark, this Regulation applies with the modifications specified in or under Annex 4 (and see also Articles 22A(1)(b) and 23(9A)). 2 In the Benchmarks Regulation, after Annex 3 insert— ANNEX 4 ARTICLE 23A BENCHMARKS 1 This Regulation applies in relation to an Article 23A benchmark with— a the modifications listed in paragraph 2, and b any modifications specified in a notice given by the FCA to the benchmark administrator under paragraph 6. 2 The modifications referred to in paragraph 1(a) are the following— a Article 11(1) has effect as if— i point (a) were omitted, and ii in point (d), the words  “and representative” (in the first place they occur) and  “and representative of the market or economic reality that the benchmark is intended to measure” were omitted; b point (a) in Article 27(1) has effect as if for  “and the circumstances in which such measurement may become unreliable” there were substituted  “                              immediately before it became an Article 23A benchmark                            ” . 3 The FCA may, in accordance with paragraphs 4 to 9, provide that this Regulation applies to an Article 23A benchmark with modifications, where it considers it appropriate to do so having regard to the effects of the designation under Article 23A or the FCA's exercise of its powers under Article 23D(2) (or both). 4 If the FCA proposes that this Regulation should apply to an Article 23A benchmark with modifications, or that existing modifications applied by a notice under paragraph 6 should be varied, it must inform the benchmark administrator by written notice. 5 A notice under paragraph 4 must— a explain the proposed modifications or variations, b give reasons for the FCA's proposed decision, and c state that the administrator may make written representations to the FCA during the period of 14 days beginning with the day on which the notice is given. 6 If, after considering any representations made in accordance with paragraph 5(c), the FCA decides to make the proposed modifications or variations, it must give the administrator a written notice of its decision. 7 A notice under paragraph 6 must— a specify the modifications or variations, b give reasons for the FCA's decision, and c provide any further information that the FCA considers appropriate for assisting supervised entities to understand the effects of the modifications or variations. 8 A notice under paragraph 6 must be published as soon as reasonably practicable in the way appearing to the FCA to be best calculated to bring it to the attention of the public. 9 The FCA— a must give a copy of a notice under paragraph 6 to the Treasury before publishing it, and b may charge a reasonable fee for providing a person with a copy of a notice published under this Annex. 10 Paragraphs 11 to 13 apply where the FCA gives the administrator of an Article 23A benchmark a notice under Article 23D(2) or (8)(b). 11 The FCA must, before the end of the period of three months beginning with the day on which it gave the notice referred to in paragraph 10, consider whether to exercise its power under paragraph 3 in relation to the benchmark. 12 During the interim period, the benchmark administrator is only required to comply with this Regulation to the extent that, taking account of the changes made by the notice referred to in paragraph 10, it remains reasonably practicable to do so. 13 In paragraph 12,  “ interim period ” means a period beginning when the notice referred to in paragraph 10 is given and ending— a at the end of the three month period referred to in paragraph 11, if that period ends without the FCA giving a notice under paragraph 4, or b when the FCA, having given the administrator a notice under paragraph 4, gives the administrator — i a written notice that it has decided not to make the proposed modifications or variations, or ii a notice under paragraph 6. 14 References in this Annex to varying modifications (however expressed) include removing or replacing some or all modifications."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "16", "section_title": "Review of exercise of powers under Article 23D", "section_text": "16 In the Benchmarks Regulation, after Article 23D (inserted by section 15) insert—  Article 23E  Review of exercise of powers under Article 23D 1 Where the FCA has exercised a power under Article 23D(2) in relation to a benchmark, the FCA must, for each review period— a review its exercise of its powers under Article 23D(2) in relation to that benchmark during the period, and b publish a report setting out the outcome of the review. 2 For the purposes of paragraph 1, the review periods are— a the period of two years beginning with the day on which the first notice under Article 23D(2) relating to the benchmark is published, and b each subsequent period of two years, excluding the period in which the benchmark ceases to be provided and subsequent periods. 3 The FCA must publish a report under paragraph 1(b) as soon as reasonably practicable after the end of the review period. 4 Where the FCA, having exercised a power under Article 23D(2) in relation to a benchmark, exercises a power under Article 23D(2) again in relation to the benchmark, it must— a carry out a review of the most recent previous exercise of that power in relation to that benchmark, and b publish a report setting out the outcome of the review. 5 The FCA must take the action described in paragraph 4— a before its subsequent exercise of a power under Article 23D(2), where that is reasonably practicable, or b otherwise, as soon as reasonably practicable afterwards. 6 The FCA may fulfil the duty in paragraph 1 and satisfy paragraph 4 by means of the same review and report. 7 In a review under this Article, the FCA must— a consider whether the exercise of the power has advanced, or is likely to advance, the objectives mentioned in Article 23D(3)(b), and b have regard to the policy statement with respect to the exercise of its powers under Article 23D (see Article 23F). 8 A report published under this Article must be published in the way appearing to the FCA to be best calculated to bring it to the attention of the public. 9 The FCA— a must give a copy of a report of a review under this Article to the Treasury before publishing it, and b may charge a reasonable fee for providing a person with a copy of a report published in accordance with this Article."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "17", "section_title": "Policy statements relating to critical benchmarks", "section_text": "17 1 In the Benchmarks Regulation, after Article 23E (inserted by section 16) insert—  Article 23F  Policy statements 1 The FCA must prepare and publish a statement of its policy with respect to— a the exercise of its power under Article 21A, b the designation of benchmarks under Article 23A, c the exercise of its powers under Article 23C, and d the exercise of its powers under Article 23D. 2 The FCA— a may alter or replace a statement published under this Article, and b if it does so, must publish the altered or replacement statement. 3 A statement published under this Article must be published in the way appearing to the FCA to be best calculated to bring it to the attention of the public. 4 The FCA— a must give a copy of a statement under this Article to the Treasury before publishing it, and b may charge a reasonable fee for providing a person with a copy of a statement published under this Article. 5 In making a decision under Article 23A, or exercising its powers under any of Article 21A, 23C or 23D, the FCA must have regard to any relevant statement of policy published under this Article and in force at the time. 2 The FCA's duty under Article 23F(1) of the Benchmarks Regulation (inserted by subsection (1)) to prepare and publish a statement may be satisfied by things done by the FCA before subsection (1) comes into force (as well as by things done after that time)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "18", "section_title": "Critical benchmarks provided for different currencies etc", "section_text": "18 1 In the Benchmarks Regulation, after Article 23F (inserted by section 17) insert—  Article 23G  Critical benchmarks provided for different currencies etc 1 This Article makes provision about critical benchmarks provided for different currencies, maturities or tenors (“umbrella benchmarks”). 2 References in this Article to a  “version” of an umbrella benchmark are to the benchmark as provided for a particular currency, maturity or tenor or, where the benchmark is provided for a combination of two or more of those factors, the benchmark as provided for each combination. 3 Articles 11(4), (4A) and (4B), 21, 21A, 22A, 22B, 23 and 23A to 23E and Annex 4 apply in relation to an umbrella benchmark as if each version of the umbrella benchmark were— a a separate critical benchmark, and b intended to measure the market or economic reality defined in the benchmark statement for the umbrella benchmark (whether defined there separately for different versions of the benchmark or for the umbrella benchmark taken as a whole), subject to the modifications in paragraph 4. 4 The modifications are as follows— a the reference in point (c) of Article 21(3) to the benchmark ceasing to be critical is a reference to the umbrella benchmark ceasing to be critical; b the reference in Article 22A(1)(a) to a benchmark being based on particular submissions is a reference to the umbrella benchmark, taken as a whole but disregarding any versions that are Article 23A benchmarks, being based on such submissions; c the benchmark administrator's duty under Article 22A(2) is a duty to submit an assessment dealing separately with each version of the umbrella benchmark; d the FCA's duty under Article 23E(1) is a duty to carry out a review of its exercise of its powers under Article 23D(2) in relation to each version of the umbrella benchmark (and the first review period begins when the first notice under Article 23D(2) relating to any version of the benchmark is published). 5 Notices given under the provisions listed in paragraph 3 may relate to one version, several versions or all versions of the umbrella benchmark. 6 The FCA may exercise its functions under Articles 21, 21A, 22A, 22B, 23 and 23A to 23E and paragraph 3 of Annex 4 in different ways in relation to different versions of the umbrella benchmark. 7 Nothing in this Article is to be interpreted as implying anything about the operation, in relation to umbrella benchmarks, of provisions of this Regulation not mentioned in this Article. 8 The Treasury may by regulations make provision about the operation of this Regulation in relation to umbrella benchmarks, including provision amending or revoking provisions of this Article (other than this paragraph). 2 In Article 49 of the Benchmarks Regulation (regulations made by the Treasury)— a after paragraph 2 insert— 2A Regulations made under Article 23G may not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament. , and b in paragraph 3, at the beginning insert  “                      Subject to paragraph 2A,                    ” ."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "19", "section_title": "Changes to and cessation of a benchmark", "section_text": "19 1 Article 28 of the Benchmarks Regulation (changes to and cessation of a benchmark) is amended as follows. 2 In paragraph 1— a omit  “, together with the benchmark statement referred to in Article 27,”, b for  “a procedure” substitute  “                      a robust procedure                    ” , and c omit  “and shall be updated and published whenever a material change occurs”. 3 After paragraph 1 insert— 1A The procedure described in paragraph 1— a must be published with the benchmark statement for the benchmark when that statement is published in accordance with the first or second subparagraph of Article 27(1), and b must be updated and published whenever a material change occurs. 1B In the case of a critical benchmark— a on the day on which a procedure described in paragraph 1 is published in accordance with paragraph 1A(a), the administrator must give the FCA an assessment of the matters described in paragraph 1C, b the FCA must, before the end of the consideration period, consider whether a procedure published in accordance with paragraph 1A(a) satisfies paragraph 1, c before publishing an update of a procedure described in paragraph 1 (whether in accordance with paragraph 1A(b) or otherwise), an administrator must give the update to the FCA, together with an assessment of the matters described in paragraph 1C, d where the FCA is given an update of a procedure described in paragraph 1 by an administrator, it must, before the end of the consideration period, consider whether the update satisfies paragraph 1, and e an administrator must not publish an update of a procedure described in paragraph 1 unless— i the FCA has given a written notice to the administrator confirming that the update satisfies paragraph 1, or ii the consideration period has expired without the FCA giving a written notice to the administrator stating that the update does not satisfy that paragraph. 1C An assessment provided by an administrator for the purposes of paragraph 1B(a) or (c) must assess the following matters— a the nature and extent of the current use of the benchmark, b the availability of suitable alternatives to the benchmark, and c how prepared users of the benchmark are for changes to, or the cessation of, the benchmark. 1D For the purposes of paragraph 1B,  “ the consideration period ”, in relation to a procedure or an update of a procedure, means the period of 60 days beginning with the day on which the procedure is published or the update of the procedure is given to the FCA (as appropriate) (“ the relevant day ”), subject to any extension under paragraph 1E. 1E The FCA may extend the consideration period by giving a written notice to the administrator before its expiry but may not extend the period beyond the end of the period of six months beginning with the relevant day."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "20", "section_title": "Extension of transitional period for benchmarks with non-UK administrators", "section_text": "20 1 Article 51(5) of the Benchmarks Regulation (transitional provision for benchmarks with administrators located in a country outside the UK) is amended as follows. 2 In point (a), for  “31 December 2022” substitute  “                  31 December 2025                ” . 3 In point (b)— a for  “1 January 2023” substitute  “                      1 January 2026                    ” , and b for  “31 December 2022” substitute  “                      31 December 2025                    ” ."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "21", "section_title": "Benchmarks: minor and consequential amendments", "section_text": "21 Schedule 5 contains minor and consequential amendments of the Benchmarks Regulation."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "22", "section_title": "Regulated activities and Gibraltar", "section_text": "22 1 Part 3 of the Financial Services and Markets Act 2000 (authorisation and exemption) is amended in accordance with subsections (2) to (4). 2 In section 31(1) (authorised persons), after paragraph (a) insert— aa a Gibraltar-based person who has a Schedule 2A permission to carry on one or more regulated activities; . 3 After section 32 insert— Gibraltar-based persons 32A 1 The Treasury must, for each reporting period, prepare a report about the operation of Schedule 2A during the period. 2 The report must, among other things, consider whether the conditions in paragraphs 7, 8 and 9 of Schedule 2A continue to be satisfied in connection with each regulated activity which is an approved activity for the purposes of that Schedule. 3 The Treasury must consult the FCA and the PRA during the preparation of the report. 4 The Treasury must lay a copy of the report before Parliament as soon as reasonably practicable after the end of the reporting period. 5 The reporting periods are— a the period of two years beginning with the day on which Schedule 2A comes fully into force, and b each subsequent period of two years. 4 After section 36 insert— UK-based persons carrying on activities in Gibraltar UK-based persons carrying on activities in Gibraltar 36A Schedule 2B makes provision about the carrying on of activities corresponding to regulated activities in Gibraltar by UK-based persons. 5 Schedule 6 inserts Schedule 2A to the Financial Services and Markets Act 2000 (Gibraltar-based persons carrying on activities in the UK). 6 Schedule 7 inserts Schedule 2B to the Financial Services and Markets Act 2000 (UK-based persons carrying on activities in Gibraltar). 7 Schedule 8 contains minor and consequential amendments. 8 The Treasury may by regulations— a amend Part 7 of the Financial Services and Markets Act 2000 (control of business transfers) to make provision about the operation of that Part in relation to cases involving a Gibraltar-based person; b amend Part 18A of the Financial Services and Markets Act 2000 (suspension and removal of financial instruments from trading) to make provision about the operation of that Part in relation to cases involving a Gibraltar-based person; c make provision relating to a Gibraltar-based person equivalent to provision in an enactment in force immediately before IP completion day relating to an EEA firm of a kind mentioned in Schedule 3 to the Financial Services and Markets Act 2000, with such modifications as the Treasury consider appropriate. 9 The powers to make regulations under subsection (8) do not restrict the Treasury's power to make consequential provision under section 45. 10 Section 45(3) to (5) apply in relation to regulations under subsection (8) as they apply to regulations under that section. 11 In this section,  “ Gibraltar-based person ” has the same meaning as in Schedule 2A to the Financial Services and Markets Act 2000 (inserted by Schedule 6 to this Act) (see paragraph 1 of that Schedule)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "23", "section_title": "Power to make provision about Gibraltar", "section_text": "23 1 The Treasury may by regulations— a repeal or revoke relevant Gibraltar provision and make changes described in subsection (5), b make provision with the same effect as relevant Gibraltar provision repealed or revoked under paragraph (a), c amend relevant Gibraltar provision so as to restore any aspect of the effect the provision had immediately before IP completion day, and d replace or supplement relevant Gibraltar provision with provision substantially similar to, or to a provision of, section 32A of, or Schedule 2A or 2B to, the Financial Services and Markets Act 2000 (inserted by section 22 of, and Schedules 6 and 7 to, this Act). 2 In this section— a “ Gibraltar provision ” means a provision or set of provisions in an enactment so far as it relates to— i the carrying on of activities in the United Kingdom by persons based in Gibraltar, ii the carrying on of activities in Gibraltar by persons based in the United Kingdom, or iii interaction of any other kind between the United Kingdom and Gibraltar, whether relating to persons, activities, financial instruments, other property or other matters, b Gibraltar provision is  “relevant” if— i it is a provision of, or applied or modified by, regulations listed in subsection (3), ii it was inserted, amended or otherwise modified by regulations listed in subsection (4), iii it is, or is the subject of, saving provision included in regulations listed in subsection (4), or iv in the case of a set of provisions, it includes provision falling within sub-paragraph (ii) or (iii), and c Gibraltar provision is also  “relevant” if it was made by regulations under subsection (1)(b), (c) or (d) or, in the case of a set of provisions, it includes provision made by such regulations. 3 The regulations referred to in subsection (2)(b)(i) are the following, as amended from time to time— a the Electronic Money Regulations 2011 (S.I. 2011/99); b the Payment Services Regulations 2017 (S.I. 2017/752); c the Data Reporting Services Regulations 2017 (S.I. 2017/699). 4 The regulations referred to in subsection (2)(b)(ii) and (iii) are the following, as amended from time to time— a regulation 3 of the Building Societies Legislation (Amendment) (EU Exit) Regulations 2018 (S.I. 2018/1187); b Parts 2 and 3 of the Credit Transfers and Direct Debits in Euro (Amendment) (EU Exit) Regulations 2018 (S.I. 2018/1199); c Part 2 of the Greenhouse Gas Emissions Trading Scheme (Amendment) (EU Exit) Regulations 2019 (S.I. 2019/107); d Chapters 1 and 2 of Part 2 of the Alternative Investment Fund Managers (Amendment etc) (EU Exit) Regulations 2019 (S.I. 2019/328); e the Gibraltar (Miscellaneous Amendments) (EU Exit) Regulations 2019 (S.I. 2019/680). 5 The changes referred to in subsection (1)(a) are changes that the Treasury consider appropriate to secure that, after the repeal or revocation of the relevant Gibraltar provision, the same provision is made in connection with Gibraltar as is made in connection with most or all other countries or territories outside the United Kingdom. 6 The Treasury may not make regulations under subsection (1)(b), (c) or (d) unless they are satisfied that doing so is compatible with each of the following objectives— a to protect and enhance the soundness, stability and resilience of the UK financial system; b to protect and enhance public confidence in the UK financial system; c to prevent the use of the UK financial system for a purpose connected with financial crime; d to ensure that, in the United Kingdom, financial markets and significant markets for financial services function well; e to protect consumers; f to protect the operation of the Financial Services Compensation Scheme; g to protect public funds; h to maintain and improve relations between the United Kingdom and other countries and territories with significant financial markets or significant markets for financial services. 7 Before making regulations under subsection (1)(d), the Treasury must consult— a the government of Gibraltar, b the Financial Conduct Authority, and c the Prudential Regulation Authority. 8 The powers under subsection (1)(b), (c) and (d) include— a power to make such modifications as the Treasury consider appropriate having regard to changes in the law of any part of the United Kingdom since the relevant regulations listed in subsection (3) or (4) were made, and b power to restate relevant Gibraltar provision in a clearer or more accessible way. 9 Where provision saving or modifying a provision is repealed or revoked under subsection (1)(a), the power under subsection (1)(b) includes power to make provision with the same effect as the provision that was the subject of the saving or modification, read with the saving or modification. 10 The power under subsection (1)(d) includes power to make provision applying provisions of section 32A of, or Schedule 2A or 2B to, the Financial Services and Markets Act 2000, with or without modifications. 11 Regulations under this section may— a make different provision for different purposes; b confer functions on a person, including functions involving the exercise of a discretion; c amend, revoke, repeal or otherwise modify an enactment; d make consequential, incidental, supplementary, transitional, transitory or saving provision. 12 Regulations under this section are subject to the affirmative procedure. 13 For the purposes of this section, provision that is saved or modified by regulations listed in subsection (3) or (4) is Gibraltar provision if, when read with the saving or modification, it relates to a matter described in subsection (2)(a). 14 In this section— “ consumers ” has the meaning given in section 1G of the Financial Services and Markets Act 2000; “ financial crime ” has the meaning given in section 1H of the Financial Services and Markets Act 2000; “ public funds ” means the Consolidated Fund and any other account or source of money which cannot be drawn or spent other than by, or with the authority of, the Treasury; “ the UK financial system ” has the same meaning as in the Financial Services and Markets Act 2000 (see section 1I of that Act)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "24", "section_title": "Collective investment schemes authorised in approved countries", "section_text": "24 1 In Part 17 of the Financial Services and Markets Act 2000 (collective investment schemes), in section 237(3)— a in the definition of  “a recognised scheme”, after  “means” insert  “                      a section 271A scheme or                    ” , and b after that definition insert— “ a section 271A scheme ” means a scheme recognised under section 271A (and see also section 271S); . 2 In Schedule 9— a Part 1 inserts sections 271A to 271S (collective investment schemes authorised in approved countries or territories) in Chapter 5 of Part 17 of the Financial Services and Markets Act 2000 (recognised overseas schemes), and b Part 2 contains minor and consequential amendments."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "25", "section_title": "Individually recognised overseas collective investment schemes", "section_text": "25 1 The Financial Services and Markets Act 2000 is amended as follows. 2 Chapter 5 of Part 17 (recognised overseas schemes) is amended in accordance with subsections (3) to (5). 3 In section 272 (individually recognised overseas schemes)— a in subsection (1)— i in paragraph (a) omit the  “and” at the end, ii before paragraph (d) insert— ca does not have the benefit of section 271A, and , and iii in paragraph (d), for  “the following provisions of this section” substitute  “                          subsections (2) to (15)                        ” , b after that subsection insert— 1A For the purposes of subsection (1)(ca), a collective investment scheme has the benefit of section 271A if— a it is authorised under the law of a country or territory which is for the time being approved by regulations under section 271A, and b it falls within a description of schemes specified in the regulations. , and c in subsection (5)(b) omit  “, or could be,”. 4 In section 277 (requirement to notify the FCA of proposed alteration to recognised scheme)— a in subsection (1), at the end insert  “                      which, if made, would be a material alteration                    ” , b in subsection (3) omit  “At least one month”, c after that subsection insert— 3A A notice under subsection (3) must be given— a at least one month before the proposed replacement, or b if that is not reasonably practicable, as soon as is reasonably practicable in the period of one month before the proposed replacement. 3B The operator of such a scheme must give written notice to the FCA, as soon as reasonably practicable, of any change to— a the name or address of the operator of the scheme, b the name or address of any trustee or depositary of the scheme, c the name or address of any representative of the operator in the United Kingdom, and d the address of the place in the United Kingdom for service of notices, or other documents, required or authorised to be served on the operator under this Act. , and d after subsection (5) insert— 6 The FCA may make rules specifying when a proposed alteration is a material alteration for the purposes of subsection (1). 5 After section 282 insert— Obligations on operator where recognition is revoked or suspended 282A 1 This section applies where— a the FCA gives a decision notice under section 280(2) in relation to a scheme recognised under section 272, or b a direction given by the FCA under section 281(2) in relation to such a scheme takes effect. 2 The operator of the scheme must notify such persons as the FCA may direct that the FCA has revoked an order under section 272 for recognition of the scheme or given a direction under section 281 in relation to the scheme (as applicable). 3 A notification under subsection (2) that relates to a direction under section 281 must set out the terms of the direction. 4 A notification under subsection (2) must— a contain such information as the FCA may direct, and b be made in such form and manner as the FCA may direct. 5 Different directions may be given under subsection (2) or (4) in relation to— a different schemes or different descriptions of schemes; b different persons or descriptions of persons to whom a notification under subsection (2) must be given. Public censure 282B 1 This section applies where the FCA considers that— a rules made under section 278 have been contravened, b the operator of a scheme recognised under section 272 has contravened section 277, 277A or 282A, or c the operator of a scheme recognised under section 272 has contravened a rule made, or a requirement imposed, under section 283. 2 The FCA may publish a statement to that effect. 3 Where the FCA proposes to publish a statement under subsection (2) in relation to a scheme or the operator of a scheme, it must give the operator a warning notice setting out the terms of the statement. 4 If the FCA decides to publish the statement— a it must give the operator, without delay, a decision notice setting out the terms of the statement, and b the operator may refer the matter to the Tribunal. 5 After a statement under subsection (2) is published, the FCA must send a copy of it to the operator and to any person to whom a copy of the decision notice was given under section 393(4). Recognition of parts of schemes under section 272 282C 1 Section 272(1) applies in relation to a part of a collective investment scheme as it applies in relation to such a scheme. 2 Accordingly, the following include a part of a scheme recognised under section 272— a the reference to a scheme recognised under section 272 in the definition of  “recognised scheme” in section 237(3), and b other references to such a scheme (however expressed) in or in provision made under this Part of this Act (unless the contrary intention appears). 3 Provisions of or made under this Part of this Act have effect in relation to parts of schemes recognised, or seeking recognition, under section 272 with appropriate modifications. 4 The Treasury may by regulations— a make provision about what are, or are not, appropriate modifications for the purposes of subsection (3); b make provision so that a relevant enactment has effect in relation to parts of schemes recognised, or seeking recognition, under section 272 with such modifications as the Treasury consider appropriate; c make provision so that a relevant enactment does not have effect in relation to such parts of schemes. 5 Regulations under subsection (4)(b) or (c) may amend, repeal or revoke an enactment. 6 In this section— “ enactment ” has the same meaning as in section 271E; “ relevant enactment ” means an enactment passed or made before the day on which subsection (1) comes into force that makes provision in relation to collective investment schemes recognised, or seeking recognition, under section 272. 6 In section 237(3), in the definition of  “a recognised scheme”, at the end insert  “                  (and see also section 282C)                ” . 7 In section 392 (application of third party rights to notices)— a in paragraph (a), after  “280(1),” insert  “                      282B(3),                    ” , and b in paragraph (b), after  “280(2),” insert  “                      282B(4),                    ” . 8 In section 429(2) (regulations subject to affirmative procedure), before  “284A” insert  “                  282C,                ” ."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "26", "section_title": "Money market funds authorised in approved countries", "section_text": "26 1 Regulation (EU) 2017/1131 of the European Parliament and of the Council of 14 June 2017 on money market funds is amended as follows. 2 In Article 4 (authorisation of MMFs)— a in paragraph 1, after point (a) insert— aa it is authorised and supervised in a country or territory approved by regulations under Article 4A and satisfies the condition in paragraph 1ZA; , and b after paragraph 1 insert— 1ZA An undertaking satisfies the condition in this paragraph if the FCA has received written notification that the undertaking intends to be marketed in the United Kingdom as an MMF. 1ZB A notification under paragraph 1ZA must— a be made by such person, and in such form and manner, as the FCA may direct, and b contain or be accompanied by such information as the FCA may direct. 1ZC Different directions may be given under paragraph 1ZB in relation to different undertakings or categories of undertaking. 3 After Article 4 insert—  Article 4A  Approval of country or territory 1 The Treasury may make regulations for the purposes of Article 4(1)(aa) approving a country or territory in relation to MMFs. 2 The Treasury may not make regulations under paragraph 1 unless satisfied that the law and practice of the country or territory imposes requirements on MMFs which have equivalent effect to the requirements imposed by this Regulation. 3 In making regulations under this Article, the Treasury may have regard to any matter that they consider relevant. 4 When considering whether to make, vary or revoke regulations under this Article, the Treasury may ask the FCA to prepare a report on the law and practice of the country or territory under which MMFs are authorised and supervised, or particular aspects of such law and practice. 5 A request for a report under paragraph 4 must be made in writing. 6 If the Treasury ask for a report under paragraph 4, the FCA must provide the Treasury with the report. 4 In Article 6(1) (use of designation as MMF), in each subparagraph, after point (a) insert— aa the UCITS or AIF is authorised and supervised in a country or territory approved by regulations under Article 4A and satisfies the condition in Article 4(1ZA); or ."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "27", "section_title": "Provision of investment services etc in the UK", "section_text": "27 1 Schedule 10 contains amendments of the Markets in Financial Instruments Regulation relating to the provision of investment services, and the performance of investment activities, in the United Kingdom by third country firms. 2 In this section and Schedule 10,  “ the Markets in Financial Instruments Regulation ” means Regulation (EU) No. 600/2014 of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "28", "section_title": "Part 4A permissions: variation or cancellation on initiative of FCA", "section_text": "28 Schedule 11 amends Part 4A of the Financial Services and Markets Act 2000 (permission to carry on regulated activities) and other provisions in that Act for connected purposes."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "29", "section_title": "FCA rules about level of care provided to consumers by authorised persons", "section_text": "29 1 The Financial Conduct Authority must carry out a public consultation about whether it should make general rules providing that authorised persons owe a duty of care to consumers. 2 The consultation must include consultation about— a whether the Financial Conduct Authority should make other provision in general rules about the level of care that must be provided to consumers by authorised persons, either instead of or in addition to a duty of care, b whether a duty of care should be owed, or other provision should apply, to all consumers or to particular classes of consumer, and c the extent to which a duty of care, or other provision, would advance the Financial Conduct Authority's consumer protection objective (see section 1C of the Financial Services and Markets Act 2000). 3 The Financial Conduct Authority— a must carry out the consultation, and publish its analysis of the responses, before 1 January 2022, and b must, before 1 August 2022, make such general rules about the level of care that must be provided to consumers, or particular classes of consumer, by authorised persons as it considers appropriate, having regard to that analysis. 4 The duties to consult under this section may be satisfied by consultation carried out after 1 January 2021 but before this section comes into force (as well as by consultation carried out after this section comes into force). 5 In this section— “ authorised person ” has the same meaning as in the Financial Services and Markets Act 2000 (see section 31 of that Act); “ consumer ” has the meaning given in section 1G of that Act; “ general rules ” means rules made under section 137A of that Act."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "30", "section_title": "Insider lists and managers' transactions", "section_text": "30 1 Regulation (EU) No. 596/2014 of the European Parliament and of the Council of 16 April 2014 on market abuse is amended as follows. 2 In Article 18 (insider lists)— a in paragraph 1, in the opening words— i for  “or any person” substitute  “                          , and any person                        ” , and ii after  “shall” insert  “                          each                        ” , b in paragraph 2, in the first subparagraph— i for  “or any person” substitute  “                          , and any person                        ” , ii after  “shall” insert  “                          each                        ” , and iii for  “the insider list” substitute  “                          their insider list                        ” , c in paragraph 2, for the second subparagraph substitute— Where another person is requested by the issuer to draw up and update the issuer's insider list, the issuer shall remain fully responsible for complying with this Article. The issuer shall always retain a right of access to the insider list that the other person is drawing up. , d in paragraph 4— i for  “or any person” substitute  “                          , and any person                        ” , and ii for  “shall update the” substitute  “                          , shall each update their                        ” , and e in paragraph 5— i for  “or any person” substitute  “                          , and any person                        ” , and ii for  “shall retain the” substitute  “                          , shall each retain their                        ” . 3 In Article 19 (managers' transactions)— a in paragraph 1, in the second subparagraph, for  “business days” substitute  “                      working days                    ” , b in paragraph 3, in the first subparagraph, for the words from the beginning to  “transaction” substitute  “                      The issuer or emission allowance market participant must make public the information contained in a notification referred to in paragraph 1 within two working days of receipt of such a notification                    ” , and c at the end insert— 16 In this Article,  “ working day ” means a day other than— a Saturday or Sunday, b Christmas Day or Good Friday, or c a day which is a bank holiday in England and Wales under the Banking and Financial Dealings Act 1971."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "31", "section_title": "Maximum sentences for insider dealing and financial services offences", "section_text": "31 1 In section 61(1)(b) of the Criminal Justice Act 1993 (penalty for conviction on indictment for insider dealing), for  “seven years” substitute  “                  ten years                ” . 2 In section 92(1)(b) of the Financial Services Act 2012 (penalty for conviction on indictment for financial services offences), for  “7 years” substitute  “                  10 years                ” . 3 The amendment made by subsection (1) or (2) does not apply in relation to offences committed before the subsection comes into force. 4 Where an offence is found to have been committed over a period of 2 or more days, or at some time during a period of 2 or more days, it must be taken for the purposes of subsection (3) to have been committed on the first of those days."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "32", "section_title": "Money laundering offences: electronic money institutions, payment institutions and deposit-taking bodies", "section_text": "32 1 Part 7 of the Proceeds of Crime Act 2002 (money laundering) is amended in accordance with subsections (2) to (6). 2 In section 327(2C) (conversion or transfer of criminal property: exceptions), after  “deposit-taking body” insert  “                  , electronic money institution or payment institution                ” . 3 In section 328(5) (arrangements: exceptions), after  “deposit-taking body” insert  “                  , electronic money institution or payment institution                ” . 4 In section 329(2C) (acquisition, use and possession: exceptions), after  “deposit-taking body” insert  “                  , electronic money institution or payment institution                ” . 5 In section 339A (threshold amounts)— a in subsection (2), after  “deposit-taking body” insert  “                      , electronic money institution or payment institution                    ” , b in subsection (3), in the opening words, after  “deposit-taking body” insert  “                      , electronic money institution or payment institution                    ” , c in subsection (3)(a), for “deposit-taking body's” substitute “body's or institution's”, d in subsection (3)(b), for  “deposit-taking body” substitute  “                      body or institution                    ” , e in subsection (4), after  “deposit-taking body” insert  “                      , electronic money institution or payment institution                    ” , and f in subsection (8)— i after  “deposit-taking body” insert  “                          , electronic money institution or payment institution                        ” , and ii after  “the body” insert  “                          or institution                        ” . 6 In section 340 (interpretation)— a in subsection (14)— i omit  “or” at the end of paragraph (a), and ii after paragraph (b) insert , or                           c a person specified, or of a description specified, in regulations made by the Treasury or the Secretary of State. , b after subsection (14) insert— 14A In subsection (14)(a)— a the reference to the activity of accepting deposits is a reference to that activity so far as it is, for the time being, a regulated activity for the purposes of the Financial Services and Markets Act 2000 by virtue of an order under section 22 of that Act, but b the reference to a business which engages in that activity does not include a person specified, or of a description specified, in regulations made by the Treasury or the Secretary of State. 14B Before making regulations under subsection (14A)(b), the Treasury or the Secretary of State (as appropriate) must consult such persons likely to be affected by the regulations, or such representatives of such persons, as they consider appropriate. 14C “ Electronic money institution ” has the same meaning as in the Electronic Money Regulations 2011 (S.I. 2011/99) (see regulation 2 of those Regulations). , and c at the end insert— 16 “ Payment institution ” means an authorised payment institution or a small payment institution (each as defined in regulation 2 of the Payment Services Regulations 2017 (S.I. 2017/752)). 7 In section 459 of the Proceeds of Crime Act 2002 (orders and regulations)— a in subsection (4), before paragraph (aa), insert— azb regulations under section 340(14)(c) or (14A)(b), , b before subsection (6A) insert— 6ZC No regulations may be made by the Treasury or the Secretary of State under section 340(14)(c) or (14A)(b) unless a draft of the regulations has been laid before Parliament and approved by a resolution of each House. , and c in subsection (6A), before  “would” insert  “                      or of regulations under section 340(14)(c) or (14A)(b)                    ” ."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "33", "section_title": "Forfeiture of money: electronic money institutions and payment institutions", "section_text": "33 1 Schedule 12 amends provisions in the Anti-terrorism, Crime and Security Act 2001 and the Proceeds of Crime Act 2002 about the forfeiture of money so that they apply to money held in accounts maintained with electronic money institutions and payment institutions. 2 Subject to subsection (3), the amendments made by that Schedule are to be treated as having come into force at the same time as the provisions they amend. 3 Subsection (2) does not apply to the amendments of Part 5 of the Proceeds of Crime Act 2002 as they extend to Northern Ireland. 4 Regulations made, before this section comes into force, under— a paragraph 10X of Schedule 1 to the Anti-Terrorism, Crime and Security Act 2001, or b section 303Z10 of the Proceeds of Crime Act 2002, apply (and are to be treated as having always applied) for the purposes of notices relating to money held in accounts maintained with electronic money institutions and payment institutions, as well as for the purposes of notices relating to money held in accounts maintained with banks and building societies."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "34", "section_title": "Application of money laundering regulations to overseas trustees", "section_text": "34 1 Schedule 2 to the Sanctions and Anti-Money Laundering Act 2018 (money laundering and terrorist financing: further provision about section 49 regulations) is amended as follows. 2 In paragraph 22(2) (extra-territorial application of section 49 regulations: meaning of  “United Kingdom person”)— a in paragraph (b), omit the  “or” at the end, and b after paragraph (c) insert , or                       d a person— i who does not fall within any of paragraphs (a) to (c), and ii who is a trustee with links to the United Kingdom (see paragraph 22A). 3 After paragraph 22 insert— 22A 1 Sub-paragraphs (2) and (3) have effect for the purposes of paragraph 22(2)(d). 2 A person who is a trustee of a trust has links to the United Kingdom if— a any property subject to the trust is situated in the United Kingdom, b a trustee of the trust enters into a business, professional or commercial relationship with a relevant person, or c the income of the trust includes income which, directly or indirectly, is from a source in the United Kingdom. 3 A person who is a trustee of a trust also has links to the United Kingdom if— a at least one other person is a trustee of the trust, b the other trustee (or at least one of the other trustees if the trust has more than two trustees) is resident in the United Kingdom, and c a person makes, at a time when the person is resident in the United Kingdom, a gift of property which becomes subject to the trust. 4 In this paragraph  “ property ” has the meaning given by section 436 of the Insolvency Act 1986."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "35", "section_title": "Debt respite scheme", "section_text": "35 1 In section 6(2)(c) of the Financial Guidance and Claims Act 2018 (debt respite scheme), omit  “and their creditors”. 2 In section 7 of that Act (debt respite scheme: regulations), after subsection (4) insert— 4A The regulations may include the following as part of the scheme so far as it applies in England and Wales— a provision about the involvement of creditors in the process of devising a plan for the repayment of some or all of an individual's debts; b provision to protect an individual, during the period of a repayment plan, from being required to repay a debt to which the plan applies otherwise than in accordance with the plan; c provision for an amount payable in respect of a debt in accordance with a repayment plan— i to be payable instead towards the costs of operating the repayment plan, other repayment plans or the debt respite scheme, and ii to be treated, so far as paid towards those costs, as permanently reducing a debt to which the plan applies. 3 In section 7(5) of that Act, after paragraph (b) insert— ba make provision binding the Crown, . 4 The amendment in subsection (1) does not have the effect that further advice on the establishment of a debt respite scheme has to be sought, provided or published under section 6(1), (4) or (5) of the Financial Guidance and Claims Act 2018 (such advice having been sought, provided and published in accordance with those provisions before the day on which this Act is passed)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "36", "section_title": "Successor accounts for Help-to-Save savers", "section_text": "36 In Schedule 2 to the Savings (Government Contributions) Act 2017 (Help-to-Save accounts), after paragraph 13 insert— Successor accounts for certain Help-to-Save accounts 13A 1 In this paragraph  “ matured account ” means an account provided by the Director of Savings which has been, but has ceased to be, a Help-to-Save account. 2 Treasury regulations may make provision for, or in connection with, the transfer of the balance in a matured account to another account provided by the Director of Savings (a  “successor account”). 3 Regulations under sub-paragraph (2) must require the successor account to be an account in the National Savings Bank. 4 Regulations under sub-paragraph (2) may not include provision for a transfer which overrides an instruction for dealing with the balance in a matured account where— a the instruction is given by, or by a person acting on behalf of, the individual for whom the matured account was opened, and b the Director of Savings receives the instruction before the transfer is made and considers that it is reasonably practicable to implement it. 5 Regulations under sub-paragraph (2) may make provision about the balance in a matured account opened before the regulations are made. 6 Where regulations under sub-paragraph (2) provide for a transfer from a matured account to a successor account— a the successor account may be a new or existing account, and b no charge for the transfer may be imposed on the individual for whom the matured account was opened."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "37", "section_title": "Regulated activities and application of Consumer Credit Act 1974", "section_text": "37 1 This section applies on or at any time after the making of an order under section 22 of the Financial Services and Markets Act 2000, after this section comes into force, which has the effect that a relevant credit activity becomes a regulated activity for the purposes of that Act. 2 Section 107(6) of the Financial Services Act 2012 (power to make provision about the application of the Consumer Credit Act 1974) has effect as if— a the reference to an order of the kind mentioned in subsection (1) of that section included an order of the kind mentioned in subsection (1) of this section, and b the references to a transferred activity included a relevant credit activity which is the subject of an order of the kind mentioned in subsection (1) of this section. 3 “ Relevant credit activity ” means the activity of— a entering into an agreement described in article 60F(2) or (3) of the Regulated Activities Order (certain borrower-lender-supplier agreements for fixed-sum credit or running-account credit) as lender, or b exercising, or having the right to exercise, the lender's rights and duties under such an agreement, so far as the activity is not a transferred activity (as defined in section 107(1) of the Financial Services Act 2012). 4 “ The Regulated Activities Order ” means the Financial Services and Markets Act 2000 (Regulated Activities) Order 2001 (S.I. 2001/544) as it has effect on the passing of this Act."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "38", "section_title": "Amendments of the PRIIPs Regulation etc", "section_text": "38 1 In this section  “ the PRIIPs Regulation ” means Regulation (EU) No. 1286/2014 of the European Parliament and of the Council of 26 November 2014 on key information documents for packaged retail and insurance-based investment products (PRIIPs). 2 After Article 4 of the PRIIPs Regulation insert—  Article 4A  1 The FCA may make rules specifying whether or not a product, or category of product, falls within the definition of a PRIIP for the purposes of this Regulation. 2 The provisions of Part 9A of FSMA listed in paragraph 3 apply to rules made under this Article as they apply to rules made by the FCA under that Act, subject to the modifications in that paragraph (if any). 3 The provisions are— a section 137T (general supplementary powers), as if— i the reference in paragraph (a) to authorised persons were a reference to persons, and ii paragraph (b) were omitted; b section 138F (notification of rules), as if subsection (2) were omitted; c section 138G (rule-making instruments); d section 138I (consultation by the FCA), as if— i subsection (1)(a) (and the  “and” after it) were omitted, ii in subsection (1)(b),  “after doing so,” were omitted, iii in subsection (2), paragraphs (c) and (d) were omitted, and iv subsections (5)(b) and (10) were omitted; e section 138L (consultation: general exemptions), as if— i in subsection (1), for  “Sections 138I(1)(b) and (2) to (5) and 138K do” there were substituted  “                                  Section 138I(1)(b) and (2) to (5) does                                ” , ii subsections (2) and (4)(b) were omitted, iii in subsection (5)(a),  “or 138J(2)(a)” were omitted, and iv in subsection (5)(b),  “or 138J(5)(a)” were omitted; f section 141A (power to make consequential amendments of references to rules etc). 3 Any requirement that arises by virtue of Article 4A(3)(d) of the PRIIPs Regulation, as inserted by subsection (2), may be satisfied by things done before that subsection comes into force (as well as by things done after that time). 4 In paragraph 3 of Article 8 of the PRIIPs Regulation (information to be contained in key information document), in point (d)(iii), for  “performance scenarios and the assumptions made to produce them” substitute  “                  information on performance                ” . 5 The Treasury may by regulations substitute a later date for the date that is for the time being mentioned in Article 32(1) of the PRIIPs Regulation (exemption of UCITS). 6 The date as substituted under subsection (5) must be no later than 31 December 2026. 7 Regulations under subsection (5) are subject to the negative procedure."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "39", "section_title": "Retention of personal data under the Market Abuse Regulation", "section_text": "39 In Article 28 of Regulation (EU) No. 596/2014 of the European Parliament and of the Council of 16 April 2014 on market abuse (data protection), omit  “Personal data is to be retained for a maximum period of five years.”"}, {"act": "Financial Services Act 2021", "year": 2021, "section": "40", "section_title": "Over the counter derivatives: clearing and procedures for reporting", "section_text": "40 1 Regulation (EU) No. 648/2012 of the European Parliament and of the Council of 4 July 2012 on OTC derivatives, central counterparties and trade repositories (the  “ European Market Infrastructure Regulation ”) is amended as follows. 2 In Article 4 (clearing obligation)— a after paragraph 3 insert— 3A Clearing members and clients which provide clearing services, whether directly or indirectly, must— a provide those services under fair, reasonable, non-discriminatory and transparent commercial terms, and b take all reasonable measures to identify, prevent, manage and monitor conflicts of interest, in particular between the trading unit and the clearing unit, that may adversely affect the fair, reasonable, non-discriminatory and transparent provision of clearing services. 3B The duty under paragraph 3A(a)— a does not oblige clearing members or clients to contract, and b does not prevent clearing members or clients from taking steps to control the risks related to the clearing services offered. 3C The duty to take the measures described in paragraph 3A(b) includes a duty to do so where trading and clearing services are provided by different legal entities belonging to the same group. 3D The duties under paragraph 3A (read with paragraphs 3B and 3C) apply in relation to an undertaking with an indirect contractual arrangement with a clearing member of a CCP which enables that undertaking to clear its transactions with a CCP as they apply in relation to a client. , and b after paragraph 4 insert— 4A The FCA may make rules specifying the conditions under which the commercial terms referred to in paragraph 3A(a) are to be considered fair, reasonable, non-discriminatory and transparent. 3 In Article 78 (general requirements), at the end insert— 9 A trade repository must establish the following procedures and policies— a procedures for the effective reconciliation of data between trade repositories; b procedures to verify the completeness and correctness of the data reported; c policies for the orderly transfer of data to other trade repositories where requested by the counterparties or CCPs referred to in Article 9 or where otherwise necessary. 10 The FCA may make rules applying to trade repositories relating to— a procedures described in paragraph 9(a) and (b), b procedures to be applied to verify compliance by counterparties and CCPs with the reporting obligation under Article 9, and c policies described in paragraph 9(c). 4 After Article 84a insert—  Article 84b  FCA rules 1 The provisions of Part 9A of FSMA (rules and guidance) listed in paragraph 2 apply in relation to rules made by the FCA under Article 4(4A) or 78(10) as they apply in relation to rules made by the FCA under that Part of that Act, subject to the modification in paragraph 3. 2 The provisions are— a section 137T (general supplementary powers); b section 138C (evidential provision); c section 138E (limits on effect of contravening rules); d sections 138F, 138G and 138H (notification and verification etc); e sections 138I and 138L (consultation); f section 141A (power to make consequential amendments of references to rules). 3 Section 137T applies as if the reference to authorised persons were— a for the purposes of rules made under Article 4(4A), a reference to clearing members, clients and undertakings described in Article 4(3D), and b for the purposes of rules made under Article 78(10), a reference to trade repositories. 5 The requirements of section 138I of the Financial Services and Markets Act 2000, in so far as they apply in connection with rules made under Article 4(4A) or 78(10) of the European Market Infrastructure Regulation, may be satisfied by things done before the relevant provision of this section comes into force (as well as by things done after that time)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "41", "section_title": "Regulations about financial collateral arrangements", "section_text": "41 1 The Financial Collateral Arrangements (No. 2) Regulations 2003 (S.I. 2003/3226) as originally made, and all amendments made to them, have effect, and are to be treated as having had effect, despite any lack of power to make the regulations and amendments. 2 Accordingly, the validity of anything done under or in reliance on those regulations (whether as originally made or as amended) is to be treated as unaffected by any such lack of power. 3 The Banking Act 2009 is amended in accordance with subsections (4) to (6). 4 In section 255 (regulations about financial collateral arrangements)— a in subsection (3)(b) omit  “or purported to be done”, b omit subsection (5), and c after that subsection insert— 6 Regulations under this section are to be made by statutory instrument. 7 A statutory instrument containing regulations under this section may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 8 Section 41 of the Financial Services Act 2021 makes further provision in relation to the Financial Collateral Arrangements (No. 2) Regulations 2003 (S.I. 2003/3226). 5 Omit section 256 (procedure for making regulations under section 255). 6 In the table in section 259(3) (procedure applying to statutory instruments), in the entry for section 255, for  “affirmative resolution” substitute  “                  draft affirmative resolution                ” ."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "42", "section_title": "Appointment of chief executive of FCA", "section_text": "42 1 Schedule 1ZA to the Financial Services and Markets Act 2000 (Financial Conduct Authority) is amended as follows. 2 In paragraph 2A— a after sub-paragraph (1) insert— 1A Appointment as chief executive under paragraph 2(2)(b) is to be for a period of 5 years. , and b in sub-paragraph (2), for  “Sub-paragraph (1) does” substitute  “                      Sub-paragraphs (1) and (1A) do                    ” . 3 After paragraph 2A insert— 2B 1 A person may not be appointed as chief executive under paragraph 2(2)(b) more than twice. 2 For this purpose an appointment as chief executive on an acting basis, pending a further appointment being made, is to be ignored."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "43", "section_title": "Subordinate legislation made under retained direct EU legislation", "section_text": "43 1 The Financial Services and Markets Act 2000 is amended as follows. 2 In section 425C (“qualifying provision”)— a the existing text becomes subsection (1), b after paragraph (b) of that subsection insert— ba other subordinate legislation made under retained direct EU legislation; , c in paragraph (c) of that subsection omit  “(within the meaning of the Interpretation Act 1978)”, and d after that subsection insert— 2 In this section,  “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (see section 21 of that Act). 3 In paragraph 8(3) of Schedule 1ZA (Financial Conduct Authority's arrangements for discharging functions: legislative functions), in paragraph (a), after  “rules” insert  “                  under this Act or under retained direct EU legislation                ” ."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "44", "section_title": "Payment services and the provision of cash", "section_text": "44 In Part 2 of Schedule 1 to the Payment Services Regulations (S.I. 2017/752) (activities which do not constitute payment services), after paragraph 2 insert— 3 1 The provision of cash otherwise than through an automatic teller machine does not constitute a payment service where— a there is a transfer of a corresponding amount from a payment account held by the recipient of the cash to a relevant person, and b the payment account is not provided by a relevant person. 2 In sub-paragraph (1),  “ relevant person ” means— a where the cash is provided by a person (“P1”) through one or more persons acting on P1's behalf, P1 and each person acting (directly or indirectly) on P1's behalf; b where the cash is provided by a person (“P2”) otherwise than on behalf of another person or through one or more persons acting on P2's behalf, P2. 3 The execution of the transfer referred to in sub-paragraph (1)(a), and other services enabling that transfer, are not excluded from the meaning of payment services by this paragraph."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "45", "section_title": "Power to make consequential provision", "section_text": "45 1 The Treasury may by regulations make provision that is consequential on any provision made by this Act. 2 The Secretary of State may by regulations make provision that is consequential on provision made by section 32 or 33 or Schedule 12. 3 Regulations under this section may— a make different provision for different purposes; b include transitional, transitory or saving provision; c amend, repeal, revoke or otherwise modify an enactment. 4 Regulations under this section are subject to the affirmative procedure if they amend, repeal or revoke any provision of— a an Act, b . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . c a Measure or Act of Senedd Cymru, d an Act of the Scottish Parliament, or e Northern Ireland legislation. 5 Regulations under this section to which subsection (4) does not apply are subject to the negative procedure."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "46", "section_title": "Regulations", "section_text": "46 1 Regulations under this Act are to be made by statutory instrument. 2 Where regulations under this Act are subject to  “the negative procedure”, the statutory instrument containing the regulations is subject to annulment in pursuance of a resolution of either House of Parliament. 3 Where regulations under this Act are subject to  “the affirmative procedure”, the regulations may not be made unless a draft of the statutory instrument containing them has been laid before and approved by a resolution of each House of Parliament. 4 Any provision that may be included in regulations under this Act subject to the negative procedure may be made by regulations subject to the affirmative procedure."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "47", "section_title": "Interpretation", "section_text": "47 In this Act— “ the Benchmarks Regulation ” means Regulation (EU) 2016/1011 of the European Parliament and of the Council of 8 June 2016 on indices used as benchmarks in financial instruments and financial contracts or to measure the performance of investment funds; “ the Capital Requirements Regulation ” means Regulation (EU) No. 575/2013 of the European Parliament and of the Council of 26 June 2013 on prudential requirements for credit institutions and investment firms; “ enactment ” includes—   assimilated direct   legislation, an enactment comprised in subordinate legislation, an enactment comprised in, or in an instrument made under, a Measure or Act of Senedd Cymru, an enactment comprised in, or in an instrument made under, an Act of the Scottish Parliament, and an enactment comprised in, or in an instrument made under, Northern Ireland legislation; “ subordinate legislation ” has the same meaning as in the Interpretation Act 1978 (see section 21 of that Act)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "48", "section_title": "Extent", "section_text": "48 1 This Act extends to England and Wales, Scotland and Northern Ireland, subject to   subsection (2) . 2 In section 35— a subsections (1), (2) and (4) extend to England and Wales only, and b subsection (3) extends to England and Wales and Northern Ireland only. 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 The power under section 79(10) of the Criminal Justice Act 1993 may be exercised so as to extend to any of the British overseas territories the amendment of that Act made by section 31 of this Act (with or without exceptions or modifications). 5 The power under section 430(3) of the Financial Services and Markets Act 2000 may be exercised so as to extend to any of the Channel Islands or the Isle of Man any amendment or repeal made by or under this Act of any part of that Act (with or without modifications)."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "49", "section_title": "Commencement and transitional provision", "section_text": "49 1 This section and the following provisions come into force on the day on which this Act is passed— a section 33 and Schedule 12, except for paragraphs 10 to 21 of that Schedule as they extend to Northern Ireland, b section 36, c section 41, d section 45, e section 46, f section 47, g section 48, and h section 50. 2 The following provisions come into force at the end of the period of two months beginning with the day on which this Act is passed— a section 30, b section 32, c section 35, d section 42, and e section 44. 3 Paragraphs 10 to 21 of Schedule 12 as they extend to Northern Ireland come into force on such day as the Treasury or the Secretary of State may by regulations appoint. 4 Section 34 comes into force on such day as the Treasury or the Secretary of State may by regulations appoint. 5 The other provisions of this Act come into force on such day as the Treasury may by regulations appoint. 6 Regulations under subsection (3), (4) or (5) may appoint different days for different purposes. 7 The Treasury or the Secretary of State may by regulations make transitional, transitory or saving provision in connection with the coming into force of a provision of this Act. 8 Regulations under subsection (7) may make different provision for different purposes."}, {"act": "Financial Services Act 2021", "year": 2021, "section": "50", "section_title": "Short title", "section_text": "50 This Act may be cited as the Financial Services Act 2021."}]