[{"act": "Fire Safety Act 2021", "year": 2021, "section": "1", "section_title": "Premises to which the Fire Safety Order applies", "section_text": "1 In article 6 of the Regulatory Reform (Fire Safety) Order 2005 (S.I. 2005/1541) (application to premises)— a in paragraph (1)(a) (excluded premises), after  “except to the extent mentioned in” insert  “                paragraph (1A) or              ” ; b after paragraph (1) insert— 1A Where a building contains two or more sets of domestic premises, the things to which this order applies include— a the building's structure and external walls and any common parts; b all doors between the domestic premises and common parts (so far as not falling within sub-paragraph (a)). 1B The reference to external walls includes— a doors or windows in those walls, and b anything attached to the exterior of those walls (including balconies). ; c in paragraph (2), for  “paragraph” substitute  “                provisions              ” ."}, {"act": "Fire Safety Act 2021", "year": 2021, "section": "2", "section_title": "Power to change premises to which the Fire Safety Order applies", "section_text": "2 1 The relevant authority may by regulations amend the Regulatory Reform (Fire Safety) Order 2005 (S.I. 2005/1541)— a for the purpose of changing or clarifying the premises to which it applies; b in consequence of provision made under paragraph (a). 2 The  “relevant authority”— a in relation to premises in England, means the Secretary of State; b in relation to premises in Wales, means the Welsh Ministers. 3 The amendments that may be made to the Regulatory Reform (Fire Safety) Order 2005 under subsection (1) include amendments to the provision inserted by section 1. 4 The power conferred by subsection (1) includes the power to make transitional or saving provision. 5 Before making regulations under subsection (1) the relevant authority must consult anyone that appears to the relevant authority to be appropriate. 6 Regulations under subsection (1) are to be made by statutory instrument. 7 A statutory instrument containing regulations made by the Secretary of State under subsection (1) may not be made unless a draft of the instrument has been laid before and approved by a resolution of each House of Parliament. 8 A statutory instrument containing regulations made by the Welsh Ministers under subsection (1) may not be made unless a draft of the instrument has been laid before and approved by a resolution of Senedd Cymru."}, {"act": "Fire Safety Act 2021", "year": 2021, "section": "3", "section_title": "Risk based guidance about the discharge of duties under the Fire Safety Order", "section_text": "3 1 Article 50 of the Regulatory Reform (Fire Safety) Order 2005 (S.I. 2005/1541) (guidance) is amended as follows. 2 After paragraph (1) insert— 1A Where in any proceedings it is alleged that a person has contravened a provision of articles 8 to 22 or of regulations made under article 24 in relation to a relevant building (or part of the building)— a proof of a failure to comply with any applicable risk based guidance may be relied on as tending to establish that there was such a contravention, and b proof of compliance with any applicable risk based guidance may be relied on as tending to establish that there was no such contravention. 3 After paragraph (2) insert— 2A Before revising or withdrawing any risk based guidance in relation to relevant buildings the Secretary of State must consult such persons as the Secretary of State considers appropriate. 4 After paragraph (3) insert— 4 In this article— “ relevant building ” means a building in England containing two or more sets of domestic premises; “ risk based guidance ” means guidance under paragraph (1) about how a person who is subject to the duties mentioned there in relation to more than one set of premises is to prioritise the discharge of those duties in respect of the different premises by reference to risk."}, {"act": "Fire Safety Act 2021", "year": 2021, "section": "4", "section_title": "Extent, commencement and short title", "section_text": "4 1 This Act extends to England and Wales only. 2 Section 1 comes into force— a in relation to premises in England, on such day as the Secretary of State may by regulations made by statutory instrument appoint; b in relation to premises in Wales, on such day as the Welsh Ministers may by regulations made by statutory instrument appoint. 3 Different days may be appointed for different purposes. 4 Section 2 comes into force at the end of the period of two months beginning with the day on which this Act is passed. 5 Section 3 comes into force at the same time as section 1 comes fully into force in relation to premises in England. 6 This section comes into force on the day on which this Act is passed. 7 This Act may be cited as the Fire Safety Act 2021."}]